{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170713",
    "법원명": "의정부지방법원",
    "사건명": "제3자이의의소",
    "판례내용": "【원    고】 사단법인 한국학교보건협회 외 1인 (소송대리인 변호사 한병곤)<br/>【피    고】 피고 (소송대리인 변호사 신철규)<br/>【변론종결】2017. 6. 22.<br/>【주    문】<br/>  1. 원고 사단법인 한국학교보건협회 충청북도지부의 소를 각하한다. <br/>  2. 원고 사단법인 한국학교보건협회의 청구를 기각한다.<br/>  3. 소송비용은 원고들이 부담한다.<br/><br/>【청구취지】  피고가 사단법인 한국학교보건협회 경기도북지부(이하 ‘경기도북지부’라 한다)에 대한 서울고등법원 2015. 8. 20. 선고 2014나2041641 판결의 집행력 있는 정본에 기하여 2016. 5. 25. 의정부지방법원 2016타채7699호 채권압류 및 추심명령으로 별지 목록 기재 채권 중 제3채무자 농협은행 주식회사, 주식회사 국민은행, 주식회사 우리은행, 주식회사 하나은행에 대한 채권에 한 강제집행을 불허한다.<br/>【이    유】1. 기초사실<br/>가. 전소 판결의 확정<br/>       1) 피고는 서울중앙지방법원에 경기도북지부를 상대로 위 지부와 사이에 체결한 임대차계약에 따른 연체차임과 임대차계약 해지 후 원상회복 비용의 지급을 구하는 소를 제기(2013가합62921호)하였다. <br/>       2) 서울중앙지방법원은 2014. 10. 2. “경기도북지부는 피고에게 48,180,965원 및 이에 대하여 2013. 9. 3.부터 2014. 10. 2.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 금원을 지급하라.”라는 판결을 선고하였다.<br/>       3) 경기도북지부는 항소하였고, 항소심인 서울고등법원은 2015. 8. 20. 제1심 판결을 변경하여 “경기도북지부는 피고에게 48,180,965원 및 위 금원 중 20,180,965원에 대하여는 2013. 9. 3.부터 2014. 10. 2.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율에 의한 금원을, 나머지 28,000,000원에 대하여는 2015. 6. 22.부터 2015. 8. 20.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 금원을 지급하라.”라는 판결을 선고하였고, 위 판결은 그 무렵 확정되었다(이하 ‘이 사건 판결’이라 한다). <br/>나. 채권압류 및 추심명령의 발령<br/>피고는 이 법원에 이 사건 판결금 채권을 추심채권으로, 청구금액을 60,470,242원으로, 경기도북지부를 채무자로 하고, 농협은행 주식회사, 주식회사 국민은행, 주식회사 신한은행, 주식회사 우리은행, 주식회사 하나은행, 중소기업은행, 대한민국을 제3채무자로 하여, 채무자가 제3채무자에 대하여 가지는 예금채권에 대한 채권압류 및 추심명령을 신청(2016타채7699)하였고, 이 법원은 2016. 5. 25. 위 신청을 받아들여 채무자의 제3채무자에 대한 예금채권을 압류한다는 내용의 채권압류 및 추심명령을 발령하였다. <br/>다. 채권압류 및 추심명령의 집행<br/>       위 채권압류 및 추심명령에 따라 집행법원은 채무자가 제3채무자 농협은행 주식회사, 주식회사 국민은행, 주식회사 우리은행, 주식회사 하나은행에 대하여 가지는 예금채권을 압류·추심하면서 원고 사단법인 한국학교보건협회(이하 원고 ‘한국학교보건협회’라 한다) 명의로 농협은행에 예금한 채권(해당 계좌번호 2 생략), 원고 한국학교보건협회의 명의로 우리은행에 예금한 채권(해당 계좌번호 3 생략), 원고 한국학교보건협회의 명의로 주식회사 하나은행에 예금한 채권(해당 계좌번호 4 생략), 원고 사단법인 한국학교보건협회 충청북도지부(이하 원고 ‘충청북도지부’라 한다)의 명의로 주식회사 국민은행에 예금한 채권(해당 계좌번호 5 생략)을 각 압류(이하 ‘이 사건 강제집행’이라 한다)하였다.  <br/>[인정근거] 다툼 없는 사실, 갑 제1호증, 갑 제2호증의 1 내지 5, 갑 제3호증, 갑 제4호증의 1, 2의 각 기재, 이 법원의 주식회사 우리은행, 주식회사 국민은행, 주식회사 하나은행에 대한 각 금융거래정보제출명령 회신결과, 변론 전체의 취지<br/>2. 원고들의 주장<br/>   가. 경기도북지부는 원고들과는 별개의 권리능력을 가진 단체이므로 경기도북지부에 대한 전소판결을 근거로 이루어진 이 사건 압류추심 명령은 경기도북지부가 제3채무자에 대하여 가진 채권에 대하여 집행되어야 함이 타당하다. <br/>   나. 그럼에도 이 사건 강제집행은 경기도북지부의 예금채권이 아닌 원고들의 예금채권에 대하여 이루어졌고, 이는 채무자가 아닌 제3자의 채권에 대하여 이루어진 강제집행이므로 불허되어야 한다. <br/>2. 원고 한국학교보건협회의 청구에 대한 판단<br/>가. 쟁점의 정리<br/>       1) 제3자이의의 소는 모든 재산권을 대상으로 하는 집행에 대하여 적용되는 것이므로, 금전채권에 대하여 압류 및 추심명령이 있은 경우에 집행채무자 아닌 제3자가 자신이 진정한 채권자로서 자신의 채권의 행사에 있어 압류 등으로 인하여 사실상 장애를 받았다면 그 채권이 자기에게 귀속한다고 주장하여 집행채권자에 대하여 제3자이의의 소를 제기할 수 있다(대법원 1997. 8. 26. 선고 97다4401 판결, 대법원 2007. 7. 12. 선고 2007다13275 판결 등 참조).<br/>       2) 또한 법인의 산하단체로서 법인의 업무상 지도감독을 받는다고 하더라도, 규약에 근거하여 의사결정기관과 집행기관 등의 조직을 갖추고 있고, 기관의 의결이나 업무집행방법이 다수결의 원칙에 의하여 행하여지며, 구성원의 가입·탈퇴 등으로 인한 변경에 관계없이 단체 그 자체가 존속된다면, 그 산하단체는 법인과는 별개의 독립된 비법인사단이라고 볼 수 있다(대법원 2008. 10. 23. 선고 2007다7973 판결 참조).<br/>        3) 이 사건에 관하여 보건대, 갑 제4호증의 1, 2, 갑 제7호증의 각 기재 및 변론 전체의 취지를 종합하면, 원고 한국학교보건협회는 학교보건의 증진과 체위의 향상을 도모하고 보건교육에 기여함을 목적으로 한 법인으로서, 원고 충청북도지부를 포함하여 총 13개 지부를 지방조직으로 두고 있으며, 경기도북지부도 위 지부 중의 하나인 사실을 인정할 수 있다. 그렇다면 경기도북지부가 원고들과 별개의 독립한 비법인사단에 해당하는 경우에 한하여 원고들은 자신들의 채권이 경기도북지부의 채권자인 피고의 압류로 인하여 그 행사에 있어 사실상 장애를 받았다는 이유로 이 사건 강제집행의 불허를 구할 수 있게 되는바, 이하에서는 경기도북지부가 원고들과 별개의 독립한 비법인사단에 해당하는지 여부에 대하여 본다. <br/>나. 경기도북지부가 비법인사단에 해당하는지 여부<br/>       1) 살피건대, 갑 제1호증, 갑 제2호증의 1 내지 5, 갑제3호증, 갑 제4호증의 1, 2 갑 제5호증의 1 내지 4, 갑 제6호증, 갑 제7호증의 각 기재에 의하면 원고 한국학교보건협회의 각 지부는 법인등기부에 분사무소로 등기가 되어 있는 사실, 원고 한국학교보건협회의 시도지부처무규정에 의하면, 각 시도지부는 지부장을 대표로 하여 업무를 통괄하고, 부지부장, 사무국장, 부속의원장, 고문, 자문위원 등의 임원이 있으며, 총무과, 보건사업과 등의 하부조직이 구성되어 있는 사실, 사단법인 한국학교보건협회 인천지부, 원고 충청북도지부는 각 그 지부 명의로 된 별도의 예금계좌를 개설하여 사용하고 있는 사실, 원고 한국학교보건협회도 그 명의로 된 별도의 예금계좌를 개설하여 사용하고 있는 사실, 경기도북지부는 그 명칭이 포함된 단체명으로 사업자등록을 하였고, 그 명의로 의료기관을 개설하여 운영하였던 사실을 인정할 수 있으나 위 인정사실만으로는 경기도북지부가 원고들과 별개의 독립한 비법인사단이라는 점을 인정하기에 부족하고 달리 이를 인정할 증거가 없다. <br/>       2) 오히려 갑 제6호증, 갑 제7호증의 각 기재 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사실에 비추어 보면, 경기도북지부는 원고 한국학교보건협회의 산하기관에 해당할 뿐 이와 별개의 권리능력을 가진 단체로 보기 어렵다.<br/>          가) 원고 한국학교보건협회의 시도지부처무규정에 의하면, 경기도북지부는 별도의 정관을 두고 있지 아니하고 지부장은 본회의의 정관규정 규칙과 의결된 지시사항에 따르고 있으며, 시도지부처무규정의 시행에 관하여 필요한 사항은 원고 한국학교보건협회의 이사회에서 결정한다(제6조 제1항 부칙 제1항).<br/>          나) 원고 한국학교보건협회의 지부에는 별도의 의결기구가 설치되어 있지 아니하므로 각 지부의 의결이나 업무집행방법이 다수결의 원칙에 의하여 행하여지지 않고 있다. 특히 각 지부의 기구표에 따르면 지부장과 부지부장, 사무국장, 보건사업과와 총무과로 이루어지는 집행기관과 고문·자문위원 등의 자문기관이 존재할 뿐이다.<br/>          다) 시도지부처무규정은 각 지부의 정원을 정하고 있고, 비록 지부장이 지부별 정원을 일부 조정할 권한이 있으나 이와 동시에 감독청으로부터 그와 같이 조정한 정원수를 승인받아야 하며, 각 지부는 자체적인 세입세출예산서 및 현황, 사업실적, 수지결산을 작성하여 본회에 보고해야 하는 의무가 있고, 특히 익년 세입세출예산서를 본회로부터 승인받아야 한다. <br/>       라) 또한 원고 한국학교보건협회는 지부장을 임면하고 있어 각 지부의 대표자 선출 방법에 지부의 자율성이 인정되고 있지 아니하다. <br/>다. 소결론<br/>       따라서 경기도북지부가 원고들과 별개의 독립한 비법인사단에 해당한다고 보기 어려우므로, 이를 전제로 한 원고의 이 부분 주장은 나머지 점에 대하여 더 나아가 살필 필요 없이 이유 없다. <br/>3. 원고 충청북도지부의 청구에 대한 판단<br/>   직권으로 원고 충청북도지부의 당사자능력에 대하여 보건대, 앞서 본 바에 의하면, 원고 충청북도지부 역시 경기도북지부와 마찬가지로 독립한 법인으로서 당사자능력이 있다고 보기 어렵다. 따라서 원고 충청북도지부의 청구는 부적법하다. <br/>4. 결론<br/>   그렇다면 원고 충청북도지부의 소는 부적법하여 이를 각하하고 원고 한국학교보건협회의 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 송진호 ",
    "사건번호": "2016가단111836",
    "사건종류코드": "400101",
    "판례정보일련번호": "205489",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}