{
  "PrecService": {
    "판시사항": "  임차인 甲이 임대인 乙과 대구광역시 소재 상가건물에 관하여 보증금액(월 차임 환산액을 포함한 금액)을 구 상가건물 임대차보호법 시행령 제2조 제1항 제3호의 보증금액을 초과하는 금액으로 하고 임대차기간을 3년으로 하는 임대차계약을 체결하였다가 임대차기간 만료 후 다시 동일한 보증금액에 임대차기간을 2년으로 하는 내용의 임대차계약을 체결하여 위 건물에서 약국을 운영하였고, 그 후 위 임대차기간이 2015. 5. 13. 신설된 권리금 회수기회 보호에 관한 구 상가건물 임대차보호법 제10조의4가 시행되기 전에 종료되었는데, 甲이 乙을 상대로 乙이 권리금의 반환 또는 새로운 임차인을 통한 권리금 회수에 협조하지 않아 권리금을 회수하지 못하는 손해를 입었다며 같은 조 제3항에 따른 손해배상을 구한 사안에서, 위 임대차는 구 상가건물 임대차보호법 제10조의4의 시행일 현재 존속 중인 임대차에 해당하지 않으므로, 구 상가건물 임대차보호법 제10조의4는 위 임대차에 적용되지 않는다고 한 사례<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "  임차인 甲이 임대인 乙과 대구광역시 소재 상가건물에 관하여 보증금액(월 차임 환산액을 포함한 금액)을 구 상가건물 임대차보호법 시행령(2015. 11. 13. 대통령령 제26637호로 개정되기 전의 것, 이하 ‘구 상가임대차법 시행령’이라 한다) 제2조 제1항 제3호의 보증금액을 초과하는 금액으로 하고 임대차기간을 3년으로 하는 임대차계약을 체결하였다가 임대차기간 만료 후 다시 동일한 보증금액에 임대차기간을 2년으로 하는 내용의 임대차계약을 체결하여 위 건물에서 약국을 운영하였고, 그 후 위 임대차기간이 2015. 5. 13. 신설된 권리금 회수기회 보호에 관한 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것, 이하 ‘구 상가임대차법’이라 한다) 제10조의4가 시행되기 전에 종료되었는데, 甲이 乙을 상대로 乙이 권리금의 반환 또는 새로운 임차인을 통한 권리금 회수에 협조하지 않아 권리금을 회수하지 못하는 손해를 입었다며 같은 조 제3항에 따른 손해배상을 구한 사안이다.<br/>구 상가임대차법 부칙(2015. 5. 13.) 제3조에 따르면 구 상가임대차법 제10조의4는 그 규정의 시행일 현재 존속 중인 임대차부터 적용되는데, 甲과 乙이 약정한 임대차기간이 위 시행일 전에 이미 종료된 점, 위 임대차의 보증금액은 구 상가임대차법 제2조 제1항, 구 상가임대차법 시행령 제2조 제1항 제3호에 따른 보증금액을 초과하는데, 임대차가 종료한 경우에도 임차인이 보증금을 돌려받을 때까지는 임대차관계가 존속한다고 정한 구 상가임대차법 제9조 제2항은 구 상가임대차법 시행령 제2조 제1항 제3호에 따른 보증금액을 초과하는 임대차에는 적용되지 않는 것이어서 구 상가임대차법 제10조의4의 시행일 현재 甲이 임대차보증금을 반환받지 않았더라도 임대차관계가 존속하는 것으로 볼 수 없는 점을 종합하면, 위 임대차는 구 상가임대차법 제10조의4의 시행일 현재 존속 중인 임대차에 해당하지 않으므로, 구 상가임대차법 제10조의4는 위 임대차에 적용되지 않는다고 한 사례이다.<br/>",
    "참조조문": "구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제2조 제1항, 제9조 제2항, 제10조의4, 구 상가건물 임대차보호법 시행령(2015. 11. 13. 대통령령 제26637호로 개정되기 전의 것) 제2조 제1항 제3호<br/>",
    "선고일자": "20180824",
    "법원명": "대구고법",
    "사건명": "임대차보증금반환등·건물명도",
    "판례내용": "【원고(반소피고), 피항소인】 원고(반소피고, 개명 전: 이름 생략) (소송대리인 법무법인 유로 담당변호사 김선영 외 2인)<br/>【피고(반소원고), 항소인】 피고(반소원고)<br/>【제1심판결】 대구지법 2017. 2. 10. 선고 2015가합1820, 202913 판결<br/>【변론종결】2018. 5. 25.<br/>【주    문】<br/>  1. 제1심판결의 본소에 대한 부분 중 피고(반소원고) 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고(반소피고)의 본소청구를 기각한다.<br/>  2. 제1심판결의 반소에 관한 부분 중 다음에서 지급을 명하는 금액에 해당하는 피고(반소원고) 패소 부분을 취소한다.<br/>  원고(반소피고)는 피고(반소원고)에게 53,263,571원 및 이에 대하여 2016. 12. 7.부터 2018. 8. 24.까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>  3. 피고(반소원고)의 반소에 관한 나머지 항소를 기각한다.<br/>  4. 소송 총비용은 본소 및 반소를 통틀어 그중 70%는 원고(반소피고)가 부담하고, 나머지 30%는 피고(반소원고)가 부담한다.<br/>  5. 제2항 중 금전지급 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>가. 본소: 피고(반소원고, 이하 ‘피고’라고 한다)는 원고(반소피고, 이하 ‘원고’라고 한다)에게 251,087,000원 및 이에 대하여 이 사건 소장 부본 송달일 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>나. 반소: 원고는 피고에게 170,000,000원 및 이에 대하여 이 사건 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날부터 다 갚는 날까지 연 20%의 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>주문 제1항 및 제1심판결 중 반소에 관한 부분을 취소한다. 반소 청구취지 기재와 같은 판결<br/>【이    유】  1. 본소 청구 부분 (배척)<br/>  가. 상가건물 임대차보호법 제10조의4 규정 적용 여부 (소극)<br/>  1) 원고의 주장<br/>  원고는 피고로부터 임차한 상가건물의 임차기간이 종료될 무렵 피고에게, 권리금의 반환 또는 새로운 임차인을 통한 권리금 회수에 협조할 것을 요청하였으나, 피고가 이를 거절하는 바람에 권리금을 회수하지 못하는 손해를 입었다. 피고의 행위는 상가건물 임대차보호법 제10조의4 제1항 제2호, 제4호에 해당하는 권리금회수 방해에 해당하므로, 피고는 같은 법 제10조의4 제3항에 따라 원고에게 정당한 권리금 상당의 손해액인 251,087,000원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  2) 법리<br/>  이 사건에 관계된 법령은 별지 ‘관계 법령’ 기재와 같다.<br/>상가건물 임대차보호법(이하 ‘상가임대차법’이라 한다) 제10조의3의 규정(2015. 5. 13. 신설)에 의하면, ‘권리금’이란 임대차 목적물인 상가건물에서 영업을 하는 자 또는 영업을 하려는 자가 영업시설·비품, 거래처, 신용, 영업상의 노하우, 상가건물의 위치에 따른 영업상의 이점 등 유형·무형의 재산적 가치의 양도 또는 이용대가로서 임대인, 임차인에게 보증금과 차임 이외에 지급하는 금전 등의 대가를 말하고(제1항), ‘권리금 계약’이란 신규임차인이 되려는 자가 임차인에게 권리금을 지급하기로 하는 계약을 말한다(제2항).<br/>상가임대차법 제10조의4 규정(2015. 5. 13. 신설)에 의하면, 임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 정당한 사유 없이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위를 하여서는 아니 되고(제1항 제4호), 임대인이 이를 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임이 있다(제3항). 상가임대차법 부칙(제13284호, 2015. 5. 13. 시행) 제3조에 의하면, 상가임대차법 제10조의4의 규정은 그 규정이 처음 시행된 2015. 5. 13. 당시 존속 중인 임대차부터 적용한다.<br/>  3) 판단<br/>  갑 제1호증, 을 제6호증, 제7호증의 1, 2의 각 기재에 변론 전체의 취지를 종합하면, ① 원고는 2009. 9. 7. 피고와 사이에, 피고가 원고에게 대구 중구 (주소 생략) 지상 약국 건물(이하 ‘이 사건 상가건물’이라고 함)을 임대차보증금은 2억 원, 월 차임은 660만 원(부가가치세 포함), 임대기간은 이 사건 상가건물의 인도일부터 3년(원고가 원할 경우 2년 연장 가능)으로 정하여 임대하는 계약(갑 제1호증)을 체결하고 그 무렵 피고로부터 이 사건 상가건물을 인도받아 약국을 운영한 사실, ② 원고는 2013. 5. 3. 피고와 사이에 구두로, 피고가 위 계약(갑 제1호증)과 동일한 조건으로 이 사건 상가건물을 2015. 5. 3.까지 2년간 임대(이하 ‘이 사건 임대차’라고 한다)하는 계약(이하 ‘이 사건 계약’이라 한다)을 체결하고 계속하여 약국을 운영한 사실이 인정된다.<br/>  위 인정 사실에 의하면, 이 사건 임대차는 약정한 임대차기간이 2015. 5. 3. 만료되어 종료되었으므로 상가임대차법 제10조의4 규정이 처음 시행된 2015. 5. 13. 당시 존속 중인 임대차에 해당하지 아니하고, 따라서 이 사건 임대차에는 상가임대차법 제10조의4 규정이 적용될 수 없으니, 이와 다른 전제에 선 원고의 주장은 더 살펴볼 필요 없이 이유 없다.<br/>  4) 원고의 주장은, ① 권리금 회수기회를 보호하는 상가임대차법 제10조의4의 규정은 상가임대차법 시행령이 정하는 보증금액을 초과하는 임대차에 대하여도 적용되는 점, ② 상가임대차법 제9조에 의하면 임대차가 종료한 경우에도 임차인이 보증금을 돌려받을 때까지는 임대차 관계는 존속하는 것으로 보는데, 피고는 상가임대차법 제10조의4의 규정이 시행된 후인 2015. 6. 2.에 원고 앞으로 임대차보증금을 변제공탁하였으므로 이 사건 임대차는 상가임대차법 제10조의4의 규정이 시행될 당시인 2015. 5. 13. 현재 존속 중이었던 점을 종합하면, 상가임대차법 제10조의4의 규정은 이 사건 임대차에 적용된다는 것이다.<br/>  갑 제2호증, 제5호증의 각 기재에 변론 전체의 취지를 종합하면, ① 피고는 2015. 5. 11. 원고를 상대로 부동산명도단행가처분 신청을 하여 2015. 6. 19.자 가처분결정(대구지방법원 2015카합3113)을 받았는데, 그 결정은 ‘피고가 이 결정을 송달받은 날로부터 7일 이내에 원고를 위한 담보로 8,000만 원을 현금으로 공탁하는 것을 조건으로, 원고는 피고에게 이 사건 상가건물을 인도하라’는 것인 사실, ② 원고는 2015. 6. 26. 피고에게 이 사건 상가건물을 인도한 사실, ③ 피고는 이 사건 임대차 보증금반환을 원인으로 원고 앞으로 2015. 6. 1. 1억 8,650만 원, 2015. 6. 2. 1,350만 원, 합계 2억 원을 공탁한 사실이 인정된다.<br/>상가임대차법 제2조의 규정에 의하면, 상가임대차법은 대통령령이 정하는 보증금액을 초과하는 임대차에 대하여는 적용되지 아니하고(제1항 단서), 제2조 제1항 단서에 따른 보증금액을 정할 때에는 보증금 외 차임이 있는 경우에는 그 차임액에 은행법에 의한 금융기관의 대출금리 등을 감안하여 대통령령이 정하는 비율을 곱하여 환산한 금액을 포함하여야 한다(제2항). 구 상가임대차법 시행령(2015. 11. 13. 대통령령 제26637호로 개정되기 전의 것, 이하 ‘구 상가임대차법 시행령’이라 한다) 제2조 제1항 제3호의 규정에 의하면, 상가임대차법 제2조 제1항 단서에서 ‘대통령령으로 정하는 보증금액’은 대구광역시의 경우 2억 4천만 원이다. 상가임대차법 시행령 제2조에 의하면, 상가임대차법 제2조 제2항의 규정에 의하여 보증금 외에 차임이 있는 경우의 차임액은 월 단위의 차임액으로 하고(제2항), 상가임대차법 제2조 제2항에서 ‘대통령령으로 정하는 비율’이라 함은 1분의 100을 말한다(제3항).<br/>  앞서 본 바와 같이 ① 이 사건 상가건물은 대구광역시에 있고, ② 이 사건 계약에 의하면 임대기간은 2015. 5. 3.까지이고, 보증금은 2억 원이며, 월 차임은 660만 원이다. 상가임대차법 제2조 제2항, 상가임대차법 시행령 제2조 제1항 제3호의 규정에 의하여 위 월 차임을 보증금액으로 환산하면 660,000,000원(= 6,600,000원 × 100/1)이므로, 위 환산액을 합산하면 이 사건 임대차의 보증금액은 8억 6,000만 원(= 200,000,000원 + 660,000,000원)이 되는데, 이는 상가임대차법 제2조 제1항, 구 상가임대차법 시행령 제2조 제1항 제3호의 규정에 의한 대구광역시의 보증금액 2억 4,000만 원을 초과한다.<br/>2015. 5. 13. 개정 및 시행된 상가건물 임대차보호법 제2조 제3항의 규정에 의하면, 권리금 회수기회 보호에 관한 상가임대차법 제10조의4 규정은 상가임대차법 제2조 제1항 단서에 따른 보증금액을 초과하는 임대차에 대하여도 적용한다. 그런데 ① 상가임대차법 제9조 제2항의 규정에 의하면, 임대차가 종료한 경우에도 임차인이 보증금을 돌려받을 때까지는 임대차 관계는 존속하는 것으로 보지만, 위 제9조 제2항의 규정은 제2조 제1항 단서에 따른 보증금액을 초과하는 임대차에 대하여는 적용하지 아니하는 점(제2조 제3항), ② 권리금 회수기회 보호에 관한 상가임대차법 제10조의4 규정은 2015. 5. 13. 당시 존속 중인 임대차부터 적용하는 점[상가임대차법 부칙(제13284호, 2015. 5. 13. 시행) 제3조]에 비추어 볼 때, 2015. 5. 13. 개정 및 시행된 상가건물 임대차보호법 제2조 제3항의 규정의 의미는 ‘권리금 회수기회 보호에 관한 상가임대차법 제10조의4 규정은 상가임대차법 제2조 제1항 단서에 따른 보증금액을 초과하는 임대차의 경우에는, 2015. 5. 13. 현재 존속 중인 임대차, 즉 약정 임대차기간이 종료되지 아니한 임대차에 한하여 적용하고, 2015. 5. 13. 현재 존속 중이지 않은 임대차, 즉 약정 임대차기간이 종료된 임대차에는 적용하지 아니한다’는 의미로 해석하여야 한다.<br/>  살피건대, ① 원고와 피고가 약정한 이 사건 임대차기간은 권리금 회수기회 보호에 관한 상가임대차법 제10조의4 규정의 시행일(2015. 5. 13.) 전인 2015. 5. 3.에 이미 종료된 점, ② 이 사건 임대차 보증금액(월 차임 환산액을 포함한 금액)은 상가임대차법 제2조 제1항, 구 상가임대차법 시행령 제2조 제1항 제3호의 규정에 의한 보증금액을 초과하므로, 2015. 5. 13. 현재 원고가 임대차보증금을 반환받지 않았더라도 임대차 관계가 존속하는 것으로 볼 수 없는 점을 종합하면, 이 사건 임대차는 2015. 5. 13. 현재 존속 중인 임대차에 해당하지 아니한다고 할 것이고, 따라서 권리금 회수기회 보호에 관한 상가임대차법 제10조의4 규정은 이 사건 임대차에 적용되지 아니하므로, 이와 다른 전제에 선 원고의 주장은 더 살필 것 없이 이유 없다.<br/>  나. 상가건물 임대차보호법 제10조의4 규정의 유추적용 유무 (부정)<br/>  1) 원고의 주장<br/>  권리금 회수기회 보호에 관한 상가임대차법 제10조의4 규정은 이 사건 임대차에 유추적용되어야 하므로, 피고는 원고에게 정당한 권리금 상당의 손해액인 251,087,000원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  2) 법리<br/>  살피건대, ① 헌법 제13조의 규정에 의하면, 모든 국민은 소급입법에 의하여 재산권을 박탈당하지 아니하는 점, ② 권리금 회수기회 보호에 관한 상가임대차법 제10조의4 규정은 2015. 5. 13. 신설 및 시행된 것으로 임대인의 상가건물에 관한 재산권을 제한함과 동시에 임대인에게 새로운 의무를 부과하는 것인 점, ③ 그 시행일(2015. 5. 13.) 현재 이미 종료된 임대차에 상가임대차법 제10조의4 규정을 유추적용할 경우 임대인의 재산권을 소급하여 제한하는 결과가 되는 점 등에 비추어 볼 때, 상가임대차법 제10조의4 규정은 상가임대차법 제10조의4 규정의 시행일(2015. 5. 13.) 현재 이미 종료된 이 사건 임대차에는 유추적용될 수 없다고 할 것이므로, 원고의 주장은 이유 없다.<br/>  다. 불법행위책임 유무 (부정)<br/>  1) 원고의 주장<br/>  피고는 원고로부터, 피고가 새 임차인과 사이에 임대차계약을 체결함으로써 원고가 권리금을 회수하도록 협조하라는 요청 또는 피고가 원고에게 정당한 권리금을 지급하고 원고의 약국을 인수하라는 요청을 받았음에도 불구하고 이를 거절한 채, 원고가 주선하지 아니한 새 임차인에게 이 사건 상가건물을 임대함으로써 원고에게 권리금을 회수할 수 없는 손해를 입혔다. 이는 원고의 권리금에 관한 채권을 침해하는 불법행위에 해당하므로, 피고는 원고에게 정당한 권리금 상당의 손해액인 251,087,000원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  2) 법리<br/>  고의 또는 과실로 인한 위법행위로 타인에게 손해를 가한 자는 그 손해를 배상할 책임이 있다(민법 제750조).<br/>  일반적으로 채권에 대하여는 배타적 효력이 부인되고 채권자 상호 간 및 채권자와 제3자 사이에 자유경쟁이 허용되는 것이어서 제3자에 의하여 채권이 침해되었다는 사실만으로 바로 불법행위로 되지는 않는 것이지만, 거래에 있어서의 자유경쟁의 원칙은 법질서가 허용하는 범위 내에서의 공정하고 건전한 경쟁을 전제로 하는 것이므로, 제3자가 채권자를 해한다는 사정을 알면서도 법규에 위반하거나 선량한 풍속 또는 사회질서에 위반하는 등 위법한 행위를 함으로써 채권자의 이익을 침해하였다면 이로써 불법행위가 성립한다고 하지 않을 수 없고, 여기에서 채권침해의 위법성은 침해되는 채권의 내용, 침해행위의 태양, 침해자의 고의 내지 해의의 유무 등을 참작하여 구체적, 개별적으로 판단하되, 거래자유 보장의 필요성, 경제·사회 정책적 요인을 포함한 공공의 이익, 당사자 사이의 이익균형 등을 종합적으로 고려하여야 한다(대법원 2003. 3. 14. 선고 2000다32437 판결 등 참조).<br/>  3) 인정 사실<br/>  살피건대, 갑 제1호증 내지 제3호증의 2, 을 제1호증의 1 내지 제7호증의 2의 각 기재, 제1심 감정인 (주)가람감정평가법인의 감정 결과, 당심 증인 소외 1, 소외 2의 각 일부 증언에 변론 전체의 취지를 종합하면, 아래 사실이 인정된다.<br/>  ① 원고는 2009. 9. 7. 피고와 사이에 이 사건 계약을 체결하면서 피고에게 임대차보증금 2억 원과 별도로 계약서에 기재하지 않은 1억 원을 추가로 지급하기로 구두로 합의하였다.<br/>  ② 원고는 이 사건 계약을 체결할 당시 종전 임차인으로 임차기간 종료 후에도 이 사건 상가건물을 계속 점유 중이던 소외 3이 이 사건 상가건물을 인도하지 않자 2010. 4. 30. 소외 3에게 권리금 명목으로 7,000만 원을 지급한 다음, 2010. 5. 3. 소외 3으로부터 이 사건 상가건물을 인도받았고, 임대차기간이 종료된 후인 2013. 5. 3. 피고와 사이에 임대차기간을 2015. 5. 3.까지로 연장하는 이 사건 계약을 체결하였다.<br/>  ③ 원고는 2014. 4.경 또는 2014. 5.경 이 사건 상가건물에서 운영하던 약국의 영업권을 권리금 4억 8,000만 원을 받고 약사인 소외 1에게 양도하려고 협상을 하였으나, 피고가 소외 1과 사이에 임대차계약을 체결할 것을 거절하는 바람에 협상은 결렬되었다.<br/>  ④ 원고는 2015. 2.경 피고로부터, 약사인 피고의 배우자가 이 사건 상가건물에서 직접 약국을 운영할 예정이니 이 사건 임대차기간(2015. 5. 3.까지) 내에 이 사건 상가건물을 반환하라는 요구와 함께 피고가 원고에게 권리금 명목으로 7,000만 원을 지급할 의사가 있다는 말을 들었으나, 권리금 액수가 적다는 이유로 피고의 요구를 거절하였다. 원고는 2015. 3.경부터 거제시에 있는 상가건물을 임차하여 그곳에서 약국을 운영하는 대신 이 사건 상가건물에서 하던 약국 영업은 폐업하였다.<br/>  ⑤ 원고는 2015. 4. 2. 피고에게 보증금 2억 원 이외에 부당이득금 명목으로 2억 2,000만 원을 지급해 주지 않으면 이 사건 상가건물을 반환하지 않겠다고 통지하였고, 이에 피고는 2015. 4. 27. 원고에게 보증금 2억 원에서 미지급된 차임 등을 공제한 잔액을 지급받음과 동시에 이 사건 상가건물을 인도해 달라는 통지를 하였다. 그러나 원고는 2015. 4. 30. 다시 피고에게, 이 사건 계약 당시 보증금과 별도로 지급한 1억 원 및 전 임차인 소외 3에게 지급한 권리금 7,000만 원의 합계 1억 7,000만 원을 피고로부터 지급받음과 동시에 이 사건 상가건물을 인도하겠다고 통지하였다.<br/>  ⑥ 원고는 2015. 6. 4. 및 2015. 6. 12. 피고에게 보증금 2억 원, 차임 월 1,500만 원, 권리금 3억 5,000만 원을 지급할 의사가 있는 새 임차인이 있다고 통지하였다.<br/>  ⑦ 이 사건 상가건물의 2015. 4. 30.자 기준 권리금 감정평가액은 251,087,000원이다.<br/>  4) 판단<br/>  살피건대, ① 헌법 제119조의 규정에 의하면, 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 하는 점, ② 상가임대차법 제2조 제1항 단서에 따른 보증금액을 초과하는 임대차에 대하여도 상가임대차법 제10조 제1항, 제2항이 적용되는데(상가임대차법 제2조 제3항), 상가임대차법 제10조 제1항 소정의 임차인의 계약갱신요구권은 최초의 임대차기간을 포함한 전체 임대차기간이 5년을 초과하지 아니하는 범위에서만 행사할 수 있는 점(상가임대차법 제10조 제2항), ③ 원고가 피고로부터 이 사건 상가건물을 임차한 기간(2009. 9. 7.부터 2015. 5. 3.까지)은 상가임대차법 제10조 제2항의 규정이 정한 전체 임대기간 5년을 초과하였으므로, 원고는 더 이상 피고에 대하여 임대차갱신요구를 할 수 없는 점, ④ 피고는 계약자유의 원칙에 따라 임대차계약의 상대방을 자유롭게 선택할 수 있으므로, 원고가 소개한 새 임차인과 사이에 임대차계약을 체결하지 아니할 자유가 있는 점, ⑤ 원고는 피고가 아닌 다른 자로부터 권리금을 지급받기로 하는 계약을 체결하지는 않았으므로 권리금청구채권을 취득한 것이 아닌 점 등에 비추어 볼 때, 위 인정 사실만으로 피고가 원고의 타인에 대한 권리금청구채권을 침해하였다거나 법규에 위반하거나 선량한 풍속 또는 사회질서에 위반하는 등 위법한 행위를 하였다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없으므로, 이와 다른 전제에 선 원고의 주장은 더 살필 것 없이 이유 없다.<br/>  라. 채무불이행책임 유무 (부정)<br/>  1) 원고의 주장<br/>  원고는 이 사건 계약 당시 피고와 사이에 원고가 피고에게 권리금 1억 원을 지급하는 내용의 권리금 계약을 체결하였으므로 권리금 계약에 따라 피고가 원고에게 권리금을 반환할 의무가 있음에도 이를 반환하지 않았으므로 피고는 원고에게 권리금 계약불이행을 이유로 한 손해배상으로 정당한 권리금 상당인 251,087,000원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  2) 법리<br/>  영업용 건물의 임대차에 수반되어 행하여지는 권리금의 지급은 임대차계약의 내용을 이루는 것은 아니고 권리금 자체는 거기의 영업시설·비품 등 유형물이나 거래처, 신용, 영업상의 노하우(know-how) 또는 점포 위치에 따른 영업상의 이점 등 무형의 재산적 가치의 양도 또는 일정 기간 동안의 이용대가라고 볼 것이어서, 그 유형·무형의 재산적 가치의 양수 또는 약정기간 동안의 이용이 유효하게 이루어진 이상 임대인은 그 권리금의 반환의무를 지지 아니하며, 다만 임차인은 당초의 임대차에서 반대되는 약정이 없는 한 임차권의 양도 또는 전대차의 기회에 부수하여 자신도 그 재산적 가치를 다른 사람에게 양도 또는 이용케 함으로써 권리금을 지급받을 수 있을 것이고, 따라서 임대인이 그 임대차의 종료에 즈음하여 그 재산적 가치를 도로 양수한다든지 권리금 수수 후 일정한 기간 이상으로 그 임대차를 존속시켜 그 가치를 이용케 하기로 약정하였음에도 임대인의 사정으로 중도 해지됨으로써 약정기간 동안의 그 재산적 가치를 이용케 해주지 못하였다는 등의 특별한 사정이 있을 때에만 임대인은 그 권리금 전부 또는 일부의 반환의무를 진다(대법원 2000. 9. 22. 선고 2000다26326 판결 등 참조).<br/>  3) 판단<br/>  원고가 피고와 사이에 임대차계약을 체결하면서 피고에게 보증금 명목과 별도로 1억 원을 지급한 사실은 당사자 사이에 다툼이 없다.<br/>  살피건대, 앞서 본 바와 같이 ① 이 사건 계약이 정한 임대차기간은 만료된 점, ② 원고는 더 이상 피고에 대하여 임대차갱신요구를 할 수 없는 점, ③ 피고는 계약자유의 원칙에 따라 원고가 소개한 새 임차인과 사이에 임대차계약을 체결하지 아니할 자유가 있는 점 등에 비추어 볼 때, 갑 제2호증, 제3호증의 1, 2, 제6호증의 1, 2의 각 기재만으로, 피고가 원고와 사이에 이 사건 임대차기간을 초과하여 임대하기로 합의하였다거나 권리금을 반환하기로 합의하였다는 등 피고에게 권리금 반환의무가 있음을 인정할 만한 특별한 사정이 있다고 인정하기 부족하고, 달리 이를 인정할 만한 증거가 없으므로, 원고의 주장은 이유 없다.<br/>  2. 반소 청구 부분 (일부 인용)<br/>  가. 부가가치세 등 청구 부분 (일부 긍정)<br/>  1) 피고의 주장<br/>  피고는 원고와 사이에, 원고가 피고에게 월 차임 외에 관리비 명목으로 매월 690만 원을 지급하되, 그로 인하여 피고에게 부과되는 세금은 원고가 부담하기로 약정하였으므로, 원고는 위 관리비로 인하여 피고에게 부과된 세금 합계 299,119,680원(종합소득세 204,507,800원 + 부가가치세 74,161,120원 + 지방세 20,450,760원)을 지급할 의무가 있다.<br/>  2) 법리<br/>  거래 당사자 사이에 부가가치세를 부담하기로 하는 약정이 따로 있는 경우에는 사업자는 그 약정에 기하여 공급을 받는 자에게 부가가치세 상당액의 지급을 청구할 수 있는 것이고, 부가가치세 부담에 관한 위와 같은 약정은 반드시 재화 또는 용역의 공급 당시에 있어야 하는 것은 아니고 공급 후에 한 경우에도 유효하며, 또한 반드시 명시적이어야 하는 것은 아니고 묵시적인 형태로 이루어질 수도 있다(대법원 2004. 2. 13. 선고 2003다49153 판결 등 참조).<br/>  3) 인정 사실<br/>  갑 제1호증, 을 제10호증 내지 제12호증, 제16호증의 각 기재에 의하면, ① 원고는 2009. 9. 7. 피고와 사이에, 원고가 피고에게 계약서(갑 제1호증)에 기재된 월 차임 660만 원(부가가치세 포함) 외에 관리비 명목으로 월 690만 원을 지급하기로 합의하고 관리비용계약서(을 제13호증)를 작성한 사실, ② 위 관리비용계약서에는 ‘이 계약에 따른 부가가치세 등 세금 일체(가산세 등 향후 발생 시)는 임차인이 부담하여야 함’이라고 기재되어 있는 사실, ③ 피고는 관리비 명목의 돈을 수령하였음에도 불구하고 원고에게 세금계산서를 발급하지 않았고, 세무서에 이에 대한 종합소득세 및 부가가치세 신고를 하지 않은 사실, ④ 세무서장은 2016. 4. 피고에게, 위 관리비 명목의 수입에 관한 세금 합계 299,733,180원[= 종합소득세 204,507,800원(본세 125,347,365원 + 가산세 79,160,435원) + 지방소득세 21,064,260원(본세 20,450,760원 + 가산세 613,500원) + 부가가치세 74,161,120원(본세 38,263,571원 + 가산세 35,897,549원)]을 부과·고지하여 그 무렵 피고가 이를 납부한 사실이 인정된다.<br/>  4) 판단<br/>  위 인정 사실에 의하면, 원고는 특별한 사정이 없는 한 피고와의 계약에 따라 관리비 명목 월 690만 원에 대한 부가가치세 본세 38,263,571원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  피고는, 원고는 피고에게 부과된 부가가치세 가산세 35,897,549원도 지급할 의무가 있다고 주장한다. 살피건대, 위 관리비용계약서(갑 제13호증)에 ‘부가가치세 등 세금 일체(가산세 등 향후 발생 시)는 임차인이 부담하여야 함’이라고 기재되어 있기는 하나, 한편 ① 사업자가 용역을 공급하는 경우에는 부가가치세를 용역을 공급받는 자로부터 징수하여야 하는 점(부가가치세법 제31조), ② 사업자는 용역을 공급하는 경우에는 세금계산서를 그 공급을 받는 자에게 발급하여야 하는 점(부가가치세법 제32조), ③ 사업자가 세금계산서를 발급하지 아니한 경우에 가산세를 부과하는 점(부가가치세법 제60조), ④ 세법상 가산세는 납세자가 정당한 이유 없이 법에 규정된 신고, 납세 등 각종 의무를 위반한 경우에 부과하는 행정상 제재인 점(대법원 2004. 6. 24. 선고 2002두10780 판결 등 참조) 등에 비추어 볼 때, 위 관리비용계약서(갑 제13호증)에 기재된 ‘가산세 등 향후 발생 시’의 의미는 ‘원고의 고의 또는 과실을 원인으로 하여 부과된 가산세 등’을 의미한다고 할 것인데, 위 인정 사실에 의하면, 원고가 아니라 피고가 고의로 원고에게 세금계산서를 발급하지 않음으로 인하여 부가가치세 가산세가 부과되었다고 봄이 타당하므로, 원고는 피고에게 위 부가가치세 가산세를 지급할 의무가 없다고 할 것이니, 피고의 이 부분 주장은 이유 없다.<br/>  피고는, 원고는 피고에게 부과된 종합소득세 및 지방종합소득세도 지급할 의무가 있다고 주장한다. 살피건대, ① 위 관리비용계약서(갑 제13호증)에 ‘종합소득세’ 또는 ‘지방소득세’라는 문구는 기재되어 있지 아니한 점, ② 피고가 위 관리비용계약에 따라 수령한 관리비 수입은 실질적으로는 차임에 해당하는 점, ③ 원고는 피고와 사이에 위 관리비용계약서를 작성할 당시에 부동산임대차계약서(갑 제1호증)도 작성하였는데, 위 부동산임대차계약서에는 ‘월 차임은 660만 원(부가가치세 포함)’이라는 문구만 기재되어 있을 뿐 월 차임에 대한 종합소득세나 지방소득세를 원고가 부담한다는 내용은 기재되어 있지 아니한 점, ④ 피고는 원고에 대하여, 월 차임 660만 원에 대한 종합소득세나 지방소득세를 청구하지는 아니한 점 등에 비추어 볼 때, 위 관리비용계약서(갑 제13호증)의 기재만으로 원고가 피고의 관리비 명목 소득에 대하여 부과될 종합소득세 및 지방종합소득세를 부담하기로 합의하였다고 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없으므로, 피고의 이 부분 주장은 이유 없다.<br/>  5) 원고의 주장에 대한 판단<br/>  원고의 주장은, 관리비용계약서(갑 제13호증) 중 부가가치세를 원고가 부담하기로 한 부분은 선량한 풍속 기타 사회질서에 반하므로 무효라는 것이다.<br/>  살피건대, 거래 당사자 사이에 부가가치세를 부담하기로 하는 약정이 따로 있는 경우에는 사업자는 그 약정에 기하여 공급을 받는 자에게 부가가치세 상당액의 지급을 청구할 수 있으므로(대법원 2004. 2. 13. 선고 2003다49153 판결 등 참조), 관리비용계약서(갑 제13호증) 중 부가가치세를 원고가 부담하기로 한 부분은 무효가 아니라고 할 것이니, 원고의 주장은 이유 없다.<br/>  나. 위약금 청구 부분 (긍정)<br/>  1) 당사자의 주장<br/>  가) 피고의 주장<br/>  원고는, 피고가 2015. 6. 2. 임대차보증금을 원고 앞으로 공탁하는 방법으로 반환하였음에도 불구하고, 그 후인 2015. 6. 26. 이 사건 상가건물을 피고에게 인도하였으므로, 이 사건 계약에서 정한 인도의무를 위반하였고, 따라서 피고에게 이 사건 계약에서 정한 위약금 3,000만 원을 지급할 의무가 있다.<br/>  나) 원고의 주장<br/>  원고는 임대차계약서(갑 제1호증)에 기재된 의무를 위반한 경우에 한하여 임대차계약서(갑 제1호증)에 기재된 위약금을 지급할 의무가 있는데, 원고는 임대차계약서(갑 제1호증)에 기재된 의무를 위반한 적이 없으므로, 피고의 주장은 이유 없다.<br/>  2) 관련 법령 및 법리<br/>  당사자는 채무불이행에 관한 손해배상액을 예정할 수 있고(민법 제398조 제1항), 위약금의 약정은 손해배상액의 예정으로 추정한다(민법 제398조 제4항).<br/>  임대차는 당사자 일방이 상대방에게 목적물을 사용, 수익하게 할 것을 약정하고 상대방이 이에 대하여 차임을 지급할 것을 약정함으로써 그 효력이 생긴다(민법 제618조). 임차인은 임대차목적물을 반환하는 때에는 이를 원상에 회복하여야 한다(민법 제615조, 제654조).<br/>  계약을 위반할 때에는 계약금의 배액을 배상하기로 하는 약정에 있어서의 ‘위약’이라 함은 특별한 사정이 없는 한 본래의 계약 내용을 위반하여 그에 따른 의무를 이행하지 않는 것을 가리키는 것이고, 계약해제에 따른 계약금반환의무를 지체하는 것은 이에 포함하지 않는다(대법원 1981. 7. 7. 선고 80다2185 판결 참조). 위약금의 약정은 특단의 사정이 없는 한 채무불이행으로 인한 손해배상예정의 성질을 가진다 할 것이다(대법원 1976. 3. 23. 선고 74다1383, 1384 판결 참조).<br/>  임대차계약의 종료에 의하여 발생된 임차인의 목적물반환의무와 임대인의 연체차임을 공제한 나머지 보증금의 반환의무는 동시이행의 관계에 있으므로, 임대차계약 종료 후에도 임차인이 동시이행의 항변권을 행사하여 임차건물을 계속 점유하여 온 것이라면, 임대인이 임차인에게 보증금반환의무를 이행하였다거나 현실적인 이행의 제공을 하여 임차인의 건물명도의무가 지체에 빠지는 등의 사유로 동시이행의 항변권을 상실하지 않는 이상, 임차인의 건물에 대한 점유는 불법점유라고 할 수 없으며, 따라서 임차인으로서는 이에 대한 손해배상의무도 없다(대법원 1998. 5. 29. 선고 98다6497 판결 등 참조).<br/>  3) 인정 사실<br/>  갑 제1호증 내지 제3호증의 2, 을 제1호증의 1, 2의 각 기재에 의하면, ① 원고가 2009. 9. 7. 피고와 사이에 작성한 임대차계약서(갑 제1호증)에는 ‘계약금 3,000만 원’, ‘임차인이 본 계약을 어겼을 때에는 계약금은 무효가 되고 반환청구가 불가함’, ‘임차인은 임대인의 승인하에 개축 또는 변조할 수 있으나 부동산의 반환기일 전에 임차인의 부담으로 원상복귀키로 함’이라고 기재되어 있고, 원고는 2013. 5. 3. 위 계약서와 동일한 조건으로 구두로 이 사건 계약을 체결한 사실, ② 피고는 임대차보증금 반환 명목으로 피공탁자를 원고로 하여 2015. 6. 1.에 1억 8,650만 원, 2015. 6. 2.에 1,350만 원, 이상 합계 2억 원을 공탁한 사실, ③ 원고는 그 후인 2015. 6. 26. 피고에게 이 사건 상가건물을 인도한 사실이 인정된다.<br/>  4) 판단<br/>  살피건대, ① 임대차계약서(갑 제1호증)에 기재된 ‘본 계약을 어겼을 때’의 의미는 ‘이 사건 계약에 따른 의무를 이행하지 아니할 때’이고, 여기에는 임대차계약서에 기재되지 아니하였지만 임대차의 법적 성질에 의하여 당연히 인정되는 의무도 포함되는 점, ② 원고는 이 사건 임대차가 종료될 경우 임대차보증금을 반환받음과 동시에 이 사건 상가건물을 피고에게 인도할 의무가 있는 점(민법 제615조, 제654조), ③ 원고는 피고가 이 사건 임대차보증금을 변제공탁한 후에도 이 사건 상가건물을 불법으로 점유하면서 그 반환을 지체한 점 등을 종합하면, 원고는 피고에게 약정한 위약금을 지급할 의무가 있다고 할 것이다.<br/>  위약금의 약정은 손해배상액의 예정으로 추정하고(민법 제398조 제4항), 손해배상의 예정액이 부당히 과다한 경우에는 법원은 적당히 감액할 수 있다(민법 제398조 제2항).<br/>민법 제398조 제2항은 손해배상의 예정액이 부당히 과다한 경우에는 법원이 이를 적당히 감액할 수 있다고 규정하고 있는데, 여기서 ‘부당히 과다한 경우’라고 함은 채권자와 채무자의 각 지위, 계약의 목적 및 내용, 손해배상액을 예정한 동기, 채무액에 대한 예정액의 비율, 예상 손해액의 크기, 그 당시의 거래관행과 경제상태 등 모든 사정을 참작하여 일반 사회관념에 비추어 그 예정액의 지급이 채무자에게 부당한 압박을 가하여 공정성을 잃는 결과를 초래한다고 인정되는 경우를 뜻하는 것으로 보아야 하고, 위 규정의 적용에 따라 손해배상의 예정액이 부당하게 과다한지의 여부 내지 그에 대한 적당한 감액의 범위를 판단하는 데 있어서는 법원이 구체적으로 그 판단을 하는 때, 즉 사실심의 변론종결 당시를 기준으로 하여 그 사이에 발생한 위와 같은 모든 사정을 종합적으로 고려하여야 할 것이다(대법원 2013. 6. 28. 선고 2013다5121 판결 등 참조).<br/>  앞서 든 증거에 변론 전체의 취지를 종합하면 알 수 있는 다음과 같은 사정, 즉 ① 임대차계약서(갑 제1호증)에 기재된 위약금은 손해배상액의 예정으로 볼 것인 점, ② 원고는, 피고가 임대차보증금을 변제공탁한 2015. 6. 2.로부터 24일이 경과한 2015. 6. 26.에 피고에게 이 사건 상가건물을 인도한 점, ③ 피고가 위 인도지체로 인하여 실제로 입은 손해액은 이 사건 임대차기간 중의 월 수입 1,350만 원(= 차임 660만 원 + 관리비 690만 원)보다 적다고 봄이 타당한 점 등 이 사건 변론과정에 나타난 여러 사정을 고려하면, 원고와 피고가 약정한 손해배상 예정액 3,000만 원은 부당하게 과다하다고 인정되므로, 민법 제398조 제2항의 규정에 의하여 이를 1,500만 원으로 감액하기로 한다.<br/>  다. 소결<br/>  따라서 원고는 피고에게 합계 53,263,571원(= 관리비에 대한 부가가치세 본세 38,263,571원 + 위약금 15,000,000원) 및 이에 대하여 피고가 구하는 바에 따라 이 사건 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날인 2016. 12. 7.부터 원고가 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 사건 판결 선고일까지는 민법 소정의 연 5%, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법 소정의 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. 원고는 이 사건 반소장 부본 송달일 다음 날부터 연 20%의 비율로 계산한 지연손해금을 구하나, 개정된 소송촉진 등에 관한 특례법 제3조 제1항 본문의 법정이율에 관한 규정(대통령령 제26553호, 시행 2015. 10. 1.)에 의하여 소송촉진 등에 관한 특례법상 법정이율이 2015. 10. 1.부터 연 15%로 변경되었으므로, 원고의 지연손해금 청구 중 연 15%의 비율을 초과하는 부분은 이유 없다.<br/>  3. 결론<br/>  원고의 본소청구는 이유 없어 이를 기각하고, 피고의 반소청구는 위 인정 범위 내에서 이유 있어 이를 인용하고 그 나머지는 이유 없어 이를 기각할 것이다. 제1심판결은 이와 결론을 달리하여 부당하므로 피고의 항소를 일부 받아들여 제1심판결 중 본소에 관한 피고 패소 부분을 취소하고 그 취소 부분에 해당하는 원고의 본소청구를 기각하고, 제1심판결 중 반소에 관한 피고 패소 부분을 일부 취소하여 피고의 청구를 일부 인용하고, 피고의 나머지 항소는 이유 없어 기각하기로 하여, 주문과 같이 판결한다.<br/>[[별   지] 관계 법령: 생략]<br/><br/>판사 진성철(재판장) 권민오 강동원 ",
    "사건번호": "2017나21191, 21207",
    "사건종류코드": "400101",
    "판례정보일련번호": "205612",
    "선고": "선고",
    "판결유형": "판결 : 상고",
    "법원종류코드": "400202"
  }
}