{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20181010",
    "법원명": "대구지방법원",
    "사건명": "임차보증금반환·건물인도",
    "판례내용": "【원고(반소피고), 피항소인】 원고 (소송대리인 법무법인 명 담당변호사 오기환)<br/>【피고(반소원고), 항소인】 주식회사 서강이일씨 (소송대리인 법무법인 중원 담당변호사 이기광 외 1인)<br/>【제1심판결】 대구지방법원 경주지원 2018. 4. 25. 선고 2017가단1359(본소), 2018가단827(반소) 판결<br/>【변론종결】2018. 9. 5.<br/>【주    문】<br/>  1. 피고(반소원고)의 항소를 기각한다.<br/>  2. 항소비용은 피고(반소원고)가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  본소: 피고(반소원고, 이하 ‘피고’라 한다)는 원고(반소피고, 이하 ‘원고’라 한다)에게 70,000,000원 및 이에 대하여 별지 목록 기재 부동산의 인도일부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>  반소: 원고는 피고에게 별지 목록 기재 부동산을 인도하라.<br/>2. 항소취지<br/>  제1심판결 중 피고 패소 부분을 취소한다. 원고의 본소청구를 모두 기각한다. 원고는 피고에게 별지 목록 기재 부동산을 인도하라.<br/>【이    유】1. 제1심판결의 인용<br/>  이 법원의 판결이유는, 피고가 당심에서 강조하는 주장에 관한 판단을 아래와 같이 보충하는 외에는 제1심판결 이유 기재와 같으므로, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>2. 보충 판단<br/>가. 피고 주장의 요지<br/>    임차인이 주택 소유자가 아니어서 제3자가 보기에 그 주민등록이 소유권 아닌 임차권을 매개로 하는 점유라고 인식할 수 있는 사정이 있다면, 임대인이 주택에 대한 소유권이전등기를 마친 ‘즉시’, 임차인이 주택임대차보호법 제3조 제1항에 따른 임차인으로 대항력을 갖는다는 취지의 대법원 2000다58026, 58033 판결의 취지에 따르면, 원고가 피고에 대하여 이 사건 임대차계약에 기초한 대항력을 갖추었다고 볼 여지도 있으나, 한편 대법원 2012다93794 판결의 취지에 따르면, 원고의 이 사건 아파트에 관한 인도 및 전입신고는, 대운산업이 이 사건 아파트의 소유권을 취득한 2014. 4. 8.에야 비로소 원고의 임차권에 관한 적법한 공시방법으로 되었고, 따라서 그 대항력은 대운산업이 소유권을 취득한 ‘즉시’ 발생하는 것이 아니라 그 ‘다음날’에야 발생한다고 보아야 한다. 이 사건에는 사실관계의 유사성 등에 비추어 위 대법원 2012다93794 판결의 취지를 적용하는 것이 타당하고, 그렇다면 원고는 피고를 상대로 임차인으로서의 대항력을 갖추지 못하였으므로, 피고의 근저당권보다 후순위인 원고의 임차권은 소멸되어야 한다.<br/>나. 판단<br/>    피고가 제시하는 대법원 2012다93794 판결은, 경락대금을 납입하지 아니하여 소유권을 취득하지 못한 최고가 매수신고인으로부터 주택을 임차하여, 그 인도와 주민등록을 마치고 확정일자를 갖춘 임차인에게 그 다음날에 주택임대차보호법상 우선변제권을 취득하였다고 판단한 원심에 대하여, 주택을 인도받아 전입신고를 마치고 확정일자를 받았다고 하더라도, 주택에 대하여 적법하게 임대차계약을 체결할 수 있는 권한을 가진 임대인이 체결한 임대차가 아닐 경우에는, 임차인이 ‘전입신고 및 확정일자를 받은 다음날’에 우선변제권을 취득하였다고 볼 수 없다는 취지를 확인한 것일 뿐, 위와 같은 경우에 권한 없이 임대한 임대인이 그 후 소유권을 취득하여 ‘적법하게 임대권한을 취득한 다음날에’ 임차인이 대항력 또는 우선변제권을 갖는다는 것을 확인하는 취지는 아닌 것으로 보인다(즉, ‘전입신고 및 확정일자’를 기준으로 할 것이냐 아니면 임대인이 ‘적법한 임대권한을 취득한 날’을 기준으로 할 것이냐가 쟁점인 것이지, 임대인이 적법한 임대권한을 취득한 ‘즉시’를 기준으로 할 것이냐 아니면 ‘그 다음날’을 기준으로 할 것이냐는 점이 쟁점은 아니었다). 피고의 위 주장을 받아들일 수 없다.<br/>3. 결론<br/>  제1심판결은 정당하므로 피고의 항소를 기각한다.<br/>[별지 생략]<br/><br/>판사 이영철(재판장) 조희성 이용제 ",
    "사건번호": "2018나3890(본소), 2018나6073(반소)",
    "사건종류코드": "400101",
    "판례정보일련번호": "207174",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}