{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20151111",
    "법원명": "서울고등법원",
    "사건명": "임차권양도에대한동의",
    "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 담소 담당변호사 조영찬 외 1인)<br/>【피고, 피항소인】 주식회사 광영토건 (소송대리인 법무법인(유한) 바른 외 1인)<br/>【제1심판결】 수원지방법원 성남지원 2015. 1. 8. 선고 2014가합205726 판결<br/>【변론종결】2015. 10. 16.<br/>【주    문】<br/>  1. 당심에서 변경된 청구에 따라 제1심판결을 다음과 같이 변경한다.<br/>  피고는 원고가 소외인[(생년월일 생략), (주소 1 생략)]에게 (주소 2 생략)의 임차권을 양도함에 대하여 동의의 의사표시를 하라.<br/>  2. 소송총비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 주문과 같은 판결을 구한다(원고는 당심에서 청구취지를 변경하였다).<br/>【이    유】1. 기초 사실<br/> 가. 피고는 2006. 2. 28. 구 주택법(2006. 5. 24. 법률 제7959호로 개정되기 전의 것) 제16조에 따라 성남시장으로부터 성남시 판교택지 개발지구 내 A3-1 블록 21,437㎡에 관하여 공공건설임대아파트의 주택건설사업계획을 승인받아 (주소 3 생략) 지상에 임대 의무기간 10년의 부영 ‘사랑으로’ 임대아파트(6개 동, 371세대, 산운마을8단지아파트, 이하 ‘이 사건 임대아파트’라 한다)를 건축하였다. <br/> 나. 원고는 2009. 2. 17. 피고와 이 사건 임대아파트 (주소 4 생략)(이하 ‘이 사건 아파트’라 한다)에 관하여 임대보증금 215,687,000원, 월 임대료 494,000원으로 정하여 임대차계약을 체결하였고, 2009. 4. 24.경 이 사건 아파트에 입주하여 단독 세대주로서 거주하였다. <br/> 다. 원고는 2013. 2. 25. 호주 (주소 5 생략)에 있는 ○○○○ 대학교△△△△△ 캠퍼스 상업학사(Bachelor of Commerce)과정 회계·금융전공으로 입학하여 현재 재학 중이고 2015. 11. 21. 졸업예정이다. <br/> 라. 원고는 2012. 2. 7. 출국하였다가 2013. 12. 29. 귀국하였고, 2014. 3. 3. 다시 출국하여 현재 ‘(주소 6 생략)’에서 거주 중이다. <br/> 마. 원고는 피고에게 이 사건 아파트의 임차권 양도에 관하여 동의를 요청하였으나, 피고는 임차권 양도에 부동의하면서 원고에게 임대차계약의 합의해지를 권유하고 있다. <br/>[인정 근거] 다툼 없는 사실, 갑 제1 내지 7호증, 을 제1, 2, 5호증의 각 기재(가지번호 있는 것은 가지번호 포함), 변론 전체의 취지<br/>2. 관련 법령<br/> 이 사건과 관련된 임대주택법, 임대주택법 시행령 및 임대주택법 시행규칙 등은 별지 관련 법령 기재와 같다.<br/>3. 판단<br/> 가. 원고의 주장<br/>  ⑴ 원고는 2013. 1.경 호주로 유학을 떠나 현재 호주 ○○○○ 대학교에서 유학생활을 하고 있고, 앞으로 호주에서 직장을 얻어 생활할 예정이다. 따라서 원고에게는 임대주택법 시행령 제18조 제1항 제1호 다목에서 정한 임차권 양도가 허용되는 예외적 사유가 있다. <br/>  ⑵ 피고가 임대차계약을 합의해지할 의사를 밝히고는 있지만, 임대주택법 시행령 제18조 제3항에서는 임대사업자인 피고에게 임차권 양도에 대한 동의 의무를 부과하고 있으므로 원고는 이에 응하지 않고 임차권을 양도할 수 있다. <br/>  ⑶ 임차권 양수인을 선정할 권한은 임차인인 원고에게 있으므로, 원고가 무주택자인 양수인을 선정하여 임차권 양도에 대한 피고의 동의를 구하는 이상 피고는 이에 대하여 동의를 해 줄 의무가 있다. <br/>  ⑷ 원고로서는 임차권 양수인이 무주택자인지에 관해 양수인의 주장 외에는 달리 이를 확인할 방법이 없는바, 원고가 양수인을 선정하고 피고의 동의를 요청하여 임차권 양도가 이루어진 후 양수인이 무주택자가 아닌 사람으로 밝혀지면 피고는 임대주택법 제27조에 따라 양수인과의 임대차계약을 해지하면 된다.  <br/> 나. 피고의 주장<br/>  ⑴ 임대주택법 제19조 단서에서는 임차권의 양도 또는 전대가 허용되는 사유만을 규정하도록 대통령령에 위임하였음에도 불구하고, 임대주택법 시행령 제18조 제3항은 임대주택법에서 위임하지 않은 임대사업자의 동의 의무를 규정하고 있는바, 이는 임대주택법의 위임 없이 임대사업자에게 의무를 부과한 것으로서 법률유보의 원칙 또는 법률우위의 원칙에 반하고, 임대사업자의 헌법상 기본권인 직업수행의 자유나 재산권을 과도하게 침해한다. 따라서 임대주택법 시행령 제18조 제3항은 위법하여 무효이다.<br/>  ⑵ 원고에게 임대주택법령상 임차권을 양도할 수 있는 예외적인 사유가 있다고 하더라도 피고가 임대차계약을 합의해지할 의사를 밝히고 있는 이상 원고는 임대차계약을 합의해지할 수 있을 뿐 임차권을 양도할 수 없다.<br/>  ⑶ 원고가 임차권을 양도할 수 있다고 하더라도 원고가 임차권 양수인을 직접 선정할 수는 없다.<br/>  ⑷ 설령 위와 같은 사유들이 인정되지 않는다고 하더라도 원고가 선정한 임차인이 무주택자인지에 대한 증명책임은 원고에게 있는데, 원고가 제출한 자료만으로는 양수인이 무주택자인지를 확인할 수 없으므로 피고는 임차권 양도에 대하여 동의하여야 할 의무가 없다.<br/> 나. 판단<br/>  ⑴ 임대주택법 시행령 제18조 제3항이 무효인지 여부<br/>   ㈎ 현행 임대주택법 제19조에서는 원칙적으로 임차권의 양도 또는 전대를 금지하면서, 예외적으로 ‘대통령령으로 정하는 경우로서 임대사업자의 동의를 받은 경우’ 임차권의 양도 또는 전대를 허용하고 있고, 이에 따라 임대주택법 시행령 제18조 제1항에서는 예외적으로 임차권의 양도 또는 전대가 허용되는 경우를 규정하고 있는 한편 제3항에서는 ‘임대사업자는 임차인이 임대사업자에게 제출한 증명 자료 등에 특별한 문제가 없으면 임차인의 임차권 양도 또는 전대 요구를 받아들여야 한다.’라고 규정하여 임대사업자에게 임차권 양도 또는 전대에 대한 동의 의무를 부과하고 있다.<br/>  1993. 4. 27. 구 임대주택건설촉진법(1984. 12. 31. 법률 제3783호로 제정된 것, 이하 ‘구 임대주택건설촉진법’이라 한다)은 임대주택법으로 명칭이 변경되었는데, 구 임대주택건설촉진법에서는 ‘임대주택의 임차인은 임차권을 타인에게 양도(매매, 증여 기타 권리의 변동을 수반하는 일체의 행위를 포함하되, 상속의 경우를 제외한다)하거나 임대주택을 타인에게 전대할 수 없고’ (제11조 제1항), ‘위 규정에 위반하여 임차권을 양수받거나 임대주택을 전대 받은 자는 그 권리를 제3자에게 대항할 수 없다.’(제11조 제2항)고 규정하고 있어, 상속을 제외한 경우에는 임차권의 양도 또는 전대를 일률적으로 금지하여 오다가, 임대주택법으로 명칭이 변경되면서(위 제11조의 조문의 위치는 제13조로 변경되었다), ‘다만, 대통령령이 정하는 경우로서 임대사업자의 동의를 얻은 경우에는 그러하지 아니하다.’라는 단서 조항을 신설하여 구 임대주택법 시행령(1994. 12. 23. 대통령령 제14438호로 개정되기 전의 것)에서 정하는 일정한 사유가 발생한 경우에는 예외적으로 임대사업자의 동의를 얻어 임차권 양도 또는 전대를 허용하게 되었다. <br/>위 구 임대주택법 시행령 제10조에서는 예외적으로 임차권 양도 또는 전대가 허용되는 사유만을 규정하고 있을 뿐 임대사업자의 임차권 양도 또는 전대에 대한 동의 의무 등에 관해서는 아무런 규정을 두고 있지 않았는데, 2005. 9. 16. 대통령령 제19051호로 위 구 임대주택법 시행령이 개정되면서 현행 임대주택법 시행령 제18조 제3항의 규정처럼 임대사업자의 임차권 양도 또는 전대에 대한 동의 의무 규정이 신설되었다(제10조 제3항).<br/>  현행 임대주택법 제19조 단서의 문리해석, 위와 같은 임대주택법 시행령의 제·개정 과정 등에 비추어 보면, 임대주택법 제19조 단서에서는 임대주택법 시행령에 임차권의 양도 또는 전대가 예외적으로 허용되는 사유만을 위임하였음에도 임대주택법 시행령에서는 임대사업자의 동의 의무 등에 관해서도 규정하고 있다.<br/>   ㈏ 한편 법률의 시행령이나 시행규칙은 그 법률에 의한 위임이 없으면 개인의 권리·의무에 관한 내용을 변경·보충하거나 법률에 규정되지 아니한 새로운 내용을 정할 수는 없지만, 법률의 시행령이나 시행규칙의 내용이 모법의 입법 취지 및 관련 조항 전체를 유기적·체계적으로 살펴보아 모법의 해석상 가능한 것을 명시한 것에 지나지 아니하거나 모법 조항의 취지에 근거하여 이를 구체화하기 위한 것인 때에는 모법의 규율 범위를 벗어난 것으로 볼 수 없으므로, 모법에 이에 관하여 직접 위임하는 규정을 두지 않았다고 하더라도 이를 무효라고 볼 수는 없다(대법원 2009. 6. 11. 선고 2008두13637 판결 등 참조). <br/>  비록 임대주택법 시행령 제18조 제3항에서는 임대주택법의 위임 없이 임대사업자의 동의 의무에 관한 사항을 규정하고 있지만, 다음과 같은 사정에 비추어 보면 임대주택법 시행령 제18조 제3항은 임대주택법의 해석상 가능한 것을 명시한 것에 지나지 않거나 그 입법 취지에 근거하여 이를 구체화한 것으로서 임대사업자의 직업수행 자유 또는 재산권 등을 과도하게 제한하였다고 볼 수 없으므로 무효라고 할 수 없다.<br/>  ① 임대주택법은 임대주택을 건설·공급하여 주택구매능력이 부족한 국민의 주거생활 안정을 도모하고 장기임대주택제도를 정착시키기 위한 목적으로 제정되었는바, 임대주택법과 임대주택법 시행령 등에서는 임대주택 임차인의 자격 및 선정방법과 임대사업자의 임대조건 등을 엄격히 규율하고, 각종 세제 혜택 등을 부여하여 임대사업자의 권리를 보장하는 한편, 임차인은 일정한 기간이 경과한 경우에는 임대주택법이 정한 엄격한 요건과 절차에 따라 분양전환을 통해 비교적 저렴한 가격에 임대주택을 매수하는 등 임차인의 권리도 아울러 보장하고 있다.<br/>  ② 임대주택법 제19조는 위와 같은 입법 목적을 달성하기 위하여 투기 또는 투자 목적을 가진 수요자들의 접근을 사전에 차단하여 실제 주거 수요를 충족시키기 위해 원칙적으로 임차권의 양도 또는 전대를 금지하면서 다만 대통령령이 정하는 특별한 경우로서 임차권 양도 또는 전대가 사적 이익을 추구하는 수단으로 악용될 여지가 없는 예외적인 경우에는 임대사업자의 동의를 얻어 임차권 양도 또는 전대를 허용하고 있다. 이에 따라 임대주택법 시행령 제18조 제1항에서는 그 요건으로 ‘무주택 세대구성원’을 명시하는 등 예외적으로 임차권의 양도 또는 전대가 허용되는 사유를 엄격하게 규정하고 있다.<br/>  ③ 임차권의 양도는 임차인 지위의 이전을 수반하고 임차권 전대의 경우 임대목적물의 사용·수익자의 변경을 가져와 임대인과 임차인 사이의 신뢰관계에 변경을 초래하게 되고, 임대사업자의 동의 없이 임차권을 양도 또는 전대하면 형사처벌을 받거나 임대차계약이 해제 또는 해지될 수 있으므로 임차권 양도 또는 전대에서 임대사업자의 동의는 필수적이다. 그런데 임차권 양도 또는 전대가 사적 이익을 추구하는 수단으로 악용될 여지가 없어 임대주택법의 입법 취지에 반하지 않는 경우에도 임대사업자의 동의 여부를 임대사업자가 자유롭게 결정할 수 있게 하면 임차인의 권리를 부당하게 제한하게 되고, 임대사업자가 누구인지에 따라 그 동의 여부도 달라져 임대주택별로 임차권의 양도 또는 전대 허용 여부가 결정되어 형평성에 반하는 문제가 발생할 수 있다. 또한, 임대사업자의 동의 여부를 전적으로 임의적인 것으로 보면 임대사업법 제19조에서 임차권 양도 또는 전대를 허용하는 입법 취지가 몰각될 우려가 있다. 따라서 임대주택법 시행령 제18조 제1항에서 정한 사유에 해당하는 경우에는 법률관계의 일률적·통일적 처리, 임차인의 권리 보호 등을 위해 임대사업자의 동의 여부를 어느 정도 강제할 필요가 있다. <br/>  ④ 또한, 임대주택법 제3조에서는 임대주택법에서 정하지 않은 사항에 대해서는 주택임대차보호법을 적용한다고 규정하고 있는데, 주택임대차보호법상 임차인이 비록 임대인한테서 별도의 승낙을 얻지 아니하고 제3자에게 임차물을 사용·수익하도록 한 경우에 있어서도, 임차인의 당해 행위가 임대인에 대한 배신적 행위라고 할 수 없는 특별한 사정이 인정되는 경우에는, 임대인은 자신의 동의 없이 전대차가 이루어졌다는 것만을 이유로 임대차계약을 해지할 수 없으며, 임차권 양수인이나 전차인은 임차권의 양수나 전대차 및 그에 따른 사용·수익을 임대인에게 주장할 수 있다고 해석된다(대법원 1993. 4. 27. 선고 92다45308 판결, 대법원 2007. 11. 29. 선고 2005다64255 판결 등 참조). 그런데 임대주택법 시행령 제18조 제1항에서 정한 사유는 임차인의 임차권 양도 또는 전대가 임대사업자에 대한 배신적 행위에 해당하지 않는 사유들이다. <br/>  ⑤ 임대주택법 시행령에서는 임차권 양도 또는 전대의 절차로서 임차인이 임차권 양도 또는 전대하고자 하는 경우 그 증명하는 자료를 임대사업자에게 제출하도록 하고 있고(제18조 제2항), 임차인이 임대주택법의 취지에 반하여 임차권을 양도 또는 전대하는 것을 방지하기 위해 특별한 문제가 있는 경우 임대사업자는 임차인의 임차권 양도 또는 전대 요구를 거절할 수 있다고 규정하고 있다(제18조 제3항). 이처럼 임대주택법 시행령 제18조는 임차인의 권리를 보장하는 한편 임대주택법의 입법 취지에 반하는 경우에는 임대사업자에게 임차인의 임차권 양도 또는 전대 요구를 거절할 수 있는 권한을 아울러 보장하고 있으므로 임대사업자의 직업수행 자유 또는 재산권 등을 과도하게 제한한다고 볼 수 없다.<br/>  ⑵ 임차권 양도가 허용되는 예외적 사유에 해당하는지 여부<br/>임대주택법 제19조, 임대주택법 시행령 제18조에 따르면, 공공건설임대주택의 임차인이 그 임차권을 다른 사람에게 양도 또는 전대하는 것을 원칙적으로 금지하고, 임차인이 임대사업자에게 예외적인 사유에 해당함을 증명하는 자료를 제출하면, 임대사업자는 특별한 문제가 없는 이상 그 임차권의 양도 또는 전대에 대하여 동의하여야 할 의무가 있다. 국민의 주거생활을 안정시키는 것을 목적으로 하는 임대주택법 등 관련 법령의 취지에 비추어 보면, 임차권의 양도 또는 전대에 대한 동의 의무가 인정되는 예외적인 사유는 엄격하게 해석할 필요가 있다. <br/>  그런데 위 인정 사실에 의하면, 원고는 2012. 2. 7. 유학 목적으로 호주로 출국하여 현재 호주에 거주하면서 호주 (주소 5 생략)에 있는 ○○○○ 대학교△△△△△ 캠퍼스에 재학 중이고 2015. 11. 21.에 졸업할 예정인바, 이는 임대주택법 시행령 제18조 제1항 제1호 다목에서 정한 ‘국외로 이주하거나 1년 이상 국외에 머무를 경우’에 해당한다고 봄이 타당하다. <br/>  ⑶ 임대차계약을 합의해지할 수 있음에도 임차권을 양도할 수 있는지 여부<br/>  임대주택법 등 관련 법령의 취지, 문언 등에 비추어 인정되는 아래와 같은 사정을 종합하여 보면, 원고는 임대차계약을 합의해지하지 않고 피고의 동의를 받아 임차권을 양도할 수 있다고 봄이 타당하다. <br/>  ① 임대주택법은 국민의 주거생활 안정 등을 목적으로 하고(제1조), ‘임대주택의 공급 및 관리에 관하여 이 법으로 정하지 아니한 사항에는 주택임대차보호법을 적용한다’고 정하고 있으며, 주택임대차보호법 제10조에서는 ‘이 법에 위반된 약정으로서 임차인에게 불리한 것은 그 효력이 없다.’고 정하고 있으므로, 법령에서 정하지 않은 이상 임대주택법상 임차인의 권리를 제한하는 것은 허용될 수 없다. 따라서 원고가 임대차계약의 합의해지를 원하고 있지 않으므로 그 의사에 반하여 합의해지를 강요할 수는 없다.<br/>  ② 임대주택법 제19조, 임대주택법 시행령 제18조 제1항, 제3항 등은, 임대주택 임차인의 세대 구성원 모두가 임대주택 입주 후 일정한 사유에 해당되는 경우에는 임대사업자의 동의를 얻어 임차권을 양도할 수 있고, 임대사업자는 임차인이 제출한 자료 등에 특별한 문제가 없으면 임차인의 임차권 양도 요구를 받아들여야 한다고만 정하고 있을 뿐이며, 임대사업자가 임대차계약 합의해지를 권유하는 등 합의해지가 가능한 경우를 임차권 양도나 그에 관한 동의의 제외사유로 정하고 있지 않다.<br/>  ③ 원고는 임대주택법 등 관계 법령의 규정에 따라 근무 등 예외적인 사정이 발생하는 경우 임대사업자인 피고의 동의를 얻어 다른 사람에게 임차권을 양도할 수 있으므로, 특별한 사정이 없으면 원고가 그 권리를 행사한다고 하여 이를 임대주택법의 목적과 취지에 반한다고 할 수 없다.<br/>  ⑷ 임차인인 원고가 임차권 양수인을 선정할 수 있는지 여부<br/>  임대주택법 등 관련 법령의 취지, 문언 등에 비추어 인정되는 아래와 같은 사정을 종합하여 보면, 원고는 임차권을 양도할 때 양수인을 선정할 수 있다고 봄이 타당하다. <br/>  ① 일반적인 임차권 양도의 경우 임차인이 임차권 양수인을 선정할 수 있는데, 임대주택의 임차권 양도라고 해서 이와 달리 볼 이유를 찾기 어렵다. <br/>  ② 임대주택법령은 임차인이 일정한 요건 하에 임차권을 양도할 수 있다고 규정하고 있을 뿐, 그 양수인의 선정을 임대사업자가 하도록 하는 규정을 두고 있지 않다.<br/>  ③ 임대주택법 시행령 제18조 제1항 제1호는 민간건설임대주택과 매입임대주택의 경우 임차권의 양수인을 무주택 세대구성원으로 제한하지 않고 임차인이 임의로 선정할 수 있다는 규정일 뿐, 공공건설임대주택의 경우 임차인의 양수인 선정권을 제한하는 규정으로 볼 수 없다. <br/>  ⑸ 임차권 양수인이 무주택자인지 여부에 관한 확인의무의 주체<br/>  임대주택법 등 관련 법령의 취지, 문언 등에 비추어 인정되는 아래와 같은 사정을 종합하여 보면, 임차권 양수인이 무주택자인지 확인할 의무는 임대사업자인 피고에게 있고, 원고가 피고에게 임차권 양도에 관한 동의를 구할 때 양수인이 무주택자인지 확인하여 자료를 제출할 의무가 있다고 할 수 없다. <br/>  ① 임대주택법 시행령 제18조 제2항은 ‘임차권 양도의 동의를 받으려는 임차인은 제1항 각 호에 해당함을 증명하는 자료를 임대사업자에게 제출하여야 한다.’고 규정하고, 제18조 제3항에서는 ‘임대사업자는 제2항에 따라 임차인이 임대사업자에게 제출한 증명 자료 등에 특별한 문제가 없으면 임차인의 임차권 양도 요구를 받아들여야 한다.’고 규정하고 있을 뿐, 임차인이 임대사업자에게 임차권 양도에 대한 동의를 요청할 때 양수인이 무주택 세대구성원임을 증명하는 자료를 제출하도록 명시적으로 규정하고 있지는 않다. <br/>  ② 임대주택법 시행규칙 제12조 제2항 제3호는 ‘공공건설임대주택의 임대사업자는 임차권의 양도에 대한 동의를 하는 경우에는 미리 주택공급에 관한 규칙 제21조의2 제1항에 따라 주택소유 여부를 확인하여야 한다.’는 취지로 규정하고 있고, 주택공급에 관한 규칙 제21조의2 제1항은 ‘사업주체가 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에 따라 구성된 주택전산망을 이용한 주택소유 여부 등의 전산검색을 국토교통부장관이 정하는 방법과 절차에 따라 국토교통부장관에게 의뢰하여야 한다.’라는 취지로 규정하고 있다. <br/>  ③ 임차인으로서는 임차권 양수인이 무주택자인지에 관한 자료를 구하기 어렵거나 불가능하다고 보인다. 이러한 사정을 고려하여 임대주택법령에서는 임차인에게 양수인이 무주택자인지에 관한 자료의 제출의무를 부과하지 않는 대신 임대사업자에게 주택공급에 관한 규칙 제21조의2 제1항에 따라 이를 확인할 길을 열어준 것으로 보인다.  <br/>  ⑹ 소결<br/>  따라서 원고가 임차권 양수인으로 선정한 소외인이 무주택자가 아님을 인정할 증거가 없는 이상 피고는 원고가 소외인에게 이 사건 아파트의 임차권을 양도함에 대하여 동의의 의사표시를 할 의무가 있다.<br/>4. 결론<br/>  그렇다면 원고의 이 사건 청구는 이유 있어 인용하여야 할 것인바, 항소심에서 변경된 청구에 따라 제1심판결을 위와 같이 변경하기로 하여, 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 김대웅(재판장) 이현우 김동완 ",
    "사건번호": "2015나2006430",
    "사건종류코드": "400101",
    "판례정보일련번호": "207167",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}