{
  "PrecService": {
    "판시사항": "[1] 채무자가 제3채무자를 상대로 금전채권의 이행을 구하는 소를 제기한 후 채권자가 위 금전채권에 대하여 압류 및 추심명령을 받아 제3채무자를 상대로 추심의 소를 제기한 경우, 채무자가 권리주체의 지위에서 한 시효중단의 효력이 추심채권자에게 미치는지 여부(적극)<br/>[2] 채무자가 제3채무자를 상대로 제기한 금전채권의 이행소송이 압류 및 추심명령에 따른 당사자적격의 상실로 각하되었으나 이행소송 계속 중 피압류채권에 대하여 당사자적격을 취득한 추심채권자가 각하판결이 확정된 날로부터 6개월 내에 제3채무자를 상대로 추심의 소를 제기한 경우, 채무자의 재판상 청구에 따른 시효중단의 효력이 추심채권자의 추심소송에서 그대로 유지되는지 여부(적극)<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "[1] 채무자의 제3채무자에 대한 금전채권에 대하여 압류 및 추심명령이 있더라도, 이는 추심채권자에게 피압류채권을 추심할 권능만을 부여하는 것이고, 이로 인하여 채무자가 제3채무자에게 가지는 채권이 추심채권자에게 이전되거나 귀속되는 것은 아니다. 따라서 채무자가 제3채무자를 상대로 금전채권의 이행을 구하는 소를 제기한 후 채권자가 위 금전채권에 대하여 압류 및 추심명령을 받아 제3채무자를 상대로 추심의 소를 제기한 경우, 채무자가 권리주체의 지위에서 한 시효중단의 효력은 집행법원의 수권에 따라 피압류채권에 대한 추심권능을 부여받아 일종의 추심기관으로서 그 채권을 추심하는 추심채권자에게도 미친다.<br/>[2] 재판상의 청구는 소송의 각하, 기각 또는 취하의 경우에는 시효중단의 효력이 없지만, 그 경우 6개월 내에 재판상의 청구, 파산절차참가, 압류 또는 가압류, 가처분을 한 때에는 시효는 최초의 재판상 청구로 인하여 중단된 것으로 본다(민법 제170조). 그러므로 채무자가 제3채무자를 상대로 제기한 금전채권의 이행소송이 압류 및 추심명령으로 인한 당사자적격의 상실로 각하되더라도, 위 이행소송의 계속 중에 피압류채권에 대하여 채무자에 갈음하여 당사자적격을 취득한 추심채권자가 위 각하판결이 확정된 날로부터 6개월 내에 제3채무자를 상대로 추심의 소를 제기하였다면, 채무자가 제기한 재판상 청구로 인하여 발생한 시효중단의 효력은 추심채권자의 추심소송에서도 그대로 유지된다고 보는 것이 타당하다.<br/>",
    "참조조문": "[1] 민법 제169조 / [2] 민법 제169조, 제170조<br/>",
    "선고일자": "20190725",
    "법원명": "대법원",
    "사건명": "추심금",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 가율 담당변호사 김철완 외 1인)<br/>【피고, 상고인】 태려산업 주식회사 (소송대리인 법무법인 건우 담당변호사 윤형주)<br/>【원심판결】 서울동부지법 2019. 1. 30. 선고 2018나24389 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 피고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 채무자의 재판상 청구로 인한 시효중단의 효력이 추심채권자에게 미치는지 여부<br/>  가. 채무자의 제3채무자에 대한 금전채권에 대하여 압류 및 추심명령이 있더라도, 이는 추심채권자에게 피압류채권을 추심할 권능만을 부여하는 것이고, 이로 인하여 채무자가 제3채무자에게 가지는 채권이 추심채권자에게 이전되거나 귀속되는 것은 아니다. 따라서 채무자가 제3채무자를 상대로 금전채권의 이행을 구하는 소를 제기한 후 채권자가 위 금전채권에 대하여 압류 및 추심명령을 받아 제3채무자를 상대로 추심의 소를 제기한 경우, 채무자가 권리주체의 지위에서 한 시효중단의 효력은 집행법원의 수권에 따라 피압류채권에 대한 추심권능을 부여받아 일종의 추심기관으로서 그 채권을 추심하는 추심채권자에게도 미친다.<br/>  한편 재판상의 청구는 소송의 각하, 기각 또는 취하의 경우에는 시효중단의 효력이 없지만, 그 경우 6개월 내에 재판상의 청구, 파산절차참가, 압류 또는 가압류, 가처분을 한 때에는 시효는 최초의 재판상 청구로 인하여 중단된 것으로 본다(민법 제170조). 그러므로 채무자가 제3채무자를 상대로 제기한 금전채권의 이행소송이 압류 및 추심명령으로 인한 당사자적격의 상실로 각하되더라도, 위 이행소송의 계속 중에 피압류채권에 대하여 채무자에 갈음하여 당사자적격을 취득한 추심채권자가 위 각하판결이 확정된 날로부터 6개월 내에 제3채무자를 상대로 추심의 소를 제기하였다면, 채무자가 제기한 재판상 청구로 인하여 발생한 시효중단의 효력은 추심채권자의 추심소송에서도 그대로 유지된다고 보는 것이 타당하다.<br/>  나. 원심판결 이유와 원심이 적법하게 채택한 증거들에 의하면 아래와 같은 사실을 알 수 있다.<br/>  1) 이오개발 주식회사(이하 ‘이오개발’이라 한다)는 2014. 2. 26. 피고를 상대로 임대료의 지급을 구하는 소를 제기하여, 2016. 1. 14. ‘피고는 이오개발에게 1,284,890,284원과 그중 1,122,000,000원에 대한 지연손해금을 지급하라’는 내용의 제1심판결을 선고받았다(서울동부지방법원 2014가합101253).<br/>  2) 원고는 이오개발에 대한 서울동부지방법원 2015차전5810 임대차보증금 사건의 집행력 있는 지급명령 정본에 의하여 이오개발을 채무자, 피고를 제3채무자로 하는 채권압류 및 추심명령을 신청하여, 2015. 5. 4. 이오개발이 위 임대료 지급 청구의 소에서 피고를 상대로 구하는 임대료 채권 중 83,452,840원에 이를 때까지의 금액(이하 ‘이 사건 임대료 채권’이라 한다)에 대하여 채권압류 및 추심명령을 받았고(서울동부지방법원 2015타채6427, 이하 ‘이 사건 추심명령’이라 한다), 이 사건 추심명령은 2015. 5. 7. 피고에게 송달되었다.<br/>  3) 한편 피고는 위 제1심판결에 대하여 항소하였다(서울고등법원 2016나2010122). 항소심법원은 2017. 4. 28. ‘이오개발이 피고에 대하여 지급을 구하는 임대료 채권 중 원고를 포함한 이오개발의 채권자들이 압류한 금액 합계 1,345,337,354원과 이에 대한 지연손해금 부분에 관하여는 이오개발의 당사자적격이 없음을 확인하고, 압류한 부분을 제외한 나머지 청구 부분에 관하여 피고는 이오개발에게 214,804,594원과 그중 136,292,740원에 대한 지연손해금을 지급한다’는 취지의 화해권고결정을 하였고(이하 ‘이 사건 화해권고결정’이라 한다), 이 사건 화해권고결정은 2017. 5. 16. 확정되었다.<br/>  4) 그 후 원고는 이 사건 추심명령을 근거로 2017. 8. 11. 제3채무자인 피고를 상대로 이 사건 추심의 소를 제기하였다.<br/>  다. 위와 같은 사실관계에 기초하여 원심은 아래와 같은 이유로 ‘원고의 이 사건 추심의 소는 이 사건 임대료 채권의 변제기인 2014. 1. 31.부터 민법 제163조의 소멸시효 기간인 3년이 지난 후에 제기되었으므로, 이 사건 임대료 채권은 이 사건 추심의 소가 제기되기 이전에 시효완성으로 소멸하였다’는 취지의 피고의 주장을 배척하고 원고의 청구를 인용하였다.<br/>  1) 이 사건 임대료 채권은 이오개발의 소 제기로 시효가 중단되었다가 항소심에서 당사자적격이 없음을 확인한다는 취지의 이 사건 화해권고결정이 확정됨으로써 사실상 소가 각하된 것과 동일한 효력이 발생하였다.<br/>  2) 원고는 이오개발의 소 제기로 인하여 시효중단의 효력이 발생한 이후에 이 사건 임대료 채권에 대하여 이 사건 추심명령을 받은 추심채권자로서 이오개발로부터 그 권리를 승계하였다.<br/>  3) 이오개발의 승계인인 원고가 이 사건 화해권고결정이 확정된 때로부터 6월 내에 이 사건 소를 제기한 이상 이 사건 임대료 채권의 소멸시효는 이오개발이 피고를 상대로 최초의 재판상 청구를 한 2014. 2. 26. 중단되었다.<br/>  라. 원심판결 이유를 앞서 본 법리에 비추어 살펴보면, 원심의 이유설시에 적절하지 않은 부분이 있지만, 이오개발의 재판상 청구로 인한 시효중단의 효력이 그 추심권능을 부여받은 원고에게도 미친다는 전제에서 피고의 소멸시효 항변을 배척한 결론은 정당하고 이로 인하여 판결 결과에 영향을 미친 잘못은 없다. 따라서 상고이유 주장은 받아들일 수 없다.<br/>  2. 피압류채권의 범위<br/>  원심은 이 사건 화해권고결정에서 이오개발의 당사자적격이 없음을 확인한 부분에 이 사건 추심명령의 피압류채권인 이 사건 임대료 채권도 포함되어 있다고 인정하였다. 이와 달리 이 사건 추심명령의 피압류채권은 이 사건 화해권고결정에서 이오개발의 당사자적격이 없음을 확인한 부분이 아니라 피고의 이오개발에 대한 지급의무를 인정한 부분에 한정된다는 취지의 상고이유 주장은 사실심의 전권에 속하는 원심의 사실인정을 탓하는 취지에 불과하여 적법한 상고이유가 되지 못할 뿐만 아니라, 원심판결 이유를 적법하게 채택된 증거들에 비추어 살펴보더라도, 원심의 위와 같은 사실인정과 판단에 상고이유 주장과 같이 피압류채권의 범위를 특정하지 아니하거나 그에 관한 판단을 누락한 잘못이 없다.<br/>  3. 결론<br/>  그러므로 상고를 기각하고 상고비용은 패소자가 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 박상옥(재판장) 안철상 노정희(주심) 김상환 ",
    "사건번호": "2019다212945",
    "사건종류코드": "400101",
    "판례정보일련번호": "208790",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}