{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20181220",
    "법원명": "서울고등법원",
    "사건명": "건물인도",
    "판례내용": "【원고, 피항소인 겸 항소인】 시재건설 주식회사 (소송대리인 법무법인 태일 담당변호사 김진규)<br/>【피고, 피항소인】 피고 1 외 18인<br/>【피고, 항소인】 피고 20<br/>【피고, 피항소인】 피고 21 외 10인 (소송대리인 변호사 박병규 외 1인)<br/>【피고들 보조참가인】 새봄건설 주식회사 (소송대리인 변호사 박병규)<br/>【제1심판결】 서울북부지방법원 2016. 11. 24. 선고 2015가합26928 판결<br/>【변론종결】2018. 11. 8.<br/>【주    문】<br/>  1. 제1심판결 중 피고 20에 대한 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>  2. 제1심판결 중 피고 4에 대한 부분을 취소한다. 피고 4는 원고에게 별지 표 ①항 순번 3번 기재 부동산을 인도하라.<br/>  3. 원고의 피고 20, 피고 4를 제외한 나머지 피고들에 대한 항소를 모두 기각한다. <br/>  4. 소송 총비용 중 원고와 피고 4 사이에 생긴 부분은 피고 4가, 원고와 나머지 피고들 사이에 생긴 부분은 원고가 부담한다.<br/>  5. 제2항의 인도 부분은 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  별지 표 ②항 ‘점유자’ 항목 기재 피고들은 원고에게 별지 표 ①항 ‘점유 부동산’ 항목 기재 부동산을 인도하라.<br/>2. 항소취지<br/>  가. 원고<br/>    제1심판결 중 원고 패소 부분을 취소하고, 그 취소 부분에 대하여 청구취지 기재와 같은 판결을 구한다. <br/>  나. 피고 20<br/>    주문 제1항과 같다.<br/>【이    유】1. 기초 사실<br/>  가. ○○○○○ 재건축정비사업조합(이하 ‘소외 조합’이라 한다)은 서울 노원구 (주소 생략) 외 13필지 지상 ○○○○○주택 3개동의 재건축사업을 추진하기 위하여 2003. 2. 7. 설립된 재건축정비사업조합이다. 소외 조합은 2010. 7.경 피고들 보조참가인 새봄건설 주식회사(이하 ‘보조참가인’이라 한다)와 소외 조합이 제공한 토지 위에 보조참가인이 기존 건물 철거 공사, 아파트 및 부대 복리시설 신축공사를 실시하되 건설사업비는 조합원 청산금 및 일반분양분에 대한 분양대금으로 충당하기로 하는 공사계약(이하 ‘이 사건 공사계약’이라 한다)을 체결하였다.<br/>  나. 보조참가인은 2011. 3. 무렵 이 사건 공사계약에 따라 아파트 신축공사를 완료하였다(이하 신축된 아파트를 ‘이 사건 아파트’라 한다). 이 사건 아파트는 20평대 20세대와 30평대 38세대 총 58세대로 구성되는데, 20평대 20세대 전부와 30평대 8세대가 소외 조합 분양분이고, 나머지 30평대 30세대가 보조참가인의 공사대금에 충당될 일반분양분이었다.<br/>  다. 소외 조합과 보조참가인은 2012. 4. 9. 서울특별시 노원구청장으로부터 이 사건 아파트에 관한 준공인가 전 사용허가를 얻었고, 그 무렵 이 사건 아파트를 소외 조합의 조합원에게 인도하거나 보조참가인 직원 피고 24(대판 : 피고 23)가 상주하면서 관리하였다. <br/>  라. 소외 조합의 채권자 소외 1은 별지 표 ①항 기재 부동산(이하 ‘이 사건 부동산’이라 하고, 이 사건 부동산의 호실은 호수로 특정한다)을 포함하여 이 사건 아파트의 소외 조합 소유지분과 이 사건 아파트 중 33세대(일반분양분 30세대 + 소외 조합 분양분 3세대)에 대한 강제경매를 신청하여 2012. 7. 24. 강제경매개시결정(서울북부지방법원 2012타경17226, 이하 해당 경매절차를 ‘이 사건 경매절차’라 한다)을 받았고, 해당 개시결정정본은 2012. 11. 18. 소외 조합에 송달되었으며 2012. 12. 7. 이 사건 부동산에 관하여 촉탁으로 인한 소외 조합 명의의 소유권보존등기가 마쳐졌다.<br/>  마. 보조참가인은 이 사건 경매절차가 진행 중이던 2012. 12. 26. 이 사건 공사계약에 따른 공사대금채권(이하 ‘이 사건 공사대금채권’이라 한다) 15,921,751,243원에 기한 유치권을 신고하였다. 원고는 이 사건 경매절차에서 이 사건 부동산을 포함한 경매목적물 전부를 2,621,000,000원에 낙찰받아 2015. 4. 23. 매각대금을 완납하고 2015. 5. 6. 소유권이전등기를 마쳤다.<br/>  바. 원고는 별지 표 ③항 기재 부동산 점유이전금지 가처분결정을 받아 별지 표 ②항 기재 피고들에 대하여 집행을 마쳤다.<br/>  사. 한편, 소외 1은 보조참가인을 상대로 이 사건 부동산 중 602, 603, 604, 701, 702, 703, 802, 804, 903, 904호가 포함된 13세대에 관하여 보조참가인의 유치권이 존재하지 아니한다는 확인을 구하는 유치권 부존재 확인의 소를 제기하였는데(서울동부지방법원 2013가합8395), 해당 법원은 2013. 11. 15. 소외 1의 청구를 기각하였고, 소외 1이 이 법원에 항소하였으나(서울고등법원 2013나76880) 2014. 7. 23. 항소기각 판결을 선고받았으며, 대법원에 상고하였으나(대법원 2014다55697), 2014. 12. 11. 해당 상고는 기각되었다(이하 ‘선행 유치권 소송’이라 한다).  <br/>  아. 원고는 보조참가인을 상대로 이 사건 부동산 중 102, 401, 504, 602, 701호 등이 포함된 15세대의 인도를 구하는 소를 제기하였는데(서울북부지방법원 2015가합22933), 해당 법원은 2016. 7. 27. 보조참가인의 유치권 항변이 이유 있다는 이유로 원고의 청구를 기각하였고, 원고가 이 법원에 항소하였으나(서울고등법원 2016나2055576) 2018. 6. 8. 항소기각 판결을 선고받았으며, 대법원에 상고하였으나(대법원 2018다248398) 2018. 10. 12. 해당 상고는 기각되었다(이하 ‘선행 인도 소송’이라고 한다). <br/>  [인정 근거] 다툼 없는 사실, 갑 제1에서 5호증(가지번호 포함, 이하 같다), 을 제1, 2호증의 기재, 변론 전체의 취지<br/>2. 청구원인에 관한 판단<br/>  원고가 이 사건 경매절차에서 이 사건 부동산의 소유권을 취득한 사실은 앞서 본 바와 같고, 피고들이 이 사건 부동산 중 아래 표 기재 부동산을 점유하는 사실은 당사자 사이에 다툼이 없거나 앞서 든 증거, 갑 제15호증의 기재 및 변론 전체의 취지를 종합하여 인정할 수 있다. <br/>  따라서 피고들은 특별한 사정이 없는 한 원고에게 아래 표 기재 부동산을 인도할 의무가 있다.<br/>점유 부동산점유자점유 부동산점유자101호피고 1504호피고 18(대판 : 피고 17)102호피고 주식회사 이명창호, 피고 3602호피고 19(대판 : 피고 18)104호피고 4603호피고 20(대판 : 피고 19)202호피고 5(대판 : 피고 4)604호피고 21(대판 : 피고 20)204호피고 6(대판 : 피고 5)701호피고 22(대판 : 피고 21)301호피고 7(대판 : 피고 6)702호피고 23(대판 : 피고 22)302호피고 8(대판 : 피고 7)703호피고 24, 피고 25(대판 : 피고 24), 피고 26(대판 : 피고 25), 피고 27(대판 : 피고 26)(주1)401호피고 세한건설이앤씨 주식회사, 피고 10(대판 : 피고 9)802호피고 28(대판 : 피고 27)403호피고 11(대판 : 피고 10), 피고 12(대판 : 피고 11)804호피고 29(대판 : 피고 28)404호피고 13(대판 : 피고 12), 피고 14(대판 : 피고 13)903호피고 30(대판 : 피고 29)501호피고 15(대판 : 피고 14)904호피고 31(대판 : 피고 30)503호피고 16(대판 : 피고 15), 피고 17(대판 : 피고 16) <br/>피고 27(대판 : 피고 26)<br/>3. 피고들의 유치권 항변에 관한 판단<br/>가. 피고들 주장의 요지<br/>    보조참가인에게 이 사건 공사대금채권을 피담보채권으로 한 유치권이 있고, 피고들은 이 사건 부동산 중 해당 점유 부분을 유치권자인 보조참가인과 공동으로 점유하고 있거나 보조참가인의 승낙을 얻어 점유하고 있으므로, 이 사건 부동산의 해당 점유 부분을 점유할 정당한 권원이 있다.<br/>나. 피고 4를 제외한 나머지 피고들(이항에서는 ‘피고들’이라 한다)에 대한 판단<br/>    1) 보조참가인이 소외 조합에 대하여 이 사건 공사대금채권을 가지고 있는 사실은 당사자 사이에 다툼이 없거나 을 제1호증의 기재 및 변론 전체의 취지를 종합하여 인정할 수 있고, 이 사건 공사대금채권은 이 사건 아파트에 대한 준공인가 전 사용허가가 나온 2012. 4. 9. 무렵 발생한 채권으로서 이 사건 부동산에 대한 유치권의 피담보채권이 된다.<br/>    2) 유치권의 성립요건이자 존속요건인 점유에는 직접점유뿐만 아니라 간접점유도 포함되므로(대법원 2013. 10. 24. 선고 2011다44788 판결 등 참조), 유치권자는 유치물을 스스로 직접점유하든 간접점유하든 점유를 계속한다고 할 수 있기 때문에 유치물을 임대하거나 담보에 제공한 때에는 임차인 또는 담보권자를 매개로 하여 간접점유를 하는 것이므로 유치권은 존속한다고 보아야 한다. <br/>    갑 제10, 11, 13, 15, 17에서 20, 22호증, 을 제1, 2, 3, 5호증, 을나 제2, 3, 6호증의 기재에 변론 전체의 취지를 종합하면, 보조참가인이 이 사건 아파트에 대한 준공인가 전 사용허가가 나온 2012. 4. 9. 무렵 소외 조합의 조합원들에게 소외 조합의 분양분 중 20평대 20세대 및 30평대 5세대를 인도하였고, 나머지 소외 조합의 분양분 30평대 3세대, 일반분양분 30평대 30세대, 총 30평대 33세대는 직원 피고 24를 상주시키면서 계속하여 점유하다가, 다음과 같이 204호 등 12세대는 점유보조자인 보조참가인의 직원, 이사들의 가족 또는 관계인을 통하여, 101호 등 10세대는 하도급업체와 그 관계인을 통하여 점유하고 있는 것으로 보는 것이 타당하고, 소외 조합은 보조참가인이 직접 또는 점유보조자 등을 통하여 이 사건 아파트 해당 점유 부분을 점유하는 것을 승인하거나 묵인한 것으로 판단된다.<br/>      ① 아래 표 기재 12세대는 보조참가인의 승낙을 받아 현재 보조참가인의 직원, 보조참가인 이사들의 가족 또는 관계인들이 사용하고 있다.<br/>점유 부동산점유자비고204호피고 6이사 소외 2의 처남404호피고 13, 피고 14관계인504호피고 18관계인602호피고 19이사 소외 2의 처604호피고 21관계인701호피고 22관계인702호피고 23관계인703호피고 24, 피고 25, 피고 26, 피고 27직원 및 그 가족802호피고 28이사 소외 2의 조카804호피고 29대표이사 소외 3의 조카사위903호피고 30이사 소외 2의 자부904호피고 31이사 소외 2의 아들<br/>      ② 보조참가인은 하도급업자인 피고 세한건설이앤씨 주식회사(이하 ‘피고 세한건설이앤씨’라 한다)에 101호, 401호, 501호를 점유하고 사용, 수익하도록 승낙하였고, 이에 따라 피고 세한건설이앤씨의 관계인인 피고 1이 2015. 4. 2.경부터 보조참가인의 승낙을 받아 101호에 거주하며, 피고 세한건설이앤씨의 관계인인 피고 15가 2014. 12. 15.경부터 501호에 거주하고, 피고 세한건설이앤씨는 피고 10과 함께 401호를 사용하고 있다.<br/>      ③ 보조참가인은 하도급업자인 피고 주식회사 이명창호(이하 ‘피고 이명창호’라 한다)에 102호, 302호를 점유하고 사용, 수익하도록 승낙하여 피고 이명창호가 피고 3과 함께 102호를 사용하고 있고, 피고 이명창호의 관계인인 피고 8이 보조참가인의 승낙을 받아 2014. 12. 29.경부터 302호에 거주하고 있다.<br/>      ④ 보조참가인은 하도급업자인 주식회사 세영이엔씨(이하 ‘세영이엔씨’라 한다)에 403호가 일반 분양될 때까지 이를 임대하여 공사대금에 충당하도록 임대 권한을 부여하였다. 이에 따라 세영이엔씨는 보조참가인 및 소외 조합의 승낙을 받아 2012. 7. 24. 피고 11과 403호 임대차계약을 체결하였고, 피고 11, 피고 12가 해당 임대차계약에 따라 그 무렵부터 403호를 점유하고 있다[이에 대해 원고는 직접점유자인 피고 11, 피고 12는 403호의 소유자인 소외 조합으로부터 임차하였으므로 피고 11, 피고 12의 점유는 유치권자인 보조참가인의 점유에 근거한 것이 아니라고 주장한다.  그러나 새봄아파트(대물)공사 층, 호수 지정 약정서(을 제3호증)에 따르면, 403호는 소외 조합과 보조참가인이 보조참가인의 하도급업체인 세영이엔씨의 대표이사 소외 4에게 이전해주기로 한 세대이고, 403호에 대한 부동산임대차계약서(갑 제20호증의 2)에 임대인이 소외 조합으로 되어 있기는 하지만 세영이엔씨 대표이사 소외 4의 기명날인도 함께 있는 점 등을 종합하여 보면, 보조참가인이 403호를 피고 11, 피고 12를 통하여 간접점유하고 있는 것으로 보는 것이 타당하다].<br/>      주식회사 세영이엔씨의 관계인인 피고 5는 보조참가인의 승낙을 받아 2013. 8. 29.경부터 202호에 거주하고 있다.  <br/>      ⑤ 보조참가인의 하도급업체 은하수골드개발 주식회사의 대표이사인 피고 7은 2012. 4. 26.경부터 보조참가인의 승낙을 받아 301호에 거주하고 있다.<br/>      ⑥ 보조참가인은 2013. 9. 27.경 피고 20에게 603호가 일반 분양될 때까지 점유하도록 허락하여 피고 20이 그때부터 현재까지 603호를 점유하고 있다.<br/>      ⑦ 보조참가인은 2012. 6. 19. 피고 16에게 503호를 임대하였는데, 피고 16의 요청에 따라 임대차계약서상 임대인 명의는 503호 소유자인 소외 조합의 명의로 하였다. 피고 16은 2012. 6. 29.부터 503호에 전입하여 거주하고 있고, 현재 피고 16의 아들 피고 17이 해당 임대차계약에 근거하여 거주하고 있다. <br/>    3) 위에서 인정한 사실에 따르면, 보조참가인이 2012. 4. 9.경 이 사건 부동산에 관한 유치권을 취득하였고, 피고들은 보조참가인의 유치권에 기초하여 보조참가인과 공동으로 또는 보조참가인의 점유보조자로서 이 사건 부동산을 점유하고 있다고 보는 것이 타당하다. 따라서 피고들은 이 사건 부동산의 해당 점유 부분을 점유할 정당한 권원이 있다.<br/>다. 피고 4에 대한 판단<br/>    갑 제8, 12, 15호증의 기재에 변론 전체의 취지를 종합하면, 보조참가인은 2012. 7. 11. 피고 4에게 104호를 임대하였고, 피고 4가 2012. 7. 17.경부터 현재까지 104호를 점유하는 사실, 그런데 보조참가인은 피고 4를 상대로 해당 임대차계약이 차임의 연체를 이유로 해지되었다고 주장하면서 104호를 인도하라는 소송을 제기하여 2014. 12. 4. 무변론 승소판결(서울북부지방법원 2014. 12. 4. 선고 2014가단34925 판결)을 받았고, 해당 판결은 그 무렵 확정된 사실을 인정할 수 있다.<br/>    위에서 인정한 사실에 따르면, 피고 4가 보조참가인의 104호에 대한 유치권을 근거로 가지는 점유 매개 관계는 보조참가인이 피고 4에 대한 104호의 임대차계약을 해지함으로써 단절되었다고 보아야 하므로, 피고 4는 더는 보조참가인의 유치권에 기초하여 104호를 점유할 권리가 없다고 보아야 한다. <br/>    따라서 피고 4의 유치권 항변은 이유 없다.<br/>라. 원고의 피고 4를 제외한 나머지 피고들(이항에서는 ‘피고들’이라고 한다)에 대한 유치권 소멸청구에 관한 판단<br/>    1) 원고 주장의 요지<br/>      보조참가인은 이 사건 부동산 소유자의 승낙 없이 이를 사용하거나 임대하는 등 유치권자로서 선량한 관리자의 주의의무를 다하지 않았으므로, 원고의 보조참가인에 대한 유치권 소멸청구에 따라 보조참가인의 유치권은 소멸하였다.<br/>    2) 판단<br/>      가) 민법 제324조에 따르면, 유치권자는 선량한 관리자의 주의로 유치물을 점유하여야 하고, 소유자의 승낙 없이 유치물을 그 보존에 필요한 범위를 넘어 사용하거나 대여 또는 담보제공을 할 수 없으며, 소유자는 유치권자가 해당 의무를 위반한 때에는 유치권의 소멸을 청구할 수 있지만, 공사대금채권에 기하여 유치권을 행사하는 자가 스스로 유치물인 주택에 거주하며 사용하는 것은 특별한 사정이 없는 한 유치물인 주택의 보존에 도움이 되는 행위로서 유치물의 보존에 필요한 사용에 해당하므로, 그러한 경우에는 유치권의 소멸을 청구할 수 없다(대법원 2013. 4. 11. 선고 2011다107009 판결 등 참조). 점유보조자란 가사상, 영업상 기타 유사한 관계에 의하여 타인의 지시를 받아 물건에 대한 사실상의 지배를 하는 자로서, 이때 말하는 영업상 관계는 고용계약에 의하는 것이 일반적이지만 그 밖에도 위임·도급·임치 등 여러 계약관계에 의하여 발생할 수도 있고, 기타 유사한 관계는 타인의 지시를 받고 이에 따라야 할 관계로서 사회관념상 점유를 보조한다고 인정되는 모든 경우를 포괄한다고 할 것이며, 점유보조자가 물건에 대한 사실상의 지배를 하는 때에는 지시를 하는 타인만을 점유자로 하는바, 유치권자의 지시를 받아 점유를 하는 점유보조자의 점유는 소유자에게 대항할 수 있는 적법한 권원(유치권)에 기한 것이라 할 것이다(대법원 2011. 9. 8. 선고 2010다45920 판결 등 참조).<br/>      이러한 법리에 비추어 이 사건을 본다. 앞서 본 증거에 따라 인정되는 다음과 같은 사정들에 비추어 보면, 원고가 제출한 증거만으로는 보조참가인이 소유자의 승낙 없이 이 사건 부동산을 그 보존에 필요한 범위를 넘어 사용하거나 대여하였다고 인정하기에는 부족하고 달리 이를 인정할 증거가 없다. 따라서 원고의 보조참가인에 대한 유치권 소멸청구 주장은 받아들일 수 없다. <br/>      ① 피고들은 이 사건 부동산에 보조참가인의 승낙 아래 전입하거나 거주하는 방법으로 점유하고 있는데, 이러한 거주 경과와 이 사건 부동산이 아파트라는 점을 고려하면, 피고들이 이 사건 부동산에 전입하거나 거주한다는 사실만으로는 특별히 보존에 필요한 범위를 넘어서서 사용한다고 보기 어렵다. <br/>      ② 보조참가인은 피고들이 이 사건 부동산을 점유하는 현재까지도 이 사건 부동산에 ‘당 현장은 민법 제320조 제1항에 의거 유치권 행사를 위하여 점유하고 있으므로 사전 허락 없이 무단 출입을 금합니다. 새봄건설(주)’이라는 경고문을 부착하고 있어, 이 사건 부동산이 유치권 보존에 필요한 범위 내에서 사용되도록 조치를 취하고 있다. <br/>      ③ 앞서 본 바와 같이, 소외 조합은 보조참가인과 피고들의 점유를 승낙하거나 묵인하고 있고, 해당 점유와 관련하여 소외 조합과 보조참가인 또는 피고들 사이에 분쟁이 발생한 적은 없는 것으로 보인다. <br/>      ④ 선행 유치권 소송에서 소외 1이 보조참가인을 상대로 602, 603, 604, 701, 702, 703, 802, 804, 903, 904호에 대한 유치권 부존재 확인 소송을 제기하였으나, 보조참가인이 해당 부동산에 관하여 유치권을 가지고 있는 것으로 판단되어 보조참가인이 승소하였고, 선행 유치권 소송은 2014년 무렵 확정되었다.<br/>      ⑤ 선행 인도 소송에서 원고는 보조참가인을 상대로 102, 401, 504, 602, 701호 등이 포함된 15세대의 인도를 구하는 소를 제기하였고, 해당 소송에서 보조참가인이 해당 15세대를 소유자 승낙 없이 사용하거나 임대하였다는 이유로 유치권 소멸청구 주장을 하였으나, 원고의 주장은 받아들여 지지 않아 패소하였고, 선행 유치권 소송은 2018. 10. 무렵 확정되었다. <br/>    나) 유치권자는 피담보채권 전부의 변제를 받을 때까지 유치물을 유치할 권리가 있고, 유치물에 대한 경매가 있는 경우에도 유치권으로써 새로운 소유자에게 대항할 수 있다. 그러므로 유치권자인 보조참가인으로서는, 위와 같이 원고가 경매로 이 사건 부동산의 소유권을 취득하기 전에 소외 조합으로부터 유치물의 사용 등에 관하여 승낙을 받고 그 승낙을 받은 범위 내에서 사용 등을 하였다면, 새로운 소유자인 원고로부터 별도의 승낙을 받지 않았다고 하여 민법 제324조 제2항에 따른 유치물사용금지의무를 위반하였다고 할 수 없고, 소외 조합에서 원고로 소유자가 변동되었다는 사정만으로 보조참가인이 소외 조합의 승낙을 받아 유치물을 사용한 행위 등이 곧바로 유치권 소멸청구의 대상인 의무위반행위로 전환된다고 볼 수도 없으며, 보조참가인 또는 피고들이 원고에게 새롭게 승낙을 받아야 하는 것도 아니다. <br/>      다) 따라서 원고의 이 부분 주장은 모두 받아들일 수 없다.<br/>마. 원고의 피고 11, 피고 12, 피고 16, 피고 30, 피고 31에 대한 압류의 처분금지효 위반 주장에 대한 판단<br/>    1) 원고는, 피고 11, 피고 12, 피고 16, 피고 30, 피고 31은 이 사건 부동산에 대한 경매개시결정의 등기가 이루어진 후에 보조참가인과 임대차계약을 체결한 후 이 사건 부동산의 해당 점유 부분에 대한 점유를 개시하였는데, 이러한 행위는 압류의 효력이 발생한 이후 그 점유를 이전한 것으로서 압류의 처분금지효에 위배되므로, 해당 피고들은 이 사건 경매절차의 낙찰자인 원고에게 그 점유 권원을 주장할 수 없다고 주장한다. <br/>    2) 채무자 소유의 건물 등 부동산에 강제경매개시결정의 기입등기가 경료되어 압류의 효력이 발생한 이후에 채무자가 해당 부동산에 관한 공사대금 채권자에게 그 점유를 이전함으로써 그로 하여금 유치권을 취득하게 한 경우, 그와 같은 점유의 이전은 목적물의 교환가치를 감소시킬 우려가 있는 처분행위에 해당하여 민사집행법 제92조 제1항, 제83조 제4항에 따른 압류의 처분금지효에 저촉된다(대법원 2005. 8. 19. 선고 2005다22688 판결 등 참조). 그러나 보조참가인이 이 사건 부동산에 관한 강제경매개시결정이 내려지기 전인 2012. 4. 9. 무렵 이 사건 부동산에 관하여 유치권을 취득하였던 사실은 앞서 본 바와 같으므로, 강제경매개시결정 이전에 유치권을 취득한 유치권자인 보조참가인이 이 사건 부동산에 관한 해당 피고들의 점유를 승낙하거나 이를 임대하여 수익하는 것을 처분금지효에 저촉되는 처분행위로 볼 수는 없다. 이 부분 원고 주장은 받아들이기 어렵다. <br/>바. 소결론<br/>    따라서 피고 4를 제외한 나머지 피고들의 유치권 항변은 이유 있으므로, 원고의 피고 4를 제외한 나머지 피고들에 대한 청구는 받아들일 수 없고, 피고 4의 유치권 항변은 이유 없으므로, 피고 4는 원고에게 104호를 인도하여야 한다. <br/>4. 결론<br/>  원고의 피고 4에 대한 청구는 이유 있어 이를 받아들여야 하고, 나머지 피고들에 대한 청구는 모두 이유 없어 받아들일 수 없다. <br/>  제1심판결은 이와 결론을 일부 달리하여 부당하므로, 피고 20의 항소를 받아들여 제1심판결 중 피고 20에 대한 부분을 취소하고 그 취소 부분에 해당하는 원고의 청구를 기각하고, 원고의 피고 4에 대한 항소를 받아들여 피고 4에 대한 부분을 취소하고 그 취소 부분에 대하여 주문 제2항 기재와 같이 해당 부동산의 인도를 명한다. 원고의 나머지 피고들에 대한 항소는 모두 이유 없어 기각한다.<br/>[별지 생략]<br/><br/>판사 김용대(재판장) 이형근 김윤정 ",
    "사건번호": "2016나2085102",
    "사건종류코드": "400101",
    "판례정보일련번호": "209615",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}