{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170817",
    "법원명": "서울고등법원",
    "사건명": "약정금",
    "판례내용": "【원고, 항소인 겸 피항소인】 원고 (소송대리인 법무법인 공간 담당변호사 박정수 외 1인)<br/>【피고, 피항소인 겸 항소인】 피고 (소송대리인 법무법인 광장 담당변호사 안혁 외 2인)<br/>【제1심판결】 서울남부지방법원 2016. 4. 14. 선고 2014가합103504 판결<br/>【변론종결】2017. 6. 1.<br/>【주    문】<br/>  1. 제1심 판결 중 아래에서 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다.<br/>     피고는 원고에게 22,045,890원 및 이에 대하여 2015. 8. 28.부터 2017. 8. 17.까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.  <br/>  2. 이 법원에서 추가한 청구에 따라, 피고는 원고에게 117,026,279원 및 이에 대하여 2016. 11. 24.부터 2017. 8. 17.까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>  3. 원고의 나머지 항소 및 추가청구, 피고의 항소를 모두 기각한다. <br/>  4. 소송 총비용 중 40%는 원고가, 나머지는 피고가 각 부담한다. <br/>  5. 제1항의 금전지급 부분 및 제2항은 각 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】[청구취지] <br/>피고는 원고에게 647,251,279원 및 그중 520,225,000원에 대하여는 2015. 8. 28.부터, 127,026,279원에 대하여는 2016. 11. 15.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 각 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라(원고는 이 법원에서 부당이득반환청구를 추가하였다).<br/>[항소취지]<br/>원고 : 제1심 판결 중 아래에서 지급을 명하는 부분에 해당하는 원고 패소 부분을 취소한다. 피고는 원고에게 351,408,430원 및 이에 대하여 2015. 8. 26.자 청구취지 변경신청서 부본 송달 다음 날부터 2015. 9. 30.까지는 연 20%, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>피고 : 제1심 판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 기초 사실<br/>  가. 당사자의 지위<br/>    원고는 1997년경부터 가수의 매니저 등으로 활동하고 있고, 피고는 국악인으로서 방송·연예활동을 하고 있으며, 공소외 1은 피고의 아버지이다.<br/>  나. 전속계약의 체결 등<br/>    1) 원고는 2013. 7. 22. 피고를 대리한 공소외 1과 계약기간을 2013. 7. 22.부터 2020. 7. 21.까지로 하는 전속계약을 체결하였는데(이하 ‘이 사건 전속계약’이라 한다), 이 사건과 관련된 주요 내용은 별지 기재와 같다.<br/>    2) 원고와 피고는 전속계약금은 3,000만 원, 수입 지분은 50:50으로 분배하기로 하는 이 사건 전속계약에 따른 부속합의를 하였고, 그에 따라 원고는 피고에게 전속계약금 3,000만 원을 지급하였다.<br/>  다. 피고의 연예활동으로 인한 수입<br/>    1) 피고가 2013. 8.부터 2014. 5.까지 연예활동을 하면서 올린 수입은 피고 명의의 우체국 계좌[(계좌번호 생략), 이하 ‘피고의 우체국 계좌’라 한다] 등으로 입금되거나 공소외 1에게 직접 지급되었고, 피고는 원고에게 정산금 명목으로 2013. 10. 3. 4,401,000원, 2013. 11. 4. 6,000,750원을 각 송금하였다.<br/>    2) 공소외 1은 2014. 2. 7. 공연기획 제작 및 판매와 수출입업 등을 목적으로 하는 공소외 2 주식회사[(회사 영문이름 생략), 이하 ‘공소외 2 회사’라 한다]를 설립하여 현재 피고의 연예활동을 보조하고 있다.<br/>  라. 공소외 3에 대한 형사판결 및 피고의 문제 제기<br/>    1) 원고의 동생이자 직원으로 근무하던 공소외 3은 2013. 10. 5. 기획사 소속 가수에게 향정신성의약품인 졸피뎀을 먹이고 강간하였다는 범죄사실로 기소되어 2014. 7. 18. 징역 3년의 실형을 선고받았고(인천지방법원 2014고합182 판결), 이는 대법원에서 확정되었다.<br/>    2) 위 사건의 피해자는 사건 발생 직후 공소외 1을 찾아가 공소외 3의 범죄사실을 밝히고 피고에게 조심할 것을 당부하였고, 공소외 1은 2013. 11. 중순경 원고에게 공소외 3의 혐의에 대해 항의하고 공소외 3을 피고에 대한 매니지먼트 업무 수행 시 배제시킬 것을 요청하면서 ‘위 범행이 사실이라면 함께 할 수 없다’는 취지의 말을 하였다. 그러나 원고는 공소외 3의 무죄를 주장하며 공소외 3에게 피고가 탑승하는 차량의 운전을 맡기기도 하였다.<br/>    3) 피고는 2014. 6. 17. 원고에게, ‘원고는 약속과 달리 사무실에 연습실을 마련하지 못하였고, 10억 원의 투자도 받아오지 못하였으며, 매니지먼트 의무와 정산의무를 불이행하였으며 피고의 인격권을 훼손하였을 뿐 아니라 피고 등의 재산에 가압류를 하고 공소외 1을 형사 고소하는 등 신뢰관계를 근본적으로 훼손하는 행위를 저질렀으며, 원고의 친동생 공소외 3이 소속가수를 성폭행하여 형사재판을 받고 있는 등 도저히 도덕성을 믿을 수 없게 되었다며 전속계약을 해지한다‘는 취지의 내용증명을 발송하였고, 그 내용증명은 그 무렵 원고에게 도달하였다. <br/>  마. 원고와 피고, 공소외 1의 각 형사고소 등<br/>    1) 공소외 1은 ‘원고가 ○○○(현재 ‘△△△△△’)의 운영자로서 “피고 아름다운 樂 콘서트 □□” 공연실황 DVD 등의 판매수익금을 횡령하였을 것으로 추정된다’는 이유로 원고를 고발하였고, 이에 수사기관이 2014. 10. 31. 무혐의 처분을 하자, 피고는 2015. 11. 12. 다시 원고를 저작권법위반, 정보통신망이용촉진및정보보호등에관한법률위반(명예훼손) 등으로 고소하였다.<br/>    2) 한편 원고도 2014. 2. 4. ‘사실은 전속계약을 체결할 의사가 없으면서 이 사건 전속계약을 체결하겠다고 원고를 기망하여 계약금 3,000만 원을 편취하였다’는 내용으로 공소외 1을 고소하였다가 취소하였다. 이후 원고는 다시 ‘피고와 공소외 1은 이 사건 전속계약 기간 동안 피고가 연예활동으로 얻은 수입의 50%를 원고에게 분배하지 않고 횡령하였다’는 내용으로 피고와 공소외 1을 고소하였으나, 수사기관은 2016. 4. 1. 무혐의 처분을 하였고 이에 대한 재정신청(서울고등법원 2016초재2579)도 기각되었다. <br/>  바. 피고의 음반복제 및 배포금지 등 가처분신청<br/>    1) 원고는 2013. 12. 8. 사단법인 한국생활음악협회 광주지부 주최, ◇◇◇◇◇◇◇ 주관, 광주광역시와 주식회사 광주방송(이하 ‘광주방송’이라 한다) 후원의 “피고 아름다운 樂 콘서트 □□” 공연(이하 ‘이 사건 공연’이라 한다)을 기획, 연출하였고, 피고는 위 공연에 출연하였다(이하 ‘이 사건 실연’이라 한다). <br/>    2) 광주방송은 이 사건 실연을 녹화하여 2013. 12. 30. 방송하였고, 위 녹화물을 DVD로 제작하여 피고의 팬클럽 카페 회원들에게 판매하였다.  <br/>    3) 원고는 광주방송으로부터 이 사건 실연 방송 판권을 500만 원에 구입하여, 피고의 홍보 및 마케팅을 위하여 ☆☆☆☆☆에 위 콘서트 DVD, CD를 제작해주는 조건으로 오프라인(DVD, CD, 카세트테이프) 판권을 무상으로 주었고, 원고는 온라인(음원) 판권을 가지는 것으로 하였다.  <br/>    4) 그 후 공소외 4(☆☆☆☆☆ 대표), 공소외 5(▽▽▽ 대표)는 2014. 3.경부터 이 사건 실연 음악을 DVD, CD, 카세트테이프로 제작하여 판매하고 있고, 원고는 위 음악을 디지털 파일로 제작하여 ◎◎, ◁◁, ▷▷▷▷ 사이트 등에서 판매하고 있다(이하 위 DVD를 ‘이 사건 DVD', CD, 카세트테이프를 ’이 사건 음반‘, 디지털 파일을 ’이 사건 음원‘이라 하고, 이를 통틀어 ’이 사건 DVD 등‘이라 한다).<br/>    5) 피고는 광주방송, 원고, 공소외 5, 공소외 4가 피고의 허락을 받지 않고 이 사건 실연을 이 사건 DVD 등으로 제작, 판매하여 피고가 이 사건 실연에 대하여 저작인접권자로서 가지는 복제권, 배포권, 방송권, 전송권을 침해하였다고 주장하며, 2016. 7. 5. 서울중앙지방법원 2016카합80856호로 이 사건 DVD 등의 제작, 복제, 판매, 임대, 양도 등 일체의 처분을 금하고, 위 DVD 등에 대한 점유를 풀고 피고가 위임하는 집행관에게 보관을 명하는 내용의 가처분을 신청하였으나, 위 법원은 2016. 9. 27. ‘이 사건 전속계약에 따라 원고가 개발, 제작한 콘텐츠인 이 사건 DVD 등은 원고에게 귀속되고, 원고는 이 사건 DVD 등의 이용을 위하여 피고의 저작인접권을 이용할 권리가 있으므로, 원고, 공소외 5, 공소외 4가 이 사건 DVD 등을 제작, 판매하는 행위가 피고의 저작인접권을 침해한다고 단정하기 어렵고, 광주방송이 이 사건 DVD를 판매하거나 방영하고 있다고 볼 수 없다’는 이유로 피고의 신청을 모두 기각하였다. 위 사건은 현재 서울고등법원 2016라21182호로 계속 중이다.<br/>[인정 근거] 다툼이 없거나 이 법원에 현저한 사실, 갑 제2, 3, 7, 36, 37, 40, 42호증(가지번호 포함, 달리 특정하지 않는 한 이하 같다), 을 제1 내지 3, 8 내지 10, 33, 36, 42, 52, 53, 69호증의 각 기재, 제1심 법원의 우정사업정보센터에 대한 2014. 9. 17.자 금융거래정보제출명령 결과 및 사단법인 한국음악저작권협회에 대한 사실조회 결과, 이 법원의 사단법인 한국음악저작권협회에 대한 사실조회 결과, 변론 전체의 취지  <br/>2. 당사자의 주장 요지<br/>  가. 원고<br/>    1) 이 사건 전속계약 제12조 및 부속합의에 따르면, 피고의 연예활동에 따른 수입은 일단 원고가 수령한 후 그 비용을 공제하고 남은 수익금 50%를 피고에게 분배해 주어야 한다. 그럼에도 피고는 연예활동으로 인한 수입을 독자적으로 관리하면서 원고에게 그 수익금의 50%를 분배하지 않았다. 따라서 피고는 원고에게 2013. 8.부터 2014. 5.까지의 수익금 440,450,000원 중 50%인 220,225,000원을 정산금으로 지급할 의무가 있다.<br/>    2) 원고는 이 사건 전속계약에 따른 의무를 충실히 이행하였다. 그럼에도 피고는 전속계약을 일방적으로 파기할 목적으로 또 다른 연예매니지먼트사와 접촉하고 공소외 2 회사와 전속계약을 체결하는 등 전속계약상의 의무를 위반하였다. 따라서 피고는 원고에게 이 사건 전속계약 제15조 제2항에 따른 위약벌 3,670,416,600원에서 일부청구로서 구하는 3억 원을 지급할 의무가 있다.<br/>    3) 이 사건 전속계약 제12조 제1항, 제3항 및 부속합의에 따라 피고의 연예활동 비용은 피고의 연예활동에 따른 수입에서 지출되어야 한다. 그럼에도 원고가 피고의 연예활동을 위한 비용으로 127,026,279원을 지출함으로써 피고는 법률상 원인 없이 위 금액 상당의 지출을 면하는 이익을 얻게 되었다. 따라서 피고는 원고에게 127,026,279원을 부당이득금으로 지급할 의무가 있다.  <br/>  나. 피고<br/>    다음과 같은 이유로 원고의 이 사건 청구는 부당하다. <br/>    1) 이 사건 전속계약은 원고의 기망행위로 체결된 것이어서, 피고는 2015. 7. 16.자 준비서면의 송달로써 전속계약을 취소하였다. 따라서 이 사건 전속계약이 유효함을 전제로 한 원고의 청구는 받아들일 수 없다.<br/>    2) 이 사건 전속계약이 유효하게 체결되었다고 하더라도, 원고의 채무불이행 내지 신뢰관계의 훼손을 이유로 한 피고의 2013. 11. 14.자 또는 2014. 6. 17.자 해지 의사표시로 종료되었고, 위 각각의 해지 시점을 기준으로 정산하면 피고는 원고에게 지급할 돈이 없다. <br/>    3) 설령 원고에게 지급하여야 할 돈이 남아있다고 하더라도, 피고가 원고에게 2013. 10. 3.과 2013. 11. 4. 정산금을 지급함으로써 2013. 10. 31.까지의 정산은 완료되었다. 한편 원고가 이 사건 공연을 통해 취득한 수입 역시 이 사건 전속계약에 따른 정산 대상이 된다고 할 것이므로, 피고는 정산비율에 따른 수익금의 50%를 취득할 권리가 있다. 또한 이 사건 DVD 등은 피고의 실연자로서의 권리를 침해하여 제작, 판매된 것이므로, 피고는 원고에게 손해배상채권 또는 부당이득반환채권을 가지고 있다. 나아가 이 사건 DVD 등이 적법하게 제작, 판매되고 있다고 하더라도, 피고는 그 수익금의 50%를 원고로부터 지급받을 권리가 있다. 따라서 피고의 원고에 대한 위 각 채권을 원고의 피고에 대한 정산금채권과 상계하면 결국 피고가 원고에게 지급할 돈은 남아있지 않다. <br/>3. 정산금 청구에 관한 판단<br/>  가. 이 사건 전속계약의 취소 가능 여부 <br/>    피고는, 원고가 이 사건 전속계약을 체결함에 있어 존재하지도 않는 ‘주식회사 ○○○’의 대표라고 속이고, 개인사업체인 ○○○가 원고 명의가 아닌 공소외 3 명의의 사업체라는 사실을 감추었으며, 재산이 전혀 없고 주민등록은 말소되었으며 신용불량자라는 사실을 알리지 아니하였고, 유명 가수의 음반을 제작하고 유명 개그맨의 매니지먼트 업무를 수행하였다고 거짓말을 하였으며, 피고를 위하여 10억 원을 투자하겠다는 투자자를 확보하였고 피고만을 위한 법인 형태의 회사를 설립하겠다고 거짓말을 하였다고 주장한다. <br/>    그러나 앞서 든 증거들 및 갑 제4 내지 6, 8 내지 10, 15, 16, 24, 25, 30 내지 32, 43 내지 51, 54, 55호증의 각 기재, 이 법원의 주식회사 앤에이치앤벅스에 대한 사실조회 결과에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정에 비추어 보면, 피고가 제출한 증거들만으로는 원고가 피고를 기망하였다거나 피고가 착오에 빠져 이 사건 전속계약을 체결하였다고 인정하기에 부족하고 달리 증거가 없으므로, 피고의 이 부분 주장은 받아들이기 어렵다. <br/>    ① 원고는 20여 년간 가수, 개그맨 등의 매니저로 활동하면서, 피디(PD), 작가 등 방송국 관계자, 공연 기획업체 관계자 등 동종 업계에서 일하고 있는 사람들과 교류하고 다수의 음반을 기획, 제작하거나 참여해왔으며, 현재 사단법인 한국연예제작자협회 및 사단법인 한국음반산업협회의 회원으로 활동하고 있다.<br/>    ② 원고는 1997년부터 2005년까지는 원고 본인의 명의로, 2011. 6. 13.부터는 동생인 공소외 3의 명의로(원고는 공소외 3의 명의를 빌려 엔터테인먼트업을 영위하면서, 2013. 7. 9. 상호를 ‘♤♤♤♤♤’에서 ‘○○○’로 변경하였다가 2013. 10. 15. 다시 ‘♤♤♤♤♤’으로 변경하였다), 2013. 12. 10. 다시 원고 명의로 매니지먼트 업체를 운영하고 있는바, 피고 입장에서는 업체의 지명도보다는 원고 개인의 인적관계 및 능력을 매니지먼트 업무 수행에 더 중요하게 고려하였던 것으로 보인다.<br/>    ③ 피고는 이 사건 전속계약 체결 당시 ○○○가 법인인지 여부와 법인의 목적, 존속 여부, 기관 등을 전혀 확인하지 아니한 채 원고의 명함과 피고에 대한 매니지먼트 계획에 기해 전속계약을 체결하였다는 것이므로, 피고 스스로도 ○○○의 법인격 유무를 그다지 중요하게 생각하지 않았던 것으로 보인다.<br/>    ④ 피고의 아버지로서 피고를 대리하여 이 사건 전속계약을 체결한 공소외 1 역시 계약 체결 이전부터 피고의 연예활동을 도우며 스스로 매니저로서 활동을 해 왔기 때문에 원고의 존재나 그 활동 내역에 대해 알 수 있었을 것으로 보인다(원고가 피고를 위한 법인 회사를 설립하겠다고 약속하였다고 주장하고 있는 점에 비추어, 피고는 원고가 개인 자격으로 이 사건 전속계약을 체결한다는 사실을 잘 알고 있었다고 판단된다).<br/>    ⑤ 원고가 이 사건 전속계약에서 부담하는 주된 의무는 피고의 연예활동을 보조하여 피고의 재능과 실력이 최대한 발휘될 수 있도록 성실히 매니지먼트 업무를 수행하는 것이므로(이 사건 전속계약 제2조 제1항, 제2항), 이를 위하여 원고가 일정한 인적·물적 시설을 갖추고 있어야 할 필요성이 인정된다고 하더라도, 이를 넘어서서 원고의 재산상황, 신용상태 등까지 피고에게 구체적으로 고지하여야 할 의무가 있다고는 보이지 않는다.<br/>    ⑥ 을 제7호증(인증서), 을 제41호증의 2(피의자신문조서)의 각 기재 등 공소외 1의 진술 이외에 원고가 10억 원을 투자 받아 피고의 연예활등을 지원해주고 피고의 연예활동을 체계적으로 관리해 줄 수 있는 법인 형태의 매니지먼트 회사를 새로이 설립하기로 하는 합의가 있었다는 점을 인정할 객관적인 증거가 없다. <br/>    ⑦ 설령 피고의 주장과 같이 원고가 피고를 위하여 10억 원을 투자받겠다고 한 사실이 인정된다고 하더라도, 원고는 공소외 6과 2016. 2. 27.까지 총 3억 원을 투자받기로 하는 내용의 투자계약을 체결한 후 공소외 6으로부터 8,000만 원을 송금 받은 점, 원고는 누나인 공소외 7로부터 피고를 위한 매니지먼트 자금으로 4,000만 원을 차용하기도 한 점, 그 밖에 원고는 오피스텔이나 차량을 임차하고 공연을 기획하는 등 피고의 연예활동을 위하여 매니지먼트 업무를 실질적으로 수행한 점 등에 비추어, 이 사건 전속계약을 체결하는 과정에서 피고를 위하여 10억 원을 투자받겠다는 원고의 설명이 신의성실의무에 위반되어 비난받을 정도에 이르렀거나 이러한 원고의 설명만으로 공소외 1이 원고와 이 사건 전속계약을 체결하기에 이르렀다고 보기에 부족하다.<br/>  나. 이 사건 전속계약의 해지 여부 <br/>    1) 이 사건 전속계약의 법적 성질<br/>      위 인정사실에 비추어 보면, 이 사건 전속계약은 원고가 피고로부터 연예활동과 관련한 매니지먼트 업무를 위임받아 성실하게 수행하는 것을 주된 내용으로 하므로 기본적으로 당사자 일방이 상대방에 대하여 사무의 처리를 위탁하고 상대방이 이에 대하여 승낙함으로써 성립하는 위임계약(민법 제680조)으로서의 성질을 가진다고 할 것이나, 그 외 일방이 사무처리에 대한 반대급부로 연예활동과 관련하여 발생한 모든 수입을 일단 자신이 수령한 다음 비용을 공제한 나머지 금액 중 50%를 매달 일정한 날에 상대방에게 지급하기로 하는 등 민법에서 정한 전형적인 위임계약과 다른 특수성도 지니고 있으므로 이 사건 전속계약의 법적 성질은 민법상 전형적인 위임계약이 아니라 위임 유사의 무명계약으로 봄이 상당하다. 따라서 당사자 쌍방의 특별한 대인적 신뢰관계를 기초로 하는 민법상 위임계약에서는 각 당사자가 언제든지 계약을 해지할 수 있는 데 반하여, 이 사건 전속계약은 그 존속과 관련하여 당사자의 이해관계가 강하게 결부되어 있으므로 위임계약과 달리 언제든지 계약을 해지할 수는 없다고 할 것이나, 당사자 쌍방의 대인적 신뢰관계가 심각하게 훼손되는 경우로 계약해지 사유를 제한하는 것은 이 사건 전속계약이 기본적으로 위임계약으로서의 속성을 지니고 있음에 비추어 바람직하지 않으므로, 계약당사자 중 일방은 상대방이 이 사건 전속계약을 제대로 이행하지 않는 경우 그 불이행의 내용이나 정도가 경미하여 이를 이유로 계약 해지를 인정하는 것이 신의칙에 반한다고 보이지 않는 이상, 민법상 일반원칙에 따라 채무불이행을 원인으로 하여 전속계약을 해지함으로써 계약관계에서 벗어날 수 있다고 할 것이다.<br/>    2) 이 사건 전속계약의 해지 시점<br/>      가) 먼저, 피고는 2013. 11. 14.경 원고의 기망행위와 공소외 3의 범죄행위를 이유로 원고에게 구두로 이 사건 전속계약의 해지를 통보하였다고 주장한다.<br/>        그러나 갑 제13호증의 4, 을 제1, 25, 29, 36, 41, 42, 69호증의 각 기재, 제1심 증인 공소외 1의 증언 등 제출된 증거들만으로는 피고가 2013. 11. 14.경 원고에게 이 사건 전속계약의 해지를 통보한 사실을 인정하기에 부족하고 달리 증거가 없다. <br/>        또한 피고의 주장과 같이 피고 측이 2013. 10.경부터 원고에게 공소외 3의 범행에 관한 문제를 제기하며 항의하다가 2013. 11.경 ‘공소외 3이 강간한 적이 없다고 하더니 구속되었으므로 더 이상 전속계약 관계를 유지할 수 없다’는 취지로 말을 하였다고 하더라도 구체적 해지사유도 적시되어 있지 않을 뿐 아니라, 이 사건 전속계약서 제15조 제1항에 따르면 전속계약을 해지하려면 14일 간의 유예기간을 정하여 위반사항을 시정할 것을 요구하고 위 기간 내에 시정되지 아니할 경우에 계약을 해지할 수 있다고 규정되어 있음에도 피고가 이러한 절차를 거쳤다고 볼 만한 아무런 증거가 없고, 그 당시에는 공소외 3의 유죄 판결이 확정되지도 않는 상태였으며 공소외 3은 이 사건 전속계약의 당사자도 아닌 점, 피고가 원고에게 항의한 2013. 11. 14.경까지 원고가 이 사건 전속계약을 위반하였다고 볼 만한 자료는 없는 점, 이후에도 원고와 피고는 이 사건 전속계약이 유효함을 전제로 평창, 서울, 광주에서의 공연을 진행한 점, 피고는 원고 스스로 2013. 12.부터 피고가 원고를 업무에서 배제하였고 2013. 7. 22.부터 4개월 밖에 일하지 않았다는 점을 인정하였으며 원고의 투자자를 자처하는 공소외 6 역시 이를 인정하였다고 주장하나, 비록 원고가 2013. 12. 이후에는 피고의 매니지먼트 업무를 제대로 수행하지 못하였다고 주장한 적이 있다고 하더라도 이를 피고가 2013. 11. 14. 이 사건 전속계약의 해지를 통보하였다는 사실까지 인정하는 취지로 확대 해석할 수는 없는 점 등에 비추어 보면, 피고의 위 문제 제기가 항의의 의사표시를 넘어 이 사건 전속계약의 효력을 확정적·종국적으로 상실시키고자 하는 의사표시라고 인정하기에 부족하다. <br/>        따라서 2013. 11. 14.경 적법한 해지통보가 있음을 전제로 한 피고의 주장은 받아들일 수 없다.<br/>      나) 다음으로, 피고가 2014. 6. 17.자 내용증명으로 원고에게 이 사건 전속계약의 해지를 통보하였다는 주장에 관하여 본다.<br/>        앞서 본 바와 같이 이 사건 전속계약은 기본적으로 민법상 위임계약으로서의 성격을 지니며 원고와 피고 간의 고도의 신뢰관계를 바탕으로 하는 것이므로, 당사자 쌍방의 대인적 신뢰관계가 훼손되는 경우에는 신의칙에 반할 정도로 경미한 사유로 인한 것이 아닌 이상 그 해지를 인정하는 것이 타당하고, 이 사건 전속계약 제2조 제2항도 원고는 피고의 인격권이 대내외적으로 침해되지 않도록 최대한 노력을 하여야 한다고 규정하고 있는바, 갑 제8 내지 10, 12호증의 각 기재, 제1심 증인 공소외 1의 일부 증언에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정에 비추어 보면, 2014. 6. 17. 무렵 원고와 피고 사이의 신뢰관계는 더 이상 회복할 수 없을 정도로 훼손되었다고 할 것이므로, 이를 이유로 한 피고의 2014. 6. 17.자 해지는 적법하고, 이로써 이 사건 전속계약은 종료하였다.<br/>        ① 원고는 이 사건 전속계약 초기 단계부터 투자금을 제대로 확보하지 못하는 등의 사정으로 피고에 대한 매니지먼트 업무를 원활하게 진행하지 못하였고, 특히 피고가 ‘♡♡ ♡♡ 광고’로 전국적인 명성을 얻기 시작한 2013. 11. 무렵 피고가 속한 ○○○의 대표자로 등록되어 있는 원고의 동생 공소외 3이 소속사 가수를 강간하였다는 혐의로 기소되자, 원고와 피고 사이에 전속계약에 따른 매니지먼트 활동이 정상적으로 이루어지지 못하였다.<br/>        ② 위와 같은 상황은 여성이자 당시 미성년자였던 피고의 연예활동에 심각한 영향을 미칠 수 있었으므로, 원고는 공소외 3을 배제시키는 등 적극적인 조치를 취하여야 함에도 공소외 3의 무죄를 강변하며 피고의 차를 운전하게 하는 등으로 피고의 인격권을 침해할 소지가 있는 행동을 하였다. <br/>        ③ 2014. 1. 이후에는 사실상 신뢰관계가 훼손되어 원고는 피고를 위한 매니지먼트 활동을 하지 못하였고, 피고 측도 2014. 2. 7. 독자적인 회사인 공소외 2 회사를 설립하여 원고와 별개로 연예활동을 해 나갔다.<br/>         ④ 그 과정에서 원고와 피고는 상대방을 형사 고소하는 등으로 더 이상 이 사건 전속계약을 유지할 수 없게 되었다. <br/>  다. 이 사건 전속계약에 따른 정산 <br/>    1)  이 사건 전속계약에 따른 정산금 산정방법<br/>      앞서 인정한 바와 같이 원고와 피고는 피고의 연예활동으로 인한 모든 수입은 일단 원고가 수령한 후, 거기에서 피고의 공식적인 연예활동으로 현장에서 직접적으로 소요되는 비용, 광고수수료 비용 및 기타 원고가 피고의 동의하에 지출한 각종 비용을 공제하고 남은 수익을 50 : 50의 비율에 따라 분배하기로 약정하였다.<br/>    2) 이 사건 전속계약 기간 중 피고의 연예활동으로 인한 수입 <br/>      가) 갑 제2호증의 기재 및 영상, 제1심 법원의 우정사업정보센터에 대한 2014. 9. 17.자 금융거래정보제출명령 결과에 따르면, 피고의 뮤지션으로서의 활동, 그에 부수한 방송출연 등의 활동과 관련하여 2013. 8. 1.부터 2014. 5. 30.까지 피고의 우체국 계좌로 523,462,920원이 입금 되었는데, 그중 26,571,000원은 행사 취소로 반환되었다.<br/>        피고는, 2014. 2. 21. 입금되었다가 2014. 5. 28. 출금된 300만 원도 위 반환 금액에 포함되어야 한다고 주장하나, 을 제44, 46호증의 각 기재에 의하면, 2014. 2. 21. 입금된 300만 원은 주식회사 미래로피엔씨가 피고의 우체국계좌로 입금한 데 반하여, 2014. 5. 28. 출금된 300만 원은 공소외 2 회사의 우리은행 계좌에서 주식회사 태화씨티로 송금된 것이어서 그 입출금 내역이 상이하므로, 앞서 든 증거들만으로는 피고의 위 주장사실을 인정하기에 부족하다(이에 대하여 피고는, 주식회사 미래로피엔씨와 주식회사 태화씨티는 모자회사 관계로 주식회사 미래로피엔씨의 요청에 따라 주식회사 태화씨티로 위 금액을 환불하여 주었다고 주장하나, 이를 인정할 아무런 증거가 없다). <br/>        피고는 또한, 피고의 우체국 계좌로 입금된 금액 중 54,868,000원은 피고와 피고 부모 사이의 개인적인 거래에 불과하므로 정산 대상이 되는 수입에서 제외하여야 한다고 주장하나, 을 제55 내지 58호증의 각 기재만으로는 위 금액이 피고의 연예활동 수입과 전혀 무관하다고 단정하기에 부족하고 달리 증거가 없으므로, 피고의 위 주장은 받아들이기 어렵다(2013. 11. 1. 입금된 2,868,000원도 정산 대상 수입에서 제외하여야 한다는 피고의 주장도, 같은 이유에서 받아들이기 어렵다). <br/>      나) 그 밖에 피고가 정산 대상이 되는 수입에 포함된다고 자인하는 금액은 아래 표 기재와 같이 30,662,780원이다. <br/>(아래 표 생략)<br/>      다) 결국 이 사건 전속계약 기간 중 피고의 연예활동으로 인한 수입은 527,554,700원(523,462,920원 - 26,571,000원 + 30,662,780원)이다. <br/>    3) 이 사건 전속계약 기간 중 피고의 연예활동으로 지출된 비용 <br/>      앞서 든 각 증거 및 갑 제8 내지 14호증의 각 기재에 의하면, 원고가 이 사건 전속계약에 따라 피고의 연예활동을 위하여 지출한 비용은 아래 표 기재와 같이 117,026,279원이고, 피고는 주식회사 케이티로부터 받은 광고료 중 800만 원을 이를 알선한 ‘●● ●●●●●●’에 수수료로 지급하였다.  <br/>(아래 표 생략)<br/>      피고는, 오피스텔 임대차 관련 비용, 자동차 리스 비용은 원고가 연예인 매니지먼트업을 영위하기 위하여 기초적으로 필요한 물적 설비를 구비하기 위한 비용으로서 이는 원고의 사업 투자비용에 불과할 뿐이어서 정산 대상이 될 수 없고, 노래연습실 방음공사비 역시 원고가 이 사건 전속계약의 체결을 위한 유인으로 피고에게 투자한 간접비에 불과하므로 정산 대상이 될 수 없다는 등의 주장을 하나, 이 사건 전속계약 제12조 제3항에서 피고의 공식적인 연예활동으로 현장에서 직접적으로 소요되는 비용으로 차량유지비, 의식주 비용, 연예활동의 보조·유지를 위해 필요적으로 소요되는 실비를 적시하고 있는바, 오피스텔 임대차 관련 비용은 의식주 비용, 자동차 리스 비용은 차량유지비, 노래연습실 방음공사비는 연예활동의 보조·유지를 위해 필요적으로 소요되는 실비로서 정산 대상에 해당한다고 봄이 타당하므로, 피고의 위 주장은 받아들이기 어렵다.  <br/>      피고는 또한, 공소외 2 회사는 오로지 피고의 매니지먼트만을 위해 설립된 회사이므로, 위 회사의 계좌나 법인카드에서 지출된 비용 및 피고의 개인통장에서 지출된 비용, 한복대금 지출 금액 및 ▲▲▲▲▲▲▲▲▲병원 행사 에이전시수수료 등 합계 314,456,336원은 피고의 매니지먼트를 위하여 지출된 비용이므로 정산 대상인 비용에 포함되어야 한다고 주장하나, 공소외 2 회사의 계좌 등이 이 사건 전속계약과 관련이 있다고 볼 수 없고, 그 외 을 제44 내지 49호증의 각 기재만으로는 위 금액이 이 사건 전속계약 제12조 제3항에서 규정하고 있는 피고의 연예활동 비용과 직접 관련이 있다고 인정하기에 부족하고 달리 증거가 없으므로, 피고의 위 주장도 받아들이기 어렵다. <br/>    4) 따라서 피고는 특별한 사정이 없는 한 원고에게 피고의 연예활동으로 인한 수입 527,554,700원에서 피고의 연예활동으로 지출된 비용 125,026,279원(117,026,279원 + 800만 원)을 공제한 201,264,210원[402,528,421원(527,554,700원 - 125,026,279원) × 50/100, 원 미만 버림)을 정산금으로 지급할 의무가 있다. <br/>  라. 피고의 공제 또는 상계 주장에 관한 판단<br/>    1) 공제 주장에 관한 판단 <br/>      가) 피고가 원고에게 정산금 명목으로 2013. 10. 3. 4,401,000원, 2013. 11. 4. 6,000,750원을 각 송금한 사실은 앞서 인정한 바와 같으므로, 10,401,750원(4,401,000원 + 6,000,750원)은 위 정산금에서 공제되어야 한다.<br/>      나) 피고는, 원고에게 위 10,401,750원을 지급함으로써 2013. 10. 31.까지의 정산이 모두 완료되었다고 주장한다.  <br/>        그러나 원고는 이 사건 소송을 제기하기 전까지는 피고의 연예활동 수입이 입금되고 있는 피고의 우체국 계좌의 내역을 확인하지 못하고 있다가 제1심에서의 금융거래정보제공명령신청을 통하여 비로소 위 계좌의 구체적인 내용을 확인할 수 있었던 것으로 보이고, 달리 원고와 피고 사이에 피고가 원고에게 10,401,750원을 송금함으로써 2013. 10. 31.까지의 정산이 완료된 것으로 합의하였다고 볼 만한 증거가 없다. 피고의 위 주장은 받아들이기 어렵다.   <br/>    2) 상계 주장에 관한 판단 <br/>      가) 피고는, 원고가 이 사건 공연에 지출한 비용이 정산 대상에 포함되어야 한다면 원고가 이 사건 공연으로 취득한 수익의 50% 또한 피고에게 귀속되어야 한다고 주장하고, 이에 대하여 원고는, 원고와 이 사건 공연을 주최하고 기획한 ◇◇◇◇◇◇◇과 사이에 ◇◇◇◇◇◇◇이 공연장비, 공연스태프 등 관련 비용을 선지출한 후 공연 수입으로 이를 보전하기로 합의하였고, 이에 따라 원고는 ◇◇◇◇◇◇◇으로부터 별도의 공연 수입을 받지 않았으므로 이 사건 공연으로 취득한 수익이 없다고 주장한다. <br/>        갑 제41호증의 기재, 제1심 법원의 인터파크에 대한 2015. 8. 18.자 사실조회 결과에 변론 전체의 취지를 보태어 보면, 이 사건 공연의 온라인 판매 수입액은 17,692,971원이고, 오프라인 판매 수입액은 4,383,498원인데, 온라인 판매 수입액 17,692,971원은 2013. 12. 11. ◇◇◇◇◇◇◇에 지급되었고, 오프라인 판매 수입액 4,383,498원 역시 ■■■■ 직원이 2013. 12. 11. ◇◇◇◇◇◇◇에게 2013. 12. 13. 위 금액을 지급할 것이라는 취지의 이메일을 보낸 사실이 인정된다. 이에 따르면, 이 사건 공연 수입은 원고와 ◇◇◇◇◇◇◇의 합의에 따라 ◇◇◇◇◇◇◇에게 귀속되었거나 귀속될 예정이고, 원고는 이에 대하여 아무런 권리가 없음을 알 수 있다. 피고의 위 주장은 받아들이기 어렵다.  <br/>      나) 피고는, 원고가 피고의 동의 없이 이 사건 DVD 등을 제작, 판매하여 수익을 얻는 행위는 이 사건 전속계약 제5조 제2항 및 제3항에 반할 뿐만 아니라 피고가 이 사건 실연에 대하여 저작인접권자로서 가지는 복제권, 배포권, 방송권, 전송권을 침해하는 행위로서 불법행위를 구성하므로, 이에 기한 손해배상청구권 또는 부당이득반환청구권으로 원고의 이 사건 정산금채권과 상계한다고 주장한다. <br/>        그러나 원고는 이 사건 전속계약 제5조 제2항에 따라 피고를 대리하여 이 사건 공연과 관련된 저작인접권을 행사한 것이 아니라 위 전속계약 제10조 제1항에 따라 전속매니저인 원고에게 귀속된 이 사건 공연과 관련된 콘텐츠에 대한 귀속권리자 및 이 사건 공연에 대한 피고의 저작인접권을 자동적으로 사용할 수 있는 권리가 부여된 사용권리자, 즉 본인으로서 이 사건 공연과 관련된 권리를 행사하였다고 할 것이므로, 피고와 원고 사이에 위 제5조 제2항은 적용될 여지가 없다.<br/>        또한 이 사건 전속계약 제5조 제3항에 따르면 원고는 계약기간 이후에도 효력을 미치는 계약을 교섭·체결할 경우에는 피고의 동의를 받아야 하는데, 여기에서 피고의 동의가 필요한 계약이란 전속계약이 종료된 후에도 계속되는 피고의 연예활동, 즉 연주, 가창 등 이 사건 전속계약 제4조 제1항에서 말하는 뮤지션으로서의 활동이 필요한 계약을 의미하는 것이지 이미 이루어진 피고의 연예활동과 관련된 콘텐츠를 제작, 판매하는 계약을 의미한다는 보이지 아니하므로, 위 제5조 제3항 역시 이 사안에 적용되지 않는다. <br/>        한편 이 사건 전속계약에 따르면, 원고는 콘텐츠의 기획, 제작, 유통 및 판매에 대한 권한 및 의무를 가지며 계약기간 중 원고가 개발, 제작한 콘텐츠는 원고에 귀속되고, 피고의 실연이 포함된 콘텐츠의 이용을 위하여 필요한 권리는 발생과 동시에 원고에게 부여되므로(제10조 제1항), 피고의 연예활동, 즉 이 사건 실연과 관련하여 원고가 개발, 제작한 콘텐츠인 이 사건 DVD 등은 원고에게 귀속되고, 원고는 이 사건 DVD 등의 이용을 위하여 이 사건 실연에 관한 피고의 저작인접권을 이용할 권리가 있다. 그리고 피고는 원고가 피고의 저작권 및 저작인접권(실연권)을 활용하여 콘텐츠 유통을 통한 매출확대 및 수익구조의 다변화를 기할 수 있도록 적극 협력하기로 하고(제10조 제4항), 음반 및 콘텐츠 판매 수익을 분배하기로 한 점(제12조 제2항) 등을 고려하면, 공소외 5, 공소외 4가 원고로부터 이 사건 DVD 등의 제작에 투자하는 것을 조건으로 판권을 무상으로 양도받아 이 사건 DVD 등을 제작, 판매하는 것은 이 사건 실연에 관한 저작인접권의 이용 허락의 범위에 포함될 여지도 있으므로, 원고 등이 이 사건 DVD 등을 제작, 판매하는 행위가 피고의 저작인접권을 침해한다고 단정하기 어렵다.<br/>        따라서 피고는 이 사건 전속계약 제10조 제2항에 따라 계약 종료 이후 이 사건 DVD 등의 매출로 인한 이익을 정산 받을 수 있다고 할 것이나. 원고가 무상으로 이 사건 DVD와 음반에 대한 판권을 양도한 사실은 앞서 인정한 바와 같고, 원고가 이 사건 음원으로 수익을 얻었다고 볼 증거도 없으므로, 피고의 위 주장 역시 받아들이기 어렵다.<br/>  마. 소결 <br/>    그렇다면, 피고는 원고에게 정산금 잔액 190,862,460원(201,264,210원 - 10,401,750원) 및 그중 제1심에서 인용한 168,816,570원에 대하여는 원고가 구하는 바에 따라 2015. 8. 26.자 청구취지 및 청구원인변경신청서 부본 송달 다음 날인 2015. 8. 28.부터 피고가 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 제1심 판결 선고일인 2016. 4. 14.까지, 나머지 22,045,890원(190,862,460원 - 168,816,570원)에 대하여는 위 2015. 8. 28.부터 피고가 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 법원 판결 선고일인 2017. 8. 17.까지는 각 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 위약벌 청구에 관한 판단<br/>  가. 갑 제1, 25, 42호증, 을 제6호증의 2, 9 내지 11호증의 각 기재에 변론 전체의 취지를 보태어 보면, ① 이 사건 전속계약에 원고가 위 계약내용에 따른 자신의 의무를 충실히 이행하고 있음에도 불구하고, 피고가 계약기간 도중에 계약을 일방적으로 파기할 목적으로 계약상의 내용을 위반한 경우에는 피고는 계약해지 당시를 기준으로 직접 2년간의 월평균 매출액에 계약 잔여기간 개월 수를 곱한 금액(연예 활동 기간이 2년 미만인 경우에는 실제 매출이 발생한 기간의 월평균 매출액에서 잔여기간 개월 수를 곱한 금액)을 위약벌로 원고에게 지급하도록 규정된 사실(제15조 제2항), ② 피고는 원고가 독점적으로 권한을 행사하도록 되어 있는 연예활동과 관련하여 원고의 사전승인 없이 자기 스스로 또는 원고 이외의 제3자를 통하여 출연교섭을 하거나 연예활동을 할 수 없고(제2조 제3항), 원고의 사전 동의 없이 피고는 이 사건 전속계약과 동일하거나 유사한 계약을 체결하는 등 위 전속계약을 부당하게 파기 또는 침해하는 행위를 할 수 없는 사실(제6조 제5항), ③ 피고의 연예활동으로 인하여 얻는 모든 수입은 일단 원고가 수령한 후 수익분배비율에 따라 피고는 원고로부터 수익금을 정산받기로 약정한 사실(제12조 및 부속합의), ④ 그런데 피고는 이 사건 전속계약 체결 이후 피고의 연예활동으로 얻은 모든 수입을 피고 명의의 계좌 또는 공소외 1을 통하여 수령한 사실, ⑤ 피고는 2013. 11. 4. 원고와 이 사건 전속계약을 체결하였음을 밝히지 아니한 채 다른 연예매니지먼트사의 신인개발팀 관계자와 접촉하고, 2014. 1.경에는 위 회사의 대표와 식사를 하면서 전속계약을 체결하기 위한 논의를 진행하였던 사실, ⑥ 결국 공소외 1은 이 사건 전속계약 기간 중인 2014. 2. 7. 공소외 2 회사를 설립하고 공연, 광고출연 등 피고의 매니지먼트 업무를 수행한 사실이 인정된다. <br/>  나. 그러나 이 사건 전속계약 제15조 제2항에 따라 위약벌을 청구하기 위해서는 원고가 위 계약내용에 따른 자신의 의무를 충실히 이행하고 있는 경우이어야 하는데, 앞서 인정한 사실에다가 앞서 든 각 증거 및 갑 제10호증의 3, 갑 제13호증의 각 기재에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정에 비추어 보면, 공소외 1이 피고의 매니지먼트 업무를 직접 수행할 무렵 원고가 이 사건 전속계약에 따른 자신의 의무를 충실히 이행하고 있었다거나 적어도 이행제공하고 있었다고 인정하기에 부족하고 달리 증거가 없으므로, 원고의 이 부분 청구는 받아들이기 어렵다. <br/>    ① 원고는 피고의 항의에도 불구하고 2013. 11.경부터 강간 혐의를 받고 있는 공소외 3을 당시 미성년자였던 피고의 매니지먼트 업무에 투입하여 피고가 동승한 차량의 운전을 맡기는 등 당사자 간의 신뢰관계를 훼손하는 행위를 하였다.<br/>    ② 원고는 피고의 연예활동을 지원하기 위하여 자비로 경비를 지출하였다고 주장하면서도 2013. 12.까지의 경비 지출 내역만을 제출하고 있는 점, 실제로 원고는 피고를 위해 임차한 차량의 리스계약을 2014. 1. 16. 해지하였던 점 등에 비추어, 2014, 1. 이후에는 원고의 피고를 위한 매니지먼트 업무가 제대로 이루어지지 않았던 것으로 보인다.  <br/>    ③ 이 사건 전속계약 제5조에서 규정하고 있는 것과 달리 공소외 1이 피고의 수입을 관리하게 된 것은, 원고와 피고 사이에 일정 기간 동안 피고의 기존 계좌로 수입을 관리하기로 합의하였기 때문으로 보이므로, 이를 두고 피고 측이 이 사건 전속계약 제5조를 위반하여 일방적으로 수입을 관리하였다고 볼 수 없다. <br/>    ④ 앞서 본 바와 같이 비록 이 사건 전속계약에 따라 원고가 이 사건 DVD 등 제작 및 판매 과정에서 피고의 동의를 받을 필요까지는 없다고 하더라도, 이 사건 실연 이후 원고가 이 사건 DVD 등을 제작, 판매하기까지 원고의 피고를 위한 매니지먼트 활동이 앞서 본 바와 같은 이유로 제대로 이루어지지 않았을 뿐만 아니라, 공소외 1이 공소외 2 회사를 설립하여 독자적으로 피고의 매니지먼트 업무를 수행하고 있었고, 원고는 피고를 상대로 이 사건 전속계약에 따른 정산금을 청구하면서 피고 및 공소외 8의 채권을 가압류하는 등 원고와 피고 사이의 관계가 악화되고 있는 상황이었으므로, 이러한 경우 원고로서는 이 사건 DVD 등의 제작, 판매를 피고에게 미리 고지하거나 양해를 구하는 등으로 이와 관련하여 발생할 수 있는 분쟁을 미연에 방지하기 위한 노력을 할 수 있었음에도 불구하고 이에 관한 어떠한 노력도 하지 않음으로써 원고와 피고 사이의 신뢰관계를 더욱 훼손시키는 결과를 초래하였다. <br/>5. 부당이득반환 청구에 관한 판단<br/>  가. 원고가 피고의 연예활동을 위하여 117,026,279원을 자비로 지출한 사실, 이 사건 전속계약 기간 중 피고의 연예활동으로 인한 모든 수입은 피고 측이 관리하였고, 이 사건 소 제기 이전에 원고와 피고 사이에 수익금 정산이 이루어진 적이 없었던 사실은 앞서 본 바와 같고, 이 사건 전속계약에 따른 정산금 산정방식에 따르면, 피고의 연예활동으로 발생한 모든 수입에서 비용을 공제한 나머지 금액의 50%만이 피고의 수익에 해당하므로, 결국 피고는 법률상 원인 없이 117,026,279원 상당의 이익을 얻고 원고는 같은 금액 상당의 손해를 입었다고 할 것이므로, 피고는 원고에게 117,026,279원을 부당이득으로 반환할 의무가 있다.     <br/>  나. 따라서 피고는 원고에게 부당이득금 117,026,279원 및 이에 대하여 원고는 구하는 바에 따라 2016. 11. 15.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날인 2016. 11. 24.부터 피고가 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 법원 판결 선고일인 2017. 8. 17.까지는 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다,<br/>6. 결론<br/>  그렇다면, 피고는 원고에게 307,888,739원(정산금 190,862,460원 + 부당이득금 117,026,279원) 및 이에 대하여 앞서 인정된 지연손해금을 지급할 의무가 있다고 할 것이므로, 원고의 이 사건 청구는 위 인정 범위 내에서 이유 있어 인용하고 나머지 청구는 이유 없어 기각할 것인바, 제1심 판결 중 정산금청구 부분은 이와 결론을 일부 달리하여 부당하므로 원고의 항소를 일부 받아들여 제1심 판결 중 이 법원에서 추가로 지급을 명하는 부분에 해당하는 원고 패소 부분을 취소하여 피고에게 위 금액의 지급을 명하고, 이 법원에서 추가된 청구에 따라 피고에게 위 부당이득금의 지급을 명하며, 원고의 나머지 항소 및 추가청구, 그리고 피고의 항소를 모두 기각하기로 하여, 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 여미숙(재판장) 김재형 위광하 ",
    "사건번호": "2016나2027557",
    "사건종류코드": "400101",
    "판례정보일련번호": "210613",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}