{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20200702",
    "법원명": "서울고등법원",
    "사건명": "계약금반환",
    "판례내용": "【원고, 항소인】 토탈리얼코 주식회사 (소송대리인 법무법인(유한) 바른 외 1인)<br/>【피고, 피항소인】 주식회사 하나자산신탁 (소송대리인 법무법인 위너스 담당변호사 손교명 외 1인)<br/>【제1심판결】 서울중앙지방법원 2019. 8. 29. 선고 2018가합546745 판결<br/>【변론종결】2020. 5. 14.<br/>【주    문】<br/>1. 제1심 판결 중 아래에서 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다.<br/>  피고는 원고에게 1,920,040,000원 및 이에 대하여 2017. 4. 12.부터 2020. 7. 2.까지는 연 6%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>2. 원고의 나머지 항소를 기각한다.<br/>3. 소송총비용 중 60%는 원고가, 나머지는 피고가 각 부담한다.<br/>4. 제1항의 금전지급 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 피고는 원고에게 4,800,100,000원 및 이에 대하여 2017. 4. 12.부터 이 사건 소장 부본 송달일까지는 연 6%의, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 관하여 적을 이유는 제1심판결 중 일부 내용을 다음과 같이 고치는 외에는 제1심판결의 이유 해당 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.  <br/>〈고치는 부분〉<br/>○ 제1심판결 이유 제2면 15행의 “별지”를 “〈별지1〉”로 고친다.<br/>○ 제1심판결 이유 제3면 하단 5행의 “부동산처분금지가처분”을 “부동산처분금지가처분(이하 ‘처분금지가처분’이라 한다)”로 고친다.<br/>○ 제1심판결 이유 제3면 하단 4행의 “부동산처분금지가처분”을 “처분금지가처분”으로 고친다.<br/>○ 제1심판결 이유 제7면 16행부터 17행까지를 아래와 같이 고친다.<br/> 『6) 이후 피고는 다시 이 사건 부동산에 관한 공매절차를 진행하였는데, 주식회사 메인스트리트(이하 ‘메인스트리트’라 한다)가 위 공매에 입찰하여 2019. 6. 14. 이 사건 부동산을 낙찰받은 뒤 같은 날 피고와 이 사건 부동산에 관하여 매매대금 43,680,000,000원, 계약금 4,368,000,000원(계약체결시 지급), 잔금 39,312,000,000원(계약체결일로부터 180일 이내)으로 정한 매매계약을 체결하였고, 2019. 11. 15. 위 매매를 원인으로 한 소유권이전등기를 마쳤다.<br/>  [인정근거] 다툼 없는 사실, 갑 제1 내지 15, 17, 18, 48, 50, 51호증, 을 제1, 5, 6호증의 각 기재(가지번호 있는 것은 각 가지번호 포함, 이하 같다), 변론 전체의 취지』<br/>2. 당사자의 주장<br/>가. 원고의 주장<br/><br/>1) 주위적 주장<br/>      가) 피고는 2017. 11. 10. 원고에게 이 사건 매매계약 잔금 미지급을 이유로 이 사건 해제통보를 하였는바, 이에 원고는 2017. 11. 15.자 공문(갑 제11호증)을 통하여 이 사건 매매계약상의 잔금 미지급은 이 사건 공매 이후 특히 2017. 7.경부터 이 사건 부동산에 다수의 추가적인 처분금지가처분 등기가 설정된 것이 원인일 뿐만 아니라 원고가 위 추가적인 처분금지가처분을 해결하기 위하여 피고에게 이 사건 가등기 경료를 요구하였음에도 피고가 이에 대한 협조를 해주지 않았기 때문이고, 원고의 귀책사유로 인한 것이 아니라고 통보하였다. 따라서 이 사건 매매계약상 잔금지급의무의 지체에 원고의 귀책사유가 있다고 할 수 없으므로 피고가 이 사건 해제통보를 통하여 이 사건 매매계약 제12조 제1항 제1호에 따른 약정해제권을 행사하는 것은 부적법하여 효력이 없다. <br/>      나) 또한 이 사건 매매계약 및 그 내용을 구성하는 이 사건 공매 공고문은 피고가 다수의 당사자와 계약하기 위하여 일방적으로 미리 마련한 약관에 해당하는데, 〈별지 2〉 기재와 같이 이 사건 매매계약 및 공매 공고문의 내용 중 이 사건 매매계약 체결 이후에 발생하는 처분금지가처분을 매수인의 책임으로 처리, 해결해야 한다는 취지의 부분(이하 ‘이 사건 처분금지가처분 특약’이라 한다)은 ① 피고가 이 사건 매매계약을 체결할 당시 원고에게 그에 관한 설명의무를 다하지 않았으므로 ‘약관의 규제에 관한 법률(이하 ’약관규제법‘이라 한다)’ 제3조 제4항에 따라 계약의 내용으로 주장할 수 없거나, ② 불공정하여 효력이 없으므로(약관규제법 제6조, 제7조 제2호, 제3호, 제8조, 제9조 제3호, 제5호, 제11조 제1호), 매도인인 피고가 이 사건 매매계약 체결 이후 새로이 이 사건 부동산에 설정된 처분금지가처분등기를 말소할 의무를 부담한다고 보아야 한다. 또는 ③ 약관의 뜻이 명백하지 아니한 경우에는 고객에게 유리하게 해석되어야 한다는 약관규제법 제5조 제2항에 따라, 매매계약 체결 이후 설정된 처분금지가처분등기 말소에 대한 책임이 매수인에게 이전되더라도 처분금지가처분등기 말소와 잔금지급의무 사이의 동시이행 관계는 계속 유지되는 것으로 해석되어야 한다. 따라서 원고의 잔금지급의무와 동시이행관계에 있는 처분금지가처분등기가 말소되지 않은 이상 원고의 잔금지급의무가 이행지체에 빠졌다고 볼 수 없으므로, 피고가 이 사건 해제통보를 통하여 이 사건 매매계약 제12조 제1항 제1호에 따른 약정해제권을 행사하는 것은 부적법하여 효력이 없다. <br/>      다) 오히려 피고는 위와 같이 일방적으로 이 사건 해제통보를 하고, 그 이후 이 사건 부동산에 관한 공매절차를 진행함으로써 자신의 채무이행을 거절하였는바, 주위적으로, 원고는 2018. 6. 11.자 공문 내지 이 사건 소장을 통하여 피고의 이행거절을 원인으로 이 사건 매매계약을 해제하는 의사표시를 하였다. 예비적으로, 피고가 다시 공매절차를 통해 제3자인 메인스트리트에게 이 사건 부동산을 매각하고 이에 관한 소유권이전등기를 마쳐줌으로써 피고의 원고에 대한 이 사건 부동산 소유권이전등기의무는 이행불능상태가 되었으므로, 원고는 2020. 2. 10.자 준비서면을 통하여 피고의 위 소유권이전등기의무의 이행불능을 원인으로 이 사건 매매계약을 해제하는 의사표시를 하였다.<br/>      라) 따라서 이 사건 매매계약은 원고의 위 각 법정해제권 행사에 의하여 적법하게 해제된 것이므로, 피고는 원고에게 원고로부터 지급받은 계약금과 이에 대한 법정이자 내지 지연손해금을 지급할 의무가 있다. <br/>2) 예비적 주장<br/>      설령 원고의 잔금지급 지체에 대한 귀책사유가 인정되어 피고가 이 사건 매매계약 제12조 제1항 제1호에 따른 약정해제권을 행사할 수 있다고 보더라도, 이 사건 계약금은 민법 제398조 제4항에 의하여 손해배상액의 예정으로서의 성질을 가지는바, 이 사건 계약금 전액 몰취를 인정하는 것은 경제적 약자의 지위에 있는 원고에게 부당한 압박을 가하여 공정성을 잃는 결과를 초래한다고 할 것이다. 따라서 피고는 원고에게 몰취한 이 사건 계약금 중 감액되어야 할 금액 상당을 반환하여야 한다. <br/>나. 피고의 주장<br/>    이 사건 매매계약상의 잔금 미지급은 원고의 귀책사유에 기한 것이다. 또한 이 사건 공매 공고문과 매매계약을 약관으로 볼 수 없고, 설령 약관이라고 하더라도 피고는 이에 대한 설명의무를 모두 이행하였으며, 그 내용이 불공정하다거나 불명료하여 해석통제가 적용될 것도 아니다. 따라서 이 사건 매매계약은 피고의 이 사건 해제통보로 적법하게 해제되었다.<br/>3. 판단<br/>가. 이 사건 매매계약의 해제 및 이 사건 계약금의 귀속<br/>    앞서 본 기초사실 및 변론 전체의 취지에 따르면, 이 사건 매매계약의 잔금지급기한은 2017. 10. 10.이고, 이 사건 매매계약 제12조 제1항 제1호는 ‘원고가 매매대금의 지급을 그 지급기한으로부터 1개월 이상 연체할 경우 피고가 이 사건 매매계약을 해제할 수 있으며 이 사건 계약금은 위약금으로 피고에게 귀속된다’고 정하고 있으며, 원고가 이 사건 매매계약의 잔금지급기한(2017. 10. 10.)으로부터 1개월(2017. 11. 9.)이 경과하도록 잔금을 지급하지 아니한 사실을 인정할 수 있는 바, 이 사건 매매계약 제12조 제1항 제1호에 따라 이 사건 해제통보가 원고에게 도달한 2017. 11. 13. 이 사건 매매계약은 해제되었고 이 사건 계약금은 위약금으로서 피고에게 귀속된다고 봄이 상당하다.    <br/>나. 원고의 주위적 주장에 대한 판단<br/>1) 이 사건 매매계약상의 잔금 미지급이 원고의 귀책사유로 인한 것인지 여부<br/>      이 사건 공매 진행 당시 이 사건 부동산에 관하여 14건의 처분금지가처분 결정이 내려진 상태였고, 이 사건 매매계약이 체결된 이후 이 사건 부동산에 관하여 다수의 처분금지가처분 결정이 추가적으로 내려진 사실은 앞서 기초사실에서 본 것과 같거나 다툼이 없다. 그러나 앞서 본 증거들 및 변론 전체의 취지에 의하여 인정할 수 있는 다음과 같은 사실 내지 사정들에 비추어 보면, 원고가 제출한 증거들만으로는 원고의 위 주장과 같은 이유로 원고에게 이 사건 매매계약상의 잔금 미지급에 귀책사유가 없다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없는 바, 이를 전제로 한 원고의 위 주장은 받아들이기 어렵다.  <br/>      가) 매도인은 합의된 매매대금의 구체적인 지급 방법을 실현하기 위해 협력할 의무가 있지만, 일반적으로 매매계약에 있어 대금을 마련할 의무는 전적으로 매수인에게 있고 매도인이 매매대금의 조달에 협조하는 것은 오히려 이례적이라는 점에 비추어 보면, 매수인의 자금조달과 관련된 매도인의 협력의무가 언제나 인정된다고 할 수는 없고, 해당 계약의 성격과 특징, 계약 체결 당시 매도인과 매수인의 합의 내용 등을 구체적으로 살펴 매도인이 매수인의 자금조달에 협력할 의무가 계약상 도출될 수 있는지 여부를 판단하여야 하는 바(대법원 2014. 7. 24. 선고 2012다75932 판결 참조), 이 사건 부동산에 관하여 기존 처분금지가처분 결정이 존재하였고 이 사건 매매계약 체결 후 추가로 처분금지가처분 결정이 내려졌다거나, 원고의 주장과 같이 이 사건 부동산에 있는 기존 처분금지가처분 결정을 해결하기 위하여 잔금지급기일을 계약체결일로부터 179일 이내로 정하였다고 하더라도, 위와 같은 사정만으로 원고의 잔금 마련을 위하여 피고에게 이 사건 가등기를 경료하여 줄 의무가 있다고 볼 수 없다.  <br/>      나) 원고의 2017. 8. 29.자 및 2017. 9. 8.자 각 공문을 통한 이 사건 가등기 경료 요청에 대하여, 피고는 2017. 9. 22.자 공문을 통하여 원고에게 ‘우선수익자인 ㈜솔로몬저축은행, ㈜프라임상호저축은행과의 협의 결과, 이 사건 가등기가 불가능하다’는 입장을 명확히 밝혔다.  <br/>      다) 그럼에도 계속된 원고의 이 사건 가등기 경료 요청에 대하여, 피고는 2017. 11. 6.자 공문에서 ‘이 사건 가등기 설정은 가능하나 그 조건으로 2017. 10. 10.부터 2018. 4. 10.까지의 지연손해금 상당액(3,231,190,602원)을 이행보증금으로 2017. 11. 9.까지 선납하여야 한다’는 의견을 밝혔는데, 원고가 위 이행보증금을 납부하지 아니하여 이 사건 가등기가 경료되지 못하고 이 사건 매매계약이 해제되게 되었다.  <br/>      라) 원고는, 피고가 요구하는 이행보증금액이 과다하고 납부기한이 촉박하여 위 이행보증금 요구는 부당하다는 취지로 주장하나, 이 사건 매매계약 제2조는 원고가 대금 지급기한 내에 대금을 지급하지 아니할 때에는 연 15%의 연체이율을 적용한 지연손해금을 가산하여 지급하기로 정하고 있을 뿐 아니라, 피고가 2017. 9. 22.자 공문을 통하여 원고에게 ‘2017. 10. 10.부터 2018. 4. 10.까지의 지연손해금 상당액(3,231,190,602원)을 이행보증금으로 2017. 11. 9.까지 납부하면 2018. 4. 10.까지 이 사건 매매계약의 해제를 유보할 수 있다’는 의사를 미리 밝혔는바, 위 이행보증금액이 과다하다거나 피고가 2017. 11. 6.자 공문을 통해 갑작스럽게 위 이행보증금의 지급을 요구하였다고 볼 수 없다. <br/>    마) 나아가 원고는, 피고의 이 사건 해제통보 후 피고 측 담당자로부터 이행보증금을 선납하면 이 사건 가등기 설정이 가능하다는 답변을 듣고 2018. 2. 9. 이행보증금 3,231,190,602원을 피고의 예금계좌에 입금한 것이라는 취지로도 주장하므로 살피건대, 원고의 주장처럼 이 사건 해제통보 후 피고 측 담당자가 원고에게 이행보증금을 선납하면 이 사건 가등기 설정을 해주겠다고 답변하였다는 사실을 인정할 증거가 없다[‘이 사건 해제통보 후 이 사건 부동산의 사실상 우선수익자인 예금보험공사의 담당자가 원고에게 이 사건 가등기를 경료하여 줄 것을 전제로 이행보증금 3,231,190,602원을 납부하면 이 사건 매매계약 해제를 철회하고 잔금지급기한을 연장해주겠다고 하였다’는 제1심 증인 소외 1(원고의 이사)의 증언은 이를 뒷받침할 증거가 없어 믿기 어렵고, 설령 위 증언내용처럼 원고가 예금보험공사의 담당자와 위와 같은 협의를 한 사실이 있다고 하더라도 그와 같은 사정만으로 이 사건 매매계약의 매도인인 피고와 사이에도 위와 같은 협의가 있었다고 인정할 수는 없다]. <br/>      오히려 원고는 2017. 12. 28.자 공문을 통해 피고에게 ‘이 사건 해제통보를 철회하고 이 사건 가등기를 경료하여 줄 것’을 요청한 후, 2018. 2. 2.자 공문에서 ‘피고와 신탁관계자간의 협의 결과 이 사건 해제통보 철회가 이루어지지 아니할 경우 이행보증금의 이자 없이 원금만 반환되는 것에 동의한다’는 내용을 기재하였으며, 2018. 2. 9. 이행보증금 3,231,190,602원을 피고에게 납부한 후 발송한 공문에서도 피고와 신탁관계자간의 협의 결과 이 사건 해제통보 철회가 이루어지지 아니할 경우 이행보증금을 반환받을 원고의 예금계좌번호를 기재한 사실은 앞서 기초사실에서 본 것과 같은바, 원고가 2018. 2. 9. 이행보증금 3,231,190,602원을 피고에게 납부할 당시까지도 원고와 피고 사이에 이 사건 해제통보 철회 및 이 사건 가등기 설정에 관한 확정적 합의가 이루어지지 아니하였다고 보는 것이 타당하다고 할 것이다. <br/>    바) 나아가 보더라도 원고는 피고가 이 사건 가등기를 경료하여 주지 아니하여 잔금대출을 받지 못하게 되었으므로 잔금지급 지체에 원고의 귀책사유가 없다는 취지로 주장하나, 갑 제16호증의 기재 및 변론 전체의 취지에 따르면, 메리츠종합금융증권 주식회사(이하 ‘메리츠종합금융증권’)가 2018. 2. 12. 원고에게 이 사건 부동산 개발사업과 관련하여 1,150억 원 내외의 PF대출에 참여할 의향이 있다는 취지의 공문을 보낸 사실을 인정할 수 있으나, 위 공문에는 ‘전제 사업부지에 대한 1순위 담보제공, 사업계획승인 등 제반 인허가 완료 등’의 인출선행조건이 기재되어 있고, ‘본 의향서는 PF대출에 대한 의향이 있음을 확인하는 것일 뿐 추후 당사 내부 승인에 따른 별도 계약을 체결하기 전까지는 본 의향서만으로 어떠한 법적 구속력(민·형사상, 행정상)도 발생하지 않음’이라고 기재되어 있는 등에 비추어, 위 인정사실 및 원고가 제출한 증거들만으로는 설령 이 사건 가등기가 경료되었다면 원고가 메리츠종합금융증권 등으로부터 잔금 대출을 받을 수 있었다는 사실을 인정하기 부족하고, 달리 이를 인정할 증거가 없다.<br/>      사) 또한 이 사건 매매계약 제14조 제7항에 ‘원고가 이 사건 매매계약 체결 전 경료된 이 사건 부동산에 관한 다수의 처분금지가처분을 수인하고 본 계약을 체결하는 것으로써, 원고의 책임과 비용으로 위 처분금지가처분 및 계약체결 후 소유권이전 이전에 추가로 발생할 처분금지가처분 전부를 처리·해결하기로 하며, 피고에게 어떠한 이의도 제기할 수 없다’라고 규정되어 있는바, 원고가 이 사건 매매계약 이전 및 이후에 설정된 이 사건 부동산에 관한 처분금지가처분에 따른 모든 위험을 부담하는 것으로 명시하고 있다.  <br/>      특히 피고는 이 사건 공매 공고를 통하여 ‘4. 유의사항’에서 ‘매매목적물상 일체의 법률적·사실적 제한사항(소송, 압류, 경매, 보전처분, 제한물권, 법정지상권, 유치권자, 점유자, 임대차 등)은 매수인이 직접 공부의 열람 및 현지답사 등으로 확인하시고 매수인의 책임으로 처리하는 조건으로 이에 대해 피고는 일체의 책임을 지지 않는다’고 명시하고, ‘5. 특이사항’에서 이 사건 매매계약 제14조 제7항과 동일하게 ‘매수인은 매매계약 체결 전 경료된 이 사건 부동산에 관한 다수의 처분금지가처분을 수인하고 매매계약을 체결하는 것으로써, 매수인의 책임과 비용으로 위 처분금지가처분 및 계약체결 후 소유권이전 이전에 추가로 발생할 처분금지가처분 전부를 처리·해결하기로 하며, 피고에게 어떠한 이의도 제기할 수 없다’고 명시하여, 이 사건 공매 공고 당시부터 매수인이 이 사건 매매계약 이전 및 이후에 설정된 이 사건 부동산에 관한 처분금지가처분에 따른 모든 위험을 부담하는 것임을 명확히 하였다. <br/>      나아가 원고는 이 사건 매매계약 체결 후 피고에게, 2017. 8. 25. ‘원고는 어제 피고로부터 수령한 3건의 처분금지가처분결정(서울중앙지방법원 2017카단807929, 808577, 808825)에 대해 매수인으로 원고의 계산과 책임으로 법무법인 바른을 소송대리인으로 선임하여 적극 대응하고자 합니다. 원고와 피고가 이 사건 매매계약을 체결한 이후에도 새로운 가처분신청이 계속해서 들어오고 있으며 이에 적극 대응하여 추가적인 가처분의 위험성을 제거하는 것이 절대적으로 필요한 상황입니다. 원고는 법무법인 바른을 선임하여 위 3건의 가처분결정에 대한 이의신청을 바로 제기하고자 합니다. 이와 관련하여 원고는 피고에 어떠한 손해도 발생하지 않도록 할 것임을 확약하며, 법무법인 바른에 대한 변호사비용을 포함한 일체의 소송비용을 원고가 부담할 것을 약속드립니다’라는 내용의 공문(갑 제25호증)을, 2017. 9. 27. 이 사건 부동산에 관한 추가 처분금지가처분결정 2건(서울중앙지방법원 2017카단809689, 811163)에 대해서도 같은 내용의 공문(갑 제26호증)을, 2017. 10. 17. 이 사건 부동산에 관한 추가 처분금지가처분결정 1건(대전지방법원 2017카단3794)에 대해서도 같은 내용의 공문(갑 제28호증)을 각 보냈는바, 이에 의하면, 원고는 이 사건 매매계약 이후 발생한 이 사건 부동산에 관한 추가 처분금지가처분에 대하여 이 사건 공매 공고문 및 매매계약상의 위와 같은 특약을 잘 알면서 그 특약에 따라 원고의 책임과 비용으로 스스로 해결하려고 하였다. <br/>      이러한 사정에 의하더라도, 이 사건 매매계약 이후 이 사건 부동산에 관하여 발생한 다수의 처분금지가처분 때문에 잔금지급의무가 지체되었다는 원고의 위 주장은 납득하기 어렵다.<br/>2) 이 사건 처분금지가처분 특약이 약관규제법에 위배되는지 여부<br/>      가) 원고는 이 사건 처분금지가처분 특약이 포함된 이 사건 공매 공고문 및 매매계약이 약관에 해당한다고 주장하므로 먼저 이에 관하여 살펴보건대, 약관이란 그 명칭이나 형태 또는 범위에 상관없이 계약의 한쪽 당사자가 여러 명의 상대방과 계약을 체결하기 위하여 일정한 형식으로 마련한 계약의 내용을 의미하는 바(약관규제법 제2조 제1호), 앞서 든 증거들, 갑 제52호증, 을 제7, 9호증의 각 기재에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들 즉, ㉠ 이 사건 공매 공고문의 ‘4. 유의사항’ 부분은 다른 부동산의 공매 공고문에도 유사하게 규정되어 있는 것으로 보이기는 하지만, 원고가 그 주장과 같이 다투는 부분 즉, 이 사건 매매계약 체결 이후 설정된 처분금지가처분의 처리를 매수인의 책임으로 돌리는 내용은 이 사건 공매 공고문의 ‘5. 특이사항’ 부분과 이 사건 매매계약의 일부 조항에 포함되어 있는데, 위 ‘5. 특이사항’ 부분은 피고가 공매하는 모든 부동산에 관한 공고문에 일률적으로 규정된 것이 아니라 개별 공매 목적물의 특성을 고려하여 목적물에 따라 상이하게 규정되는 것으로 보이고(을 제8호증의 공매 공고문에는 ‘5. 특이사항’ 부분 자체가 없다), 이 사건 매매계약의 내용도 위와 같은 ‘5. 특이사항’의 내용을 반영하여 이 사건 부동산에 한정하여 개별적으로 정해진 것으로 보이는 점, ㉡ 설령 원고의 주장과 같이 이 사건 부동산에 관하여 진행된 수차례의 공매절차에서 동일한 내용의 공고문 및 매매계약서가 활용되었다고 하더라도, 이는 이 사건 부동산에 한정하여 공매절차에서 최종낙찰자를 정하여 그와 1회적인 매매계약을 체결하기 위하여 반복적으로 제시된 것에 불과하고, 피고가 다수의 상대방과 동종의 계약을 반복적으로 체결할 목적으로 마련한 것이라고 보기 어려울 뿐만 아니라, 원고가 제출한 갑 제48호증의 기재에 의하면 이 사건 부동산에 관한 공매 공고문 중 ‘5. 특이사항’ 부분은 공매절차가 진행된 각 해의 이 사건 부동산의 현황 등에 따라 그 내용이 조금씩 달라져온 것으로도 보이는 점, ㉢ 공개경쟁입찰방식을 통한 매각절차라는 공매절차의 특성상 피고가 해당 부동산의 특성을 고려하여 공매 공고문의 내용이나 세부 계약 조건을 미리 정하고, 입찰자는 피고가 이미 제시한 공매 및 계약 조건을 보고 공매 목적물에 현존하거나 발생 가능한 위험 등을 고려하여 입찰 여부를 결정하게 되는바, 피고가 공매 공고문 및 매매계약서를 미리 작성하는 것은 공매절차의 특성에서 비롯되는 것이지 다수의 상대방과 동종의 계약을 반복적으로 체결하기 위하여 미리 작성하는 것이 아니라고 보이는 점, ㉣ 나아가 원고도 자인하는 바와 같이, 이 사건 공매절차에서는 원고가 ‘단독’으로 입찰에 참가하여 낙찰자로 지정되어 피고와 이 사건 부동산에 관한 매매계약을 체결한 것인 점, ㉤ 특히 원고가 제출한 증거에 의하더라도, 피고가 이 사건 이외 공매절차에서 사용한 공매 공고문이나 매매계약서에 이 사건 처분금지가처분 특약과 같은 내용이 기재되어 있는 것을 찾기 어려운 점 등을 종합적으로 고려하여 보면, 원고가 주장하는 사정 및 그 제출 증거만으로 이 사건 공매 공고문과 이 사건 매매계약이 피고가 다수의 상대방과 동종의 계약을 체결할 목적으로 미리 마련한 약관규제법상의 약관이라고 인정하기 어렵고, 달리 이를 인정할 증거가 없다.<br/>      나) 설령 이 사건 공매 공고문 및 매매계약이 약관에 해당한다고 하더라도 아래에서 보는 것과 같이 피고가 이 사건 처분금지가처분 특약에 관한 설명의무를 위반하였다거나, 이 사건 처분금지가처분 특약의 의미가 불명료하여 해석통제가 적용되어야 한다거나, 불공정하여 효력이 없다고 볼 수 없다.<br/>        (1) 먼저 설명의무 위반 여부에 관하여 살피건대, 앞서 든 증거들, 갑 제25, 28호증, 을 제10, 11호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들 즉, ㉠ 원고는 부동산 매매 및 임대업, 부동산 개발업 및 컨설팅업 등을 전문적으로 영위하는 회사로서 이 사건 부동산에 관하여 이미 설정된 다수의 처분금지가처분과 그에 관하여 기재된 이 사건 공매 공고문의 내용 등에 비추어 보면 이 사건 부동산에 관하여 장래에도 처분금지가처분이 발생할 것이라는 것을 충분히 예상할 수 있었을 것으로 보이는 점, ㉡ 이 사건 공매 공고문 및 매매계약서에는 이 사건 처분금지가처분 특약의 내용이 자세히 기재되어 있는데, 원고의 직원 내지 대리인인 소외 2는 이 사건 공매 이전인 2017. 4. 2. “본인은 입찰자로서 위 준수규칙 및 본건 공매와 관련된 공매공고문, 매매계약서 등을 충분히 숙지하고 있으며 이에 대한 일체의 이의가 없다”라는 내용이 기재된 입찰참가자 준수규칙서에 원고의 법인인감을 날인하고, 자필로 서명한 후 피고에게 교부하였고, 이 사건 공매일인 2017. 4. 12.에는 “본인은 귀사가 실시하는 입찰에 참가함에 있어 귀사가 정한 공매공고조건, 입찰 참가자 준수규칙, 매매계약서 기타 입찰에 관련된 모든 사항에 관하여 완전히 숙지하고 이를 승낙하였습니다”라는 내용이 기재된 입찰서에 원고 법인인감을 날인하고, 자필로 서명한 후 피고에게 교부하였던 점, ㉢ 앞서 본 것처럼 원고는 매매계약 체결 이후 새로운 처분금지가처분이 발생하였음을 인지한 후에도 이를 자신의 책임과 비용으로 처리하겠다는 취지의 다수의 공문을 피고에게 보내면서 실제로 이 사건 매매계약 이후 이 사건 부동산에 관하여 발생한 추가 처분금지가처분에 대하여 위 특약에 따라 원고의 책임과 비용으로 스스로 해결하려고도 한 점 등을 종합적으로 고려하여 보면, 피고가 원고에게 이 사건 처분금지가처분 특약의 내용을 설명하였다고 봄이 상당하거나 원고가 위 특약 내용을 충분히 숙지하고 있었다고 봄이 상당하다.<br/>        (2) 한편 이 사건 처분금지가처분 특약 문언에 의하면, 매매계약 체결 후 소유권 이전 전 추가로 발생하는 보전처분을 포함하여 이 사건 부동산에 관하여 설정되는 처분금지가처분 등 사실적·법률적 제한사항들은 매수인이 전부 수인하고 그 책임과 비용으로 처리해야 한다는 것인 바, 그 의미가 다의적이거나 불명료하다고 보기 어렵다(단순히 매도인의 담보책임을 면책시키는 것에서 나아가 매수인에게 처분금지가처분 말소의무 등 사실적·법률적 제한사항들을 처리·해결할 의무가 있다는 의미로 해석되고, 그렇다면 매수인의 잔금지급의무와 처분금지가처분말소의무가 동시이행관계일 수는 없다). 따라서 이 사건 처분금지가처분 특약에 약관규제법에 따른 해석통제가 적용된다고 볼 수 없다.<br/>        (3) 다음으로 이 사건 처분금지가처분 특약이 불공정하여 무효인지 여부에 관하여 보건대, 앞서 든 증거들, 을 제12 내지 17호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들 즉, ㉠ 이 사건 부동산은 2002. 9.경 건물 건설공사가 착공된 후 시행사의 부도 등으로 공정률 65%의 단계에서 공사가 중단된 상황이었고, 이미 이 사건 공매 당시 이 사건 부동산에 관하여 14건의 처분금지가처분 결정이 내려진 상태였으며, 이후로도 추가적인 처분금지가처분 등 제한이 발생할 가능성이 존재하였는바, 이러한 이 사건 부동산의 특수한 사정이 반영되어 이 사건 공매 공고문의 ‘5. 특약사항’ 부분 및 이 사건 매매계약에서 이 사건 처분금지가처분 특약과 같은 내용의 조항을 두게 된 것으로 보이는데, 앞서 본 바와 같이 피고가 원고에게 이 사건 처분금지가처분 특약의 내용을 원고에게 설명하였다고 봄이 상당하거나 원고가 위 특약 내용을 충분히 숙지하고 있었다고 봄이 상당한 점, ㉡ 원고는 부동산 매매 및 임대업, 부동산 개발업 및 컨설팅업 등을 전문적으로 영위하는 회사로서 이 사건 부동산에 관하여 현존하는 위험과 향후 발생 가능한 위험(특히 장래에 발생할 처분금지가처분)을 파악하고 이를 반영하여 매수 가격을 정한 뒤 입찰에 참가하였던 것으로 보일 뿐만 아니라, 원고가 낙찰받은 가격은 최초 입찰가격(119,002,000,000원)의 약 40% 수준이고, 이 사건 부동산에 관한 공매절차가 수차례 유찰되고 그로 인하여 낙찰가격이 위와 같이 낮아지게 된 이유도 이 사건 공매절차의 특수한 조건인 이 사건 처분금지가처분 특약도 하나의 원인이라고 볼 개연성도 없지 않은 점에 비추어, 매수인인 원고가 이 사건 처분금지가처분 특약으로 매매계약 체결 후 발생할 처분금지가처분의 해결을 인수한다고 하더라도 그것이 원고에게 불리한 것이라고만 단정하기 어려운 점, ㉢ 원고는 피고가 이 사건 해제통보를 하기 전까지 이 사건 처분금지가처분 특약이 불공정하다는 등의 이유로 무효라거나 원고가 아닌 피고가 이를 책임지고 해결하여야 한다거나 원고의 잔금지급의무와 장래에 발생한 처분금지가처분의 말소가 동시이행의 관계에 있다는 취지의 공문을 보낸 적이 없고, 오히려 앞서 본 것처럼 원고는 매매계약 체결 후 새로운 처분금지가처분이 발생하였음을 인지한 후에도 이를 자신의 책임과 비용으로 처리하겠다는 취지의 공문을 피고에게 보냈을 뿐 아니라, 2017. 8. 29.에는 피고가 새로운 처분금지가처분을 이유로 이 사건 매매계약을 해제하지 않도록 협조를 부탁하는 내용의 공문을 보냈던 점, ㉣ 앞서 본 바와 같이 메인스트리트가 이후 공매에 입찰하여 이 사건 부동산을 낙찰받은 뒤 피고와 이 사건 부동산에 관하여 매매계약을 체결하고, 위 매매를 원인으로 한 소유권이전등기를 마쳤는데, 위 공매 공고문 및 메인스트리트와 피고 사이의 매매계약서에도 이 사건 처분금지가처분 특약과 같은 내용이 기재되어 있음에도 그로 인하여 위 공매절차 및 매매계약에 특별한 법률적 하자 내지 분쟁이 발생하였다고 볼 다른 증거가 없는 점 등에 비추어 볼 때, 원고가 주장하는 바와 같이 이 사건 처분금지가처분 특약이 불공정하여 효력이 없다고 볼 수 없다고 할 것이다.<br/>      다) 그러므로 이 사건 처분금지가처분 특약이 약관규제법을 위반하여 무효라거나 매매계약 체결 후 새로 설정된 처분금지가처분등기 말소와 잔금지급의무 사이의 동시이행 관계가 있다는 것을 전제로 피고의 이 사건 해제통보가 효력이 없다는 원고의 이 부분 주장은 받아들일 수 없다. <br/>3) 소결<br/>      결국, 이 사건 해제통보를 통한 피고의 약정해제권 행사가 효력이 없음을 전제로 한 원고의 주위적 주장은 나아가 살필 필요 없이 이유 없다.<br/>다. 원고의 예비적 주장에 대한 판단<br/>    1) 이 사건 매매계약 제12조 제1항 제1호는 ‘원고가 매매대금을 지급기한으로부터 1개월 이상 연체한 경우 피고가 이 사건 매매계약을 해제할 수 있으며 이 사건 계약금은 위약금으로 피고에게 귀속된다’고 정한 사실은 앞서 기초사실에서 본 것과 같고, 위약금은 손해배상액의 예정으로 추정된다(민법 제398조 제4항). 한편, 민법 제398조 제2항에 의하면, ‘손해배상의 예정액이 부당히 과다한 경우에는 법원이 이를 적당히 감액할 수 있다’고 규정하고 있는바, 여기서 '부당히 과다한 경우'라 함은 채권자와 채무자의 각 지위, 계약의 목적 및 내용, 손해배상액을 예정한 동기, 채무액에 대한 예정액의 비율, 예상손해액의 크기, 그 당시의 거래관행 등 모든 사정을 참작하여 일반 사회관념에 비추어 그 예정액의 지급이 경제적 약자의 지위에 있는 채무자에게 부당한 압박을 가하여 공정성을 잃는 결과를 초래한다고 인정되는 경우를 뜻하는 것으로 보아야 하고, 한편 위 규정의 적용에 따라 손해배상의 예정액이 부당하게 과다한지의 여부 내지 그에 대한 적당한 감액의 범위를 판단하는 데 있어서는, 법원이 구체적으로 그 판단을 하는 때, 즉 사실심의 변론종결 당시를 기준으로 하여 그 사이에 발생한 위와 같은 모든 사정을 종합적으로 고려하여야 할 것이다(대법원 2004. 12. 10. 선고 2002다73852 판결 등 참조).<br/>   2) 위 법리에 비추어 이 사건을 보건대, 앞서 본 증거들 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사실 내지 사정들, 즉 ① 거래관행에 따라 이 사건 계약금(4,800,100,000원)도 매매대금(48,001,000,000원)의 10% 상당액으로 정해졌으나, 그 매매대금이 48,001,000,000원이어서 그에 따라 몰취되는 계약금 액수도 상당히 고액인점, ② 일반적인 부동산 매매계약에서는 목적물에 설정된 보전처분을 매도인이 잔금지급 이전에(또는 잔금지급과 동시에) 말소시킬 의무를 부담하는데 반해 이 사건 매매계약에서는 계약체결 이후에 이 사건 부동산에 추가적으로 발생하는 모든 처분금지가처분을 매수인인 원고의 책임과 비용으로 해결하기로 되어 있고, 실제로 원고가 그 이후 발생한 처분금지가처분의 상당 부분을 해결하기도 하였으나, 그 이후 발생된 처분금지가처분이 원고의 이 사건 매매계약상 잔금 마련(특히 잔금대출)에 영향을 끼쳤을 것으로도 보이는 점, ③ 앞서 본 바와 같이, 원고는 이 사건 매매계약상 잔금지급을 지체한 이후에도 피고와 다수의 공문을 주고받으면서 피고가 요구하는 이행보증금 3,231,190,602원을 지급하는 등 이를 해결하기 위하여 노력한 것으로 보이는 점, ④ 원고는 이 사건 부동산을 매수한 후 건물 건설공사를 완료하고 이를 분양하는 사업을 추진하였고, 그러한 사업의 추진과정에서 이 사건 부동산에 설정된 다수의 보전처분, 제한물권을 자신의 비용으로 해결하고, 기타 설계 및 용역 비용 등 상당한 비용을 지출한 것으로 보이는데, 이 사건 해제통보로 인하여 몰취되는 위약금 외에도 추가적으로 상당한 금액의 손실도 입은 것으로 보이는 점 등을 종합적으로 고려하여 보면, 위약금으로 정한 이 사건 계약금의 액수가 손해배상의 예정액으로서 부당히 과다하다고 인정되므로, 이 사건 계약금 상당액의 손해배상 예정액을 40% 감액함이 타당하다. 따라서 원고의 위 예비적 주장은 위 인정 범위 내에서 이유 있다.<br/>    3) 따라서 피고는 원고에게 이 사건 매매계약이 적법하게 해제되었음을 전제로 원고가 지급한 계약금 4,800,100,000원 중 피고가 적법하게 몰취한 2,880,060,000원을 공제한 나머지 1,920,040,000원 및 이에 대하여 원고가 위 계약금을 지급한 날인 2017. 4. 12.부터 피고가 이행의무의 존부와 범위에 대하여 항쟁함이 상당하다고 인정되는 당심 판결선고일인 2020. 7. 2.까지는 상법이 정한 연 6%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 결론<br/>  그렇다면 원고의 이 사건 청구는 위 인정범위 내에서 이유 있어 이를 인용하고 나머지 청구는 이유 없어 이를 기각하여야 할 것인바, 제1심판결은 이와 결론을 일부 달리하여 부당하므로 원고의 항소를 일부 받아들여 제1심판결 중 위에서 지급을 명한 금액에 해당하는 원고 패소 부분을 취소하고 피고에게 위 돈의 지급을 명하며, 제1심판결 중 나머지 부분은 정당하므로 원고의 나머지 항소는 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다.<br/>(별지 생략)<br/><br/>판사 손철우(재판장) 김형진 원종찬 ",
    "사건번호": "2019나2043550",
    "사건종류코드": "400101",
    "판례정보일련번호": "213247",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}