{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20200707",
    "법원명": "수원지방법원",
    "사건명": "보증금반환",
    "판례내용": "【원고, 항소인】 원고(소송대리인 법무법인 효원 담당변호사 장태규)<br/>【피고, 피항소인】 피고<br/>【제1심판결】 수원지방법원 2018. 11. 8. 선고 2018가단521112 판결<br/>【변론종결】2020. 5. 12.<br/>【주    문】<br/>1. 제1심판결 중 아래에서 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다. <br/>  피고는 원고에게 100,000,000원 및 이에 대하여 2017. 2. 18.부터 2020. 7. 7.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>2. 원고의 나머지 항소를 기각한다. <br/>3. 소송총비용 중 25%는 원고가, 나머지는 피고가 각 부담한다.<br/>4. 제1항의 금원지급 부분은 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】제1심판결을 취소한다. 피고는 원고에게 133,000,000원 및 이에 대하여 2016. 4. 16.부터 이 사건 소장 부본 송달일까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 적을 이유는, 제1심판결 제2쪽 마지막행과 제3쪽 1행의 ‘피고’를 ‘원고’로 고쳐쓰는 외에는 제1심판결 이유 제1항의 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 인용한다.<br/>2. 원고의 주장 요지<br/>  이 법원이 이 부분에 적을 이유는 제1심판결 제3쪽 12행 말미에 “설령 이 사건 임대차계약이 유효하다고 하더라도 위와 같이 임대차계약을 유지할 수 없는 중요 부분에 사정변경이 발생하였으므로 이를 이유로 이 사건 임대차계약을 해제 또는 해지한다”를 추가하는 외에는 제1심판결 이유 제2의 가.항과 같으므로 민사소송법 제420조 본문에 의하여 이를 인용한다.<br/>3. 판단<br/>가. 취소, 해제 등 주장에 대한 판단<br/>     이 법원이 이 부분에 적을 이유는, 제1심판결 제2의 나.항과 같으므로 민사소송법 제420조 본문에 의하여 이를 인용한다. <br/>나. 사정변경을 이유로 한 해제 또는 해지 주장에 대한 판단<br/>    1) 계약 성립의 기초가 된 사정이 현저히 변경되고 당사자가 계약의 성립 당시 이를 예견할 수 없었으며, 그로 인하여 계약을 그대로 유지하는 것이 당사자의 이해에 중대한 불균형을 초래하거나 계약을 체결한 목적을 달성할 수 없는 경우에는 계약준수 원칙의 예외로서 사정변경을 이유로 계약을 해제하거나 해지할 수 있다(대법원 2017. 6. 8. 선고 2016다249557 판결 등 참조).<br/>    2) 우선, 원고와 피고 사이에 이 사건 임대차계약이 체결되었음은 앞서 본 바와 같으므로, 임대차보증금을 누가 지급하였는지 여부를 불문하고 원고는 위 임대차계약의 당사자로서 피고에 대하여 보증금의 반환 등을 구할 수 있다고 할 것이다. 나아가  위 1)항의 법리에 더하여 위에서 거시된 증거들과 갑 제13, 14호증(각 가지번호 포함)의 영상, 당심의 현장검증결과를 종합하여 인정되는 다음과 같은 사정, 즉 ① 원고와 피고는 이 사건 사업을 위한 견본주택 건축을 목적으로 임대차계약을 체결하였고, 이 사건 임대차계약서에도 특약사항으로 위 목적이 명시되었는바 이는 임대차계약에 있어 매우 중요한 사항이라고 판단되는 점, ② 피고는 이 사건 사업을 추진하던 ○○마을 지주공동사업 추진위원회의 추진위원으로서 이 사건 사업의 진행 내용 등에 대하여 잘 알고 있었으므로, 견본주택이 건축이 되지 않을 경우 원고가 이 사건 토지를 사용할 이유가 없다는 것을 임대차계약 당시부터 인식하고 있었다고 판단되는 점, ③ 그런데 원고는 용인시장으로부터 2016. 4. 21. 가설건축물 축조신고 반려통보를 받고, 2016. 8. 8. 주택사업계획승인신청 반려통보를 받음으로써 이 사건 토지 지상에 견본주택을 건축할 수 없게 되었고, 피고도 그 무렵 이 사건 토지에 견본주택을 건축할 수 없다는 것을 알게 된 점, ④ 게다가 임대인은 목적물을 사용, 수익에 적당한 상태를 갖추어 임차인에게 인도하여야 할 뿐만 아니라 계약존속 중에도 그 사용, 수익에 필요한 상태를 유지하게 할 의무를 부담하는데(민법 제623조), 이 사건 토지는 이 사건 임대차계약 체결 당시부터 현재까지 소외인(피고와 용인시 기흥구 (주소 생략) 번지 토지에 관하여 임대차계약을 체결한 사람으로 보인다)이 무단으로 점유하면서 샷시 제조를 위한 임시가설물 설치, 각종 자재 보관 용도로 사용하고 있는 점 등에 비추어 보면, 견본주택 건축은 이 사건 임대차계약의 성립의 기초가 된 사정으로 인정되고, 견본주택을 건축할 수 없어 원고가 임대차계약을 체결한 목적을 달성할 수 없고 피고가 원고에 이 사건 토지를 사용·수익 가능한 상태로 인도한 것으로 볼 수도 없는 이상 이 사건 임대차계약을 그대로 유지하는 것은 원고와 피고 사이에 중대한 불균형을 초래하는 경우에 해당한다고 봄이 상당하다. <br/>     3) 한편, 갑 제7호증의 1의 기재에 의하면, 원고는 2017. 2. 13.경 피고에게 피고와 약속한 기일인 2017. 2. 17.까지 기다리는 것이 합당하나 서면으로 통고하는바 이 사건 사업에 필요한 홍보관을 건립하기 위하여 보증금 1억 원과 임대로 연 3,000만 원 합계 1억 3,300만 원(부가세 포함)으로 약정한 사실이 있으나, 홍보관 건축 불가 통보를 받아 시공할 수 없으므로 2017. 2. 1. 피고와 협의한대로 보증금 반환을 요구한다는 취지의 통고서를 내용증명우편으로 발송한 사실이 인정되는바, 위 인정사실에 의하면, 원고는 이 사건 임대차계약을 2017. 2. 17. 이후 장래를 향하여 해지하려는 의사로 위와 같은 해지통보를 하였다고 봄이 상당하므로, 이 사건 임대차계약은 2017. 2. 17.경 적법하게 해지되었다고 할 것이다.<br/>    4) 따라서 피고는 이 사건 임대차계약 해지에 따라 원고에게 임대차보증금 100,000,000원 및 이에 대하여 해지 다음날인 2017. 2. 18.부터 피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 상당한 이 판결 선고일인 2020. 7. 7.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다(나아가 원고는 기지급한 차임 30,000,000원에 대하여도 사정변경 해제를 원인으로 그 반환을 구하나, 위 통고서에서도 원고는 임대차보증금의 반환만을 구할 뿐 2016년 연 임대로 30,000,000원의 반환은 구하지 않고 있는바 원고는 이 사건 임대차계약일로부터 1년이 경과한 2017. 2. 17.자로 임대차계약을 해지하려는 의사였다고 봄이 상당하고, 그렇다면 2016년 연임대료는 이 사건 임대차계약에 따라 피고에게 귀속됨이 타당하다. 따라서 임대차보증금 100,000,000원을 초과하여 반환을 구하는 부분의 원고 주장은 이유 없다). <br/>4. 결론<br/>  그렇다면, 원고의 청구는 위 인정 범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 기각하여야 할 것인데, 제1심판결은 이와 일부 결론을 달리하여 부당하므로, 제1심판결 중 위에서 지급을 명하는 원고 패소부분을 취소하고, 피고에게 그 지급을 명하며, 원고의 나머지 항소는 이유 없으므로 이를 기각한다. <br/><br/>판사 강태훈(재판장) 안희경 김봉남 ",
    "사건번호": "2018나87538",
    "사건종류코드": "400101",
    "판례정보일련번호": "213441",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}