{
  "PrecService": {
    "판시사항": "공동소송인 중 일부만이 변호사보수를 실제 지급한 경우, 그 일부에 대해서만 변호사보수를 배분하여 소송비용을 산정하여야 하는지 여부(적극)<br/>",
    "참조판례": "대법원 1992. 12. 28.자 92두62 결정(공1993상, 633), 대법원 1995. 12. 4.자 95마726 결정<br/>",
    "사건종류명": "민사",
    "판결요지": "공동소송인 중 일부만이 변호사보수를 실제 지급한 경우 그 일부에 대해서만 변호사보수를 배분하고, 변호사보수를 지급하지 않은 공동소송인에게는 배분해서는 안 된다.<br/>",
    "참조조문": "민사소송법 제109조, 변호사보수의 소송비용 산입에 관한 규칙 제3조<br/>",
    "선고일자": "20201030",
    "법원명": "대법원",
    "사건명": "소송비용부담및확정",
    "판례내용": "【신청인, 상대방】 신청인<br/>【피신청인, 재항고인】 피신청인 1 외 1인<br/>【원심결정】 광주고법 2020. 5. 27.자 (전주)2020카확1 결정<br/>【주    문】<br/>재항고를 모두 기각한다.<br/><br/>【이    유】재항고이유를 판단한다.<br/> 1. 소가 산정의 적법 여부<br/> 가.「변호사보수의 소송비용 산입에 관한 규칙」(이하 ‘변호사보수산입규칙’이라 한다)은 소송비용에 산입되는 변호사의 보수를 당사자가 보수계약에 의하여 지급한 또는 지급할 보수액의 범위에서 각 심급 단위로 소송목적의 값에 따라 [별표]의 기준에 따라 산정하고(제3조 제1항), 가처분 명령의 신청사건에서 소송비용에 산입되는 변호사의 보수는 피보전권리의 값(이하 소송목적의 값이나 피보전권리의 값을 ‘소가’라 한다)에 따라 위와 같이 산정한 금액의 2분의 1로 하며(제3조 제2항), 소가의 산정은 민사소송 등 인지법 제2조의 규정에 따른다고 정하고 있다(제4조 제1항). <br/>민사소송법 제26조 제1항, 제27조, 민사소송 등 인지법 제2조, 민사소송 등 인지규칙 제6조, 제18조의2 본문에 따르면, 소가는 원고가 청구취지로써 구하는 범위에서 원고의 입장에서 보아 전부 승소할 경우 직접 받게 될 경제적 이익을 객관적으로 평가하여 금액으로 정하고, 재산권상의 소로서 소가를 산출할 수 없는 것과 비재산권을 목적으로 하는 소송의 소가는 5,000만 원으로 한다. <br/> 나. 이 사건 기록에 따르면 다음 사실을 알 수 있다. <br/> (1) 피신청인들은 2012. 5. 31. 신청외 1과 익산시 (주소 생략)에 있는 건물에서 ‘(상호 생략)’이라는 상호로 2012. 6. 1.부터 2022. 5. 31.까지 치과의원을 공동으로 운영하는 동업계약을 체결하였다. 동업계약은 자의적으로 계약을 파기할 경우 계약 파기를 통보하기 전 6개월간 평균 매출의 1.43배를 지급함으로써 계약금 5억 원의 반환을 대신한다고 정하고 있다. 피신청인들은 그 무렵 신청외 1에게 동업계약에 따른 계약금 명목으로 5억 원씩 지급하였다. 신청외 1은 2층에서, 피신청인 1은 3층에서, 피신청인 2는 5층에서 진료하며 치과의원을 운영하였다.<br/> 피신청인들은 2018. 9. 1. 위 동업계약을 종료하고 치과의원 건물의 공동소유자인 신청외 1, 그 남편인 신청인과 임대차계약을 체결하였다. 그 내용은 피신청인 1이 3층 전체와 1층, 6층의 1/3 부분을, 피신청인 2가 5층 전체와 1층, 6층의 1/3 부분을 각 임대차보증금 5,000만 원, 차임 월 712만 원, 임대차기간 2018. 9. 1.부터 2020. 8. 31.까지로 정하여 임차한다는 것이다.<br/> 피신청인들은 2019. 2. 11. 신청인과 신청외 1에게 임대차보증금 5,000만 원과 동업계약 파기에 따라 지급할 금액을 반환하라고 요구하였다. 신청인과 신청외 1은 2019. 2. 13.부터 2019. 2. 25.까지 피신청인들에게 각 임대차보증금 5,000만 원을 포함하여 1억 2,000만 원을 지급하였다.<br/> (2) 피신청인들은 2019. 4. 25. 신청인과 신청외 1을 상대로 전주지방법원 2019가합2116호로 투자금 반환 등을 구하는 소를 제기하였다. 그 이유는 신청인과 신청외 1이 피신청인들에게 동업계약을 파기할 때 지급하기로 정한 투자금(계약금), 즉 6개월간 평균 매출의 1.43배인 3억 8,000만 원, 영업 방해로 인한 손해배상 3,000만 원, 신청인과 신청외 1에게 부과된 추징세액을 공동경비로 납부하여 얻은 부당이득 100,111,693원 등 합계 510,111,693원씩 총 1,020,223,386원을 지급할 의무가 있다는 것이다. <br/> 이와 함께 피신청인들은 신청인과 신청외 1을 상대로 2019. 4. 25. 전주지방법원 2019카합1047호로 영업방해 금지 등을 구하는 가처분을 신청하였다. 그 이유는 피신청인들이 투자금 반환 등 소송에서 청구하는 투자금 등을 반환받아 동업관계가 청산될 때까지 치과의원에서 영업을 할 수 있으므로, 영업권을 보전하기 위해 영업을 방해하는 행위의 금지를 구한다는 것이다.<br/> 가처분 신청사건의 제1심법원은 2019. 6. 27. 피보전권리에 대한 소명이 부족하다는 이유로 가처분 신청을 모두 기각하였다. 피신청인들은 제1심결정에 대하여 즉시항고를 제기하였다가[광주고등법원 (전주)2019라1014호] 2020. 2. 26. 가처분 신청을 취하하였다. <br/> (3) 원심은 가처분 신청의 제1심 사건에 관하여 소가가 1,020,223,386원임을 전제로 피신청인들이 신청인에게 상환하여야 할 소송비용액이 각 3,274,095원임을 확정하는 결정을 하였는데, 그 이유는 다음과 같다. 변호사보수산입규칙 제3조의 [별표]에 따라 산정한 변호사 보수는 8,000,558원[= {13,400,000원 + (1,020,223,386원 - 500,000,000원) × 0.005} ÷ 2]이다. 신청인이 그보다 적은 650만 원을 변호사보수로 지급하였으므로 소송비용에 산입되는 변호사보수는 650만 원이다. 소송비용이 변호사보수 650만 원과 소송비용 확정신청 비용 48,190원을 합한 6,548,190원이므로, 피신청인들은 그 절반인 3,274,095원씩 상환하여야 한다.<br/> 다. 이러한 사실관계를 위에서 본 법리에 비추어 살펴보면 다음과 같은 결론이 도출된다. 피신청인들은 신청인과 신청외 1로부터 투자금 등 1,020,223,386원을 지급받을 때까지 치과의원에서 영업할 수 있는 권리를 갖고 있다고 주장하며 영업권을 피보전권리로 하여 가처분 신청을 하였다. 이러한 가처분 신청은 경제적 이익을 내용으로 하는 권리 또는 법률관계에 관한 청구로서 재산권상의 소에 해당하고, 그 경제적 이익을 투자금 등 액수인 1,020,223,386원이라고 평가할 수 있다. <br/> 원심이 같은 취지에서 소가를 1,020,223,386원으로 보고 변호사보수산입규칙 제3조의 [별표]에 따라 변호사보수를 산정한 다음 신청인이 실제 지급한 보수액을 변호사보수로 정한 것은 위 법리에 따른 것으로 정당하다. 원심결정에 재항고이유 주장과 같이 소가에 관한 법리를 오해하거나 판단을 누락한 잘못이 없다.<br/> 2. 공동소송인 중 일부만이 변호사보수를 지급한 경우 그 일부에 대해서만 변호사보수를 배분해야 하는지 여부<br/> 가. 공동소송인 중 일부만이 변호사보수를 실제 지급한 경우 그 일부에 대해서만 변호사보수를 배분하고, 변호사보수를 지급하지 않은 공동소송인에게는 배분해서는 안 된다(대법원 1992. 12. 28.자 92두62 결정, 대법원 1995. 12. 4.자 95마726 결정 참조).<br/> 나. 기록에 따르면 다음과 같은 사실을 알 수 있다. <br/> 신청인과 신청외 1은 가처분 신청사건 제1심에서 법무법인 호림과 변호사 신청외 2를 소송대리인으로 선임하였다. 원심은 신청인이 2019. 3. 13. 법무법인 호림에 지급한 550만 원 중 가처분 신청과 관련된 100만 원, 2019. 5. 15. 변호사 신청외 2에게 지급한 550만 원 등 합계 650만 원을 변호사보수로 산정하고, 신청인에 대해서만 변호사보수를 비롯한 소송비용을 배분하였다. <br/> 다. 이러한 사실관계를 위에서 본 법리에 비추어 살펴보면, 공동소송인인 신청인과 신청외 1 중 신청인만이 변호사보수를 실제로 지급하였으므로 신청인에 대해서만 변호사보수 등 소송비용을 배분해야 한다. 원심이 같은 취지에서 신청인에 대해서만 소송비용을 배분한 것은 위 법리에 따른 것으로 정당하다. 원심결정에 재항고이유 주장과 같이 소송비용 산정에 관한 법리를 오해한 잘못이 없다. <br/> 3. 결론<br/> 재항고는 이유 없어 이를 모두 기각하기로 하여, 대법관의 일치된 의견으로 주문과 같이 결정한다.<br/><br/>대법관 이동원(재판장) 김재형(주심) 민유숙  노태악 ",
    "사건번호": "2020마6255",
    "사건종류코드": "400101",
    "판례정보일련번호": "214305",
    "선고": "자",
    "판결유형": "결정",
    "법원종류코드": "400201"
  }
}