{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20160520",
    "법원명": "수원지방법원 안산지원",
    "사건명": "부당이득금",
    "판례내용": "【원    고】 원고 (소송대리인 변호사 홍현필)<br/>【피    고】 피고<br/>【변론종결】2016. 4. 29.<br/>【주    문】<br/>1. 피고는 원고에게,<br/>  가. 80,442,742원 및 그중 63,728,282원에 대하여는 2015. 5. 30.부터, 1,571,650원에 대하여는 2015. 6. 1.부터, 1,445,878원에 대하여는 2015. 7. 1.부터, 1,723,080원에 대하여는 2015. 8. 1.부터, 1,452,568원에 대하여는 2015. 9. 1.부터, 1,329,462원에 대하여는 2015. 10. 1.부터, 1,257,778원에 대하여는 2015. 11. 1.부터, 1,157,802원에 대하여는 2015. 12. 1.부터, 1,425,742원에 대하여는 2016. 1. 1.부터, 1,197,709원에 대하여는 2016. 2. 1.부터, 1,405,604원에 대하여는 2016. 3. 1.부터, 1,354,866원에 대하여는 2016. 4. 1.부터, 1,392,321원에 대하여는 2016. 5. 1.부터 각 2016. 5. 20.까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을,<br/>  나. 2016. 5. 1.부터 피고의 제1 별지 목록 기재 부동산에 대한 점유 종료일까지 월 1,079,022원의 비율로 계산한 돈을<br/>  각 지급하라.<br/>2. 원고의 나머지 청구를 기각한다.<br/>3. 소송비용 중 5/9는 원고가, 나머지는 피고가 각 부담한다.<br/>4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】피고는 원고에게, 192,216,141원 및 이에 대하여 이 사건 2015. 5. 27.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 2015. 9. 30.까지는 연 20%의, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하고, 2016. 10. 1. 이후 피고가 제1 별지 목록 기재 부동산을 계속 점유할 경우 위 부동산의 점유 종료일까지 월 1,874,241원의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초 사실<br/> 가. 망 소외 1(이하 ‘망인’이라고 한다)은 2010. 9. 13. 사망하였고, 그 상속인으로 자녀들인 원고, 피고 및 소외 2, 소외 3이 있다.<br/> 나. 원고는 2011. 8. 4. 피고 및 소외 2, 소외 3을 상대로 수원지방법원 성남지원 2011느합11호로 상속재산분할 심판을 청구하였고, 피고는 원고 및 소외 2, 소외 3을 상대로 같은 법원 2012느합1호로 기여분 및 상속재산분할 반심판을 청구하였으며, 원고는 피고 및 소외 2, 소외 3을 상대로 같은 법원 2012느합2호로 기여분 반심판을 청구하였다. 위 법원은 2012. 10. 8. 제1 별지 목록 기재 부동산(이하 ‘이 사건 건물’이라 한다) 등에 관하여 다음과 같은 내용으로 결정하였다.<br/>이 사건 건물 등 부동산은 원고가 240,526,307/687,070,549 지분을, 피고가 157,611,441/687,070,549  지분을, 소외 2가 240,526,307/687,070,549 지분을, 소외 3이 48,406,494/687,070,549 지분을 각 소유하는 것으로 분할한다.<br/> 다. 이에 원고, 소외 2, 소외 3은 서울고등법원 2012브108, 109, 110(병합)호로 항고하였고, 소외 2는 같은 법원 2013즈기1호로 기여분결정청구 심판을 청구하였다. 위 법원은 2013. 10. 8. 이 사건 건물에 관하여 다음과 같은 내용으로 결정하였고, 위 항고심 결정에 관하여 원고가 재항고하였으나 2014. 2. 14. 심리불속행기각되어 위 항고심 결정은 2014. 2. 19. 확정되었다(이하 위 상속재산분할 등 심판 청구 사건을 통틀어 ‘관련 사건’이라 한다).<br/>1. 제1심 심판 중 상속재산분할 청구에 관한 부분을 다음과 같이 변경한다.이 사건 건물 등 부동산은 원고가 462/1,000 지분을, 피고가 273/1,000 지분을, 소외 2가 241/1,000 지분을, 소외 3이 24/1,000 지분을 각 소유하는 것으로 분할하고, …(후략)…<br/> 라. 피고는 망인이 사망하기 전부터 이 사건 건물 301호에서 거주하기 시작하여 현재까지 계속 점유ㆍ사용하면서 이 사건 건물의 임차인들로부터 차임 등을 받아 왔다.<br/> [인정 근거] 다툼 없는 사실, 갑 제1, 2, 20, 21, 26호증의 각 기재, 변론 전체의 취지<br/>2. 원고의 청구에 관한 판단<br/>가. 주장의 요지<br/>  피고는 망인이 사망한 후 공동상속인인 원고나 소외 2, 소외 3의 동의 없이 무단으로 이 사건 건물을 점유하면서 이 사건 건물 301호를 직접 점유하였고, 임차인들로부터 차임 및 보증금 등을 받았을 뿐만 아니라 기존에 차임을 월세로 지급하기로 정한 임대차계약을 임대차보증금을 증액하는 대신 차임이 없거나 줄이는 내용으로 임대차계약을 변경하여 임대차보증금을 받은 후 이를 개인적 용도로 사용하는 등 이 사건 건물을 관리해 왔다. 이로써 피고는 법률상 권한 없이 위 차임 등의 이익을 얻었고 이로 인하여 원고 등 다른 공동상속인에게 같은 금액 상당의 손해를 입혔다. 따라서 피고는 악의의 수익자 또는 불법행위자로서 민법 제748조 제2항 또는 민법 제763조, 제393조에 따라 선택적으로 원고에게, 2010. 9. 1.부터 2016. 5. 31.까지 발생한 차임 상당의 이익, 위 이익의 2016. 5. 31.까지의 이자 등 합계 399,825,058원 중 원고의 상속분에 해당하는 184,719,177원, 2016. 6. 1.부터 2016. 9. 30.까지 발생할 이익 및 손해 중 원고의 상속분에 해당하는 7,496,964원 합계 192,216,141원의 부당이득금 또는 손해배상금 및 이에 대한 지연손해금을 지급할 의무가 있고, 피고가 2016. 10. 1. 이후에도 이 사건 건물에 관한 점유를 계속할 경우 피고의 이 사건 건물 점유 상실일 또는 원고의 소유권 행사 회복 시까지 월 1,874,241원의 비율로 계산한 부당이득금 또는 손해배상금을 지급할 의무가 있다.<br/>나. 부당이득반환청구에 관한 판단<br/>  1) 부당이득반환의무의 발생<br/>   가) 청구원인에 관한 판단<br/>    ⑴ 관련 법리<br/>     공유자는 공유물 전부를 지분의 비율로 사용ㆍ수익할 수 있고 공유물의 관리에 관한 사항은 공유자의 지분의 과반수로써 결정하는 것이므로 공유물의 구체적인 사용ㆍ수익의 방법에 관하여 공유자들 사이에 지분 과반수의 합의 없이 공유자 중의 1인이 이를 배타적으로 점유ㆍ사용하고 있다면 다른 공유자에 대하여는 그 지분에 해당하는 부당이득을 하고 있는 것이 된다(대법원 2006. 11. 24. 선고 2006다49307 판결 등 참조).<br/>    ⑵ 판단<br/>     이 사건 건물의 소유자였던 망인이 2010. 9. 13. 사망한 사실, 공동상속인 중 1인인 피고가 이 사건 건물 301호에 거주하면서 이 사건 건물의 임차인들로부터 차임 등을 받아 온 사실은 앞서 본 바와 같다. 여기에 갑 제1, 6 내지 9, 20, 22, 31, 33 내지 35호증, 을 제5, 7호증(각 가지번호 포함)의 각 기재, 증인 소외 2, 소외 3의 각 증언에 변론 전체의 취지를 더하여 보면, 피고는 상속이 개시된 2010. 9. 13. 이후 원고나 소외 2, 소외 3으로부터 이 사건 건물의 임대 등 점유ㆍ관리에 관한 권한을 위임받거나 임대에 관하여 동의 또는 사후 승인을 받지 않은 사실, 원고 및 소외 2, 소외 3은 관련 사건에서 피고를 상대로 피고가 무단으로 이 사건 건물을 사용하고 있으므로 이 사건 건물의 임차인들로부터 받은 차임 등에 관하여도 분할대상인 재산에 포함하여야 한다는 취지로 주장한 사실, 소외 2, 소외 3은 관련 사건이 신청된 후 피고의 부탁으로 2013. 3. 및 2013. 5. 피고에게 위임장을 작성해 주기는 하였으나 이 사건 건물 전체의 관리권한에 관한 것은 아니고 이 사건 건물 103호에 관하여 2013. 3.경 이루어진 임대차계약 및 이 사건 건물 302호에 관하여 2012. 11. 14.경 이루어진 임대차계약에 한하여 동의한다는 취지로 작성해 준 사실, 관련 사건에서 이루어진 감정 결과에 따르면 이 사건 건물의 시가는 550,000,000원으로 상속분할 대상인 망인의 상속재산 전체 가액의 82.21%를 차지하고 있는 사실을 인정할 수 있다.<br/>     위 인정 사실에 따르면, 피고는 상속이 개시된 2010. 9. 13. 이후 이 사건 건물 301호에 관하여는 공동상속인들의 적법한 동의 없이 무단으로 점유ㆍ사용하였고, 이 사건 건물의 나머지 호실에 관하여는 공동상속인들의 적법한 동의 없이 무단으로 점유ㆍ관리함으로써 피고의 상속분 273/1,000 지분을 초과하는 부분에 관하여 법률상 원인 없이 이익을 취득하였고, 이로써 원고는 위 초과 이익 중 원고의 상속분 462/1,000 지분에 해당하는 손해를 입었다고 할 것이다. 또한, 피고는 상속이 개시될 당시 망인의 상속재산 중 상당 부분을 차지하는 이 사건 건물에 관하여 다른 공동상속인들의 동의 없이 무단으로 계속 점유ㆍ사용하였고, 5년 7개월 이상이 경과한 현재까지도 그로부터 얻은 차임 등을 원고 등 공동상속인에게 전혀 정산하지 않고 있는바, 피고는 이러한 차임 등의 이익 보유가 법률상 원인 없는 것임을 인식하고 있었다고 봄이 상당하다. <br/>     따라서 피고는 악의의 수익자로서 원고에게 이 사건 건물의 점유ㆍ사용ㆍ관리로 인한 이익 및 이에 대한 이자를 반환하고 손해를 배상할 의무가 있다[다만, 이 사건 건물 103호에 관한 2013. 3.경 이루어진 임대차계약 및 이 사건 건물 302호에 관한 2012. 11. 14.자 임대차계약에 관하여는, 앞서 본 바와 같이 공동상속인인 피고가 악의의 수익자에 해당한다고 보기 어려우므로 원고의 상속분에 해당하는 이익에 한하여 반환할 의무가 있다고 할 것이다(대법원 2002. 5. 14. 선고 2002다9738 판결 등 참조)]. <br/>   나) 피고의 주장에 관한 판단<br/>    ⑴ 주장의 요지<br/>     피고는 원고를 제외한 다른 공동상속인 소외 2, 소외 3으로부터 이 사건 건물의 점유ㆍ사용ㆍ수익에 관하여 동의를 받았으므로 적법한 관리행위를 한 것이다.<br/>    ⑵ 판단<br/>     그러나 을 제5, 7호증(가지번호 포함)의 각 기재만으로는 증인 소외 2, 소외 3의 각 증언에 비추어 앞서 본 이 사건 건물 201호, 302호에 관한 일부 임대차계약을 제외한 나머지 부분에 대한 주장 사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없으므로, 피고의 이 부분 주장은 이유 없다.<br/>  2) 부당이득반환책임의 범위<br/>   가) 이익반환책임에 관한 판단<br/>    ⑴ 원고의 청구에 관한 판단<br/>     ㈎ 차임 상당 이익<br/>      ① 피고가 망인이 사망하기 전부터 현재까지 이 사건 건물 301호에 거주하여 점유ㆍ사용하면서 상속이 개시된 2010. 9. 13. 이후 임차인들로부터 이 사건 건물의 차임 등을 받아 온 사실은 앞서 본 바와 같다. 피고가 자인하거나 갑 제3, 4, 5, 14, 30, 38호증(각 가지번호 포함), 을 제1호증의 192 내지 194, 212, 을 제10, 11, 22, 27, 31, 35, 37, 41 내지 43, 45, 50호증(각 가지번호 포함)의 각 기재, 감정인 프라임감정평가법인 주식회사의 일부 감정 결과에 변론 전체의 취지를 더하여 보면, 이 사건 건물에 관하여 제2 별지 표 기재와 같이 상속이 개시되기 전에 임대차계약이 체결되어 있거나 피고가 상속이 개시된 2010. 9. 13. 이후 소외 5 등과 임대차계약을 체결한 사실, 위 각 임대차계약에 따라 임차인들은 이 사건 건물에 거주하였고, 피고는 임차인들로부터 제3 별지 표 기재와 같이 2010. 9. 13.부터 이 사건 변론종결일인 2016. 4. 30.까지 차임 및 위 임대차계약에 따른 수도요금, 전기요금 등으로 합계 193,492,909원을 받거나 이미 받은 임대차보증금에서 미지급 차임 등을 공제한 사실(미지급 차임 등 채권이 발생할 경우 임대차보증금에서 당연 공제되는 것이나 계산의 편의상 각 임대차계약이 종료된 때 임대차보증금에서 공제하는 것으로 본다)을 인정할 수 있다.  <br/>위 인정 사실에 따르면, 피고는 직접 점유ㆍ사용한 이 사건 건물 301호에 관하여는 차임 상당액 및 피고가 수도요금 등으로 지급한 것으로 산정하였다고 자인한 돈의 합계액 중 피고의 상속분을 초과하는 금액 상당의 이익을 얻었고(대법원 2012. 12. 13. 선고 2012다71978 판결 등 참조), 이 사건 건물의 나머지 호실에 관하여는 임차인들로부터 실제 받은 차임 등 합계액 중 피고의 상속분을 초과하는 금액 상당의 이익을 얻었다고 봄이 상당하다. 따라서 피고는 원고에게 위 이익금 중 원고의 상속분에 해당하는 89,393,723원(= 193,492,909원 × 462/1,000; 소수점 이하는 계산 편의상 버리고 이하 같다)을 반환하여야 한다.<br/>      ② 원고는, 앞서 인정한 기간 및 뒤에서 차임 상당액을 손해로 인정한 기간 외에도 각 임차인이 2010. 9.경부터 2010. 12.경까지 이 사건 건물 102호를, 2011. 11.경 이 사건 건물 202호를, 2010. 12.경 이 사건 건물 203호를, 2012. 12.경부터 2013. 2.경까지 각 점유ㆍ사용하고 피고에게 차임을 지급하였으므로, 위 기간 받은 차임 상당액 중 원고의 상속분에 해당하는 돈을 반환하여야 한다고 주장한다.<br/>그러나 원고가 제출한 증거들만으로는 위 주장 사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 오히려 갑 제3호증의 기재에 의하면, 소외 6은 2010. 12. 26. 피고와 이 사건 건물 102호에 관하여 임대차보증금 20,000,000원, 임대차기간 2011. 1. 4.부터 2013. 1. 3.로 정한 임대차계약을 체결하였고, 소외 7은 2010. 12. 24. 피고와 이 사건 건물 203호에 관하여 임대차보증금 1,000,000원, 차임 월 250,000원으로 정한 임대차계약을 체결한 사실을 엿볼 수 있다. 따라서 원고의 이 부분 주장은 이유 없다.<br/>     ㈏ 임대차보증금 전환 차임 상당 이익<br/>      ① 원고의 주장<br/>       피고는 상속이 개시된 2010. 9. 13. 이후 임차인들로부터 임대차보증금을 단독으로 받아 이를 개인적 용도로 사용하였으므로, 피고는 원고에게 위 임대차보증금에 대하여 거래 현황 및 주택임대차보호법 시행령 제9조 제1항 등을 고려하여 산정한 연 10%의 비율로 계산한 전환 차임 상당의 이익도 반환하여야 한다.<br/>      ② 판단<br/>       임대차보증금이 있는 경우에는 임대차보증금의 이자 상당액이 차임에 해당되거나 차임에 보태어지는 것이고, 임대차기간이 1년 이상인 경우에는 임대인의 특별한 재능이나 노력이 없더라도 시중은행의 계약기간 1년의 정기예금 이자에 의한 금액 정도는 당연히 취득할 수 있을 것이므로, 위 법령의 규정과 같이 계약기간 1년의 정기예금 이자율에 의하여 이자를 산정할 수 있다(대법원 1995. 7. 14. 선고 94다15318 판결 참조). <br/>       피고는 상속이 개시된 2010. 9. 13. 이후 이 사건 건물을 관리하면서 임차인들로부터 임대차보증금을 받아 온 사실은 앞서 본 바와 같다. 피고가 자인하거나 앞서 든 증거와 갑 제43호증의 기재에 변론 전체의 취지를 더하여 보면, 피고가 상속 개시 이후 임차인들로부터 제2 별지 기재 표 ‘보증금’란 기재와 같이 임대차보증금 명목으로 합계 214,000,000원을 받고 그중 일부를 반환하거나 공제한 사실을 인정할 수 있다. 그리고 부가가치세법 시행규칙 제47조, 구 부가가치세법 시행규칙(2013. 6. 28. 기획재정부령 제355호로 개정되기 전의 것) 제15조 제1항에 따른 간주임대료 산정 시 정기예금 이자율은, 2010. 3. 31.부터는 연 4.3%, 2011. 3. 24.부터는 연 3.7%, 2012. 2. 28.부터는 연 4.0%, 2012. 12. 31.부터는 연 3.4%, 2014. 3. 14.부터는 연 2.9%, 2015. 3. 6.부터는 연 2.5%, 2016. 3. 9.부터는 연 1.8%이다. <br/>       이에 의하면, 피고는 상속이 개시된 2010. 9. 13.부터 이 사건 변론종결일인 2016. 4. 30.까지 이 사건 건물을 무단으로 점유ㆍ관리하면서 임차인들로부터 임대차보증금 214,000,000원을 받아 이를 운용함으로써 위 각 임대차보증금에 대한 각 임대차기간 동안 정기예금 이자율 상당액인 제4 별지 표 기재와 같이 합계 22,606,781원 중 피고의 상속분을 초과하는 금액 상당의 이익을 법률상 원인 없이 취득하였다고 봄이 상당하다. <br/>       따라서 피고는 원고에게 위 임대차보증금 전환 차임 상당 이익 중 원고의 상속분에 해당하는 10,444,332원(= 22,606,781원 × 462/1,000)을 반환하여야 한다.<br/>     ㈐ 장래이행청구<br/>      ① 원고는 피고가 이 사건 건물을 무단으로 상당 기간 점유ㆍ사용ㆍ관리할 것이 예상되므로 2016. 5. 1.부터 2016. 9. 30.까지 계산한 부당이득금을 정액으로 지급하여야 한다고 주장한다.<br/>장래의 이행을 명하는 판결을 하기 위하여는 채무의 이행기가 장래에 도래하는 것뿐만 아니라 의무불이행사유가 그때까지 존속한다는 것을 변론종결 당시에 확정적으로 예정할 수 있는 것이어야 하며 이러한 책임기간이 불확실하여 변론종결 당시에 확정적으로 예정할 수 없는 경우에는 장래의 이행을 명하는 판결을 할 수 없다(대법원 1987. 9. 22. 선고 86다카2151 판결 등 참조).<br/>그런데 원고가 피고에 대하여 청구한 부당이득금은 피고의 이 사건 건물 인도의무 불이행을 조건으로 하는 것으로 이 사건 변론종결 당시에 위 기간까지 위 의무불이행이 존속할 것이 확정적으로 예정할 수 있는 것이라고 보기 어렵다. 따라서 원고의 이 부분 청구는 통상의 장래이행청구와 같이 조건을 붙여 장래의 이행을 구하는 것으로 선해하여 판단한다.<br/>      ② 피고가 이 사건 건물 임차인들로부터 이 사건 변론종결일에 가까운 2016. 4.경 받은 차임은 제3 별지 표 해당란 기재와 같이 합계 1,767,300원인 사실, 피고가 이 사건 건물 임차인들로부터 받은 임대차보증금의 2016. 4.경 전환 차임 상당액은 제4 별지 표 해당란 기재와 같이 합계 300,746원(같은 표 기재 2016. 4.경 전환 차임 상당액은 2016. 4.경까지의 차임과 남은 임대차기간이 1개월 미만인 경우 그 차임을 포함한 금액으로 같은 표 기재 2016. 3.경 차임이 1개월분 차임에 해당한다)인 사실은 앞서 본 바와 같다. <br/>위 인정 사실에 따르면, 피고는 이 사건 변론종결 이후에도 이 사건 건물에 관한 점유ㆍ관리할 때까지 적어도 현재 이 사건 건물을 점유ㆍ사용하고 있는 임차인들에 대한 임대차계약을 유지함으로써 월 위 차임 및 임대차보증금 전환 차임 합계 2,068,046원(= 1,767,300원 ＋ 300,746원) 중 원고의 상속분을 초과하는 금액 상당의 이익을 법률상 원인 없이 취득할 것으로 보인다.<br/>따라서 피고는 원고에게 이익 반환으로 이 사건 변론종결일 다음 날인 2016. 5. 1.부터 피고의 이 사건 건물의 점유 종료일까지 월 위 차임 등 합계액 중 원고의 상속분에 해당하는 955,437원( = 2,068,046원 × 462/1,000)의 비율로 계산한 이익을 반환할 의무가 있다. <br/>     ㈑ 임대차보증금 상당 이익<br/>      ① 원고의 주장<br/>       피고가 이 사건 건물을 점유ㆍ관리하면서 임차인들로부터 받은 임대차보증금 중 피고의 상속분을 초과하는 부분도 법률상 권원 없이 취득한 이익에 해당하므로, 피고는 원고에게 위 임대차보증금 합계액 중 원고의 상속분에 해당하는 돈을 지급하여야 한다.<br/>      ② 판단<br/>       피고가 다른 공동상속인의 동의 없이 이 사건 건물을 점유ㆍ관리하면서 임차인들로부터 임대차보증금을 받은 사실은 앞서 본 바와 같다. 그러나 임대차보증금은 임대차계약이 종료될 때 임대인이 미지급 차임 등을 공제한 후 임차인에게 반환하여야 하는 돈으로 임대인이 임대차보증금을 받아 보유함으로써 취득하는 이익은 앞서 본 바와 같이 금융이익 등의 운용이익이고 임대차보증금 자체라고 보기 어렵다(대법원 1991. 9. 24. 선고 91다23639 판결 참조). 또한, 피고가 받은 임대차보증금을 부당이득반환의 대상으로 보아 이를 포함할 경우 원고는 적어도 원고의 상속분에 따른 임대차보증금반환채무를 부담한다고 보아 이를 공제하여야 할 것이므로 결국 같은 금액의 임대차보증금을 공제하게 되어 처음부터 이를 포함하지 않은 경우와 결과적으로 같다. 따라서 원고의 이 부분 청구는 받아들이지 아니한다(따라서 이를 전제로 한 임대차보증금에 대한 이자 청구도 받아들이지 아니한다).<br/>    ⑵ 피고의 공제 항변에 관한 판단<br/>     ① 비용 공제 항변에 관한 판단<br/>      ㉮ 비용 공제 항변에 관한 판단<br/>       피고는 상속이 개시된 2010. 9. 13. 이후 이 사건 건물을 점유ㆍ관리하면서 합계 38,352,500원을 지출하였으므로 위 비용 중 원고의 상속분에 해당하는 비용을 공제하여야 한다고 주장한다.<br/>       갑 제18, 19호증, 을 제1호증의 2, 3, 11, 13, 14, 16, 17, 19, 20, 21, 23, 25, 27, 31, 33, 35, 37, 38, 46, 48, 51 내지 54, 46, 58, 60, 61, 63, 65, 70 내지 72, 76 내지 78, 80, 83 내지 85, 88 내지 91, 93, 95 내지 97, 99, 102 내지 105, 107, 109, 111, 113, 115, 124, 131, 133, 135, 136, 138, 140, 142, 144, 146 내지 148, 151, 152, 154, 156 내지 159, 161, 163 내지 166, 169, 170, 172 내지 174, 176 내지 178, 182, 184 내지 186, 190, 191, 198 내지 200, 203 내지 205, 207 내지 210, 을 제5, 7, 16 내지 21, 33, 40, 47호증(각 가지번호 포함)의 각 기재, 을 제31, 32, 48호증의 각 일부 기재에 변론 전체의 취지를 더하여 보면, 피고가 상속이 개시된 2010. 9. 13. 이후 이 사건 변론종결일인 2016. 4. 30.까지 이 사건 건물을 관리하면서 전기요금, 수도요금, 화재보험료 등으로 제5 별지 표 기재와 같이 합계 36,176,450원을 지출한 사실을 인정할 수 있다.<br/>       그러나 을 제1호증의 15, 18, 39, 59, 62, 65, 75, 87, 92, 99, 101, 126, 128, 139, 145, 179, 181, 188, 197, 202, 211의 각 기재만으로는 피고가 이 사건 건물을 점유ㆍ관리하면서 위 36,176,450원을 초과하여 비용을 지출하였다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다.<br/>       따라서 피고가 지급한 위 각종 비용 중 원고의 상속분에 해당하는 금액인 16,713,519원(= 36,176,450원 × 462/1,000)을 공제하여야 할 것이니, 피고의 이 부분 항변은 위 인정 범위 내에서 이유 있다.<br/>      ㉯ 원고의 필요비 면제 재항변에 관한 판단<br/>       이에 대하여 원고는 민법 제203조 제1항 단서에서 선의의 점유자에게 통상의 필요비는 청구하지 못하는 것으로 규정한 점에 비추어 그보다 중한 반환책임을 부담하는 악의의 수익자도 회복자에 대하여 필요비를 청구할 수 없는 것이므로 공제할 수 없다고 주장한다.<br/>민법 제201조 제1항은 “선의의 점유자는 점유물의 과실을 취득한다.”라고 규정하고 있고 같은 조 제2항은 “악의의 점유자는 수취한 과실을 반환하여야 하며 소비하였거나 과실로 인하여 훼손 또는 수취하지 못한 경우에는 그 과실의 대가를 보상하여야 한다.”라고 규정하고 있으며, 민법 제203조 제1항은 “점유자가 점유물을 반환할 때에는 회복자에 대하여 점유물을 보존하기 위하여 지출한 금액 기타 필요비의 상환을 청구할 수 있다. 그러나 점유자가 과실을 취득한 경우에는 통상의 필요비는 청구하지 못한다.”라고 규정하고 있다. 또한, 민법 제748조 제1항은 “선의의 수익자는 그 받은 이익이 현존한 한도에서 전조의 책임이 있다.”라고 규정하고 있고, 같은 조 제2항은 “악의의 수익자는 그 받은 이익에 이자를 붙여 반환하고 손해가 있으면 이를 배상하여야 한다.”라고 규정하고 있다.<br/>       이러한 규정들을 체계적ㆍ종합적으로 해석하면, 민법 제203조 제1항 단서는 ‘점유자가 과실을 취득한 경우’에 한하여 회복자는 통상의 필요비상환의무를 부담하지 않는 것으로 규정하고 있는데 민법 제201조는 ‘선의의 점유자’에게만 과실수취권을 인정하고 있으므로, 과실을 수취한 선의의 점유자에 한하여 필요비상환청구권을 갖지 않는 것임이 문언상 명백하다. 이는 악의의 점유자와 달리 선의의 점유자에 대하여 민법 제201조 제1항이 과실수취권을 인정함으로써 부당이득의 일반적인 반환범위를 규정한 민법 제748조 제1항에 비추어 강하게 보호하고 있는 점을 고려하여 그 과실 수취에 수반하는 통상의 필요비에 한하여 청구할 수 없도록 규정한 것이고, 이렇게 해석하는 것이 다른 입법례보다 선의의 점유자를 강하게 보호하고 있는 점에 비추어 공평의 원칙에 부합한다. 따라서 이와 다른 전제에 선 원고의 이 부분 주장은 이유 없다.<br/>     ② 임대차보증금반환채무 공제 항변에 관한 판단<br/>      피고는 상속재산인 이 사건 건물의 임차인들로부터 받은 임대차보증금반환채무는 이 사건 건물의 공동소유자인 원고 등 공동상속인들의 불가분채무에 해당하므로, 위 임대차보증금반환채무 중 원고의 상속분에 해당하는 금액을 공제하여야 한다고 주장한다.<br/>      그러나 앞서 본 바와 같이 피고가 상속이 개시된 2010. 9. 13. 이후 이 사건 건물의 임차인들로부터 임대차보증금을 받아 이를 보유한 채 이를 운용하면서 그 이익을 혼자 수익하고 있고, 앞서 본 바와 같이 임대차보증금 차체는 부당이득반환의 대상에 포함하지 아니하는 이상, 위 임대차보증금반환채무가 공제의 대상이 되는 관리비용에 해당한다고 보기 어렵다. 따라서 이와 다른 전제에 선 피고의 이 부분 주장은 이유 없다.<br/>     ③ 관리비 공제 항변에 관한 판단<br/>      피고는 상속이 개시된 이후 이 사건 건물을 관리해 왔으므로 관리위탁업체의 관리비 상당액인 월 300,000원의 비율로 계산한 관리비를 받아야 하는바, 위와 같이 산정한 관리비 중 원고의 상속분에 해당하는 돈을 반환하여야 하는 이익 등에서 공제하여야 한다고 주장한다.<br/>      앞서 본 바와 같이 피고가 원고를 비롯한 망인의 공동상속인들로부터 이 사건 건물의 관리권한을 위임받지 않은 이상, 을 제7호증의 기재만으로 위 주장 사실을 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 따라서 피고의 이 부분 주장은 이유 없다.<br/>   나) 이익에 대한 이자반환책임에 관한 판단<br/>    ⑴ 주장의 요지<br/>     원고는 2010. 9. 1.부터 2011. 8. 31.까지의 이익에 대하여는 6년 동안의, 2011. 9. 1.부터 2012. 8. 31.까지의 이익에 대하여는 5년 동안의, 2012. 9. 1.부터 2013. 8. 31.까지의 이익에 대하여는 4년 동안의, 2013. 9. 1.부터 2014. 8. 31.까지의 이익에 대하여는 3년 동안의, 2014. 9. 1.부터 2015. 4. 30.까지의 이익에 대하여는 2년 동안의, 2015. 5. 1.부터 2016. 5. 31.까지의 이익에 대하여는 1년 동안의 각 법정이율에 따른 이자를 구한다.<br/>    ⑵ 판단<br/>     ㈎ 앞서 인정한 차임 상당의 이익과 임대차보증금 전환 차임 상당의 이익에서 공제 비용을 제외하고, 피고가 다른 공동상속인의 동의를 받아 악의의 수익자로 볼 수 없는 기간의 이익은 민법 제748조 제2항에 따른 이자 산정의 대상이 될 수 없으므로 이를 제외하면 제6 별지 표 ‘이자 산정 대상 이익’란 기재와 같고, 이에 대하여 원고의 상속분에 해당하는 금액은 같은 표 ‘상속분 산정 이익’란 기재와 같다. <br/>2010. 9. 이후 매달 말일 발생하는 원고의 상속분에 해당하는 월별 이익에 대하여 해당 이익의 발생 다음 날인 익월 1.부터 이 사건 변론종결일인 2016. 4. 29.까지 민법에서 정한 연 5%의 비율로 계산하면 제6 별지 표 ‘이자’란 기재 금액과 같고 그 합계는 11,799,257원임이 계산상 명백하다.<br/>     ㈏ 나아가 전항에서 인정한 이자를 초과하는 원고의 이 부분 주장은 각 해당 기간 이익에 대하여 최초 시점을 기산점으로 하여 아직 도래하지 않은 2016. 5. 31. 또는 2016. 9. 1.까지 산정하여 청구한 것으로, 이는 아직 발생하지 않은 이익 채권에 대하여 이자를 구하거나 아직 도래하지 않은 기간에 대한 이자까지 구하는 것으로서 주장 자체로 이유 없다.<br/>   다) 손해배상책임에 관한 판단<br/>    ⑴ 손해배상책임의 발생<br/>     ㈎ 청구원인에 관한 판단<br/>      위 인정 사실 및 앞서 든 증거와 갑 제17, 23, 50호증의 각 기재에 변론 전체의 취지를 더하여 보면, △△△△△△는 2012. 5.경까지 이 사건 건물 지하실을, 성명불상의 임차인은 2011. 7.경부터 2011. 9.경까지 이 사건 건물 202호를, 소외 8은 2015. 6.부터 2015. 7.까지 이 사건 건물 204호를, 성명불상의 임차인(위 증거에 의하면 소외 9가 임차인으로 보인다)은 2014. 12.부터 2015. 4.까지, 2015. 10.부터 현재까지 이 사건 건물 206호를(피고는 피고의 딸인 소외 10이 2016. 1.부터 점유ㆍ사용하였다고 주장하고 있다) 각 점유ㆍ사용한 것으로 보이는 점, 피고는 이 사건 건물을 점유ㆍ관리하면서 소외 8 등에게 위와 같이 점유ㆍ사용하게 한 점, 피고는 위 각 임차인으로부터 차임을 받지 않거나, 임대차보증금에서 공제하지 않거나 또는 차임지급의무를 면제시켜 준 것으로 보이는 점, 피고는 이 사건 건물 101호, 103호, 204호 등 호실에서 임대차계약서 정한 수도요금, 전기요금 등을 수령하지 않거나 이를 면제시켜 준 것을 보이는 점 등을 알 수 있다.<br/>      이러한 사정에 비추어 보면, 피고는 상속재산인 이 사건 건물을 관리하면서 선량한 관리자의 주의의무를 다하여야 하는데도 악의의 수익자로서 임대인으로서 받을 수 있는 위와 같은 차임 및 수도요금 등 비용을 받지 못함으로써 망인의 공동상속인으로서 이 사건 건물의 소유자인 원고에게 그 상속분에 해당하는 손해를 입게 하였다고 봄이 상당하므로, 피고는 원고에게 위 손해를 배상할 의무가 있다.<br/>     ㈏ 피고의 상계 항변에 관한 판단<br/>      피고는, 망인이 △△△△△△에 이 사건 건물 지하실을 임차할 당시 이 사건 건물의 보수공사비와 차임을 상계하기로 약정하였고, 상속이 개시된 이후에도 종전과 같이 차임 채권과 보수공사비 채권을 상계한 것이므로, 이 부분 손해배상청구는 이유 없다고 주장하나, 이를 인정할 아무런 증거가 없으므로, 피고의 이 부분 주장은 이유 없다.<br/>     ⑵ 손해배상책임의 범위<br/>      ㈎ 주장의 요지<br/>       악의의 수익자인 피고가 이 사건 건물을 무단으로 점유ㆍ관리하면서 선량한 관리자의 주의의무가 있는데도 이를 위반하여 임차인과 시가 상당의 차임보다 적은 금액으로 임대차계약을 체결하거나, 차임을 월세로 받는 임대차계약이 아니라 차임이 적거나 없는 전세 형태의 임대차계약을 체결하거나 또는 임차인을 구하지 못하여 공실로 방치함으로써 공동상속인인 원고 등에게 시가 상당의 차임의 합계액에 해당하는 손해를 입게 하였다.<br/>      ㈏ 판단<br/>       ① 관련 법리<br/>민법 제748조 제2항에서 규정한 악의의 수익자가 부담하는 손해배상책임은 불법행위책임 또는 특수한 손해배상책임으로서 그 범위에 관하여는 민법 제393조가 적용된다고 할 것이다(대법원 2002. 2. 25. 선고 2001다66369 판결 참조). 따라서 악의의 수익자의 의무 위반과 그 손해 사이에 인과관계가 있어야 하고, 그 손해가 민법 제393조 제2항의 ‘특별손해’에 해당하는 경우 악의의 수익자가 그 사정을 알았거나 알 수 있었을 때에 한하여 배상의 책임을 부담하게 될 것이다.<br/>       ② 구체적 판단<br/>        ㉮ 이 사건에 관하여 보건대, 피고가 이 사건 건물의 각 임차인과 실제로 임대차계약을 체결한 경우, 임대차계약의 차임과 임대차보증금은 시가에 항상 따르는 것이 아니라 개별 계약의 구체적인 사정ㆍ교섭에 따라 정해지는 것이고 이 사건 건물과 관련된 각 임대차계약의 차임액이 위 감정 결과에 따른 시가와 크게 차이가 나지는 않는 점, 통상 금전을 부당이득한 경우에는 다른 특별한 사정이 없는 한 악의 수익자라고 하더라도 원칙적으로 그가 받은 금액 상당의 이익과 이에 대한 법정이자를 반환함으로써 충분하고 이를 초과하는 손해는 특별손해로 보는 점(위 2001다66369 판결 참조) 등을 고려할 때 그에 따른 차임 및 임대차보증금의 전환 차임 상당액이 통상손해에 해당하고, 해당 차임과 시가 상당의 차임 간의 차익은 특별손해에 해당한다고 보아야 할 것이다. 그런데 피고가 이러한 사정을 알았거나 알 수 있었다고 인정할 만한 증거는 없으므로, 원고의 이 부분 주장은 이유 없다(위와 같은 손해가 통상손해에 해당한다고 가정하여 보건대, 설령 피고가 선량한 관리자의 주의의무를 충분히 기울였다고 하더라도 실제 체결된 임대차계약의 차임보다 많은 시가 상당액으로 차임을 정할 수 있었다거나 공실이 발생하지 않도록 계속적으로 임차인을 구할 수 있었다고 보기 어렵고, 달리 이를 인정할 증거는 없다. 따라서 위 주의의무 위반과 손해 사이에 상당인과관계가 있다고 보기도 어려우므로 이 점에서도 원고의 이 부분 주장은 이유 없다).<br/>이에 반하여 이 사건 건물 지하실 부분 등과 같이 피고가 임차인들과 임대차계약을 체결한 것이 명백하지 아니한 경우에는 차임을 받지 않거나 이를 면제해 줌으로써 이 사건 건물의 소유자인 공동상속인들로 하여금 시가 상당 차임에 해당하는 수익을 얻을 수 없도록 하였는바, 공동상속인들은 그 시가 상당의 손해를 입었다고 봄이 상당하다.<br/>또한, 피고가 임차인들로부터 임대차계약에 따른 차임, 비용 등을 받지 못하거나 공제하지 못한 경우에는 위 각 계약에 따른 약정금액을 손해액으로 보아야 한다.<br/>        ㉯ 위 법리에 비추어 앞서 든 증거에 변론 전체의 취지를 더하여 보면, 피고는 원고에게 상속이 개시된 2010. 9. 13.부터 이 사건 변론종결일인 2016. 4. 30.까지 제7 별지 기재와 같이 산정한 손해배상금 합계 8,713,263원 중 원고의 상속분에 해당하는 4,025,527원(= 8,713,263원 × 462/1,000)을 지급할 의무가 있다. 또한, 앞서 본 바와 같이 피고가 이 사건 변론종결 무렵인 2016. 4.경 원고 등 공동상속인들에게 이 사건 건물 206호의 차임 등 합계 267,500원의 손해를 입게 하였고, 그 후에도 피고가 이 사건 건물에 대한 점유ㆍ관리를 하는 동안 같은 금액 상당의 손해를 입게 할 것으로 예상된다. 따라서 피고는 원고에게 이 사건 변론종결일 다음 날인 2016. 5. 1.부터 피고의 이 사건 건물에 대한 점유 종료일까지 월 2016. 4.경 손해배상금 중 원고의 상속분에 해당하는 123,585원(= 267,500원 × 462/1,000)의 비율로 계산한 손해배상금을 지급할 의무가 있다.<br/>다. 불법행위로 인한 손해배상청구에 관한 판단<br/>  악의의 수익자가 금전을 부당이득할 경우 불법행위로 인한 손해배상책임도 병존적ㆍ경합적으로 부담하는데, 위 인정 사실에 따르면, 악의의 수익자인 피고는 이 사건 건물을 무단으로 점유ㆍ사용ㆍ관리함으로써 원고에게 그 상속분에 해당하는 손해를 입게 하였으므로, 피고는 원고에게 위 손해를 배상할 의무가 있다.<br/>  나아가 그 손해배상책임의 범위에 관하여 보건대, 앞서 본 바와 같이 민법 제748조 제2항에 따라 악의의 수익자가 부담하는 손해배상책임의 범위는 불법행위로 인한 손해배상책임과 동일하게 민법 제393조에 따라 산정하여야 하고 그 손해의 일부로서 이익에 대한 이자반환책임을 인정하고 있는바, 피고가 부담하는 불법행위로 인한 손해배상책임의 범위는 앞서 본 부당이득반환책임의 범위와 일치하는 것으로 보인다. 따라서 원고의 이 부분 주장은 더 나아가 살피지 아니한다.<br/>라. 소결론<br/>  따라서 피고는 악의의 수익자로서 원고에게 민법 제748조에 따른 이익, 이자 및 손해로서 합계 98,949,320원(= 차임 상당 이익 89,393,723원 + 임대차보증금 전환 차임 상당 이익 10,444,332원 - 공제 비용 16,713,519원 + 이익에 대한 이자 11,799,257원 + 손해 4,025,527원) 및 그중 2015. 4. 30.까지의 이익, 이자 및 손해 합계 82,234,860원에 대하여는 원고가 구하는 바에 따라 이 사건 2015. 5. 27.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날인 2015. 5. 30.부터, 2015. 5.분 이익 등 합계 1,571,650원에 대하여는 2015. 6. 1.부터, 2015. 6.분 이익 등 합계 1,445,878원에 대하여는 2015. 7. 1.부터, 2015. 7.분 이익 등 합계 1,723,080원에 대하여는 2015. 8. 1.부터, 2015. 8.분 이익 등 합계 1,452,568원에 대하여는 2015. 9. 1.부터, 2015. 9.분 이익 등 합계 1,329,462원에 대하여는 2015. 10. 1.부터, 2015. 10.분 이익 등 합계 1,257,778원에 대하여는 2015. 11. 1.부터, 2015. 11.분 이익 등 합계 1,157,802원에 대하여는 2015. 12. 1.부터, 2015. 12.분 이익 등 합계 1,425,742원에 대하여는 2016. 1. 1.부터, 2016. 1.분 이익 등 합계 1,197,709원에 대하여는 2016. 2. 1.부터, 2016. 2.분 이익 등 합계 1,405,604원에 대하여는 2016. 3. 1.부터, 2016. 3.분 이익 등 합계 1,354,866원에 대하여는 2016. 4. 1.부터, 2016. 4.분 이익 등 합계 1,392,321원에 대하여는 2016. 5. 1.부터 각 이 사건 판결선고일인 2016. 5. 20.까지는 민법에서 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법에서 정한 연 15%의 각 비율로 계산한 돈을 지급하고, 2016. 5. 1.부터 피고의 이 사건 건물에 대한 점유 종료일까지 월 합계 1,079,022원(= 955,437원 ＋ 123,585원)의 비율로 계산한 돈을 지급할 의무가 있다(원고는 이익, 이자 및 손해를 합한 부당이득금 또는 손해배상금에 대하여 이 사건 2015. 5. 27. 청구취지 및 청구원인 변경 신청서 부본 송달 다음 날부터 계산한 지연손해금을 구하고 있으나, 2015. 5.분 이후의 차임 및 손해 등은 위 기산점에 발생하지 않았으므로, 앞서 인정한 부분을 초과하는 원고의 이 부분 주장은 주장 자체로 이유 없다).<br/>3. 피고의 상계 항변에 관한 판단<br/>가. 주장의 요지<br/>  피고가 2012. 11. 14. 망인의 ○○새마을금고에 대한 대출금반환채무 합계 40,057,530원을 변제하였으므로, 이로 인한 피고의 원고에 대한 구상금채권을 원고의 피고에 대한 부당이득반환채권과 상계한다.<br/>나. 판단<br/>  피고가 2012. 11. 14. 소외 4와 이 사건 건물 302호에 관하여 임대차계약을 체결하면서 임대차보증금 45,000,000원을 받은 사실, 피고가 이 사건 건물을 무단으로 점유ㆍ관리하면서 위 건물과 관련된 임대차보증금을 각 받아 혼자 이를 운용한 사실은 앞서 본 바와 같다. 갑 제1, 20, 26호증, 을 제36호증의 각 기재에 변론 전체의 취지를 더하여 보면, 망인은 2007. 11. 20. ○○새마을금고로부터 82,000,000원을 대출받은 사실, 소외 2는 2011. 4. 20. 망인의 상속재산인 예금 중 42,000,000원을 인출하여 위 대출금반환채무의 변제에 사용한 사실, 관련 사건에서 망인의 예금채권은 위와 같이 망인의 ○○새마을금고에 대한 대출금반환채무를 변제하는 등으로 사용되어 현존하지 않는다는 이유로 상속재산분할 대상인 재산에서 제외된 사실, 피고가 2012. 11. 14. ○○새마을금고에 40,057,530원을 변제한 사실을 인정할 수 있다. <br/>  위 인정 사실에 따르면, 망인의 상속채무인 ○○새마을금고에 대한 나머지 대여금반환채무는 피고의 변제로써 소멸하였으므로 피고는 원고에 대하여 원고의 상속분에 해당하는 부담비율에 따른 구상금 채권을 취득하였다고 할 것이다. 위 구상금 채권은 ○○새마을금고에 대한 위 대출금반환채무를 변제한 2012. 11. 14. 그 변제기가 도래함으로써 원고의 피고에 대한 부당이득반환채권과 함께 같은 날 상계적상에 있었다 할 것이고, 피고가 상계한다는 취지의 의사표시가 기재된 2016. 1. 18.자 답변서가 원고에게 2016. 1. 19. 송달된 사실은 기록상 분명하다. 이로써 원고의 위 부당이득반환채권은 위 상계적상일인 2012. 11. 14.에 소급하여 피고의 원고에 대한 위 구상금 채권 18,506,578원(= 40,057,530원 × 462/1,000)과 대등액의 범위에서 소멸하였다 할 것이니, 피고의 위 항변은 이유 있다. <br/>4. 결론<br/> 그렇다면 피고는 원고에게 80,442,742원(= 98,949,320원 - 18,506,578원) 및 그중63,728,282원(= 82,234,860원 - 18,506,578원)에 대하여는 2015. 5. 30.부터, 1,571,650원에 대하여는 2015. 6. 1.부터, 1,445,878원에 대하여는 2015. 7. 1.부터, 1,723,080원에 대하여는 2015. 8. 1.부터, 1,452,568원에 대하여는 2015. 9. 1.부터, 1,329,462원에 대하여는 2015. 10. 1.부터, 1,257,778원에 대하여는 2015. 11. 1.부터, 1,157,802원에 대하여는 2015. 12. 1.부터, 1,425,742원에 대하여는 2016. 1. 1.부터, 1,197,709원에 대하여는 2016. 2. 1.부터, 1,405,604원에 대하여는 2016. 3. 1.부터, 1,354,866원에 대하여는 2016. 4. 1.부터, 1,392,321원에 대하여는 2016. 5. 1.부터 각 2016. 5. 20.까지는 민법에서 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법에서 정한 연 15%의 각 비율로 계산한 돈을 지급하고, 2016. 5. 1.부터 피고의 이 사건 건물에 대한 점유 종료일까지 월 합계 1,079,022원(= 955,437원 ＋ 123,585원)의 비율로 계산한 돈을 지급할 의무가 있다. 따라서 원고의 이 사건 청구는 위 인정 범위 내에서 이유 있으므로 이를 인용하고 나머지 청구는 이유 없으므로 기각하기로 하여 주문과 같이 판결한다.<br/>(별지 생략) <br/><br/>판사 신동헌 ",
    "사건번호": "2013가단102350",
    "사건종류코드": "400101",
    "판례정보일련번호": "216779",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}