{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170901",
    "법원명": "인천지방법원",
    "사건명": "손해배상(기)",
    "판례내용": "【원       고】 한국토지주택공사(소송대리인 법무법인 헌암 담당변호사 김가혜 외 1인)<br/>【피       고】 피고 1 외 1인<br/>【변론종결】2017. 8. 11.<br/>【주    문】<br/>1. 원고의 피고들에 대한 청구를 기각한다. <br/>2. 소송비용은 원고가 부담한다.<br/><br/>【청 구 취 지】피고들은 연대하여 원고에게 336,967,802원 및 이에 대하여 이 사건 청구취지 및 청구원인 변경신청서 송달 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>가. 원고의 지위<br/>    원고는 인천검단지구 택지개발사업의 사업시행자로서, 2010. 12. 27. 인천 서구 (주소 생략) 답 2,764㎡(이하 ‘이 사건 토지’라 한다)에 관하여 공공용지의 협의취득을 원인으로 한 소유권이전등기를 경료하였다.<br/>나. 피고 1과의 지장물 보상 합의<br/>1) 원고는 2012. 12. 7. 피고 1과 이 사건 토지 위에 있던 피고 1 소유의 천막, 조립식 판넬 건물, 재활용 선별기, 재활용품 압축기, 차량 계근대 등 폐기물 처리 사업에 필요한 각종 지장물(구체적인 내역은 별지 물건조서 기재와 같다, 이하 ‘별지 지장물’이라 한다)에 관하여, 피고 1은 별지 지장물을 2013. 5. 31.까지 이 사건 토지 위에서 철거·이전하고, 원고는 그 대가로 피고 1에게 139,344,930원을 지급하는 내용의 지장물 보상합의(이하 ‘이 사건 보상합의’라 한다)를 하였다. 이 사건 보상합의의 주요 내용은 다음과 같다.<br/>지장물보상합의서갑 : 피고 1, 을 : 원고 (이하 이 표 내에서 같다)인천검단지구 택지개발조성사업에 편입되는 별지의 지장물건에 대하여 피보상자 갑과 보상자 을은 다음과 같이 합의한다.제1조(합의의 성립) 갑은 대상지장물을 제5조에 정한 시기까지 완전히 철거하거나 이전하기로 하고 을은 이에 대한 보상금을 지급하기로 한다.제2조(보상금) 대상지장물의 보상금은 139,344,930원, 금회 지급 125,410,440원, 유보액 13,934,490원으로 한다.제5조(철거, 이전 등) ① 갑은 대상지장물을 2013. 5. 31.까지 완전히 철거하거나 이전하기로 한다. ② 갑이 제1항에 따라 대상지장물(건축물, 공작물 그 밖의 시설을 말한다)을 철거하는 경우에는 갑의 부담으로 하여야 하며, 건축법에 따른 철거신고, 산업안전보건법에 따른 석면조사, 폐기물관리법 및 건설폐기물의 재활용촉진에 관한 법률에 따른 폐기물 처리기준 등 관계법령을 준수하여야 하며, 이에 관한 사전 행정절차를 거친 후 을의 확인과 을의 직원 입회하에 대상 지장물을 철거하여야 한다. 갑이 이를 위반함으로 발생하는 민·형사상의 모든 책임은 갑이 져야 하며, 을에게 발생한 손해를 배상하여야 한다. ③ 대상지장물 등에 기설정됐던 임대차관계는 보상합의일 이전에 갑의 책임으로 종결하기로 한다.※ 특약사항① 갑이 제5조에서 정한 기한 내에 대상지장물을 철거 또는 이전하지 아니하는 경우에는 을은 갑을 대신하여 이를 철거하거나 강제집행 등의 절차를 취할 수 있으며, 갑은 이에 대하여 어떠한 이의도 제기하지 않는다.② 갑이 제5조에서 정한 기한 내에 대상지장물의 철거 또는 이전을 완료하지 아니하여 을에게 손해가 발생한 때에는 갑은 이를 배상하기로 한다.③ 제2조의 보상금 중 유보액은 갑이 제5조에서 정한 기한 내에 대상지장물의 철거 또는 이전을 완료(거주자 및 세입자의 퇴거 포함)하였을 때 지급하기로 한다.④ 갑은 관계법령에 의한 절차를 적법하게 준수하여 철거 및 이전에 따라 발생하는 폐기물(지정폐기물 포함) 일체를 처리하여야 하고, 처리 후 발생하는 모든 하자담보책임을 부담한다.<br/>2) 또한 피고 1은 같은 날 이 사건 보상합의를 이행할 것을 확약하는 이행동의서(이하 ‘이 사건 이행동의서’라 한다)에 서명·날인하여 원고에게 교부하였는데, 그 중 이 사건과 관련된 부분은 다음과 같다.<br/>이행동의서가. 원고가 제시하는 동 부동산에 대한 보상금을 소유자(임대인)가 전액 수령하고, 임대차계약에 의한 임대보증금 반환 문제 등은 원고와 관계없이 임대인과 임차인 간에 정산키로 합의하였기에 이 이행서를 제출하오며, 추후 어떠한 이의도 제기치 않을 것과 이로 인해 발생하는 모든 민·형사상의 책임을 감수할 것을 확약합니다.(중략)라. 위 물건 및 부대시설에서 이주하게 되는 경우(동 물건등에 대한 이주는 보상합의일이 속한 달의 말일로부터 5월 31일 이내로 한다) 쓰레기 등을 발생시키지 않고 주변을 정리 정돈하고 7일 이내 단전, 단수 확인증을 첨부하여 원고에 신고하고 새로운 주소지의 주민등록등본 또는 사업자등록증 사본을 제출할 것이며, 이를 해태 또는 이행하지 않아 발생하는 모든 불이익은 본인이 책임지며 원고에게 이의를 제기하지 않겠음.<br/>3) 이후 원고는 피고 1에게 보상금 139,344,930원을 모두 지급하였다.<br/>다. 피고 2에 대한 지장물 이전 재결<br/>1) 원고는 인천검단지구 택지개발사업에 편입되는 물건 중 소유자 등과 이전협의가 이루어지지 않은 물건의 이전 등을 위하여 중앙토지수용위원회에 재결신청을 하였고, 중앙토지수용위원회는 2014. 12. 18. 물건에 대한 보상은 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘공익사업법’이라 한다) 제75조 제1항에 따라, 영업의 손실 등에 대한 보상은 공익사업법 제77조 제1항에 따라 각 손실보상금을 정하여, ‘원고는 인천검단지구 택지개발사업을 위하여 각 물건을 이전하게 하며, 손실보상금은 5,011,092,460원으로 한다. 수용의 개시일은 2015. 2. 10.로 한다’는 취지의 재결(이하 ‘이 사건 재결’이라 한다)을 내렸다. <br/>2) 이 사건 재결서에 첨부된 지장물 보상금 내역에는 이 사건 토지 위에 있던 다음 표 기재 각 물건에 관하여 소유자 피고 2에 대해 총 금액 41,796,600원을 보상하는 내용이 포함되어 있다. <br/>순번물건의 종류구조 및 규격수량(면적)보상액(원)1차양쇠파이프 천막 32.48㎡1650,0002창고샌드위치 판넬4.42546,6003식당 및 휴게실컨테이너18300,0004산업용 전력70Kw140,300,0005감유기30마력116지게차3.5톤117기름통2드럼118사무집기(사무실내) 에어컨, 컴퓨터, 팩스, 책장, 책장119휴게실 집기냉장고, 정수기, 서랍장 등1110조립식건물 집기탁자, 세탁기, 반찬냉장고, 전기밥솥1111식당 및 휴게실 내부 집기탁자, 의자, 에어컨, 정수기, 침대1112제품 및 원자재재활용품11계　41,796,600<br/>3) 이후 피고 2의 원고에 대한 위 보상금 채권은 피고 2의 채권자에 의해 가압류되었고, 원고는 2015. 2. 9. 이 사건 재결에 따른 보상금 41,796,600원을 공탁하였다(인천지방법원 2015년 금 제1180호).<br/>라. 이 사건 토지의 현황<br/>    현재 이 사건 토지 위에는 폐합성수지를 포함한 산업쓰레기(이하 ‘이 사건 폐기물’이라 한다)가 남아 있는데, 이 사건 폐기물의 부피는 6,445㎥, 무게는 2,964.7톤으로, 이를 폐기물처리시설에서 소각하여 처리하는데 들어가는 비용은 336,967,802원이다.<br/>【인정근거】 다툼 없는 사실, 갑 제1 내지 4호증의 각 기재(가지번호 있는 경우 각 가지번호 포함), 감정인 소외 2의 감정 결과, 변론 전체의 취지<br/>2. 피고 2에 대한 청구에 관하여<br/>가. 원고의 주장<br/>1) 원고는 피고 2 소유 지장물에 관하여 이 사건 재결에 따라 이전비를 공탁하였으므로, 피고 2는 공익사업법 제75조 제1항, 제43조에 따라 수용개시일인 2015. 2. 10.까지 피고 2 소유의 지장물 및 이에 부수한 폐기물 일체를 이전할 의무가 있다.<br/>2) 그럼에도 피고 2는 위와 같은 의무를 위반하여 이 사건 토지 위에 폐기물을 방치하고 있으므로, 원고에게 그 손해배상으로써 폐기물 처리비 336,967,802원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>나. 판단<br/>1) 공익사업법 제75조 제1항은 본문에서 지장물인 건축물 등에 대하여는 이전에 필요한 비용으로 보상하여야 한다는 원칙을 규정하는 한편, 같은 항 단서에서 다음 각 호에 해당하는 경우에는 당해 물건의 가격으로 보상하여야 한다고 규정하면서, 제2호로 건축물 등의 이전비가 그 물건의 가격을 넘는 경우를 들고 있다. 그리고 공익사업법 제75조 제6항의 위임에 따른 공익사업법 시행규칙 제33조 제4항, 제36조 제1항은 공익사업법 제75조 제1항 단서에 따라 물건의 가격으로 보상된 건축물 등에 대하여는 사업시행자의 부담으로 이를 철거하도록 하되, 그 소유자가 당해 건축물 등의 구성부분을 사용 또는 처분할 목적으로 철거하는 경우에는 건축물 등의 소유자로 하여금 해당 비용을 부담하게 하고 있다. <br/>2) 이러한 관계 법령의 내용을 공익사업법에 따른 지장물에 대한 수용보상의 취지와 정당한 보상 또는 적정가격 보상의 원칙에 비추어 살펴보면, 사업시행자가 사업시행에 방해가 되는 지장물에 관하여 공익사업법 제75조 제1항 단서 제2호에 따라 이전에 소요되는 실제 비용에 못 미치는 물건의 가격으로 보상한 경우(그 지장물의 경제적 가치가 없어 보상할 금액이 없는 경우도 마찬가지이다), 사업시행자가 당해 물건을 취득하는 제3호와 달리 수용의 절차를 거치지 아니한 이상 사업시행자가 당해 물건의 소유권까지 취득한다고 보기는 어렵겠으나, 다른 한편으로 사업시행자는 그 지장물의 소유자가 공익사업법 시행규칙 제33조 제4항 단서에 따라 스스로의 비용으로 철거하겠다고 하는 등의 특별한 사정이 없는 한 지장물의 소유자에 대하여 그 철거를 요구할 수 없고 자신의 비용으로 직접 이를 제거할 수 있을 뿐이다(대법원 2012. 4. 13. 선고 2010다94960 판결 참조).<br/>3) 앞서 본 바와 같이, 중앙토지수용위원회가 피고 2에게 지급한 지장물 이전 보상금의 대상에는 ‘제품 및 원자재(재활용품)’이 포함되어 있고 이에 대한 보상액이 1원으로 책정되어 있는데, 이는 위 재결 당시 이 사건 토지 위에 있던 재활용이 가능하여 가치가 있던 쓰레기와 재활용이 불가능하고 오히려 처리에 비용이 드는 쓰레기 모두를 통틀어 대상 지장물로 삼은 결과로 보이고, 그 이전비가 물건의 가격을 초과하는 경우로써 사실상 지장물의 경제적 가치가 없어 공익사업법 제75조 제1항 제2호 및 공익사업법 시행규칙 제36조 제2항에 따라 보상이 이루어지지 않았던 것으로 보인다(위 1원은 피고 2가 받을 보상금 합계액에는 합산되어 있지 않다).<br/>4) 그렇다면 위에서 살펴본 법리에 따라, 사업시행자인 원고로서는 자신의 비용으로 직접 이 사건 폐기물을 제거할 수 있을 뿐, 피고 2에게 이 사건 폐기물을 이전할 것을 구하거나, 이 사건 폐기물을 이전하지 않았음을 원인으로 하여 그 처리비 상당의 금원을 손해배상으로써 구할 수는 없다고 보아야 하므로, 이와 다른 전제에 선 원고의 피고 2에 대한 청구는 이유 없다.<br/>3. 피고 1에 대한 청구에 관하여<br/>가. 당사자의 주장<br/>1) 원고<br/>가) 피고 1은 이 사건 보상합의에서 2013. 5. 31.까지 이 사건 토지 지상 지장물을 완전히 철거 또는 이전하고, 이로 인하여 발생하는 폐기물 일체를 처리하기로 하였으므로(이 사건 보상합의서 특약사항 제4항, 이 사건 이행동의서 라.항), 이 사건 폐기물을 처리할 의무가 있다. <br/>나) 그럼에도 피고 1은 위와 같은 의무를 위반하여 이 사건 토지 위에 이 사건 폐기물을 방치하고 있으므로, 피고 2와 연대하여 원고에게 그 손해배상으로써 폐기물 처리비 336,967,802원 및 이에 대한 지연손해금을 지급할 의무가 있다. <br/>2) 피고 1<br/>가) 피고 1은 2006. 1.경 당시 소유자로부터 이 사건 토지를 임차하고, 재활용품에 관한 사업을 하기 위해 이 사건 토지 위에 별지 지장물을 설치하였는데, 2006. 9.경 재활용품에 관한 사업을 폐업하고, 별지 지장물을 피고 2에게 임대하여, 이후 피고 2가 이 사건 토지 위에서 별지 지장물을 이용하여 재활용품 사업을 하여 왔다.<br/>나) 이 사건 보상합의가 있은 후 피고 1은 이에 따라 2013. 1. 18. 피고 2와의 임대차관계를 종료하였고, 2013. 12. 9. 소외인에게 별지 지장물을 매도하여, 그 무렵 소외인이 별지 지장물을 모두 수거하여 갔다. <br/>다) 이와 같이 피고 1은 이 사건 보상합의에서 이전하기로 한 별지 지장물을 모두 이전하였고, 이 사건 폐기물은 피고 2가 폐기물 처리 사업을 하면서 적치한 것이므로, 피고 1이 이전할 의무가 없다.<br/>나. 판단<br/>1) 이 사건 보상합의서 특약사항 제4항에서 “피고 1은 관계법령에 의한 절차를 적법하게 준수하여 철거 및 이전에 따라 발생하는 폐기물(지정폐기물 포함) 일체를 처리하여야 하고, 처리 후 발생하는 모든 하자담보책임을 부담한다”라고 정하고 있고, 이 사건 이행합의서에서 “위 물건 및 부대시설에서 이주하게 되는 경우 쓰레기 등을 발생시키지 않고 주변을 정리, 정돈하고 7일 이내 단전, 단수 확인증을 첨부하여 귀 공사에 신고”한다고 규정하고 있는 사실은 앞서 본 바와 같으므로, 아래에서는 위와 같은 규정이 피고 1에게 이 사건 폐기물의 처리의무를 부담하도록 하는 취지로 해석될 수 있는지에 관해 살핀다.<br/>2) 을가 제1, 2호증의 각 기재에 변론 전체의 취지를 종합하면, 피고 1은 2005. 8. 3. 이 사건 토지를 주소로 하여 재활용품 수집 및 판매 사업 등을 영위하던 주식회사 ○○자원의 이사로 취임하여 재활용품 사업 등을 영위하였는데, 2006. 6. 15. 주식회사 ○○자원의 이사의 직위에서 사임하였던 사실, 이후 피고 2가 피고 1로부터 이 사건 토지 위 건물 등을 임차하여 2006. 10. 30. 이 사건 토지를 사업장 소재지로 한 사업자등록을 마치고 재활용품 사업을 하여 왔던 사실을 각 인정할 수 있는데, 이와 같은 사실에 비추어, 이 사건 폐기물은 피고 2가 이 사건 토지 위에서 재활용품 사업을 영위하면서 적치하였던 것으로 보인다.<br/>3) 한편 앞서 본 바와 같이 피고 2가 2006년경부터 이 사건 토지를 사업장 소재지로 하는 사업자등록을 마쳤던 점, 원고와 피고 1 사이에서 작성되었던 이 사건 보상합의서와 이행동의서에 별지 지장물에 대한 임대차와 관련된 문제를 임대인인 피고 1이 책임지고 처리하겠다는 내용이 있는 점 등에 비추어, 원고 또한 피고 1로부터 이 사건 토지 위 건물 등을 임차하여 재활용품 사업을 하며 이 사건 폐기물을 적치한 자가 피고 2라는 사실을 알았던 것으로 보는 것이 타당하다.<br/>4) 위와 같은 사정에, 위 인정사실에 비추어 알 수 있는 다음과 같은 사정들 즉, ① 앞서 본 바와 같이 이 사건 폐기물의 처리를 위하여는 336,967,802원이라는 거액의 돈이 소요되므로(이는 피고 1이 지장물 보상금액으로 받은 돈의 2배가 넘는 금액이다), 이 사건 폐기물을 적치하지도 않은 피고 1이 이를 처리할 의무를 부담하기로 하였다면, 이 사건 보상합의서나 이행동의서에 이 사건 폐기물의 처리에 관한 명시적 규정이 있었을 것으로 보이는데, 원고가 들고 있는 이 사건 보상합의서 특약사항 제4항이나 이 사건 이행동의서 라.항의 내용은 별지 지장물의 철거 및 이전에 따라 발생하는 폐기물을 처리하도록 하거나, 이주하면서 주변을 정리정돈한다는 등의 일반적인 내용에 불과하고 달리 이 사건 폐기물의 처리의무를 명시한 규정은 없는 점, ② 원고는 이 사건 보상합의 당시 피고 1이 이에 따른 의무를 모두 이행한 때 유보액 13,934,490원을 지급하도록 하였는데(이 사건 보상합의서 특약사항 제3항), 원고가 이미 유보액을 포함한 보상금 전액을 피고 1에게 지급한 점, ③ 원고는 피고 1과 이 사건 보상합의를 한 후 피고 2를 상대로 하여 별도로 잔여 지장물에 대해 재결 및 보상 절차를 거쳤던 점 등을 종합하여 본다면, 이 사건 보상합의서 특약사항 제4항 및 이 사건 이행합의서 라.항의 규정을 피고 2가 적치한 이 사건 폐기물의 처리의무까지 피고 1이 부담하기로 하는 내용이라고 해석할 수 없고, 달리 피고 1에게 이 사건 폐기물을 처리할 의무가 있다고 볼 근거가 없다.<br/>5) 그렇다면 원고의 피고 1에 대한 청구는 이유 없다. <br/>4. 결론<br/>  원고의 피고들에 대한 청구는 모두 이유 없으므로 각 기각하기로 하여, 주문과 같이 판단한다.<br/>  (별지 생략)<br/><br/>판사 서중석(재판장) 장혜정 최유빈 ",
    "사건번호": "2016가합52674",
    "사건종류코드": "400101",
    "판례정보일련번호": "217207",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}