{
  "PrecService": {
    "판시사항": "甲 주식회사가 乙 주식회사로부터 점포를 임차하면서 ‘불가항력적인 사유로 90일 이상 영업을 계속할 수 없을 경우, 상대방에 대해 30일 전에 서면통지를 한 후 본 계약을 해제 또는 해지할 수 있다.’는 조항이 포함된 임대차계약을 체결하였는데, 코로나19 사태로 인하여 위 점포의 매출이 90% 이상 감소하자 甲 회사가 차임을 지급하지 못하고 영업을 중단한 후, 위 조항에 따라 乙 회사를 상대로 임대차계약의 해지를 주장한 사안에서, 코로나19 사태로 위 점포에서의 매출이 감소한 것은 임대차계약에서 정한 ‘불가항력적인 사유로 90일 이상 자신의 영업을 계속할 수 없을 경우’에 해당하고, 위와 같은 계약해지조항이 없다고 하더라도 사정변경의 원칙에 따라 계약을 해지할 수 있는 경우에 해당하므로, 위 임대차계약은 적법하게 해지되어 종료되었다고 한 사례<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "甲 주식회사가 乙 주식회사로부터 점포를 임차하면서 ‘불가항력적인 사유로 90일 이상 영업을 계속할 수 없을 경우, 상대방에 대해 30일 전에 서면통지를 한 후 본 계약을 해제 또는 해지할 수 있다.’는 조항이 포함된 임대차계약을 체결하였는데, 코로나19 사태로 인하여 위 점포의 매출이 90% 이상 감소하자 甲 회사가 차임을 지급하지 못하고 영업을 중단한 후, 위 조항에 따라 乙 회사를 상대로 임대차계약의 해지를 주장한 사안이다.<br/>위 점포는 외국인 관광객을 통한 매출이 매출의 대부분을 차지하는 곳인데 코로나19 사태가 전 세계적으로 확산, 장기화됨에 따라, 매출이 90% 이상 감소하여 영업을 계속하는 경우 적자를 볼 수밖에 없는 상태인 점, 코로나19 사태가 발생하고 장기적으로 지속되며 매출이 90% 이상 감소될 것이라는 사정은 甲 회사와 乙 회사는 물론 어느 누구도 예상할 수 없었고, 그와 같은 현저한 사정변경의 발생과 관련하여 甲 회사에 어떠한 책임 있는 사유가 있다고 할 수도 없는 점 등을 종합하면, 코로나19 사태로 인하여 외국인 관광객의 입국이 제한되면서 위 점포에서의 매출이 90% 이상 감소한 것은 임대차계약에서 정한 ‘불가항력적인 사유로 90일 이상 자신의 영업을 계속할 수 없을 경우’에 해당하고, 위와 같은 계약해지조항이 없다고 하더라도 계약 성립 당시 당사자가 예견할 수 없었던 현저한 사정의 변경이 발생하였고 그러한 사정의 변경이 해지권을 취득하는 당사자에게 책임 없는 사유로 생긴 것인바, 계약 내용대로의 구속력을 인정한다면 신의칙에 현저히 반하는 결과가 생기는 경우로서 사정변경의 원칙에 따라 계약을 해지할 수 있는 경우에 해당하므로, 위 임대차계약은 적법하게 해지되어 종료되었다고 한 사례이다.<br/>",
    "참조조문": "민법 제2조, 제543조<br/>",
    "선고일자": "20210525",
    "법원명": "서울중앙지방법원",
    "사건명": "임대차보증금",
    "판례내용": "【원    고】  주식회사 엔캣 (소송대리인 법무법인 인화 담당변호사 김민주 외 1인)<br/>【피    고】 주식회사 명동캐빈 (소송대리인 법무법인 덕수 담당변호사 김범준 외 1인)<br/>【변론종결】2021. 4. 13.<br/>【주    문】<br/>1. 원고와 피고 사이에 서울 중구 (주소 생략) 지상 ○○○○ 상가빌딩 1층 중 별지 도면 표시 1, 2, 3, 4, 1의 각 점을 순차로 연결한 선내 (가)부분 20평에 관하여 2019. 5. 31. 체결한 임대차계약은 2020. 7. 4.자로 해지되었음을 확인한다.<br/>2. 소송비용은 각자 부담한다.<br/><br/>【청구취지】[주위적 청구] 주문 제1항과 같다. <br/>[예비적 청구] 피고는 서울 중구 (주소 생략) 지상 ○○○○ 상가 1층 중 별지 도면 표시 1, 2, 3, 4, 1의 각 점을 순차로 연결한 선내 (가)부분 20평에 관하여 2019. 5. 31. 원고와 체결한 임대차계약에 의한 임대료를 2020. 10. 8. 이후 월 2,200,000원으로 감액하라.<br/>【이    유】1. 인정 사실<br/>  가. 당사자의 지위<br/>  피고는 집합건물인 서울 (주소 생략) 지상 지하 1층, 지상 5층 규모의 ○○○○빌딩(이하 ‘이 사건 건물’이라 한다)에 대하여 그 관리단인 ‘명동○○○○상가운영관리단조합’으로부터 이 사건 건물 전체의 임대차계약 체결, 시설유지, 임료 및 수익금의 수금과 배분 등의 업무를 위임받은 관리인으로서, 이 사건 건물 1층 중 별지 도면 표시 1, 2, 3, 4, 1의 각 점을 순차로 연결한 선내 (가)부분 20평(20개의 구분점포를 합한 면적이다. 이하 ‘이 사건 점포’라 한다)을 원고에게 임대한 임대인이다.<br/>  원고는 의류ㆍ액세사리ㆍ패션잡화 도소매 및 프랜차이즈업을 사업목적으로 하여 2011. 3. 24. 설립된 회사로서, ‘못된 고양이’라는 상호로 액세사리 제품 등을 판매하는 도소매업 및 프랜차이즈 사업을 하고 있다.<br/>  나. 이 사건 점포에 대한 임대차계약<br/>  원고는 2019. 5. 31.경 피고와 사이에 이 사건 점포를 다음과 같은 조건으로 임차하여(이하 ‘이 사건 임대차계약’이라 한다), 2019. 6. 20.부터 원고가 운영하는 프랜차이즈 사업의 직영점으로 운영하였다.<br/>○ 임대인(갑): 피고 / ○ 임차인(을): 원고제2조(임대기간) 임대기간을 2019. 6. 1.부터 2022. 5. 31.까지로 한다.제3조(임대보증금 및 임대료)임대보증금 230,000,000원, 차임 월 22,000,000원(관리비 및 부가가치세 별도)제12조(임대보증금 및 임대료의 변경)갑과 을은 본 계약유효기간 중에 월 임대료를 3년 후 상향 조정하기로 한다. 임대차 목적물과 관련, 경제여건의 변경 및 주변 환경의 변화 등 부득이한 사정이 발생될 경우를 제외하고, 월 임대료를 2,300만 원으로 상향 조정키로 한다.제13조(계약해제 및 해지)② 당사자 중 일방이 다음 각호와 같은 사유가 발생한 경우, 상대방은 별도의 최고 없이 서면통지를 함으로써 본 계약을 해제 또는 해지할 수 있다.1. 임대료를 합당한 사유 없이 1개월 이상 연체하였을 때④ 당사자 중 일방이 법령의 개폐, 도시계획, 화재, 홍수, 폭동 등 불가항력적인 사유로 90일 이상 영업을 계속할 수 없을 경우, 상대방에 대해 30일 전에 서면통지를 한 후 본 계약을 해제 또는 해지할 수 있다.제14조(손해배상)본 계약 체결 후 영업개시 이전에 이후 갑과 을 중 일방의 사정으로 인해 계약해제 또는 해지 시, 상대방에게 각호에 따라 손해배상금을 지급하기로 한다.1. 갑이 해제 또는 해지하는 경우 갑은 을에게 해지 시까지 기투입한 비용(계약금, 시설투자비, 인건비 일체 등)의 2배를 지급한다.2. 을이 해제 또는 해지하는 경우 본 계약 관련하여 갑이 투입한 일체의 비용과 계약일부터 다른 임차인과의 계약이 이루어질 때까지의 임대료 월 2,200만 원 계산하여 지불배상하고, 을의 기투입금액(보증금 포함) 전액의 반환청구를 포기한다.3. 을은 해지 시 시설을 포기하고, 갑에게 권리금 및 유익비를 청구하지 못한다.<br/>  다. 원고의 계약해지통보 및 피고의 답변<br/>  (1) 코로나19 사태로 인하여 외국인 관광객 입국이 중단되면서 이 사건 점포에서의 매출은 아래 표에서 보는 바와 같이 90% 이상 감소하였다. <br/>월별 매출액판매년도판매원수량매출액(원)비고20196월12,35443,848,6006.20. 영업시작20197월22,90589,146,85020198월22,72989,158,61020199월16,75067,632,250201910월16,31859,499,450201911월14,03157,606,600201912월14,99959,729,10020201월10,16930,428,53020202월8,05922,013,50020203월1,0292,731,80020204월8061,989,00020205월4711,662,3005.21. 이후 휴점<br/>  (2) 원고는 2020. 3. 10.까지 차임(2020. 2.분 임대료)을 지급하고 그 뒤로는 지급하지 못하고 있다가 2020. 5. 21.부터 이 사건 점포에서의 영업을 중단한 다음, 2020. 6. 3.(1차), 2020. 6. 8.(2차), 2020. 6. 11.(3차) 각 내용증명우편을 통하여 ‘코로나19 사태라는 불가항력적인 외부사유가 발생하여 이 사건 임대차계약서 제13조 제4항에 근거하여 2020. 7. 2.자로 이 사건 임대차계약을 해지하겠다.’는 해지 의사표시를 하였고, 위 각 내용증명은 각 발송일 다음 날 피고에게 송달되었다. <br/>  (3) 피고는 원고의 계약해지통보를 받고, 2020. 6. 16. 내용증명우편을 통하여 ‘코로나19 사태는 홍수나 태풍, 화재 등 천재지변으로 건물이 망가진 게 아니라 영업장에서 영업을 하는 데 지장이 없는 멀쩡한 상태여서 이 사건 임대차계약서 제13조 제4항에서 정한 ‘불가항력적인 사유로 90일 이상 자신의 영업을 계속할 수 없을 경우’에 해당하지 아니하므로, 원고의 계약해지통보를 수용할 수 없고 이 사건 임대차계약서 제14조 제2항, 제3항에 따라 처리하겠다.’는 내용의 회신을 하였다.<br/>  (4) 피고가 이 사건 임대차계약의 해지통보를 수용하지 않겠다는 의사표시를 하자, 원고는 2020. 10. 6. 내용증명우편을 통하여 재차 임대차계약 해지요청을 하는 한편 이 사건 임대차계약이 해지되지 않으면 민법 제628조에 기하여 임대료는 75% 이상 감액되어야 한다는 차임감액요청의 의사표시를 하였고, 위 내용증명우편은 다음 날 피고에게 송달되었다. <br/>  (5) 원고는 2020. 12. 중순경 이 사건 점포의 내부시설물을 모두 철거하여 원상회복을 한 다음 피고에게 이 사건 점포를 인도하여 주었다.<br/>  (6) 원고는 이 사건 소 제기 시(2020. 10. 13.)에는 주위적 청구로서 이 사건 임대차계약이 1차 해지통보서의 수령일로부터 30일이 경과한 2020. 7. 4. 해지되었음을 원인으로 하여 이 사건 점포 인도와 상환으로 미지급 임대료를 공제한 나머지 임대보증금 133,200,000원의 지급을 구하다가, 2021. 3. 12. 청구취지 및 청구원인변경을 통하여 주위적 청구로서 이 사건 임대차계약이 해지되었다는 확인만을 구하고, 나머지 보증금 반환청구는 모두 포기하였다. <br/> [인정 근거] 다툼 없는 사실, 갑 제1 내지 25호증(가지번호 포함)의 각 기재, 변론 전체의 취지<br/>  2. 원고의 청구원인에 대한 판단<br/>  가. 원고의 청구원인<br/>  (1) 주위적 청구 <br/>  코로나19 바이러스 확산으로 인하여 외국인 관광객의 입국이 차단되면서 외국인 관광객을 통한 매출이 매출의 대부분을 차지하던 이 사건 점포에서의 매출이 90% 이상 감소한 것은 이 사건 임대차계약서 제13조 제4항에서 정한 ‘불가항력적인 사유로 90일 이상 자신의 영업을 계속할 수 없을 경우’에 해당하고, 설령 그렇지 않더라도 이 사건 임대차계약의 유지 및 존속이 불가능할 정도의 급격한 사정변경에 해당하므로 사정변경을 원인으로 한 계약해지권이 인정되어야 한다. 따라서 이 사건 임대차계약은 이를 이유로 한 원고의 해지의사표시가 담긴 1차 해지통보서의 수령일로부터 30일이 경과한 2020. 7. 4.자로 적법하게 해지되었다. 그런데 피고가 이 사건 임대차계약의 해지의 효력 발생을 부인하며 다투고 있으므로, 이 사건 임대차계약이 해지되었다는 확인을 구한다.<br/>  (2) 예비적 청구<br/>  만약 이 사건 임대차계약 해지가 인정되지 않는다고 하더라도, 아무도 예상하지 못한 코로나19 바이러스 확산으로 인하여 경제사정이 급격하게 변동되면서 이 사건 점포에서의 매출이 90% 이상 감소한 것은 민법 제628조와 상가건물 임대차보호법 제11조에서 규정하고 있는 ‘경제사정의 변동으로 인하여 차임이 상당하지 아니하게 된 때’에 해당한다. 따라서 이 사건 임대차계약 중 차임은 제반 사정을 감안하여 원고의 차임감액청구 의사표시가 피고에게 송달된 날의 다음 날인 2020. 10. 8.부터는 종전 임대료보다 90% 감액된 월 2,200,000원(부가가치세 별도)으로 인하되어야 한다.<br/>  나. 관련 법리<br/>  사정변경을 이유로 한 계약해제 또는 계약해지는 물론 민법 제628조 또는 상가건물 임대차보호법 제11조에서 규정하고 있는 차임증감청구권은 민법의 일반원칙인 계약준수 원칙에서 벗어나 계약의 내용을 바꿀 수 있도록 해 주는 것이다. 이는 구체적 타당성을 위하여 법적 안정성을 일부 훼손하는 것이므로, 그 해석과 적용을 엄격하게 할 필요가 있다. 따라서 사정변경을 이유로 한 계약해제ㆍ해지 또는 차임증감청구권은 ① 계약 성립의 기초가 된 객관적 사정이 현저히 변경되고, ② 당사자가 계약의 성립 당시 이를 예견하지 않았고 예견할 수도 없었으며, ③ 그 사정변경이 계약의 구속력에서 벗어나고자 하는 당사자에게 책임 없는 사유로 생긴 것으로서, ④ 당초의 계약 내용대로의 구속력을 인정한다면 공평의 원칙에 현저히 반하는 부당한 결과가 생기거나 신의칙에 현저히 반하는 결과가 생기는 경우에, 비로소 계약준수 원칙의 예외로서 인정된다(대법원 2007. 3. 29. 선고 2004다31302 판결, 대법원 2013. 9. 26. 선고 2012다13637 전원합의체 판결 등 참조).<br/>  다. 이 사건에 대한 판단<br/>  앞서 본 사실관계와 증거 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들을 앞서 본 법리에 비추어 살펴보면, 코로나19 사태로 인하여 외국인 관광객의 입국이 제한되면서 이 사건 점포에서의 매출이 90% 이상 감소한 것은 이 사건 임대차계약 제13조 제4항에서 정한 ‘불가항력적인 사유로 90일 이상 자신의 영업을 계속할 수 없을 경우’에 해당한다고 봄이 상당하고, 설령 위와 같은 계약해지조항이 없다고 하더라도 이 사건 임대차계약의 경우 그와 같은 사정은 계약 성립 당시 당사자가 예견할 수 없었던 현저한 사정의 변경이 발생하였고 그러한 사정의 변경이 해지권을 취득하는 당사자에게 책임 없는 사유로 생긴 것으로서, 계약 내용대로의 구속력을 인정한다면 신의칙에 현저히 반하는 결과가 생기는 경우로서 사정변경의 원칙에 따라 계약을 해지할 수 있는 경우에 해당한다고 봄이 상당하다.<br/>  ① 이 사건 점포는 명동에 위치한 매장으로서 외국인 관광객을 통한 매출이 매출의 대부분을 차지하는 곳인데, 코로나19 사태로 인하여 해외 입국자들의 입국이 제한되고 모든 해외 입국자들에게 2주간의 격리를 의무화하는 정책이 시행되면서 해외여행객의 국내 입국자 수가 99% 이상 감소하고 코로나19 사태가 전 세계적으로 확산, 장기화됨에 따라, 매출이 90% 이상 감소하여 영업을 계속하는 경우 적자를 볼 수밖에 없는 상태가 되었다.<br/>  ② 코로나19 사태가 발생하고 장기적으로 지속되며 매출이 90% 이상 감소될 것이라는 사정은 원피고는 물론 어느 누구도 예상할 수 없었고, 그와 같은 현저한 사정변경의 발생과 관련하여 원고에게 어떠한 책임 있는 사유가 있다고 할 수도 없다.<br/>  ③ 서울시가 2021. 3. 7. 발표한 ‘2020년 서울형 통상임대료 실태조사결과’에 의하면, 서울 시내 150개 주요 상권에 위치한 1층 점포 7,500개의 평균 통상임대료가 1㎡당 54,100원으로서, 인사동, 강남역, 압구정 로데오 상권의 평균 통상임대료는 1㎡당 90,000원, 명동거리 상권의 평균 통상임대료는 1㎡당 220,000원인 반면 이 사건 점포는 월차임만 하여도 1㎡당 332,750원에 이를 정도로 임대료가 고액이었다. 한편 위 조사자료에 의하면, 조사대상 점포의 2020년도 매출은 2019년 대비 평균 36.4% 정도 감소하였는데, 고덕역, 등촌역, 개봉동 상권에서의 매출액 감소율은 5% 미만에 그친 반면 명동거리, 인사동, 동대문역, 연남동, 홍대입구역, 강남역 등의 상권은 매출액이 50% 이상 대폭 감소한 것으로 나타났다. 그러나 이 사건 점포는 매출이 무려 90% 이상 감소하였다.<br/>  ④ 이 사건 임대차계약 제13조 제4항에 의하면, 법령의 개폐, 도시계획, 화재, 홍수, 폭동 등 불가항력적인 사유로 90일 이상 영업을 계속할 수 없을 경우에는 30일의 유예기간을 두고 계약을 해제 또는 해지할 수 있도록 규정하고 있는바, 위 규정도 사정변경의 원칙에 기초하여 민법의 일반원칙인 계약준수 원칙에서 벗어나 계약의 내용을 바꿀 수 있도록 하는 규정이라고 할 수 있다.<br/>  라. 소결론<br/>  그렇다면 이 사건 임대차계약은 원고의 계약해지 의사표시가 담긴 1차 내용증명우편이 송달된 날로부터 30일이 경과한 2020. 7. 4.자로 적법하게 해지되어 종료되었다고 할 것이고, 피고가 이 사건 임대차계약 해지의 효력발생을 부인하며 이를 다투고 있으므로 그 확인을 구할 법률상 이익도 인정된다.  <br/>  3. 결론<br/>  따라서 원고의 이 사건 주위적 청구는 모두 이유 있으므로 이를 인용하기로 하여, 예비적 청구에 대한 판단 없이 주문과 같이 판결한다.<br/>  [별   지] 도면: 생략<br/><br/>판사 김상근",
    "사건번호": "2020가단5261441",
    "사건종류코드": "400101",
    "판례정보일련번호": "218835",
    "선고": "선고",
    "판결유형": "판결 : 항소",
    "법원종류코드": "400202"
  }
}