{
  "PrecService": {
    "판시사항": "[1] 자동차손해배상 보장법 제3조에서 자동차 사고의 손해배상책임자로 정한 ‘자기를 위하여 자동차를 운행하는 자’의 의미<br/>[2] 자동차 대여업자가 임차인에게 자동차를 대여하는 경우, 대여업자의 대여차량에 대한 운행지배관계가 존재하는지 여부(원칙적 적극) 및 사고 당시 운전자가 임대차계약에서 정한 운전 금지 또는 보상 제외 사유에 해당한다는 사유만으로 대여업자의 대여차량에 대한 운행지배나 운행이익을 부인할 수 있는지 여부(소극)<br/>",
    "참조판례": "[1] 대법원 1995. 10. 13. 선고 94다17253 판결(공1995하, 3752), 대법원 2009. 10. 15. 선고 2009다42703, 42710 판결(공2009하, 1847), 대법원 2012. 3. 29. 선고 2010다4608 판결 / [2] 대법원 1991. 4. 12. 선고 91다3932 판결(공1991, 1380), 대법원 1993. 8. 13. 선고 93다10675 판결(공1993하, 2420), 대법원 2002. 12. 26. 선고 2002다55854 판결, 대법원 2014. 5. 16. 선고 2012다73424 판결<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "[1] 자동차손해배상 보장법 제3조 / [2] 자동차손해배상 보장법 제3조<br/>",
    "선고일자": "20210415",
    "법원명": "대법원",
    "사건명": "구상금",
    "판례내용": "【원고, 상고인】 디비손해보험 주식회사 (소송대리인 법무법인 인앤인 담당변호사 경수근 외 2인)<br/>【피고, 피상고인】 전국렌터카 공제조합<br/>【원심판결】 서울중앙지법 2020. 10. 13. 선고 2019나64909 판결<br/>【주    문】<br/>원심판결을 파기하고, 사건을 서울중앙지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 원심은 피고 차량의 소유자인 하나렌트카 주식회사(이하 ‘하나렌트카’라고 한다)와 소외 1 사이의 이 사건 임대차계약에 임차인 아닌 제3자의 운전이 금지되어 있고, 제3자 운전의 경우 보상을 받지 못하도록 약정되어 있으며, 만 26세 이상의 사람만이 운전 가능한데도, 이 사건 사고 당시 소외 1이 아닌 만 24세의 소외 2가 피고 차량을 운전한 점, 자동차대여표준약관에 임차기간 중 임대차계약서상의 운전자 이외의 사람이 운전하는 것이 금지되어 있고, 운전자 이외의 사람이 운전하다가 생긴 사고는 보상받지 못하는 것으로 규정되어 있는 점, 만 24세의 제3자인 소외 2의 무단운행에 대하여 하나렌트카가 사전 또는 사후에 승낙하였다고 보기 어려운 점, 기명피보험자인 자동차 대여업자는 차량을 임대한 이후 대여차량의 실제 운전자를 관리할 수 없고 임차인이 대여차량의 운전자를 관리하게 되는데, 임차인이 대여업자의 명시적인 의사에 반하여 제3자로 하여금 운전하게 할 경우까지 대여업자의 관리·감독을 기대할 수는 없는 점 등을 종합하여 볼 때, 이 사건 사고 당시 피고 차량에 관한 하나렌트카의 운행지배나 운행이익이 상실되었다고 판단하였다. <br/>  2. 그러나 원심의 위와 같은 판단은 다음과 같은 이유로 수긍하기 어렵다. <br/>  가.「자동차손해배상 보장법」제3조에서 자동차 사고에 대한 손해배상책임의 주체로 규정하고 있는 ‘자기를 위하여 자동차를 운행하는 자’란 사회통념상 당해 자동차에 대한 운행을 지배하여 그 이익을 향수하는 책임주체로서의 지위에 있다고 할 수 있는 사람을 말한다. 여기서 운행의 지배는 현실적인 지배에 한하지 아니하고 사회통념상 간접지배 내지는 지배가능성이 있다고 볼 수 있는 경우도 포함한다(대법원 2012. 3. 29. 선고 2010다4608 판결 등 참조).<br/>  또한 자동차 대여업자가 임차인에게 자동차를 대여하는 경우에, 대여업자는 임대목적차량의 보유자로서 임대차계약에서 정한 약정에 따라 임차인에 대한 인적 관리와 대여차량에 대한 물적 관리를 하게 되므로, 대여차량에 대한 대여업자의 관리가능성 내지 지배가능성이 완전히 상실되었다고 볼 특별한 사정이 없는 한, 대여업자와 임차인 사이에는 대여업자의 대여차량에 대한 운행지배관계가 직접적이고 현재적으로 존재한다고 보아야 하고(대법원 2014. 5. 16. 선고 2012다73424 판결 참조), 사고 당시 운전자가 임차인 아닌 제3자라거나 운전면허를 취득하지 아니하는 등으로 임대차계약에서 정한 운전 금지 또는 보상 제외 사유에 해당한다는 이유만으로 자동차 대여업자의 대여차량에 대한 운행지배나 운행이익을 부인할 수는 없다(대법원 1991. 4. 12. 선고 91다3932 판결, 대법원 1993. 8. 13. 선고 93다10675 판결, 대법원 2002. 12. 26. 선고 2002다55854 판결 등 참조). <br/>  나. 이러한 법리에 비추어 이 사건의 사실관계를 살펴본다.<br/>  하나렌트카의 피고 차량에 대한 운행지배관계는 특별한 사정이 없는 한 소외 1에 대한 임대 기간에도 직접적이고 현재적으로 존재한다고 보아야 하고, 소외 1이 하나렌트카와의 이 사건 임대차계약을 위반하여 소외 2에게 피고 차량을 운전하게 하였다거나 이 사건 사고 당시 소외 2가 이 사건 임대차계약에서 정한 운전가능 연령인 만 26세 미만이었다는 점은 피고 차량에 대한 하나렌트카의 관리가능성 내지 지배가능성이 완전히 상실되었다고 볼 만한 특별한 사정으로 평가하기 어려우며, 달리 그와 같이 볼 만한 특별한 사정을 엿볼 수 없다. 오히려 원심판결 이유와 기록에 의하면, 소외 2는 소외 1의 허락을 얻어 이 사건 사고 당시 피고 차량을 운전한 것으로 보이고, 이 사건 임대차계약은 2017. 8. 8.부터 2017. 8. 19.까지의 비교적 단기계약이며, 소외 1의 실제 사용기간은 이 사건 사고 발생일인 2017. 8. 11.까지 단 4일간에 그치는 것으로 보이는 사실을 알 수 있을 뿐이다. 그리고 하나렌트카는 이 사건 임대차계약에 따라 피고 차량의 운행으로 인한 이익을 여전히 누리고 있었다고 봄이 타당하다. <br/>  다. 그럼에도 그 판시와 같은 이유만으로 피고 차량에 대한 하나렌트카의 운행지배 또는 운행이익을 부정한 원심판결에는 자동차 대여업자의 대여차량에 대한 운행지배·운행이익에 관하여 대법원의 판례에 상반되는 판단을 함으로써 판결에 영향을 미친 잘못이 있다. 이 점을 지적하는 상고이유 주장은 이유 있다.<br/>  3. 결론<br/>  그러므로 원심판결을 파기하고, 이 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 김상환(재판장) 박상옥 안철상(주심) 노정희 ",
    "사건번호": "2020다281329",
    "사건종류코드": "400101",
    "판례정보일련번호": "218973",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}