{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190418",
    "법원명": "서울중앙지방법원",
    "사건명": "의무이행의소",
    "판례내용": "【원    고】 원고 (소송대리인 법무법인(유한) 동인 담당변호사 여운국 외 2인)<br/>【피    고】 피고 (소송대리인 법무법인 유앤아이 외 1인)<br/>【변론종결】2019. 3. 7.<br/>【주    문】<br/>  1. 피고는 원고에게 별지1 목록 기재 의료기관개설허가의 개설자를 원고로 변경하는 의료기관개설자명의변경절차를 이행하라.<br/>  2. 소송비용은 피고가 부담한다.<br/><br/>【청구취지】  주문과 같다.<br/>【이    유】  1. 인정사실<br/>    가. 피고는 2012. 11.경부터 별지 목록 기재 의료기관(이하 ‘이 사건 병원’이라 한다)의 병원장으로 재직하며 이 사건 병원을 운영하여 왔다.<br/>    나. 이 사건 병원은 2015. 5. 28.경 메르스 감염 사망자가 발생하여 그 무렵부터 운영난을 겪었는데, 2016. 3.경에는 직원들의 급여가 제대로 지급되지 않았고 2016. 4.경에는 금융권 대출채무 상환기일이 도래하는 등 재정상황이 좋지 않았다.  <br/>    다. 소외 1 회사(이하 ‘소외 1 회사’라 한다)는 이 사건 병원에 의료기기를 공급했던 회사로, 이 사건 병원의 재정상태가 악화되자 피고에게 병원 채무 상환 등 운영자금 명목으로 2016. 4. 26. 10억 원, 2016. 4. 29. 3억 원, 2016. 5. 10. 8억 5,000만 원, 2016. 6. 7. 1억 2,000만 원, 2016. 6. 10. 9억 원 등을 대여하는 한편, 2016. 6. 21. 피고, 소외 5(2015. 3. 31.부터 2016. 11. 9.까지 이 사건 병원의 공동개설자로 등록되어 있었다)와 사이에 다음과 같은 합의(이하 ‘이 사건 합의’라 한다)를 하였다.<br/>합 의 서(갑) 소외 1 회사(이하 ‘갑이라 한다)(을) 피고(이하 ‘을’이라 한다)(병) 소외 5(이하 ‘병’이라 한다)?전 문갑은 을과 병이 운영하는 이 사건 병원의 경영정상화를 위하여 필요한 추가 자금을 확보할 수 있도록 을에게 금융기관으로부터의 금전 대출(이하 ‘본건 대출’이라 한다) 관련 금융구조 및 실행 방안을 제안하고자 한다. 이와 별도로 갑은 본 병원의 경영정상화를 위하여 을과 대출계약(이하 ‘별도 대출계약’이라 한다)을 체결하였다.?제3조(본건 대출 관련 절차 이행)1. 을과 병은 갑이 본건 대출에 관하여 제안한 금융구조안을 수용하여야 한다.2. 을과 병은 갑이 제안하는 금융구조는 본건 대출에 국한되지 않고, 이에 수반되는 부동산담보신탁계약, 매출채권신탁계약, 담보계약 등이 포함됨을 인지하고 있으며, 본건 대출에 있어서 필요한 절차를 이행하여야 한다.제4조(본 병원 운영 및 의료법인 설립)1. 을과 병은 아래 각 호에 해당하는 경우 관련 법령에 위반되지 않는 범위 내에서 갑이 지정하는 자(의료인 등)에게 본 병원(토지 및 건물), 본 병원의 일체 시설 및 운영권을 양도하여야 한다.   가. 을 또는 병이 본건 대출에 관한 계약 및 관련 기타 계약(부동산담보신탁계약, 매출채권신탁계약, 담보계약 등)에 따른 의무 불이행시   나. 을과 병의 본 병원 관련한 2016. 6. 1.부터 2017. 5. 31.까지의 매출액의 합계가 276억 원 미만일 경우   다. 을 또는 병이 제3조에 위반하여 본건 대출과 관련된 일체의 계약 체결을 거부하는 경우   라. 갑과 을 사이에 체결된 별도 대출계약에 따른 의무 불이행시2. 제1항에 따른 양도시 관련 법령에 위반되지 않는 범위 내에서 양수대금은 국내 10순위 내에서 갑이 복수로 지정하는 회계법인 또는 감정평가법인이 본 병원(토지 및 건물) 및 본 병원의 일체 시설, 운영권 등에 대하여 각 평가하여 산술평균한 금액에서 갑이 을 또는 병에 대하여 가지는 모든 채권(갑의 을에 대한 공사대금채권, 대출원금 및 지연이자 상당액, 구상금채권, 위약벌, 손해배상금 등)을 공제한 금액으로 한다.5. 관련 법령 및 주무관청, 본건 대출에 관한 계약 및 관련 기타 계약(부동산담보신탁계약, 매출채권신탁계약, 담보계약 등)이 허용하는 범위 내에서, 을과 병은 본 합의서 체결일로부터 3년 내에 ○○병원을 운영할 의료법인을 반드시 설립(설립등기 완료를 의미함)하여야 하며, 이는 의료법인에 대한 출연 내지 기부, 의료법인 설립허가 신청을 위한 서류(사업계획서 및 수지예산서, 출연 재산목록 등) 구비, 본건 대출에 관한 관련 기타 계약((부동산담보신탁계약, 매출채권신탁계약, 담보계약 등)의 위탁자 변경에 대한 동의 등을 포함하고, 이에 국한되지 않는다.7. 제5항 및 제6항에 따라 의료법인이 설립되는 경우, 갑과 을, 병은 제2항을 준용하여 정산한다.<br/>  라. 피고는 이 사건 병원의 부지 및 건물에 관하여 2016. 7. 29. 소외 1 회사와 사이에 매매대금을 총 410억 원으로 정하여 매매예약을 체결하였고, 이어서 2016. 12. 7. 소외 1 회사의 자회사인 소외 1 회사제1호부동산투자 주식회사(이하 ‘소외 1 회사제1호’라 한다)와 사이에 매매대금을 동일하게 정하여 매매계약을 체결하였다(이하에서는 위 각 계약을 ‘부동산매매예약’, ‘부동산매매계약’이라 한다). 피고는 2016. 12. 9. 소외 1 회사제1호에게 부동산매매계약에 따라 이 사건 병원의 부지 및 건물에 관하여 소유권이전등기를 마쳐주었다.<br/>  마. 피고는 2016. 11. 18. 소외 1 회사가 지정한 의사면허 취득자인 원고와 사이에, 다음과 같은 내용의 자산양수도예약(이 계약은 예약완결권 행사 전후의 약정사항을 포괄하고 있는바, 이하에서는 이 계약을 일컬을 때 편의상 예약완결권 행사 전을 ‘자산양수도예약’, 예약완결권 행사 후를 ‘자산양수도계약’이라 한다)을 체결하였다.<br/>자산양수도예약 계약서양수인 원고(이하 ‘갑’이라 한다), 양도인 피고(이하 ‘을’이라 한다)는 아래와 같이 자산양수도 예약계약을 체결한다.?제2조 (양수도의 대상)① 을이 예약권리자 갑에게 양도를 예약한 대상은 아래 각 호와 같다.   1. 을의 별지2 자산 목록 기재 자산   2. 을이 ○○병원 관련하여 체결한 아래 각 목의 리스계약상의 을의 권리와 의무 가. 을과 주식회사 디지비캐피탈 사이에 2014. 5. 19. 체결한 내시경 외 1건에 관한 리스계약 및 그 변경계약 나. 을과 주식회사 디지비캐피탈 사이에 2014. 11. 14. 체결한 내시경 등에 관한 리스계약 및 그 변경계약 다. 을과 주식회사 디지비캐피탈 사이에 2015. 4. 16. 체결한 복강경 외 13건에 관한 리스계약 라. 을과 휴렛팩커드파이낸셜서비스대부 유한회사 사이에 2015. 3. 27. 체결한 컴퓨터 220대 등에 관한 리스계약 마. 을과 올림푸스에프엔코리아 주식회사 사이에 2016. 1. 8. 체결한 올림푸스 내시경 등에 관한 리스계약   3. 을이 ○○병원의 토지와 건물을 임차하여 사용하고 있을 경우 위 토지와 건물 임대차 계약상의 임차인의 지위   4. ○○병원 영업권   5. ○○병원 상호와 관련된 권리   6. 기타 ○○병원의 시설 및 장비 등 일체의 유·무형의 자산제3조 (양수도대금의 지급)① 본 예약에 대한 양수도대금은 금 10억 원으로 한다(VAT 별도). 단, 갑은 위 양수도대금을 갑이 을에 대하여 가지는 일체의 채권 상당액으로 공제하고 지급할 수 있다.② 제1항 양수도대금은 별지 목록 자산이 훼손되거나 멸실되었을 경우 또는 갑이 제2조 제2항의 동산도 양수하고자 하는 경우, 갑이 지정하는 감정평가법인의 평가에 따라 조정된다.③ 제1항 양수도대금은 을이 예약완결권을 행사하는 해의 직전 회계연도 말의 장부가액을 기준으로 하여 을과 갑이 협의해서 조정할 수 있다.제4조 (예약완결권의 행사)① 갑은 을에 대하여 예약완결의 의사표시를 할 수 있고, 위 예약완결의 의사표시가 을에게 도달하는 즉시 제1조, 제2조에서 정한 양수도계약(이하 ‘본 계약’이라고 함)은 성립한다.② 갑의 매매예약완결권 행사기간은 본 예약 체결일로부터 5년으로 한다.제5조 (을의 확인 및 의무사항)① 갑이 예약완결의 의사표시를 하여 갑과 을 사이의 본 계약이 성립한 경우, 을은 본 병원의 개설자를 갑으로 변경하는데 협조하여야 한다.② 갑이 예약완결의 의사표시를 하여 갑과 을 사이의 양수도계약이 성립한 경우, 을은 등기, 등록 등이 필요한 양수도 자산에 대해서 갑의 명의로 이전하는데 협조하여야 한다.③ 갑이 예약완결의 의사표시를 하여 갑과 을 사이의 본 계약이 성립한 경우, 을은 즉시 시설과 장비 등을 갑에게 인도하고 본 병원에서 퇴거하여야 한다.제6조 (개설자 변경으로 인한 갑과 을의 책임)① 관할 보건소의 본 병원에 대한 개설자 변경허가 일자(이하 ‘병원 개설자 변경 시점’이라 한다)를 기준으로 하여, 병원 개설자 변경 시점의 전날까지 발생한 사유로 인한 일체의 채무는 을의 책임으로 하고, 병원 개설자 변경 시점부터 발생한 사유로 인한 일체의 채무는 갑이 부담한다.제7조 (직원의 인수)① 갑은 병원 개설자 변경 시점을 기준으로 하여, 본 병원의 의료인을 포함한 모든 직원과 근로계약을 개별적으로 새롭게 체결한다. 위 근로계약의 내용 및 조건은 을과 각 직원이 기존에 체결하였던 근로계약과 동일한 내용 및 조건으로 한다.제11조 (계약의 해제)① 갑 또는 을은 상대방에게 다음 각 호의 사유가 있는 경우, 별도의 이행최고 없이 본 예약 및 본 계약을 즉시 해제할 수 있다.③ 본 예약 또는 본 계약에 규정된 사유가 발생하거나, 당사자들의 합의에 의하지 않는 한, 본 예약 또는 본 계약은 해제할 수 없고, 당사자들은 본 예약 또는 본 계약에 관하여 법정해제권을 행사할 수도 없다.<br/>  바. 1) 원고는 2017. 6. 12. 피고에게 내용증명 우편으로 자산양수도예약에 따른 예약완결권을 행사한다는 통지를 하였고, 위 통지는 2017. 6. 13. 피고에게 도달하였다. <br/>      2) 원고는 2017. 6. 13. 피고에게 내용증명 우편으로 재차 예약완결의 의사표시를 하면서, 소외 1 회사로부터 채권양도 받은 소외 1 회사의 피고에 대한 2017. 2. 10.자 11억 원 대여원리금채권으로 피고의 자산양수도대금채권 10억원(VAT별도)을 상계한다는 취지의 통지를 하였고, 위 통지는 2017. 6. 14. 피고에게 도달하였다.<br/>  사. 그 후 원고와 피고는 자산양수도계약에 따른 병원 개설자 변경을 유예하고, 유예기간 동안 원고와 피고가 공동 병원장으로서 이 사건 병원을 공동 운영하기로 합의하였다. 이에 원고와 피고는 2017. 7. 5. 및 2017. 7. 10. 아래와 같은 내용의 각 공동운영계약을, 2017. 7. 13. 아래와 같은 내용의 동업계약을 각 체결하였다(이하 ‘각 공동운영계약’, ‘동업계약’이라 한다). 각 공동운영계약과 동업계약의 주요 내용은 다음과 같다.  <br/>2017. 7. 5.자 공동운영계약서원고(이하 ‘갑’)와 피고(이하 ‘을’)는 아래와 같이 공동운영계약(이하 ’본 계약‘)을 체결한다.?전  문(1) 을은 본 병원의 개설자로서 동 병원을 운영하고 있다.(2) 본 병원과 관련하여 갑과 을은 2016. 11. 18. 자산양수도예약을 체결한 바 있다. 갑은 2017. 6. 12. 을에 대하여 서면으로 예약완결의 의사표시를 하였고, 동 의사표시는 같은 달 13. 을에게 도달하였다.(3) 자산양수도계약 제5조 제1항에 따라 본 병원의 개설자를 갑으로 변경하기에 앞서 본 병원의 원활한 운영 및 환자진료를 위하여 갑과 을은 본 병원을 공동으로 운영하고자 한다.이에 당사자들은 다음과 같이 합의한다.제1조 (병원의 공동운영)① 갑과 을은 본 병원의 공동 병원장으로서 본 병원을 운영한다. 본 계약에 따라 본 병원을 공동운영하는 기간 동안 갑은 자산양수도계약 제5조 제1항에 따른 개설자 변경절차를 유예하기로 한다.② 갑과 을은 본 계약의 체결과 동시에 본 병원의 공동운영을 위해 다음 각 호의 사항을 포함하나 이에 국한되지 아니하는 행정상·계약상의 제반 절차를 이행할 수 있다. 이와 같은 절차의 이행을 위해 을은 갑에게 대리권을 수여하며, 갑의 업무 진행에 이의를 제기하지 않기로 한다.   (1) 의료법에 따른 의료기관 공동 개설자로의 변경허가 절차   (2) 부가가치세법에 따른 사업자등록의 변경제3조 (계약의 해지)① 갑과 을은 다음 각 호의 사유가 발생하는 경우 본 계약이 자동 해지되는 것에 동의한다.   (1) 의료법인의 ○○병원 인수가 의료법상 완료되는 경우   (2) 을이 제1조에 규정된 사항을 위반한 경우② 갑은 7일 전의 사전 서면통지로써 공동운영 계약을 임의 해지할 수 있다.③ 제1항의 규정에 따라 해지되는 경우 다음과 같이 본 계약에 따른 법률관계를 정리하기로 한다.   (1) 계약의 해지와 동시에 을은 본 병원의 병원장 지위에서 자동으로 퇴임한다. 을의 자동 퇴임과 동시에 갑은 갑을 본 병원의 단독개설자로 변경하고, 사업자등록 변경을 비롯한 제반 행정절차를 진행할 수 있다.   (2) 갑은 단독 개설자로서 의료법인이 ○○병원을 인수하는 과정에서 (변경허가 절차 완료 유무와 무관하게) 본 병원을 운영하고 본 병원의 유·무형 자산 및 계약 등을 자율적으로 관리·처분할 수 있다. 본 병원의 운영과 관련하여 을 또는 본 병원 임직원에 의하여 통상적으로 사용되던 을 명의의 인장이나 공인인증서 등도 본 병원의 자산으로 간주된다.   (3) 상기 각호의 사항과 관련하여 의료법인이 ○○병원을 인수하는 과정에서 을 명의의 문서 작성·제출이나 기타의 법적·사실적 행위가 요구되는 경우 갑은 을을 대리하여 이에 필요한 일체의 행위나 조치를 취할 수 있고, 을은 어떠한 경우에도 이에 대해 이의를 제기하지 아니한다.   (4) 을은 본 병원의 운영에 일체 관여하지 아니한다. 또한 을은 본 항의 규정에 따라 원만히 본 병원의 운영권이 갑에게 이전될 수 있도록 적극 협력하고, 운영권의 원활한 이전에 방해가 될 수 있는 일체의 행위를 하여서는 아니된다.제4조 (기타)① 자산양수도계약은 본 계약의 체결이나 해지 등과 무관하게 계속해서 효력을 유지한다.?2017. 7. 10.자 공동운영계약서제7조 (해산통고)  각 동업자는 다음과 같은 사유 발생시 타 동업자에게 해산통고를 할 수 있다.  2. 동업자 중 1인의 불법행위  4. 타 의료기관의 이 사건 병원 인수절차의 개시제10조 (약정의 변경과 기타사항)  ② 갑과 을 사이에 2017. 7. 5자로 체결된 계약은 효력을 유지한다.?2017. 7. 13.자 동업계약제2조  공동사업지분은 갑(99%), 을(1%)로 하며, 모든 수익과 비용은 지분에 따라 분배한다.제4조  동업계약 이후 사업과 관련된 비용 및 부채는 사업의 폐지와 관계없이 각자 지분에 따라 책임진다.<br/>  아. 원고는 피고에게, 2018. 5. 9. 이 사건 병원의 의료법인화가 개시됨에 따라 2017. 7. 10.자 공동운영계약 제7조 제4호에 의하여 공동운영계약을 2018. 5. 10.자로 해지한다는 통보를 하였고, 2018. 5. 10. 피고가 리베이트를 받는 등 불법행위를 하였다는 이유로 2017. 7. 10.자 공동운영계약 제7조 제2호에 의하여도 공동운영계약을 해지한다는 통보를 재차 하였다.<br/>  자. 1) 한편 이 사건 소송에서 피고는, 소외 1 회사의 2017. 2. 10.자 11억 원의 대여원리금채권은 원고에게 채권양도 되기 전 7억 2,000만 원이 변제되어 나머지 3억 8,000만 원의 범위에서 채권양도 및 상계의 효력이 인정되므로 자산양수도대금이 완납되지 않았다는 취지로 주장하였고, 이에 원고는 2018. 11. 15. 소외 1 회사와 사이에 소외 1 회사의 피고에 대한 2017. 2. 28.자 1억 7,000만 원, 2017. 3. 10.자 5억 5,000만 원의 각 대여원리금채권에 관하여 추가로 채권양도계약을 체결하였고, 소외 1 회사는 같은 날 피고에게 위 채권양도 사실을 통지하였다. <br/>     2) 이어서 원고는 이 사건의 2018. 11. 19.자 준비서면에서 추가 채권양도 받은 양수금채권을 자동채권으로 하여 피고의 자산양수도대금채권을 상계한다는 의사표시를 하였고, 위 준비서면은 같은 날 피고에게 송달되었다. <br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 12, 15 내지 25, 28 내지 31호증(가지번호 포함, 이하 같다), 을 제1 내지 7, 9, 10, 11, 25호증의 각 기재, 변론 전체의 취지 <br/>2. 청구원인에 대한 판단<br/>  자산양수도예약에 의하면, 원고가 예약완결의 의사표시를 하여 그 의사표시가 피고에게 도달한 때에 즉시 자산양수도계약이 성립하고, 그에 따라 피고는 이 사건 병원의 개설자를 원고로 변경하는 데에 협조할 의무, 등기·등록 등이 필요한 양수도 자산을 원고 명의로 이전하는 데에 협조할 의무, 이 사건 병원의 시설과 장비 등을 원고에게 인도하고 병원에서 퇴거할 의무를 부담하는 것으로 정하고 있다(자산양수도예약 계약서 제4조 제1항, 제5조 제1 내지 3항). <br/>  또한 각 공동운영계약은 자산양수도계약의 성립에 따라 이 사건 병원의 개설자를 원고로 변경하기에 앞서 병원의 원활한 운영과 환자진료를 위하여 원·피고가 이 사건 병원을 공동으로 운영하기로 하고, 그 기간 동안 개설자 변경 절차를 유예하기로 하되(2017. 7. 5.자 공동운영계약 전문, 제1조 제1항), 이 사건 병원의 인수가 의료법상 완료되는 경우 공동운영계약이 자동으로 해지되고(제3조 제1항), 원고가 7일 전 사전 서면통지를 할 경우에도 공동운영계약을 임의 해지할 수 있다고 정하고 있는바(제3조 제2항), 이 사건 각 공동운영계약이 원고의 2017. 6. 12.자 예약완결권의 행사에 따른 자산양수도계약 성립의 효력을 일시적으로 유예시키고자 하는 목적으로 체결된 점을 비롯하여 위 자동 해지 조항, 원고에게 부여된 임의 해지 조항 등에 비추어 보면, 원고가 2018. 5. 9. 및 2018. 5. 10. 한 해지 통보에 따라 각 공동운영계약은 적법하게 해지되었고, 유예되었던 자산양수도계약의 효력에 따라 피고는 이 사건 병원의 개설자를 원고로 변경하는 절차에 협조할 의무를 부담한다고 할 것이다. 따라서 피고는 원고에게 특별한 사정이 없는 한 이 사건 병원의 개설자를 원고로 변경하는 의료기관개설자명의변경절차를 이행할 의무가 있다. <br/>3. 피고의 주장에 대한 판단<br/>  가. 의료법 위반 여부<br/>    1) 피고의 주장<br/>소외 1 회사는 이 사건 병원의 운영권을 장악하기 위하여 피고와 이 사건 합의서를 작성한 후 소외 1 회사의 대표이사 소외 3의 딸로서 2016. 4. 갓 의사면허를 취득한 원고를 내세워 피고와 자산양수도예약 및 각 공동운영계약 등을 체결하게 하였는바, 원고는 위 각 계약의 체결과정에 관여한 바가 없고 소외 1 회사로부터 1차 및 추가 채권양도 당시 채권양도대금 11억 원을 소외 1 회사로부터 차용하여 지급하는 등 실질적으로 자산양수도대금을 지출한 바도 없다. 따라서 위 각 계약은 비의료인인 소외 1 회사가 의료기관 개설행위를 하려는 목적으로 체결한 것으로서 ‘비의료인의 의료기관 개설행위’를 금지하는 의료법 제33조 제2항에 위반되어 무효이거나, 민법 제103조의 선량한 풍속 기타 사회질서에 반하는 법률행위로서 무효이다.  <br/>    2) 판단<br/>의료법 제33조 제2항은 의료기관을 개설할 수 있는 자를 \"1. 의사, 치과의사, 한의사 또는 조산사, 2. 국가나 지방자치단체, 의료업을 목적으로 설립된 법인(이하 ‘의료법인’이라 한다), 3. 민법이나 특별법에 따라 설립된 비영리법인, 4. 공공기관의 운영에 관한 법률에 따른 준정부기관, 지방의료원의 설립 및 운영에 관한 법률에 따른 지방의료원, 한국보훈복지의료공단법에 따른 한국보훈복지의료공단\"으로 한정하여, 비의료인의 의료기관 개설을 금지하고 있다.<br/>      위 규정에 의하여 금지되는 의료기관 개설행위는, 비의료인이 그 의료기관의 시설 및 인력의 충원·관리, 개설신고, 의료업의 시행, 필요한 자금의 조달, 그 운영성과의 귀속 등을 주도적인 입장에서 처리하는 것을 의미하므로, 비의료인이 이미 개설된 의료기관의 의료시설과 의료진을 인수하고 개설자의 명의변경절차 등을 거쳐 그 운영을 지배·관리하는 등 종전 개설자의 의료기관 개설·운영행위와 단절되는 새로운 개설·운영행위를 한 것으로 볼 수 있는 경우에는 의료법 제33조 제2항에서 금지하는 비의료인의 의료기관 개설행위에 해당한다. 나아가 비의료인이 이미 개설된 의료기관의 의료시설과 의료진을 인수하여 종전 개설명의자를 변경하지 아니한 채 그 명의를 계속 이용하여 의료기관의 운영을 지배·관리함으로써 종전 개설자의 의료기관 개설·운영행위와 단절되는 새로운 개설·운영행위를 한 것으로 볼 수 있다면 마찬가지로 의료법 제33조 제2항에서 금지하는 비의료인의 의료기관 개설행위에 해당한다고 보아야 한다(대법원 2013. 11. 28. 선고 2012다67368 판결 등 참조). <br/>      이 사건에 관하여 보건대, 갑 제22호증, 을 제16, 17호증의 각 기재 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들 즉, ① 자산양수도예약 및 각 공동운영계약 등은 원고 명의로 체결되었고, 원고는 이 사건 병원을 개설하였다가 추후 의료법인에 병원을 인수시켜 의료법인으로 하여금 운영하도록 할 계획인바, 원고는 일시적으로나마 자신이 직접 개설자의 지위를 가질 의사로 자산양수도예약을 체결한 것이어서, 위 각 계약의 당사자는 계약의 문언으로 보나 당사자의 의사 해석으로 보나 원고라 할 것인 점, ② 이 사건 합의, 부동산매매예약 및 계약, 자산양수도예약 등의 체결경위와 그로 인한 법률적 효과, 이 사건 병원의 재정상태 및 피고가 애초에 이 사건 합의에 이르게 된 경위 등 일련의 과정을 종합하여 보면, 소외 1 회사는 피고에 대하여 병원 운영자금으로 대여한 금원을 회수하기 위한 방편으로 병원을 인수할 제3자 지정권을 갖기로 하고 피고도 이에 동의하여 이 사건 합의서가 작성되었고, 그에 따라 병원 부지 및 건물의 매수인은 소외 1 회사제1호로, 기타 자산의 양수인은 원고로 각 지정되었으며, 부동산매매대금의 일부 및 자산양수도대금의 전부가 소외 1 회사의 피고에 대한 대여금채권으로 상계처리 되었는바, 소외 1 회사의 이와 같은 일련의 대여금 회수 과정을 놓고 이 사건 병원의 운영을 지배·관리하고자 한 것으로 평가하기는 어려운 점, ③ 피고는 원고 및 소외 1 회사의 운영자들에 대하여 위 주장과 같은 의료법위반 등을 이유로 수사기관에 진정서를 제출하고, 국민건강보험공단에 민원을 제기하였으나, 서울동부지방검찰청 검사는 내사 후 2018. 9. 14. 혐의없음(증거불충분) 처분을 하였고, 국민건강보험공단은 이 사건 병원에 관하여 실사를 진행하였으나 그 후 별다른 후속조치를 취하지 않은 점, ④ 원고와 소외 1 회사 사이에 근로계약이 체결되었다거나 장차 근로계약이 체결될 것이라고 볼 만한 사정도 없는 점 등을 모두 종합하여 보면, 원고는 일시적으로나마 자신이 직접 의료기관을 개설할 목적으로 자산양수도예약을 체결한 것으로서 위 각 계약이 의료법 제33조 제2항에 위반된다거나 민법 제103조의 선량한 풍속 기타 사회질서에 반하는 법률행위라고 볼 수 없다. <br/>      따라서 피고의 위 주장은 이유 없다.<br/>  나. 민법 제104조의 불공정한 법률행위<br/>    1) 피고의 주장<br/>      피고는 자산양수도예약 체결 당시 병원의 운영난으로 인하여 궁박한 상태에 있었고 원고는 피고의 궁박한 상태를 이용하여 200억 원 상당인 자산을 고작 10억 원에 양수하는 것으로 정하였는바, 자산양수도예약은 민법 제104조의 불공정한 법률행위로서 무효이다.<br/>    2) 판단<br/>민법 제104조에 규정된 불공정한 법률행위는 객관적으로 급부와 반대급부 사이에 현저한 불균형이 존재하고, 주관적으로 그와 같이 균형을 잃은 거래가 피해 당사자의 궁박, 경솔 또는 무경험을 이용하여 이루어진 경우에 성립하는 것으로서, 약자적 지위에 있는 자의 궁박, 경솔 또는 무경험을 이용한 폭리행위를 규제하려는 데에 그 목적이 있고, 불공정한 법률행위가 성립하기 위한 요건인 궁박, 경솔, 무경험은 모두 구비되어야 하는 요건이 아니라 그 중 일부만 갖추어져도 충분한데, 여기에서 '궁박'이라 함은 '급박한 곤궁'을 의미하는 것으로서 경제적 원인에 기인할 수도 있고 정신적 또는 심리적 원인에 기인할 수도 있고, 당사자가 궁박 또는 무경험의 상태에 있었는지 여부는 그의 나이와 직업, 교육 및 사회경험의 정도, 재산 상태 및 그가 처한 상황의 절박성의 정도 등 제반 사정을 종합하여 구체적으로 판단하여야 한다(대법원 2002. 10. 22. 선고 2002다38927 판결 등 참조). <br/>      살피건대, 피고가 자산양수도예약 체결 당시 이 사건 병원의 재정상태가 악화되어 운영난을 겪고 있었던 점은 앞서 본 바와 같다. 그러나 앞서 살핀 인정사실 및 그 인정근거에 의하여 인정되는 다음과 같은 사정 즉, 피고는 1947년생 의사이고, 2012. 11.경부터 병원장으로서 이 사건 병원을 직접 운영하여 온 점, 피고는 이 사건 병원의 재정상태가 회복될 가능성이 희박해 보이자 스스로의 판단 하에, 최후에는 이 사건 병원의 운영권을 타인에게 이전하는 것을 감수할 생각으로 이 사건 합의 및 자산양수도예약에 이른 것으로 보이는 점 등을 종합하여 보면, 피고가 자산양수도예약 체결 당시 경제적으로 절박한 상황에 있었다거나, 정신적 또는 심리적으로 급박한 곤궁 상태에 있었다고 보기는 어렵고, 달리 이를 인정할 증거가 없다. <br/>      또한 뒤에서 살피는 바와 같이 피고의 주장에 의하더라도 자산양수도대금을 10억 원으로 정하면서 소외 1 회사로부터 추후 다시 정산한 금액을 지급받기로 약정했다는 것이어서 정산이 완료되지 않는 상태에서는 객관적으로 급부와 반대급부 사이에 현저한 불균형이 존재한다고 단정하기도 어렵다. <br/>      따라서 피고의 위 주장은 이유 없다. <br/>  다. 양수도대금 미지급<br/>    1) 피고의 주장<br/>      부동산매매예약에서 정한 병원 부지 및 건물에 관한 매매대금, 자산양수도예약에서 정한 자산양수도대금은 그 실질적인 가치에 훨씬 못 미치는 금액으로 책정되었는데, 이는 소외 1 회사가 피고에게 추후 다시 정산할 것이라고 구두로 약정하였기 때문이다. 특히 자산양수도예약의 계약서 제3조 제3항은 ‘자산양수도대금을 예약완결권 행사 년도의 직전 회계연도 말 장부가액을 기준으로 하여 원고와 피고가 협의해서 조정할 수 있다’고 정하고 있고, 자산양수도예약 체결 후 소외 1 회사제1호의 대표이사 소외 6은 원고에게 자산양수도대금에 관하여 협의하겠다는 확약서를 작성하여 주었는바, 자산양수도대금을 실질적 가치에 합당하게 조정한 후 조정된 자산양수도대금을 지급받기 전까지는 피고가 이 사건 병원 개설자명의변경절차에 응할 의무가 없다.  <br/>    2) 판단<br/>      자산양수도예약 계약서 제3조 제1항, 제3항은 자산양수도대금 10억 원에 대하여 원고와 피고의 협의에 의하여 자산양수도대금을 조정할 수 있다는 취지로 규정하고 있으나, 원고와 피고가 양수도대금을 조정하기로 협의한 사실을 인정할 자료가 없으므로, 양수도대금이 변경되었다고 보기는 어렵다. <br/>      다만, ① 이 사건 합의서 제4조 제2항에서는 병원 부지 및 건물, 병원 시설 및 운영권 등에 관하여 복수의 회계법인 또는 감정평가법인의 감정가격을 평균한 금액에서 소외 1 회사가 피고에 대하여 가지는 모든 채권(공사대금채권, 대출원금 및 지연이자 상당액, 구상금채권, 위약벌, 손해배상금 등)을 공제한 금액으로 정하고, 의료법인이 설립되는 경우에도 이를 준용하여 정산한다고 규정하고 있으며, 달리 이 사건 합의서의 효력이 상실되었다고 볼 자료는 없는 점, ② 을 제4, 13, 14호증의 각 기재에 의하면, 소외 1 회사제1호의 대표이사 소외 6이 2016. 11. 19. 피고에게 \"자산양수도예약 계약서 제2조(양수도의 대상) 제1항 제3, 4, 6호, 제3조(양수도대금의 지급) 제1, 3항 등에 관하여, 소외 1 회사, 소외 1 회사제1호, 주식회사 텍시빌, 주식회사 엠지엑스 등 4개 채권자 회사가 상기계약서의 세부사항을 2016. 11. 30.(또는 대환자금 기표전일)까지 협의하여 확정하기로 약속합니다.\"라는 내용의 확약서를 작성하여 준 사실이 인정되는 점, ③ 자산양수도대금을 10억 원으로 책정한 경위에 관하여 피고는 소외 1 회사가 추후 다시 정산하여 주기로 구두로 약정하였기 때문이라고 주장하고 있는 반면 원고 측은 약정 사실을 부인하는 외에 10억 원의 책정 경위에 관하여는 별다른 해명을 하지 않고 있는 점, ④ 을 제20호증의 기재 및 변론 전체의 취지에 의하면, 자산양수도예약 계약서에 첨부된 별지2 자산 목록에 2015. 3. 31.자 리스장비, 2016. 7. 29.자 리스장비 등 일부 의료장비가 누락된 것으로 보이는 점 등의 사정을 종합하여 보면, 피고와 소외 1 회사 사이에 추가적인 협의나 정산이 필요해 보이기는 한다. 그러나 그렇다고 하더라도 이는 어디까지나 피고와 소외 1 회사 사이의 법률관계여서 피고가 이를 이유로 곧바로 원고에 대하여 자산양수도계약에서 정한 자산양수도대금 외에 추가 대금 지급을 요구할 수는 없다고 판단되므로, 원고는 최초 채권양도 및 추가 채권양도 받은 각 양수금채권으로 피고의 자산양수도대금채권을 상계함으로써 자산양수도대금 10억 원을 완납하였다고 할 것이다. <br/>      따라서 피고의 위 주장은 이유 없다.    <br/>  라. 상계의 효력 및 예약완결권 행사시기<br/>    1) 피고의 주장<br/>      가) 자산양수도예약이 의료법 제33조 제2항에 위반하여 무효인바, 자산양수도대금 지급을 위하여 체결된 최초 및 추가 채권양도계약은 그 동기가 선량한 풍속 기타 사회질서에 반하여 무효이므로 원고는 양수금채권을 보유하고 있다고 할 수 없다. 따라서 원고의 상계권 행사는 자동채권이 존재하지 않아 효력이 없고, 원고의 예약완결권 행사는 자산양수도대금이 지급되지 않은 상태에서 이루어진 것이어서 부적법하다. <br/>      나) 설령 1차 및 추가 채권양도계약의 효력이 인정되더라도, 원고는 추가 채권양도 및 그에 따른 양수금채권으로 상계권을 행사하기 전에 예약완결권을 행사하였는바, 원고의 예약완결권 행사는 자산양수도대금이 완납되지 않은 상태에서 이루어진 것이어서 부당하다.  <br/>    2) 판단<br/>      가) 자산양수도예약 및 각 공동운영계약이 의료법 제33조 제2항에 위반되지 않는다는 점은 앞서 살핀 바와 같으므로 위 각 계약이 무효임을 전제로 하여 1차 및 추가 채권양도계약이 무효라는 피고의 주장은 더 나아가 살펴 볼 필요 없이 이유 없다.  <br/>      나) 또한 자산양수도예약에 의하면 예약완결권의 행사에 아무런 조건이 없는바, 양수도대금이 완납되어야 예약완결권의 행사가 유효하다는 것을 전제로 한 피고의 이 부분 주장도 더 나아가 살펴 볼 필요 없이 이유 없다. <br/>4. 결론<br/>  그렇다면, 원고의 청구는 이유 있어 이를 인용하기로 하여 주문과 같이 판결한다.  <br/>[별지 생략]<br/><br/>판사 정도영(재판장) 이효은 정지원",
    "사건번호": "2018가합4166",
    "사건종류코드": "400101",
    "판례정보일련번호": "221041",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}