{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20200122",
    "법원명": "서울고등법원",
    "사건명": "손해배상",
    "판례내용": "【원고, 피항소인】 원고 1 외 77인 (소송대리인 변호사 남희웅)<br/>【피고, 항소인】 코웨이 주식회사 (소송대리인 법무법인(유한) 광장 담당변호사 한정규 외 3인)<br/>【제1심판결】 서울중앙지방법원 2018. 11. 29. 선고 2016가합17182 판결<br/>【변론종결】2019. 12. 11.<br/>【주    문】<br/>  1. 피고의 항소를 기각한다.<br/>  2. 항소비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고들에게 각 3,000,000원 및 이에 대하여 이 사건 청구취지 및 청구원인 변경신청서 부본 송달 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>  제1심판결 중 피고 패소 부분을 취소하고, 그 부분에 해당하는 원고들의 청구를 모두 기각한다.<br/>【이    유】1. 기초사실<br/>가. 원고들의 이 사건 각 정수기 사용<br/>    원고들은 2014. 4. 16.부터 2015. 10. 7.까지 별지2 목록 기재 해당 일자에 정수기제조업자인 피고와 사이에 정수기에 제빙기능을 겸한 모델번호 CSPI-370N, CPI-380N, CHPI-380N, CHPCI-430N인 피고 제조의 정수기 중 위 목록 ‘모델’란 기재 각 해당 코웨이정수기(이상은 370N 모델, 380N 모델, 430N 모델 등 3가지 모델로 통칭되는데, 이하 위 3가지 모델을 구별하지 않고 일괄하여 ‘이 사건 얼음정수기’)에 관한 임대차(‘렌탈’) 혹은 매매 계약(이하 ‘이 사건 계약’)을 체결하고 이를 제공받아 사용하였다.<br/>나. 보장 등 계약 내용<br/>    (1) 피고는 렌탈 고객들에게 해당 정수기 품질을 보장하여 주었다. 그 약관을 살펴보면(갑 제2호증의 1 등), \"고객은 상품의 내용이 표시, 광고의 내용과 다르게 이행된 경우에는 상품을 공급받은 날부터 3개월 이내에, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 내에 청약철회를 할 수 있습니다(제3조 제2호). 고객 책임 없는 사유로 인하여 상품이 고장, 훼손(상품성능과 상관없는 외관 변색, 단순 오염 등은 제외)된 경우 고객은 회사에게 일정한 기간을 정하여 무상으로 수리 및 부품 교환을 요청할 수 있습니다(제7조 제2호). 기타 상품의 A/S 및 담보책임에 관해서는 회사의 품질보증서에 따르며, 그 이외 사항은 민법 등 해당 관계법령 및 소비자분쟁해결기준(공정거래위원회 고시)의 보상기준에 따릅니다(제7조 제3호).\"라고 밝히고 있다.<br/>    (2)  이 사건 얼음정수기 모두 1, 2 단계로 나노트랩 필터를, 3단계로 이노센스 필터를 장착하고 있는데(을 제1 내지 3, 37 내지 39호증), 그 정수처리과정에 관한 설명을 보면(CHPI/CPI-380N 모델 사용설명서, 을 제37호증), \"나노트랩필터를 통해 1단계로 원수 중의 부유물질, 입자성 중금속을 제거하고, 박테리아, 바이러스와 같은 미생물을 선택적으로 제거한다. 플러스이노센스필터를 통해 2단계로 냄새 유발물질 및 용해성 오염물질, 잔류염소, 휘발성 유기화합물 등의 오염물질을 제거한다.\"라고 소개하였다. CHPI/CPI-380N 모델 출시 광고인 \"코웨이 뉴스(갑 제85호증)\"는 위 모델 정수능력과 관련하여 \"이 모델은 직수추출방식이 가능한 2세대 나노트랩필터를 적용했다. 이 제품은 정전흡착기술을 통해 대장균군과 바이러스를 99.9% 이상 완벽하게 제거하는 것은 물론 중금속까지 제거하기 때문에 안심하고 마실 수 있다.\"라고 소개하고 있다. 피고는 자사 제품 정수기의 유지·관리 서비스인 \"HEART 서비스\"를 소개하면서 \"전문적인 서비스인력의 차별화된 위생관리로 깨끗한 물을 위해 처음부터 끝까지 책임을 다합니다. 정수기 필터는 수질을 결정하는 가장 중요한 요소입니다. 피고 회사는 각 필터에 대한 체계적이고 과학적인 분석과 연구결과를 바탕으로 최적의 필터 교체주기를 설정하여 깨끗한 수질을 유지해 드립니다.\"라고 광고하고 있다(갑 제86호증). <br/>    (3) 한편, 위 각 정수능력 혹은 품질보증의 대상인 중금속, 오염물질 등의 개념과 관련하여 그 사전적인 정의는 다음과 같다. ① 용해(溶解, Dissolution)는 \"가스, 액체 혹은 고체가 용액 혹은 용매로 들어가 초기의 용매에 균일하게 녹아 액체화 되는 현상으로, 결정화된 고체가 용액에 대해 용해되기 위해서는 결정화된 구조가 원자나 이온, 분자상태로 나누어져야만 한다(지질학백과 사전).\" ② 오염물질은, \"일정한 농도(조사량)나 노출 시간에 대해 인간, 동물, 재배된 식물이나 천연 생태계에 해가 되는 인간 활동에 의해 생성된 물질로서, 공기, 물, 토양과 음식에 존재한다(화학대사전).\" ③ 중금속은, \"비소·안티모니·납·수은·카드뮴·크로뮴(SG 7.14)·주석(SG 7.3)·아연(SG 7.14)·바륨·비스무트·니켈(SG 8.9)·코발트·망가니즈·바나듐·셀레늄 등 주기율표상의 아래쪽에 주로 위치하고 있는 비중 4 이상의 무거운 금속원소로, 중금속은 미량이라도 체내에 축적되면 잘 배설되지 않고 우리 몸속의 단백질에 쌓여 장기간에 걸쳐 부작용을 나타내기 때문에 매우 위험하다(두산백과, 광물자원용어사전).\" 고체인 중금속이 용해된 한 형태인 중금속이온은, \"비중이 4 이상인 금속원소의 이온으로, 중금속이 흡수되는 과정에서 대부분은 고체상태의 중금속이 몸속에 직접 흡수되는 것이 아니라 물 등의 용매에 녹아 이온상태로 흡수된다(두산백과).\" 수질 및 수생태계 보전에 관한 법률(2017. 1. 17. 법률 제14532호로 개정 후 ‘물환경 보전법’) 제2조에 의하면, 수질오염물질은 수질오염의 원인이 되는 물질로서 환경부령으로 정하는 것을 말하고, 환경부령이 수질오염물질로 규정한 것에는 니켈과 그 화합물 등이 포함되어 있다. 수질오염물질의 종류에는 \"유기물질, 영양염류, 중금속, 환경호르몬, 방사능 물질, 열오염, 유류, 유기화합물, 미량생태독성물질, 탁도유발물질, 색도유발물질 등이 있다(물백과사전).\"<br/>다. 피고 직원의 이 사건 정수기 금속 물질의 발견<br/>    피고의 직원(CODY)은 2015. 7. 23.경 이 사건 얼음정수기 중 모델번호 CPI-380N인 고객의 정수기를 정기 점검하던 중 냉수 탱크에서 은색 금속 물질을 발견하고 이를 피고에게 보고하였다.<br/>라. 피고의 자체조사와 그에 따른 플라스틱 커버 설치 등<br/>    (1) 피고는 2015. 8. 2. 금속 이물질이 발견된 모델번호 CPI-380N 정수기 1대를 수거, 검사한 결과 냉수 순환냉각 시스템의 얼음정수기인 이 사건 얼음정수기 중 얼음을 냉각하는 데 사용되는 부품인 증발기의 외부 니켈도금이 박리되어 그 아래 설치되어 있던 냉수 탱크에 니켈도금이 떨어진 사실을 확인하였다. 이에 피고는 이 사건 얼음정수기 중 피고 직원들이 사용하던 19대에 대한 자체 검사를 한 결과, 일반 정수수 및 얼음에는 19대 모두 니켈이 불검출된 반면, 냉수에만 그 중 13대에서 0.012mg/L ~ 0.347mg/L의 니켈성분이 검출되었음을 확인하였다(이는 니켈 검출 원인이 정수의 냉각 기능 관련 시스템이 원인일 가능성을 시사하는 자료이다). 후술하는 WHO의 평생음용권고치(니켈 흡수율이 높은 공복상태인 니켈 과민군 여성이 니켈이 포함된 물을 음용하였을 때 피부염 증상을 보이는 최소영향농도를 기준으로 한 것) 0.07mg/L 이상을 기록한 사례도 4건(각 0.07, 0.347, 0.245, 0.08)으로 약 21%(=4/19)에 이르렀다.<br/>    (2) 피고는 2015. 8. 중순경 위와 같은 니켈 박리가 나타난 정수기와 이 사건 얼음정수기의 니켈 검출에 대한 대책으로 플라스틱 커버를 장착하는 방안을 채택하여 필터 교환 및 탱크 청소 서비스 과정에 이 사건 원고들 및 다른 고객들이 사용하던 이 사건 얼음정수기에 플라스틱 커버를 장착하였고, 2016년 5월까지 판매된 정수기 중 97%에 플라스틱 커버를 장착하였다. 피고는 위 플라스틱 커버 장착의 계기에 대하여 원고들을 포함한 이 사건 얼음정수기를 사용하는 고객들에게 알리지 않았다. 그 명분으로는 업그레이드(전기요금 저감, 얼음 저장고 무상 교체로 내부 위생 강화, 내부 유로 세척 서비스 등, 갑 제38호증의 3 등)를 내세웠을 뿐이다.<br/>    (3) 피고는 2016. 5.경 고객들이 사용하던 이 사건 얼음정수기 중 플라스틱 커버를 장착한 1,010대의 정수기에 대한 자체 수질검사를 한 결과 냉수 부분에서 최고 0.386mg/L의 니켈성분이 검출되었고 그 농도의 분포는 아래 [표 1]과 같이 나타났는데, 그 중 후술하는 WHO의 평생음용권고치 0.07mg/L 이상을 기록한 사례는 약 12.5%인 126건이었다.<br/><br/>[표 1] <br/>    (4) 한국환경수도연구원에서 2018. 2. 6.부터 3. 14.까지 채취한 수도 원수와 이를 이용한 이 사건 얼음정수기에서의 정수 음료(정수, 냉수, 얼음 혼합)를 대상으로 니켈을 분석한 결과 원수와 정수 모든 대상물에서 니켈이 검출되지 않았다(을 제32호증). 수돗물의 경우 니켈에 대한 환경부 수질기준은 없지만 서울시(상수도사업본부)의 경우 니켈을 감시항목(수질기준 0.07mg/L)으로 지정, 관리하는데, 2015년부터 2018년 사이 상수도사업본부 정수센터에서 생산된 정수에 대한 총 24회(정수센터 6개소 x 4년간)의 검사결과 니켈은 검출되지 않았다(갑 제89호증). 피고가 제출한 농협축산연구원의 2018. 5. 4.자 수돗물 수질검사결과(을 제35호증) 및 피고의 2016. 8. 19.자 자체 수질검사결과(을 제36호증)에서는 니켈성분이 일부 검출되기는 했지만, 그 수치는 대체로 미미한 수준에 그쳤다.<br/>마. 니켈 검출에 관한 언론 보도와 피고의 사과문 게시 등<br/>    (1) 지상파방송사인 □□□는 2016. 7. 3. 저녁 8시 뉴스에서, 이 사건 얼음정수기들과 관련하여 ‘피고 얼음정수기에서 은색 부스러기(중금속인 니켈)가 검출되었고 제조업자인 피고는 이를 인지하고 있었음에도 불구하고 소비자들에게 이러한 사실을 숨긴 채 알리지 않았다.’는 내용의 보도를 하였다. <br/>    (2) 피고는 □□□ 뉴스의 보도와 관련하여 다음 날인 2016. 7. 4. 인터넷 홈페이지를 통하여 ‘고객 여러분께 사과의 말씀을 드립니다’라는 제목으로, ① 니켈 검출 정수기는 2014년 4월부터 2015년 12월까지 설치된 얼음정수기(모델번호 CSPI-370N, CPI-380N, CHPI-380N, CHPCI-430N) 중 일부이고, ② 피고는 검출된 성분이 니켈임을 인지한 뒤 인체에 무해함을 확인했지만 입고수리, 제품교환 등의 개선조치를 하여 현재 97% 이상의 서비스를 완료하였고, ③ 개선조치가 완료된 제품은 안심하고 사용해도 좋고, 만약 소비자들이 해약을 원할 경우에는 위약금 없이 해약할 수 있다는 취지의 사과문(갑 제88호증의2)을 게시하였다.<br/>    (3) 피고는 2016. 7. 7. ‘① 판매 시기와 상관없이 이 사건 얼음정수기 3종 모델을 <br/>단종하고, 제품 전량을 회수하며, ② 이 사건 얼음정수기를 사용한 고객들에게 렌탈료 전액을 환불하고, ③ 이 사건 얼음정수기를 최신 제품으로 교체하거나 고객이 해약을 원할 경우 위약금 없이 해약할 수 있도록 하며, ④ 니켈로 인한 건강상의 문제가 확인될 경우 책임을 다하겠다’는 내용의 사과문(갑 제88호증의 1)을 게시하였다. 앞서 본 바와 같은 플라스틱 커버 장착 및 위 회수 등 조치 과정에서 원고들이 사용한 이 사건 얼음정수기에 니켈 박리 현상 혹은 니켈 이온 검출 현상 등이 발생하였는지, 그 내용은 어떠한지 등에 관한 피고 차원의 조사가 이루어진 바가 없어, 현재로서는 그 부분 확인 및 증명은 불가능한 상태로 되었다.<br/>    (4) 이 사건 얼음정수기를 사용한 고객들은 피부 질환, 호흡기 질환, 소화기 질환 등이 니켈 관련 이 사건 얼음정수기 사용에 따른 부작용으로 의심된다는 의혹을 다수 제기(갑 제31호증의3, 제38호증의 3, 갑 제79, 80호증 등) 하였으나, 그 인과관계에 대한 과학적 증명이 없거나 부족한 것으로 평가되고, 다만 니켈 과민군의 피부염 발생 역치(최소한의 수치)인 경구 투여량 약 0.01mg/kg의 60kg 성인 환산치 0.3mg/L(하루 2L 음용시 환산 농도), 10kg 유아 환산치 0.1mg/L(하루 1L 음용시 환산 농도) 및 2016. 5. 피고 자체 검사결과를 비교하면, 검사 대상 정수기 1010대 중 성인 환산치 0.3mg/L 이상의 음용 가능성 있는 경우와 유아 환산치 0.1mg/L 이상의 음용 가능성 있는 경우가 각 13건 및 83건으로 나타나기는 했지만, 니켈 과민군이 아닌 경우에는 니켈 섭취로 인한 피부질환이 인정되지 않는다는 분석결과가 제시되기도 했다(성균관의대 직업환경의학교실 △△△ 교수 의견서, 을 제23호증). <br/>바. 이 사건 얼음정수기에 대한 민관 합동조사반의 조사결과 등<br/>    (1) 민관 합동조사반(산업통상자원부, 환경부, 한국소비자원)은 2016. 9. 13.경 이 사건 얼음정수기 제품결함 등에 대한 조사결과를 발표하였고, 그 내용은 다음과 같다. ① 이 사건 얼음정수기 중 증발기 니켈도금이 떨어진 제품결함 원인이 증발기와 히터, 냉수플레이트 등으로 구성된 냉각구조물의 구조·제조상 결함문제로 드러났다. 즉, 협소한 냉각구조물 틀에 증발기와 히터를 측면 접촉하도록 조립하는 구조로 인해 그 조립 부분에서 다수 손상이 확인되고(냉각구조물 100개 분해 결과 증발기와 히터 접촉부에서 스크래치와 같이 조립과정 중 발생한 것으로 분석되는 도금손상이 22개 구조물에서 발견), 나아가 증발기와 히터가 상부케이스(냉 스플레이트) 안에 갇혀 압축, 밀착 상태로 되는 구조적 문제로 증발기와 히터 간 급격한 온도변화 발생에 따라 니켈도금층이 열응력에 의해 손상되고 시간이 지나면서 부식이 가속화된 것으로 추정되며, 이 문제는 다른 정수기와 구별되는 이 사건 얼음정수기에 고유한 문제이다. ② 이 사건 얼음정수기에 관한 피고의 2015. 8. 및 2016. 5. 각 자체 조사자료를 토대로 장·단기·평생 노출 기준 위해성 평가결과 위해 우려는 낮은 수준으로 나타났다. 다만, 장·단기 노출 기준 평가에서 위해 우려 수준이 낮게 나타났더라도 아무 조치 없이 계속 사용할 경우 니켈 과민군의 피부염 등 위해 우려가 있으므로, 수거되지 않은 문제 제품을 가진 소비자들은 사용을 중단할 것을 당부한다. ③ 금속성 니켈은 물에 용해되지 않으나 묽은 질산이나 황산에 천천히 용해되고 질산에 쉽게 용해된다. 지하수나 니켈-크롬 도금된 수도용 자재로부터 니켈에 노출이 가능하고, 음식물로 섭취되는 니켈의 1일 섭취량은 0.2mg 이하, 먹는 물로 인한 1일 평균 섭취량은 0.03mg 이하로 추정된다. 니켈 과민군(니켈 흡수를 통해 림프구에서 비정상적으로 면역 과민반응이 유발되는 사람)은 전체인구의 10-20% 수준으로, 특히 어린 여성에게 높은 수준으로 나타나고, 니켈 과민군에 피부염 유발 가능한 단위체중당 하루 최저 경구투여량은 0.01mg/kg 내외로, 이를 60kg 성인의 하루 2L 음용시 농도로 환산하면 0.3mg/L, 10kg 어린이가 하루 1L 음용시 농도로 환산하면 0.1mg/L에 해당한다. 미국 환경청(US EPA)은 성인의 평생음용시 건강권고치를 0.1mg/L, 어린이의 장기(7년) 및 단기(10일) 권고치를 각 0.5mg/L, 1.0mg/L로 규정하고, WHO(세계보건기구)는 니켈 과민군을 대상으로 공복시 흡수율 증가 등 최악의 시나리오에 근거하여 건강상 위해가 없는 평생음용권고치로 0.07mg/L을 설정하였다. 위 권고치의 적정성과 관련하여 니켈의 잠재적 위험성을 이유로 0.07mg/L의 권고치를 영국의 경우처럼 0.02mg/L로 낮추어야 한다는 학설도 제기된다(갑 제79호증). <br/>    (2) 식품의약품안전처 및 식품의약품안전평가원이 2014. 10.경 평가한 결과에 의하면, 일반환경에서 니켈 도금 물체 등을 매일 접촉하면 접촉과민을 유발하고, 금속 니켈에 장기간 흡입 노출되면 점막손상 및 염증반응 등이 일어나며, 그 밖에도 다양한 독성정보를 보유하고, 인체 발암가능물질로 예측, 분류된다고 한다(갑 제84호증).  <br/>    (3) 국립환경과학원의 2016. 7. 26. 기준 정수기 품질검사 등 기준(국립환경과학원고시 제2016-10호, 갑 제83호증)에 의하면, 붕소, 알루미늄, 니켈 등은 일정한 수수료를 지급하고 시험하는 시험항목에 포함되어 있다. 한편 2017. 4. 기준 국민건강증진법에 의하면 담배에 포함된 니켈을 발암성물질로 분류하고 있고(갑 제82호증), 2016. 8. 기준 화학물질 및 물리적 인자의 노출기준(노동부고시)에서도 가용성화합물로서 니켈 및 금속 니켈 등을 발암성물질로 분류하고 있다(갑 제81호증).<br/>    (4) 국제암연구소는 니켈을 호흡노출 인체발암 가능물질(2B)로 구분하는데, 미국 국립독성프로그램에서는 발암등급 R(Reasonably anticipated to be human carcinogen, 인체 발암물질로 충분히 예측)인 인체 발암성물질로 본다. 국제암연구소 및 미국 환경청(US EPA)은 니켈의 경구 노출 시 발암성 증거는 불충분한 것으로 판단하는 등 현재까지 경구 노출된 니켈이 암, 생식 및 발달에 미치는 영향에 관한 광범위한 역학조사 또는 연구는 진행된 바 없는 것으로 보이나, 니켈에 노출된 사람에게 건강상으로 여러 가지 유형의 부작용이 발생할 우려가 있다는 요지의 과학적·의학적·보건적인 논문이나 보고서 등의 문헌이 계속 발표되고 있고, 인하대병원 직업환경의학과 교수 ○○○은 이를 근거로 \"니켈은 후성유전을 통한 심혈관질환, 신경학적 후유증, 행동 발달장애, 고혈압 위험 등과 관련이 있고, 산화스트레스를 통해 간과 신장에 독성을 미치며, 자가 면역의 위험요인으로서 만성피로증후군, 섬유근육통, 알 수 없는 원인의 신경계 증상 유발 등과 관련이 있다고 보고되었다. 니켈은 생식과 발생에 영향을 미치는 금속이온으로, 그 음용은 생식기능에 독성을 미칠 수 있고, 불임, 유산, 기형아 출산까지 영향을 미칠 수 있다.\"는 의견을 밝히기도 하였다(을 제4, 5, 22호증, 인하대병원의 2017. 1. 20.자 사실조회회신 등). <br/>사. 피고의 후속 조치 등<br/>    (1) 피고는 2016. 7. 7.자 사과문에 따라 피고가 판매, 임대한 이 사건 얼음정수기 중 96%의 제품을 회수하거나 회수일정을 확정한 후 2016. 9. 30. 이 사건 정수기 사용기간을 고려하면 위해 우려는 낮은 수준이지만, 민관 합동조사반 조사결과를 수용한다는 취지의 아래와 같은 내용이 포함된 고객 안내문을 인터넷 홈페이지에 게시하였다.<br/><br/>    (2) 피고는 위 보상조치에 따라 ① 폐기 및 보상 관련 소비자 보상비 495억 7,200만 원 상당액을 판매비와 관리비로, ② 환불예정 렌탈료 621억 6,700만 원과 매출에서 차감한 (렌탈료) 채권 57억 5,000만 원 상당액을 매출차감으로, ③ 이 사건 얼음정수기 관련 판매수수료 및 재고자산평가손실을 46억 3,100만 원으로, ④ 이 사건 얼음정수기의 공구 기구와 관련된 유형자산 손상차손으로 29억 1,400만 원 상당액을 각 피고의 재무제표에 반영하였다.<br/>    (3) 이 사건 얼음정수기에서 니켈 등 이물질 검출 사실을 고객에게 고지하지 않고 렌탈료를 계속 징수한 피고 경영진의 조치가 신의칙상 고지의무 위반에 기한 사기죄에 해당한다는 고소 사건에서 검찰 무혐의처분의 논거는, ① 이 사건 얼음정수기 중 니켈 도금 조각이 발견된 사례는 1대에 불과한 점, ② 민관 합동조사결과 이 사건 얼음정수기 100대 중 22대에서 증발기 도금 손상이 발견되었으나 그 정확한 원인 및 그것이 냉수탱크로 유입되었는지 여부는 확인되지 못한 점, ③ 금속성 니켈은 불수용성으로서 그 때문에 정수기 음용수에서 니켈성분이 검출되었다고 보기 어렵고 니켈 도금 조각이 그대로 음용수에 섞여 나온 사례도 명확히 확인되지 않는 점, ④ 정수기 실제 사용기간에 비추어 그 음용수의 위해성이 입증되지 않고 그 음용수로 인해 실제로 소비자의 생명, 신체에 위해가 발생한 사례도 확인되지 않은 점, ⑤ 이 사건 얼음정수기는 납, 수은, 철, 알루미늄 등을 정수할 수 있을 뿐 니켈성분을 정수할 수 있는 능력이 없어 니켈성분 정수 능력이 사용계약의 목적이 되었다고 보기 어려운 점, ⑥ 이 사건 얼음정수기를 사용하지 않은 수돗물 자체에서도 니켈성분 검출 사례가 있어 정수기 음용수에서 니켈이 검출된 결과가 수돗물 자체에 포함된 니켈성분으로 인한 것임을 의심할 여지가 있는 점 등의 사정을 들고 있다(을 제40호증의 2). <br/>[인정 근거] 다툼 없는 사실, 갑 제1 내지 89호증, 을 제1 내지 6, 20 내지 23, 32, 35, 37 내지 40호증(가지번호 있는 경우 가지번호 포함, 이하 같다), 한국소비자원의 2017. 1. 5.자 사실조회회신, 산업통상자원부 국가기술표준원의 2017. 1. 17.자 사실조회회신의 각 기재, 변론 전체의 취지 등<br/>2. 원고들의 주장<br/>  피고는 이 사건 얼음정수기 임대에 관한 이 사건 계약에 따라 계약상대방인 원고들에게 이 사건 얼음정수기 및 그 정기점검 서비스를 제공함에 있어서 소비자의 건강 및 안전과 관련된 정확한 정보를 고지해야 할 주의의무가 있다. 그럼에도 불구하고 피고는 이 사건 얼음정수기 냉수에서 니켈이 검출된 사실을 인지하고도 고지하지 아니하여 소비자인 원고들로 하여금 이 사건 계약 유지 등에 관하여 합리적이고 자유로운 의사결정을 할 기회를 박탈하고 언론 보도로 니켈 검출 사실이 드러날 때까지 계속해서 이를 음용하게 함으로써 이 사건 계약의 내용에 좇은 채무를 이행하지 아니하였다. 피고의 이러한 조치는 고지의무 위반 등에 기한 이 사건 계약상 채무의 불완전이행에 해당하므로, 그로 인하여 원고들이 입은 정신적 고통에 대한 위자료로 각 300만 원 및 그 지연손해금을 지급할 의무가 있다.<br/>3. 판 단<br/>가. 손해배상책임의 발생<br/>    (1) 계약의 당사자는 주된 급부의무 외에도 계약을 통해 추구하고자 하는 목적의 달성을 위하여 또는 급부이익의 보호를 위하여 종된 의무로서 여러 가지 부수적 의무를 부담한다. 급부의 적절한 이행을 위한 상호 성실한 협력의무, 급부의 이행과정에서 상대방에게 손해가 확대되지 않도록 할 의무, 일정한 사항에 관하여 설명할 의무 등을 그 예로서 들 수 있다. 이러한 부수적 의무는 법률이나 계약 외에도 채권관계의 성질 혹은 신의성실의 원칙으로부터도 발생할 수 있다(대법원 1997. 4. 11. 선고 96다47449 판결, 대법원 2009. 4. 23. 선고 2008다62427 판결 등 참조). <br/>  이러한 부수적 의무의 일환으로서, 계약의 목적 내지 보호법익에 관계되는 사항에 대하여 계약상대방의 보호 혹은 배려의무 및 그에 관한 고지의무를 부담하는 당사자가 사회적 상당성이 없는 조치로 인하여 이러한 의무를 침해하는 행위를 한 경우 부수적 의무의 불이행에 해당하고, 그 채무의 위반이 계약의 이행 단계에서 이루어질 경우 불완전이행에도 해당할 수 있다(숙박업자가 고객 안전배려라고 하는 신의칙상 인정되는 부수적 의무를 위반하여 고객의 생명, 신체를 침해하여 손해를 입힌 경우 불완전이행으로 인한 손해배상책임을 인정한 사안으로 대법원 1994. 1. 28. 선고 93다43590 판결 등 참조). 어느 경우이든 그로 인하여 손해가 발생하고, 그것이 고의, 과실 등 채무자를 비난하거나 그에게 책임을 지울 수 있는 사유로 인한 것이라면 배상책임을 지울 수 있고, 특별사정으로 인한 손해에 해당하는 정신적 손해의 경우에도 그것이 예견 가능한 것인 한 배상의 대상이 됨은 마찬가지이다. 이때 계약의 부수적 의무의 일환으로 요구되는 계약과 관련한 사회적 상당성 있는 조치의 내용 및 이행 여부는, 당해 계약에 관한 구체적 사실관계에 입각하여 그 계약의 체결에 이르게 된 경위와 의사 형성의 동기 및 내용, 계약이 예정하거나 그 해석상 도출되는 자기결정권 행사를 위한 기회 제공의 필요성과 정당성, 관련 법령의 규정, 기타 신의성실의 원칙을 토대로 판단하여야 할 것이다(학교법인의 소속 학생에 대한 안전배려의무에 관한 대법원 2018. 12. 28. 선고 2016다33196 판결, 부동산거래에 있어서 고지의무에 관한 대법원 2006. 10. 12. 선고 2004다48515 판결, 의료상 설명의무에 관한 대법원 2011. 11. 24. 선고 2009다70906 판결 등 참조).<br/>  한편, 그 대상인 계약이 소비자와 사업자 사이의 소비자계약 및 거래에 관한 것인 경우, 포괄적인 소비자 계약법이 제정되지 않은 우리 법제 하에서는 정보 등의 불공정한 격차를 시정하는 한편, 사업자가 제공하는 정보를 신뢰하고 의사를 결정할 수밖에 없는 처지의 소비자가 그 계약 및 거래 목적에 부합하는 의사형성 및 자기결정이 가능할 수 있도록 합리적인 범위 내의 사업자의 정보제공의무가 그 계약관계의 해석을 통해 고지의무 등 부수적 의무의 일환으로 도출될 수 있는지도 고려되어야 할 것이다. 이때 그 거래의 취지에 비추어 합리적인 소비자의 관점에서 해당 정보의 의미와 그에 대한 소비자의 알 권리 및 그에 입각한 선택의 기회 부여의 필요성, 쌍방의 신뢰관계의 수준 및 정도(계속적 채권관계, 전문적 영역의 거래관계 등) 등이 그 부분 판단의 기준 내지 고려사항이 될 수 있을 것이다.  <br/>    (2) 이 사건에 있어서 원고들이 이 사건 계약에 따른 피고의 부수적 의무로 주장하는 고지의무 및 그 위반의 내용은, 이 사건 계약의 취지 및 관련 법령의 해석상 이 사건 계약의 목적물과 동일 모델의 정수기에 발생한 니켈 박리 및 이를 계기로 실시한 피고 자체 검사결과 드러난 니켈성분 검출 사실에 대해, 방송 보도로 밝혀지기 이전의 적절한 시점에 원고들에게 고지하여 필요한 조치를 취할 수 있도록 함으로써 이 사건 계약에서 도출되는 원고들의 알 권리 및 그에 입각한 선택권의 행사와 유지 등 정당한 권리나 이익을 보호, 배려할 의무가 있음에도 피고가 1년 가까운 장기간 은폐하여 이를 위반하였다는 것으로 요약할 수 있다. <br/>  한편, 이에 대한 피고의 반박은, 이 사건 얼음정수기 모델 중 니켈도금 박리 현상이 확인된 것은 불과 1대에 불과한 반면, 원고들이 이 사건 얼음정수기 사용 중 니켈도금 박리가 발생하였다거나 이를 음용하였다는 사실에 대한 구체적인 증명이 없는 점, 이 사건 얼음정수기 모델에서 검출된 니켈이 건강상 위해를 염려할 정도에 이르지 않고, 민관 합동조사결과나 전문가들의 자문의견(을 제22, 23호증), 2018. 6. 15.자 대한직업환경의학회 사실조회회신도 동일한 결론이며, 니켈은 정수기가 아니더라도 음식, 물, 흡연을 통해 지속적으로 노출되는 것이 일반적인 점(대한직업환경의학회 2018. 7. 5.자 사실조회회신), 니켈도금 박리의 경우 금속인 니켈은 불수용성이어서 물에 용해되지 않으므로 원고들이 이를 이온 형태로 음용할 가능성이 없어, 니켈성분이 검출된 냉수는 원수인 수돗물이 원인일 가능성이 있으며, 니켈은 음용시 특별한 대사과정 없이 소변, 땀 등을 통해 체외로 배설되는 등 체내 흡수율이 낮아 인체에 악영향을 미칠 경우는 희박한 점(을 제4, 6, 22, 32 내지 34호증 등), 원고들이 호소하는 건강상 질환이 이 사건 정수기에서 검출된 니켈성분으로 인한 것이라는 증명도 없는 점, 피고는 니켈도금 박리 현상에 대하여 플라스틱 커버 장착을 통해 신속히 개선조치를 시행하는 한편 자발적으로 회수 조치도 시행한 점, 판례는 인체 유해 여부가 문제되는 제품의 사용과 관련한 정신적 손해와 관련하여 ‘그로 인한 질병 발생 등의 직접적인 침해결과가 발생하지 않거나 인체유해성이 확증되지 않은 상황에서 소비자에게 법적 배상이 필요한 정신적 손해가 발생했다고 볼 수 없다’고 판단한 점(대법원 2014. 2. 13. 선고 2011다38417 판결), 이 사건 얼음정수기와 동일한 모델 100대 중 22대에서 도금손상 관련 현상이 발견되었다는 민관 합동조사결과는 그 시료의 불완전성에 비추어 신뢰할 수 없고, 그 결과에 의하더라도 니켈 금속의 추가 박리나 유의미한 수준의 니켈 검출이 밝혀진 바 없는 점 등의 사정에 비추어, 원고들이 주장하는 부분을 피고가 소비자들에게 고지하지 않았다고 하여 소비자의 신체, 건강에 위험을 야기했다거나 소비자의 권리를 침해한 것으로 볼 수 없고, 나아가 그로 말미암아 소비자들에게 배상이 필요한 정신적 손해가 발생했다고 볼 수도 없다고 주장한다. <br/>  이 사건 청구원인 및 쌍방의 주장을 고려하여, 아래에서 ① 이 사건 계약의 내용 및 취지상 피고에게 이 사건 얼음정수기 및 관련 서비스(필터 점검 등) 제공이라는 주된 급부 제공의 의무 외에 중금속 오염물질의 고지와 관련한 부수적 의무가 존재하는지, ② 이 사건 일련의 경과에 비추어 피고가 정당한 사유 없이 위 필요한 부수적 의무를 위반한 귀책이 있다고 볼 수 있는지, ③ 그 위반에 따른 원고들의 정신적 손해 발생과 피고의 예견 및 회피가능성을 인정할 수 있는지 등 쟁점을 차례로 살펴보기로 한다.<br/>    (3) 먼저, 이 사건 계약의 내용 및 취지상 피고에게 이 사건 얼음정수기의 임대 등 관련 서비스(정기점검 등)의 제공이라는 주된 급부 제공 의무 외에 부수적 의무로서, 이 사건에서 문제되는 정수기 작동 결과 발생한 오염물질 관련 정보의 제공(고지) 및 그 전제가 되는 고객 보호, 배려의 각 의무(이하 ‘이 사건 고지 등 의무’)가 인정되는지를 살펴본 결과, 아래와 같은 이유에서 이를 긍정함이 상당한 것으로 판단된다. <br/>      (가) 앞서 본 사용설명서, 품질보증서, 약관 등의 문언과 취지, 그 사용된 용어의 사전적 의미, 정수기 용도 및 일반적 사용 동기, 이 사건 얼음정수기 임대차 등에 따른 정수기의 계속 제공 및 관련 필터 정기점검 등 서비스의 계속적인 제공이 이루어지는 계속적 계약관계로서의 특성 등을 종합하면, 이 사건 얼음정수기를 임대 등 방식으로 제공하고 관련 서비스를 제공함에 있어 니켈을 비롯한 중금속 오염물질의 제거와 관련하여 피고가 약속한 사항으로 보통의 합리적인 고객들이 받아들였으리라고 이해되는 것은, 다단계 필터링 절차를 거쳐 입자성 중금속과 함께 수돗물 원수 등에 이온화된 용해성 중금속을 제거하고, 전문적, 과학적, 지속적인 필터 점검을 통해 사용기간이 끝나는 날까지 그 안전성과 신뢰성을 책임짐으로써 그 점에 있어 깨끗한 물을 ‘안심하고’ 마실 수 있다는 피고의 약속이라고 볼 수 있다. 이러한 약속은 이 사건 얼음정수기 및 관련 서비스의 제공이라는 계약의 주된 급부 의무에는 포함되지 않는 것이지만, 고객들이 피고와 계약을 체결함에 있어 유의미하게 고려한 부수적 사항이자 피고 역시 그 취지를 인식할 수 있었다고 볼 수 있으므로, 이러한 측면에서 제반 사정을 종합하여 볼 때 위 약속을 신뢰한 고객들이 그 선택권 행사의 당부 내지 계속 여부에 관한 의사 결정과 관련하여 알 필요가 있다고 인정되는 정도에 이르는 사항이라면, 고객의 계약상 객관적, 주관적 이익에 대한 배려 혹은 보호 차원에서 고지의무 대상이 된다고 봄이 상당하다. 이때 고객들에게 고지하여 알려 줄 필요가 있다고 인정되는 정도인지의 판단은 계약의 목적, 취지, 동기, 표시된 문언, 해당 중금속의 성질 및 그에 관한 일반적 사회통념 등을 기준으로 하되, 그 해석에 있어서는 소비자 계약의 취지에 맞추어 평균적, 객관적인 소비자의 시각을 배려, 존중할 필요가 있을 것이다.<br/>      (나) 이 사건 계약 관련 약관 혹은 품질보증서를 통해 계약 해석의 보충적 자료가 된 것으로 볼 수 있는 소비자기본법의 규정에서 확인할 수 있는 계약의 목적인 물품 등 관련 필요한 지식과 정보의 제공에 관한 사업자의 의무로부터도 같은 결론을 도출할 수 있다. 즉, 소비자기본법은 이 사건 계약과 같은 사업자와 소비자간 물품 등 거래에 있어서 소비자의 권익을 증진하기 위하여 여러 경제주체들이 경제활동을 함에 있어 준수해야 할 책무를 규율하는 것을 목적으로 삼고(제1조), 소비자는 물품, 용역 등을 선택함에 있어 필요한 지식 및 정보를 제공받을 권리, 그 물품 등으로 인한 생명, 신체 또는 재산에 대한 위해로부터 보호받을 권리 등을 가지며(제4조), 사업자는 물품 등을 공급함에 있어서 물품 등에 대한 정보를 성실하고 정확하게 제공하여야 하고, 소비자의 합리적인 선택이나 이익을 침해할 우려가 있는 거래조건이나 거래방법을 사용해서는 안 되는 책무를 부담한다(제19조 제2항, 제3항)고 규정한다. 계약의 목적과 내용을 토대로 필요한 지식과 정보의 성실하고 정확한 제공 및 소비자의 합리적인 선택권과 이익의 보장에 관한 사업자의 책무를 강조하는 이러한 소비자기본법의 정신과 취지에 비추어 보더라도, 이 사건 얼음정수기를 제공하고 관련 서비스를 계속 제공함에 있어 니켈 등 중금속 오염물질의 검출과 관련하여 이 사건 계약의 합목적적 해석상 고객들에게 고지하여 줄 필요가 있다고 인정되는 정도에 이르는 사항이라면, 고지의무 대상이 된다고 봄이 상당하다.<br/>      (다) 이 사건 얼음정수기의 사용설명서, 품질보증서, 약관 및 피고의 선전, 광고 등을 참조하여 이 사건 얼음정수기를 임차 등으로 제공받아 사용한 고객의 계약 체결의 동기 측면에서 보아도 위와 같은 피고의 부수적 고지의무가 인정된다고 볼 수 있다. 즉, 이 사건 얼음정수기 유상 사용은 가정으로 공급되는 수돗물의 수질 안전성에 대한 우려와 불신감에서 비롯된 것으로, 이 사건 얼음정수기를 통하여 수돗물을 한 번 더 정수하여 한층 높은 수준의 안전성이 확보된 더욱 깨끗하고 안전한 물을 지속적으로 음용하기 위함이 계약의 주된 동기라고 보아야 할 것이다. 특히 수돗물의 경우 먹는물 관리법 제5조 제3항 및 수도법 제26조 제2항 등에서 정한 엄격한 수질기준을 충족함으로써 의학적, 과학적 위해성 우려는 해소된 것으로 간주할 수 있음에도 고객이 추가적인 비용을 들여 정수기를 사용하였다는 점에서도 그러하다. 그렇다면 단순히 법령상 안전기준의 측면에서 인체에 유해하지 않은 정도의 수질을 가진 물을 음용할 수 있는 것을 넘어, 발전해 가는 과학, 의료, 보건 및 건강한 삶 등 측면에서 보다 높은 수준의 안정성이 확보된 건강하고 깨끗한 물을 음용하기 위함에 계약의 주된 동기가 있는 것으로, 여기에는 수돗물에 함유되어 있을지 모를 중금속 기타 인체 위해성이 우려되는 여러 성분이 걸러진 깨끗하고 안전한 물을 지속적으로 음용할 수 있는 것을 포함하고, 그에 필요한 사업자의 기업 윤리에 상응하는 적절한 조치에 관한 신뢰도 또한 포함된 것으로 보아야 할 것이다. 피고도 그러한 고객들의 주관적 욕구에 대한 인식을 토대로 같은 취지의 광고 등을 통해 이 사건 얼음정수기 사용을 권유한 것으로 보아야 할 것이니, 이러한 관점에서 보아도 마찬가지이다. <br/>    (4) 다음, 이 사건의 경과에 비추어 피고가 정당한 사유 없이 필요한 정보의 고지의무 등 고객에 대한 부수적 의무를 위반한 귀책이 있었는지에 관하여 살펴본 결과, 니켈의 발암물질 겸 중금속 오염물질로서의 일반적인 성질과 이 사건 얼음정수기 혹은 같은 모델의 얼음정수기에서 검출된 니켈도금 박리 내지 니켈성분에도 불구하고 그것이 원고들을 비롯한 고객들의 인체에 위해를 초래하였다거나 초래할 정도에 이르렀다는 데 대한 객관적인 증명이 없는 이 사건에 있어서, 인체 혹은 건강상의 위해에 대한 주관적인 우려만으로 곧바로 이를 고지하지 않은 피고의 조치가 위법하다거나 부수적 의무위반의 귀책이 있다고 단정하기는 어려울 수 있으나, 이 사건의 경우 피고 스스로도 그 심각성을 인지하고 업그레이드 명목으로 그 효과도 검증되지 않은 임시방편의 조치를 취하는 한편 종내에는 사과문을 발표하고 전량 회수 조치까지 실시한 정수기의 문제점에 관하여 그 이전 1년 가까운 장기간 그 사실을 은폐하는 바람에, 중금속 등 오염물질에 대한 우려와 이를 불식시키는 피고의 깨끗한 물 공급의 약속 및 기업윤리와 이 사건 얼음정수기의 성능에 대한 믿음 등 이 사건 계약의 해석상 도출되는 고객으로서의 정당한 신뢰 하에 수돗물 혹은 생수 대신 이 사건 얼음정수기의 사용이라는 적극적인 소비자 선택권을 행사한 고객들로 하여금 그 의사의 결정 및 유지에 영향을 미칠 만한 사정의 발생에도 불구하고 그에 관한 어떠한 자발적 선택 내지 조치의 기회도 없이 관련 정보의 무지 속에 해당 정수기를 계속 사용할 수밖에 없는 처지로 전락시킨 피고 조치의 부적절성과 합쳐 살펴보면, 피고의 조치는 전체적으로 정당한 사유 없이 필요한 정보제공 등 고객에 대한 부수적 의무를 위반한 귀책이 있다고 판단된다. 그 구체적인 근거는 아래와 같다. <br/>  이 사건 일련의 진행 경과에 비추어 알 수 있는 다음과 같은 사정들, 즉 2015. 7.경 정수기 정기점검 중 니켈도금이 박리되어 냉수 탱크에 떨어진 사실을 피고가 발견한 점, 비록 니켈도금 자체의 박리 현상은 그 외에는 밝혀진 바 없으나, 민관 합동조사반이 동종의 정수기 냉각구조물 100개 분해 결과 도금손상이 22개 구조물에서 확인된 사정에 비추어 니켈도금 박리 현상이 위 확인된 1건에 국한되었으리라고는 단정하기 어려운 점, 그 무렵 같은 모델 정수기 19대에 대한 피고 자체 검사결과 13대의 냉수에서 0.012mg/L ~ 0.347mg/L의 니켈성분 검출 사실을 확인하였는데, 그 중 WHO 평생음용권고치 0.07mg/L 이상 기록 사례도 4건(각 0.07, 0.347, 0.245, 0.08)으로 약 21%(=4/19)에 해당하는 점, 니켈성분은 이 사건 얼음정수기 중 정수수와 얼음을 제외한 냉수에서만 검출되었고, 다른 방식의 얼음정수기 대상 실험결과 모두 정량(0.005mg/L) 미만의 니켈이 검출된 사실에 비추어 이는 피고 제조 정수기 전반에 걸친 문제 혹은 작동상 일시적 문제라기보다는 이 사건 얼음정수기 중 냉수 관련 부분 특유의 문제라고 볼 만한 충분한 여지가 있었던 점, 피고가 미봉책으로 마련한 증발기 플라스틱 커버 장착 방안 실시 이후의 자체 검사결과로도 여전히 1010대 정수기 중 다양한 수치의 니켈성분이 검출되고 그 중 WHO 평생음용권고치 0.07mg/L 이상 기록 사례도 126건으로 약 21%(=4/19)에 달했던 점, 피고는 위 정보를 공개 혹은 고객에게 제공하지 않았을 뿐만 아니라 고객들이 보유한 이 사건 얼음정수기에 플라스틱 커버를 장착하면서 그것이 그 직전 발생한 니켈도금 박리 등 이상 증상의 대책이기도 하다는 사실에 대한 고지도 하지 않고 단지 제품 업그레이드를 명분으로 내세운 점, 법령상의 엄격한 수질기준을 충족한 수돗물도 불신하고 이 사건 얼음정수기를 사용한데다가 이 사건 방송 보도 후 각종 건강상 질환을 호소한 수가 수백 건에 이르는 등 중금속으로 인한 수질오염의 위해 및 그 가능성에 대한 고객들의 민감성에 비추어 위 정보의 제공 및 고지가 이루어졌더라면 별도의 조치가 없이는 다수의 고객들이 이 사건 얼음정수기를 그대로 사용하지 않았을 것이라는 합리적 추론이 가능한 점, 피고가 2015. 7. 최초 이상 증상 발견시로부터 1년이 지난 2016. 7.경 이를 폭로하는 언론 보도가 있고서야 비로소 보도 사실을 시인하면서 사과문을 발표하고 이 사건 얼음정수기 단종 및 회수 등 후속조치를 취한 점, 원고들이 보유한 이 사건 얼음정수기에 위 각 조치 당시 니켈도금 박리 혹은 니켈성분 검출 관련하여 어떠한 문제가 있었는지에 관하여는 피고가 개별적 확인 절차나 관련 정보의 제공 없이 다른 명분을 들어 일방적으로 실시한 위 각 조치로 인하여 검증할 수 없게 되어 버렸고, 그 때문에 원고들은 이 사건에서 청구하는 정신적 피해에 대한 손해배상 외에는 다른 권리행사를 하기 어렵게 된 점(관련 정보를 보유하고 전문성을 갖춘 피고 대신 개별 고객들이 렌탈한 정수기의 니켈도금 박리 내지 니켈성분 함량을 조사한다든지, 검출된 니켈성분과의 비교를 위하여 고객들이 각자 니켈 민감군 해당 여부 판정에 필요한 정밀 의료진단을 받는다든지 하는 등의 조치를 취하도록 기대한다는 것은 현실적이지도, 이 사건 계약의 취지에 부합하지도 않는다), 비록 피고 자체 검사결과 검출된 니켈성분의 정도가 WHO 기준이나 미국 환경청 기준에 미달하는 경우가 대다수이고 WHO 기준을 초과한 경우에도 평생음용의 조건을 고려하면 이에 미달한다고 볼 여지가 많으며, 나아가 니켈 노출이 일정 수준에 이르지 않는 한 건강상 위해를 초래할 정도라고 보기 어렵다는 다수 연구결과 및 학설이 존재하기는 하지만, 그와 달리 니켈의 장기간 노출이 다양한 부작용을 초래할 가능성을 무시할 수 없다는 연구결과도 존재할 뿐만 아니라 무엇보다 그 기준 초과 니켈성분 포함 정수(냉수)의 음용을 피고가 관련 정보를 은폐한 1년간 계속하였을 수 있다는 데에 대한 고객들의 정신적 충격이 상당하였을 것으로 추론함에는 전혀 부족함이 없고, 특히 인구의 10-20%에 달하기도 한다는 니켈 과민군에 해당할 수 있는 고객들의 경우 피부 질환 등의 원인으로 의심할 만한 수치의 니켈검출이 상당수에 이르고, 민관 합동조사단도 니켈 과민군의 경우 피부염 등 위해 우려가 있으므로 소비자들은 사용을 중단할 것을 당부하기까지 하여 그 정신적 충격이 더욱 컸을 것으로 보이는 점, 이러한 사정들에 비추어, 피고가 공론화하지 않는 바람에 결과적으로 1대 외에는 확인할 수 없게 된 니켈도금 박리 정수기의 수효 및 이 사건 얼음정수기 중 니켈성분 함유 냉수의 음용이 정상인 혹은 일반적 기준치를 토대로 실제로 인체에 미치는 영향은 없거나 미미한 수준일 것이라는 일반적 추론만을 근거로, 피고의 위 은폐 기간 중 계속적인 정수기 사용에 따른 고객의 건강 질환 호소 등의 문제 제기가 이 사건 계약의 취지상 보호나 배려의 가치 없는 공연한 의혹에 불과하다고 보기 어려운 점, 이 사건 계약을 통해 원고들을 비롯한 고객이 유상으로 서비스를 제공받은 것은 국내외의 통일된 기준이나 학설도 존재하지 않는 니켈 평생음용권고치 적합성 등을 충족하였음을 믿었기 때문이 아니라 건강하고 깨끗하며 안심할 수 있는 정수의 공급이 이루어질 것이라는 피고의 약속 및 기업윤리와 해당 정수기에 대한 신뢰에 터잡은 것으로, 고도의 전문적 지식을 요하는 정수시스템에 대한 정보의 편재 및 계속적 서비스 제공계약에 따른 의존관계의 특성상 이에 대한 신뢰의 지속 여부에 영향을 미칠 만한 것으로 보이는 사정의 발생에 대해서는 관련 정보를 합리적이고 객관적인 범위 내에서 성실히 제공할 의무가 부수적인 형태로 인정된다고 볼 수 있는 점 등의 사정을 종합하면, 피고는 위 니켈도금 박리 및 그 조사, 확인 과정에서 알게 된 니켈성분 검출 등 사실에 관하여 원고들을 비롯한 고객의 깨끗하고 안전한 물(의 공급)에 대한 신뢰의 보호, 배려 차원에서 이를 고지하여 그에 따른 정수기의 계속 사용여부 등 이 사건 계약상 소비자의 권리로서 존중받아 마땅한 선택권 행사의 기회를 제공하였어야 함에도 이를 알리는 대신 오히려 장기간 이를 사실상 은폐하고 결과적으로 정확한 원인을 규명할 수 없게 한 이상, 이는 피고의 귀책에 의한 부수의무 위반행위이자 계약의 불완전이행에 해당한다고 봄이 상당하다. <br/>    (5) 이상의 사정에 비추어 보면, 피고의 고지의무 위반으로 인하여 약 1년간 이 사건 얼음정수기의 정수(냉각) 과정에서 발생하였거나 발생하였을 수도 있는 니켈도금 박리 혹은 니켈성분 함유 냉수 섭취의 가능성을 알지 못한 채 그 냉수를 계속 이용할 수밖에 없었던 원고들로서는 그러한 사정을 알았더라면 이 사건 얼음정수기의 정수과정을 거친 냉수를 음용하지 않았거나 적어도 별도의 조치 없이 그 음용을 계속하지 않았을 가능성이 많았으리라고 추론함이 사회통념상 상당하므로, 이 사건 계약의 해석을 통해 인정되는 그에 관한 정당한 선택의 기회를 상실한 데 따른 원고들의 상당한 정신적인 충격 및 그로 인한 정신적 손해의 발생을 인정할 수 있고, 이는 일상 생활환경에서도 섭취할 수 있고 객관적으로도 신체에 대한 위해 가능성이 적은 중금속의 부지불식간 섭취가능성을 걱정하는 감정적인 꺼림칙함의 정도를 넘는 경우에 해당하며, 피고 역시 이러한 사정을 충분히 예견할 수 있었을 뿐만 아니라 방송 보도로 밝혀지기 이전 적절한 시점과 방법으로 고객들에게 고지하여 필요한 조치를 취할 수 있도록 함에 특별한 장애가 없었음에도 의도적으로 이를 회피하였던 것으로 봄이 상당하다. <br/>  이를 다투는 피고의 주장은 앞서 본 여러 사정들에 비추어 모두 받아들일 수 없고, 피고가 그 주장의 근거로 원용하는 판례들은, 이 사건 계약의 해석상 도출되는 고객인 원고들의 안전하고 깨끗한 물의 음용을 통한 신체적, 정신적 건강성과 안전성의 신뢰에 대한 보호, 배려 차원의 고지의무를 피고가 1년 가까이 고의로 은폐하고 그 기간 동안 합리적으로 추론되는 원고들의 의사에 반하는 음용행위가 계속되도록 함으로써 원고들의 위 신뢰를 장기간 상당한 정도로 침해하였다고 볼 수 있는 이 사건의 경우와는 구체적 계약관계 및 사실관계를 달리 하는 것이어서 원용하기에 적절하지 않다.  피고는 의사의 의료행위에 있어서 위자료 지급대상이 되는 설명의무위반의 요건으로 중대한 결과발생이 예측되는 의료행위에 관한 것이어야 함을 드는 대법원 1995. 4. 25. 선고 94다27151 판결 등을 원용하면서, 피고의 고지의무위반에 따른 위자료 지급의무 성립을 인정하기 위해서는 원고들의 니켈 음용으로 인하여 생명·신체에 대한 위험을 가져올 수 있는 중대한 결과가 발생할 것임이 전제되어야 하는데, 이 사건에서 문제된 니켈 수치가 그에 미치지 못하므로 이를 인정할 수 없다는 취지로도 주장한다. 그러나 의료사고의 경우와 이 사건은 기본적인 사실관계 및 계약관계를 달리 하는데다가 이 사건의 경우, 원인불명의 중금속 오염물질에의 노출 가능성에 대한 정수기 사업자의 고객에 대한 고지의무가 이 사건 계약상 부수적 의무로서 인정됨에도 장기간 은폐한 행위로 말미암아 고객이 입게 된 정신적 충격이 문제되고, 그 정신적 충격의 정도가 상당할 것으로 인정됨은 앞서 살펴본 바와 같으므로, 객관적으로 중대한 결과발생의 가능성이 없다는 이유만으로 달리 볼 수 없어, 위 주장은 이유 없다. <br/>나. 손해배상책임의 범위<br/>    (1) 정신적 고통에 대한 손해배상책임이 인정될 경우, 그 위자료 액수에 관하여는 사실심 법원이 여러 사정을 참작하여 그 직권에 속하는 재량에 의하여 이를 확정할 수 있다(대법원 2006. 5. 11. 선고 2003다8503 판결 등 참조).<br/>  위 법리 및 앞서 살펴본 여러 사정에 비추어 보면, 피고가 배상하여야 할 위자료의 액수는 각 1,000,000원이라고 본 제1심의 판단은 수긍할 수 있다.<br/>    (2) 피고는 이 사건 얼음정수기의 대부분을 회수하였고, 교환 또는 해지와 더불어 사용료 등의 환불을 하였으며, 향후 납부할 정수기 사용료도 면제하는 등 상당한 정도의 사후조치를 하였으므로 이로써 피고의 고지의무 위반으로 원고들이 입었다고 하는 정신적 고통도 모두 회복된 것으로 보아야 한다는 취지의 주장을 한다. 그러나 위와 같은 피고의 사후조치는 원고들이 주장하는 니켈(성분) 음용에 따른 신체상의 건강 및 안전에 관한 침해의 전보적 취지에서 이루어진 것으로 볼 수 있을 뿐, 원고들의 정신적 고통을 위자하기 위한 취지에서 이루어진 것이라고 볼 만한 증거가 없으므로 전자의 손해에 관한 배상조치로 후자의 손해에 대한 배상이 이루어진 것으로 볼 수 없고, 나아가 위 조치만으로 원고들의 정신적 고통이 모두 위자되었다고 보기에 부족하다. 피고의 위 주장은 이유 없다.<br/>다. 소결론<br/>    따라서 피고는 원고들에게 손해배상금 각 1,000,000 원 및 이에 대하여 이 사건 청구취지 및 청구원인 변경신청서 부본이 송달된 다음 날임이 기록상 분명한 2018. 1. 19.부터 피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 상당하다고 인정되는 제1심판결 선고일인 2018. 11. 29.까지 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 결 론<br/>  그렇다면 원고들의 이 사건 청구는 위 각 인정범위 내에서 이유 있어 이를 인용하고 나머지 청구는 이유 없어 이를 기각하여야 하는바, 이와 결론을 같이 하는 제1심판결은 정당하므로 피고의 항소를 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 천대엽(재판장) 김환수 이승한",
    "사건번호": "2018나2074793",
    "사건종류코드": "400101",
    "판례정보일련번호": "222843",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}