{
  "PrecService": {
    "판시사항": "  甲이 乙 등으로부터 상가를 임차하여 일반음식점업을 하다가 실내포차 영업을 하려는 丙과 권리금 계약을 체결하고 乙 등에게 신규임차인 丙과 임대차계약을 체결하여 줄 것을 요청하였는데, 乙 등이 실내포차에서 발생하는 음식 냄새 등으로 주거 생활에 불편을 초래할 수 있다는 이유로 임대차계약을 거절하자, 甲이 丙과 위 권리금 계약을 해제하고 상가를 乙 등에게 인도한 사안에서, 甲이 乙 등과 위 상가에서 술이나 음식을 판매하는 업종을 제한하기로 약정하였음을 인정하기 어렵고, 신규임차인 丙에게 환기시설을 요구하거나 영업시간을 조절하는 방법으로 냄새나 소란 등 문제를 해결할 가능성을 고려하지 않고 일방적으로 임대차계약의 체결을 거절하는 등 乙 등이 정당한 사유 없이 甲이 주선한 신규임차인이 되려는 丙과 임대차계약의 체결을 거절하였다고 보아 乙 등의 손해배상책임을 인정한 사례<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조의4 제1항, 제3항, 민법 제390조<br/>",
    "선고일자": "20211014",
    "법원명": "대법원",
    "사건명": "손해배상(기)",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 소원 담당변호사 남민준)<br/>【피고, 상고인】 망 소외 1의 소송수계인 피고 1<br/>【피고, 상고인 겸 망 소외 1의 소송수계인】 피고 2 외 1인 (소송대리인 변호사 이종건)<br/>【원심판결】 서울중앙지법 2019. 5. 3. 선고 2018나46591 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 피고들이 부담한다. <br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 피고 3의 탄원서는 이를 보충하는 범위에서)를 판단한다. <br/>  1. 사실관계<br/>  원심판결 이유에 따르면 다음 사실을 알 수 있다. <br/>  가. 소외 1과 피고 2(이하 ‘소외 1 등’이라 한다)은 5층 규모인 이 사건 건물을 1/2 지분씩 소유하고 있었다.<br/>  원고는 2015. 5. 11. 소외 1 등으로부터 이 사건 건물 중 1층 102호에 있는 이 사건 상가를 보증금 2,500만 원, 기간 2015. 6. 11.부터 2017. 6. 10.까지로 정하여 임차하고, 빵과 빵을 이용한 음식을 판매하는 일반음식점업을 하였다. 원고는 임대차계약 당시 이 사건 상가에서 세탁소를 운영하던 임차인에게 권리금 6,000만 원을 지급하였다. <br/>  나. 원고는 2017. 5. 13. 이 사건 상가에서 실내포차 영업을 하려는 소외 2와 권리금 6,000만 원을 지급받기로 하는 권리금 계약을 체결하고 같은 날 계약금 600만 원을 받았다. 원고는 소외 1 등에게 신규임차인과 임대차계약을 체결하여 줄 것을 요청하였다. 소외 1 등은 이 사건 건물 2층이 마사지 샵, 3, 4층이 주거시설로 사용되고 있고, 실내포차에서 발생하는 음식 냄새와 음주 소란 등으로 주거 생활에 불편을 초래할 수 있다는 이유로 임대차계약을 체결할 수 없다고 통보하였다.<br/>  원고는 소외 2와 권리금 계약을 해제하고 계약금 600만 원을 반환하였고, 소외 1 등에게 이 사건 상가를 인도하였다.<br/>  다. 소외 1은 이 사건 소송 계속 중 사망하였고, 처인 피고 1과 자녀인 피고 2, 피고 3이 소송을 수계하였다.<br/>  2. 업종 제한 약정의 유무<br/>  원심은 다음과 같은 이유로 원고가 소외 1 등과 이 사건 상가에서 술이나 음식을 판매하는 업종을 제한하기로 약정하였음을 인정하기 어렵다고 판단하였다. 임대차계약서에는 업종 제한이 기재되어 있지 않다. 부동산중개업자 소외 3은 원고에게 업종 제한을 구두로 설명했다고 진술하였으나, 이를 믿기 어렵다. <br/>  원심판결 이유를 기록에 비추어 살펴보면, 원심판결에 상고이유 주장과 같이 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 의사해석 등에 관한 법리를 오해한 잘못이 없다.<br/>  3. 임대차계약 체결 거부에 관한 정당한 사유의 존부 <br/>  가. 구 「상가건물 임대차보호법」(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조의4는 \"임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 다음 각호의 어느 하나에 해당하는 행위를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 된다.\"라고 정하면서(제1항), 각호의 사유 중 하나로 ‘그 밖에 정당한 사유 없이 임대인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위’를 들고 있다(제4호). 임대인이 위와 같은 권리금 회수기회 보호의무를 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임을 부담한다(제3항).<br/>  나. 원심은 다음과 같이 소외 1 등이 정당한 사유 없이 원고가 주선한 신규임차인이 되려는 사람과 임대차계약의 체결을 거절하였다고 보아 피고들의 손해배상책임을 인정하였다. <br/>  원고와 소외 1 등이 이 사건 상가에서 술이나 음식을 판매하는 영업을 하지 않기로 약정하였다고 보기 어렵다. 이 사건 상가 바로 옆에 있는 101호에는 술과 고기를 구워서 파는 양고기 식당이 있다. 한편 제1심법원의 감정 결과 등에 따르면 이 사건 건물 주변 상가에는 술과 고기를 판매하는 식당들이 있다. 원고는 소외 1 등에게 이 사건 상가에서 실내포차를 하려는 신규임차인을 주선하였다. 소외 1 등은 신규임차인에게 환기시설을 요구하거나 영업시간을 조절하는 방법으로 냄새나 소란 등 문제를 해결할 가능성을 고려하지 않고 일방적으로 임대차계약의 체결을 거절하였다. 원고는 업종이 다른 종전 임차인에게 권리금으로 임대차보증금 2,500만 원보다 많은 6,000만 원을 지급하였다. <br/>  다. 원심판결 이유를 기록에 비추어 살펴보면, 원심판결에 상고이유 주장과 같이 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 권리금 회수 방해 등에 관한 법리를 오해한 잘못이 없다.<br/>  4. 결론 <br/>  피고들의 상고는 이유 없어 이를 모두 기각하고 상고비용은 패소자들이 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 노정희(재판장) 김재형(주심) 안철상 이흥구 ",
    "사건번호": "2019다236392",
    "사건종류코드": "400101",
    "판례정보일련번호": "223399",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}