{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170725",
    "법원명": "서울고등법원",
    "사건명": "집행판결",
    "판례내용": "【원고, 항소인 겸 피항소인】 에이엔지 뱅크 뉴질랜드 리미티드 (소송대리인 법무법인 광장 담당변호사 임성우 외 1인)<br/>【피고, 피항소인】 피고 1<br/>【피고, 항소인】 피고 2 (소송대리인 변호사 김은수)<br/>【제1심판결】 서울중앙지방법원 2016. 6. 3. 선고 2014가합544291 판결<br/>【변론종결】2017. 4. 27.<br/>【주    문】<br/>  1. 원고와 피고 2의 항소를 모두 기각한다.<br/>  2. 항소비용 중 원고와 피고 1 사이에 생긴 부분은 원고가 부담하고, 원고와 피고 2 사이에 생긴 부분은 위 피고가 부담한다.  <br/>  3. 원고가 이 법원에서 2017. 3. 21. 한 예비적 청구를 추가하는 청구변경신청은 허가하지 아니한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>    원고와 피고들 사이의 뉴질랜드 오클랜드 고등법원(High Court of New Zealand Auckland) CIV-2***-****-****00호 사건에 관하여 위 법원이 2013. 8. 15. 선고한 판결 중 ‘피고들은 공동하여 원고에게 뉴질랜드국 통화 8,336,110.71달러 및 이에 대한 2013. 2. 1.부터 판결 선고일까지 발생한 이자 뉴질랜드국 통화 84,039.49달러를 지급하라’는 부분에 기초한 강제집행을 허가한다.<br/>2. 항소취지<br/>    가. 원고: 제1심판결 중 피고 1에 대한 부분을 취소한다. 청구취지와 같은 판결을 구한다. <br/>    나. 피고 2: 제1심판결 중 피고 2에 대한 부분을 취소한다. 원고의 피고 2에 대한 청구를 기각한다. <br/>【이    유】1. 기초사실<br/>가. 당사자들의 지위<br/>  1) 원고는 뉴질랜드국법에 의하여 설립되어 은행업을 영위하는 법인이다.<br/>  2) 피고들은 부부로, 국내에서 거주하다가 1993. 11.경 뉴질랜드로 이민을 가 2010. 9. 1.경 국내로 다시 들어와 생활할 때까지 뉴질랜드에서 그곳에 설립된 ‘○ 그룹’ 및 그 계열사들을 운영하였던 사람들이다.<br/>나. 원고의 피고들에 대한 뉴질랜드에서의 소송 진행과정<br/>   1) 원고는 2013. 2.경 피고들을 상대로 뉴질랜드 오클랜드 고등법원(이하 ‘이 사건 외국법원’이라 한다)에 ‘피고들 및 ○ 그룹 계열사들로부터 담보를 제공받고 피고들 및  위 계열사들에 뉴질랜드국 통화 112,968,088달러를 대출해주었고, 피고들이 채무를 보증하기도 하였는데, 피고들은 대출채무자 및 보증인으로서의 의무를 이행하지 않았다’면서 그 이행을 구하는 소를 제기하였다(이하 ‘이 사건 외국소송’이라 한다).<br/>   2) 원고는 2013. 2. 27. 이 사건 외국법원에, 피고들이 뉴질랜드가 아니라 피고 1은 대한민국 서울 서초구 (주소 1 생략)(이하 ‘△△동 아파트’라 한다)에, 피고 2(대법원 판결의 피고)는 대한민국 서울 강남구 (주소 2 생략)(이하 ‘□□동 아파트’라 한다)에 각 거주하고 있음을 이유로 소장, 소송통지서, 약식판결 중간신청서 등의 해외송달을 신청하였다(위 서류에는 이 사건 외국법원의 약식판결에 대한 심리기일이 2013. 6. 20. 오후 2:15으로 기재되어 있었다. 이하 송달 대상 서류들을 ‘소송서류’라고만 한다).<br/>   3) 이 사건 외국법원은 2013. 3. 12. 뉴질랜드 법무부에 공식경로를 통한 피고들에 대한 소송서류의 송달을 요청하였고, 주한 뉴질랜드 대사관은 2013. 3. 22. 대한민국 외교통상부에 피고들에 대한 소송서류의 송달을 요청하였다.<br/>   4) 위와 같은 과정을 거쳐 ① 서울중앙지방법원은 공조번호 2013-184호, 사건번호 2013러50호로 피고 1에 대하여 △△동 아파트에서 소송서류의 송달을 실시하였으나, ‘수취인 미거주’를 이유로 송달이 되지 않았다. 또한 ② 위 법원은 공조번호 2013-185호, 사건번호 2013러51호로 2013. 5. 1. 피고 2에 대하여 □□동 아파트에서 소송서류를 송달하였는데, □□동 아파트에서 위 서류를 수령한 사람은 우편송달통지서(이하 ‘이 사건 송달통지서’라 한다) 중 영수인란에 “夫 피고 1”이라고 기재하고 그 옆에 서명하였다[이후 뉴질랜드에서는 위 “夫”가 “Father”(父)로 잘못 번역되었다].<br/>   5) 이 사건 외국법원에서 2013. 6. 20. 약식판결 심리기일이 열렸는데 피고들은 출석하지 않았고, 위 법원은 “피고 2에 대하여는 2013. 5. 1. 송달이 이루어졌다. 피고 1에 대하여는 송달이 되지 않아 원고가 대체송달(substituted service)을 인정해줄 것을 신청하고 있고, 청구금액도 정정할 필요가 있다. 피고들에 대한 약식판결 신청 기한을 2013. 8. 16. 오후 2:15으로 연기한다”는 석명권고를 하였다.<br/>   6) 이후 이 사건 외국법원은 2013. 6. 24. “뉴질랜드 법원의 관할 밖에 있는 피고 1에게 대체송달을 명하는 것에 아무런 관할상의 제한이 없다고 판단한다”는 취지의 중간판결을 선고하였다.<br/>   7) 한편 서울중앙지방법원은 2013. 6. 5. 대법원에 2013러50, 51호의 송달결과를 회신하였고, 대법원은 2013. 6. 25. 대한민국 외교통상부에 위와 같은 송달결과를 기재한 회신서를 이 사건 외국법원으로 송부하여 줄 것을 요청하였으며, 대한민국 외교통상부는 2013. 7. 17. 이를 뉴질랜드 외교통상부에 송부하였다.<br/>   8) 그 후 이 사건 외국법원은 2013. 8. 15. 별지1 기재와 같은 판결을 선고하였다(이하 ‘이 사건 외국판결’이라 한다).<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 4, 7, 9 내지 13호증, 을 제12호증의 1, 2, 3의 각 기재 및 변론 전체의 취지<br/>2. 원고의 청구원인 주장<br/>  이 사건 외국판결이 확정되었을 뿐만 아니라 외국판결의 승인을 위한 민사소송법 제217조가 정한 요건을 모두 갖추었기 때문에 민사집행법 제27조에 따라 위 판결에 기초한 강제집행이 허가되어야 한다. <br/>3. 판 단<br/>가. 외국법원의 판결이 승인·집행되기 위한 요건<br/>   외국법원의 판결이 우리나라에서 승인·집행되기 위해서는 민사소송법 제217조 및 민사집행법 제27조가 정한 요건, 즉 ① 외국법원의 확정판결로서 ② 대한민국의 법령 또는 조약에 따른 국제재판관할의 원칙상 그 외국법원의 국제재판관할권이 인정될 것, ③ 패소한 피고가 소장 또는 이에 준하는 서면 및 기일통지서나 명령을 적법한 방식에 따라 방어에 필요한 시간 여유를 두고 송달받았거나(공시송달이나 이와 비슷한 송달에 의한 경우를 제외한다) 송달받지 아니하였더라도 소송에 응하였을 것(이하 ‘민사소송법 제217조 제1항 제2호 요건’이라 한다), ④ 그 판결의 효력을 인정하는 것이 대한민국의 선량한 풍속이나 그 밖의 사회질서에 어긋나지 아니할 것, ⑤ 상호보증이 있거나 대한민국과 그 외국법원이 속하는 국가에 있어 확정재판 등의 승인요건이 현저히 균형을 상실하지 아니하고 중요한 점에서 실질적으로 차이가 없을 것을 충족하여야 한다.<br/>나. 이 사건 외국판결이 확정되었는지 여부<br/>   1) 뉴질랜드 고등법원 규칙 제20.3(1)(b)항 및 제20.3(3)(b)항은 ‘법령상 허가 없이 항소하지 못하는 경우에는, 판결의 선고가 있은 날로부터 20 영업일 이내에 항소를 위한 허가를 신청해야 하고, 결정권자 또는 법원이 별도의 일자를 지정하지 아니하였을 경우 허가가 있은 날로부터 20 영업일 이내에 항소를 제기하여야 한다’고 정하고 있고, 뉴질랜드 항소법원(민사) 규칙 제29(1)(a)항은 ‘당사자가 항소권을 가지는 경우 판결이 있은 날로부터 20 영업일 이내에 항소를 제기하여야 한다’고 정하고 있으며, 위 뉴질랜드 항소법원(민사) 규칙 제29(3)(a)항은 ‘판결이 있은 날이란 판결이유를 판결 선고 당시에 제시하였는지, 그 이후에 제시하였는지를 불문하고 판결의 선고가 있은 날을 말한다’고 정하고 있다.<br/>   2) 외국판결의 확정 여부는 그 재판이 행해진 당해 국가의 기준에 의하여 판단하여야 하는바, 이 사건 외국법원이 2013. 8. 15. 이 사건 외국판결을 선고한 사실은 위 기초사실에서 본 바와 같고, 앞서 본 뉴질랜드 고등법원 규칙 및 항소법원(민사) 규칙 내용에 비추어 보면, 이 사건 외국판결은 선고일인 2013. 8. 15.로부터 20 영업일이 경과하였음이 역수상 명백한 2013. 9. 12.에 통상적인 방법으로 불복할 수 없게 되어 확정되었다고 봄이 상당하다.<br/>다. 이 사건 외국법원이 국제재판관할권을 가지는지 여부<br/>   1) 국제사법 제2조는 제1항에서 “법원은 당사자 또는 분쟁이 된 사안이 대한민국과 실질적 관련이 있는 경우에 국제재판관할권을 가진다. 이 경우 법원은 실질적 관련의 유무를 판단함에 있어 국제재판관할 배분의 이념에 부합하는 합리적인 원칙에 따라야 한다”고 규정하고, 제2항에서 “법원은 국내법의 관할 규정을 참작하여 국제재판관할권의 유무를 판단하되, 제1항의 규정의 취지에 비추어 국제재판관할의 특수성을 충분히 고려하여야 한다”고 규정하고 있다. 법원은 당사자 간의 공평, 재판의 적정, 신속 및 경제를 도모한다는 기본이념에 따라 국제재판관할을 결정하여야 하고, 구체적으로는 소송당사자들의 공평, 편의 그리고 예측가능성과 같은 개인적인 이익뿐만 아니라, 재판의 적정, 신속, 효율 및 판결의 실효성 등과 같은 법원 및 국가의 이익도 함께 고려하여야 하며, 이러한 다양한 이익 중 어떠한 이익을 보호할 필요가 있을지 여부는 개별 사건에서 법정지와 당사자의 실질적 관련성 및 법정지와 분쟁이 된 사안과의 실질적 관련성을 객관적인 기준으로 삼아 합리적으로 판단하여야 한다(대법원 2015. 2. 12. 선고 2012다21737 판결 등 참고).<br/>   2) ① 원고는 뉴질랜드국법에 의하여 설립된 은행인 점, ② 피고들은 1993년경 뉴질랜드로 이민을 간 이후 그때부터 2010. 8.경까지 뉴질랜드에 거주하면서 사업을 영위한 점, ③ 이 사건 외국소송의 내용은 피고들이 뉴질랜드에서 사업을 영위하면서 원고 은행으로부터 차용한 대출금 및 이에 대한 보증채무의 이행에 관한 사안으로 그 기초적 사실관계의 대부분이 뉴질랜드에서 형성된 점은 위 기초사실에서 본 바와 같고, 이에 비추어 보면 이 사건 외국판결이 다루고 있는 분쟁이 법정지인 뉴질랜드와 실질적 관련성이 있다고 인정되므로, 이 사건 외국법원에 재판관할권이 있다고 인정된다.<br/>라. 피고 2에 대하여 적법하게 송달되었는지 여부<br/>   1) 피고 2의 주장<br/>    가) 이 사건 송달통지서에는 피고 2의 남편 피고 1이 2013. 5. 1. □□동 아파트에서 소송서류를 송달받은 것처럼 기재되어 있으나, 위 송달통지서에 기재된 서명은 피고 1의 서명이 아니고, 피고 1은 2013. 5. 1.경 △△동 아파트에 거주하고 있었다. 즉, 피고 1이 피고 2를 위하여 소송서류를 송달받은 바 없다.<br/>    나) 설령 피고 1이 2013. 5. 1. □□동 아파트에서 피고 2를 위하여 소송서류를 송달받았다 하더라도, 2013. 5. 1. 당시 피고 2는 ◇◇시(주소 3 생략)(이하 ‘◇◇시 모텔’이라 한다)에 거주하고 있었으므로, 적법한 송달장소에서 적법하게 송달된 것이 아니다.<br/>   2) 판단<br/>    가) 피고 1이 2013. 5. 1. □□동 아파트에서 피고 2의 소송서류를 송달받은 사실이 있는지에 관하여<br/>     (1) 갑 제6호증, 을 제1, 2, 4, 8, 9호증(가지번호 있는 것은 각 가지번호 포함)의 각 기재 및 변론 전체의 취지에 의하면, ① 이 사건 송달통지서에 기재된 영수인 서명(“☆”을 기재한 것으로 보인다)의 필적과 피고 1의 “☆”자 필적, 피고 1이 평소 사용하는 서명의 형태가 서로 다른 사실, ② 피고 1은 이민출국으로 인하여 주민등록이 말소될 때까지 △△동 아파트에 거주한 것으로 주민등록되어 있고, 2010. 10. 25. 소외 1로부터 △△동 아파트의 일부를 5년간 보증금 1억 원에 임차하였으며, 같은 해 11. 1. 소외 1에게 1억 원을 지급한 사실, ③ 피고 1은 그 소유의 □□동 아파트를 소유하면서, 2011. 7. 15. 소외 2와 사이에 위 □□동 아파트를 보증금 2,000만 원, 차임 월 110만 원, 기간 24개월로 정한 임대차계약을 체결한 사실은 인정된다.<br/>     (2) 그러나 앞서 든 증거, 을 제8호증의 기재, 제1심 법원의 서울강남우체국장에 대한 사실조회결과 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 피고 1에 대한 소송서류는 △△동 아파트에서 ‘수취인(피고 1) 미거주’를 이유로 송달되지 않았으므로, 피고 1이 2013. 5.경 △△동 아파트에 거주하고 있었다고 보기 어려운 점, ② 이 사건 송달통지서의 영수인 란에는 ‘남편(夫) 피고 1’이라고 기재되어 있는 점, ③ 소외 2가 □□동 아파트에 관한 피고 1과의 임대차계약에 따라 2013. 5.경 실제 그곳에 거주하였다고 볼 만한 사정이 없는 점, ④ □□동 아파트에서 소송서류를 송달한 집배원 소외 3은 위 아파트의 문을 열고 나온 사람에게 수취인 피고 2와의 관계를 물었고, 문을 열고 나온 사람이 ‘피고 2의 남편’이라고 말하였다는 것인데, 피고들이 주장하는 □□동 아파트의 임차인 소외 2가 남성과 동거하였다거나(소외 2는 여성이고, □□동 아파트에서 문을 열고 나온 사람은 남성이다), 소외 2 또는 소외 2의 동거인 남성이 피고 2의 이름, 피고 2와 임대인 피고 1의 관계를 알고 있었다고 볼 사정이 없고, 굳이 제3자가 피고 2의 남편인 피고 1로 행세하면서 피고 2에게 송달되는 소송서류를 대신 전달받을 이유가 없어 보이는 점 등에 비추어 보면, 피고 1이 2013. 5. 1. □□동 아파트에서 피고 2의 소송서류를 송달받았다고 인정되고, 앞서 본 사정들만으로는 이를 뒤집기에 부족하다.<br/>    나) □□동 아파트에서 피고 2에게 소송서류를 송달한 것이 적법한지에 관하여<br/>     (1) 갑 제5호증의 기재 및 변론 전체의 취지에 의하면, 피고 2는 2011. 3.경 ◇◇시 모텔을 재외국민 국내거소로 신고하였음에도 소송서류가 □□동 아파트에서 송달된 사실은 인정된다.<br/>      그러나, 앞서 든 증거, 갑 제2, 6호증, 을 제10호증의 각 기재 및 변론 전체의 취지에 의하면, 피고 2는 이민출국으로 인하여 주민등록이 말소될 당시까지 □□동 아파트에 주민등록되어 있었고, 피고 1은 1987년경부터 □□동 아파트를 계속 소유하고 있었던 사실을 인정할 수 있고, 여기에 더하여 피고 1은 2013. 5. 1. □□동 아파트에서 피고 2에 대한 소송서류를 이의 없이 송달받았으며, 피고들은 부부사이인 점 등을 종합하여 보면, □□동 아파트는 피고 2의 거소에 해당한다고 봄이 상당하다(비록 피고 2가 ◇◇시 모텔을 재외국민 국내거소로 신고하기는 하였으나, 그로 인해 □□동 아파트를 민사소송법 제183조 제1항에서 정한 송달장소인 거소로서 인정받을 수 없는 것은 아니다. 대법원 1980. 4. 23.자 80마93 결정 등 참조).<br/>민사소송법 제186조 제1항은 ‘근무장소 외 송달할 장소에서 송달받을 사람을 만나지 못한 때에는 동거인으로서 사리를 분별할 지능이 있는 사람에게 서류를 교부할 수 있다’고 정하고 있는바, 소송서류가 피고 2의 거소에서 남편 피고 1에게 교부됨으로써 피고 2는 보충송달을 받았다고 할 것이다.<br/>     (2) 보충송달이 민사소송법 제217조 제1항 제2호 요건에서 정한 ‘송달’에 해당하는지 여부<br/>      (가) 원래 판결은 한 국가의 주권작용의 일환인 재판의 결과물로서 그 국가의 영토를 넘어 효력을 가지지 못함이 원칙이지만 국제교류의 증대 등으로 인해 국제적 성격을 지닌 법률분쟁이 증가하고 있는 상황에서 국제적 법률관계의 안정과 분쟁해결의 효율성을 도모하고 소송경제를 실현한다는 측면에서 외국판결의 승인·집행의 필요성을 인정할 수 있다. 또한 자국판결의 효력을 외국에서 인정받기 위해서도 일정한 요건을 갖춘 외국판결을 승인하고 집행할 필요가 있다. <br/>       외국판결의 승인·집행을 규율하는 다자간 혹은 양자간 조약이 없다면 외국판결의 승인·집행을 어떠한 요건으로 어느 정도 범위 내에서 허용할 것인지는 각국이 정책적으로 정할 사항이다. 한편 상호보증 요건을 채택함으로 인한 자국 판결의 영토 밖에서의 통용 가능성 증대, 사법 분야에 있어서의 국제적 협력의 증진, 승소 당사자의 신속한 권리실현과 패소 당사자의 충분한 방어기회 보장 등 여러 가지 요소를 고려할 필요가 있는바, 비록 다자간 혹은 양자간 조약의 당사자국이 아니라 할지라도 위와 같은 조약에 포함된 보편적 규정이나 일반적으로 양해된 원칙 등은 외국판결의 승인·집행에 관한 해석론 등으로 작용할 수 있다고 할 것이다. <br/>      (나) 관련 규정<br/>       별지2 “민사 또는 상사의 재판상 및 재판외 문서의 해외송달에 관한 협약(이하 ‘헤이그송달협약’이라 한다), 국제민사사법공조법, 국제민사사법공조 등에 관한 예규(재일 2014-1)(이하 ‘이 사건 예규’라 한다)”의 관련 규정과 같다.  <br/>      (다) 판단<br/>       이제까지 대법원 판례는 민사소송법 제217조 제1항 제2호 요건에서 정한 ‘송달’을 보충송달이 아닌 통상의 송달방법에 의한 송달을 의미한다고 판시하여 왔다(대법원 1992. 7. 14. 선고 92다2585 판결, 대법원 2009. 1. 30. 선고 2008다65815 판결 참조). 그러나 다음과 같은 이유에서 민사소송법 제186조 제1, 2항에 따른 ‘보충송달’도 교부송달과 마찬가지로 민사소송법 제217조 제1항 제2호 요건에서 정한 ‘송달’에 해당한다고 해석하는 것이 타당하다.  <br/>       ① 국제민사사법공조법 제15조는 ‘외국으로부터의 촉탁에 따른 수탁사항은 대한민국의 법률에 의하여 이를 실시한다’고 정하고 있고, 보충송달도 민사소송법이 정하고 있는 적법한 송달방식 중의 하나이다. <br/>       ② 민사소송법 제217조 제1항 제2호는 ‘공시송달이나 이와 비슷한 송달에 의한 경우’만을 적법한 송달에서 제외하고 있고, 민사집행법 제27조 제2항 제2호, 민사소송법 제217조 제1항 제2호가 송달의 적법성을 집행판결의 요건으로 정하고 있는 것은 피고에게 방어의 기회를 보장하는 데 그 궁극적인 목적이 있는 것인바(대법원 2010. 7. 22. 선고 2008다31089 판결 등 참고), 피고의 주소나 거소 등을 알 수 없어 법원게시판에 게시하는 등의 방법으로 실시되는 공시송달과 주소나 거소에서 동거인 등에게 교부하는 보충송달은 피고가 실제로 해당 소송서류를 받아서 어떤 소송이 제기되었는지 알고 대처할 수 있는 가능성 등 ‘방어기회의 보장’ 측면에서 유사하다고 보기 어렵다. <br/>       ③ 별지3 기재와 같이 대한민국은 2000. 8. 1.부터 헤이그송달협약이 발효되었고, 뉴질랜드는 현재까지도 헤이그송달협약에 가입하지 않은 것으로 보인다. 그런데 헤이그송달협약에 가입한 국가 간에는 헤이그송달협약 제5조에 따라 피촉탁국의 중앙당국(대한민국의 경우 대법원 산하 법원행정처이다)이 ‘국내소송에 있어서 자국의 영역 안에 소재하는 자에 대한 문서의 송달에 관하여 자국법이 정하는 방식’에 따라 송달하도록 조치할 것을 규정하고 있고, 이 사건 예규 제14조에 의하면 피촉탁국의 자국법이 정하는 방식에 의할 수 있도록 하고 있다. 이에 따르면 대한민국이 외국으로부터 위 예규 제5조 제4항, 제14조 제2항이 정한 ‘a 방식’, 위 예규 제14조 제3항이 정한 ‘b 방식 중 (1)항의 경우’로 송달촉탁을 받은 경우 민사소송법 제186조 제1, 2항에 따른 보충송달은 적법한 송달이 된다. <br/>        비록 뉴질랜드가 헤이그송달협약에 가입하지는 않았으나, 위 (가)항에서 본 바와 같이 조약에 포함된 보편적인 규정이나 일반적으로 양해된 원칙 등은 외국판결의 승인·집행에 관한 해석론 등으로 작용할 수 있다고 할 것이므로, 국제적으로 통용되고 있는 송달에 관한 협약인 헤이그송달협약에서 정한 바와 같이 뉴질랜드로부터의 송달 수탁으로 대한민국법에서 정한 방식에 따라 국내에서 이루어진 송달은 특별한 사정이 없는 한 뉴질랜드 국민과 대한민국 국민 간의 외국소송에 있어서도 적법한 송달이라고 봄이 상당하다.  <br/>       ④ 만약 보충송달을 민사소송법 제217조 제1항 제2호 요건에서 정한 ‘송달’에 해당하지 않는다고 볼 경우, 다음과 같은 예에서 보듯이 소송실무의 현실을 제대로 반영하지 못하는 문제점이 있을 수 있다.<br/>        ㉮ 송달받을 자가 개인인 경우<br/>         예컨대, 남편(피고)과 아내가 한 집에서 거주하고 있는데, 아내는 집에 있는 상태에서 남편은 외국소송의 송달서류가 도착하기 전에 출장, 외출 등을 이유로 부재중일 경우, 아내가 남편의 동거인으로서 그 서류를 송달받게 되는 것이 일반적이라고 보인다. 그 아내가 이를 받아 남편에게 전달하여 주면 그 방어권 보호에 특별한 지장은 없다고 보인다. <br/>        ㉯ 송달받을 자가 법인인 경우<br/>         법인(피고)이 당사자인 경우 송달받을 사람은 법인의 대표자이고 그 대표자의 주소지로 송달함이 원칙이다(민사소송법 제183조 제1항, 대법원 1976. 4. 27. 선고 76다170 판결 등 참조). 다만 법인의 주소지(본점 소재지)도 대표이사의 영업소로서 적법한 송달장소가 되므로, 실무상으로는 법인의 주소지만 기재하는 것이 보통이고 대표자의 주소지를 기재할 경우에도 이를 ‘송달장소’로서 기재하는 경우가 많다. <br/>         위와 같은 실무상 법인의 주소지로 보낸 송달서류는 대표자가 아닌 그 직원이 수령하는 경우가 일반적일 텐데, 만약 그 대표자(예: 대기업의 대표이사)에게만 송달하여야 비로소 적법한 송달로 볼 경우 우편집배원으로 하여금 그와 같이 대기업의 대표이사 등 대표자를 만나 직접 교부송달하도록 하는 것은 실무상 쉽지 않아 보인다. <br/>       ⑤ 또한 보충송달을 민사소송법 제217조 제1항 제2호 요건에서 정한 ‘송달’에 해당하지 않는다고 볼 경우, 상호보증의 요건에 따라 우리나라에서 이루어진 판결도 외국법원에서 그 승인·집행요건을 충족하지 못할 가능성이 상당히 커진다. <br/>        즉 대한민국이 상호보증의 요건(민사소송법 제217조 제1항 제4호)을 채택한 것처럼, 상당수의 외국 역시 그와 동일 내지 유사한 요건을 채택하고 있다고 보이는바(상호보증은 반드시 국제조약이나 협정 등에 의하여 규정될 필요는 없고, 해당 외국의 법령, 판례 또는 실제의 관행 등을 통하여 인정되면 된다고 할 것이다), 대한민국 법원에서 앞서 본 예처럼 외국법원의 촉탁에 따라 이루어진 법인에 대한 송달을 대표자에게만 직접 하도록 하고, 그 직원이 송달받은 경우에는 외국판결의 승인·집행의 요건을 충족하지 못하였다고 인정할 경우, 우리나라 법원의 촉탁에 따라 외국에서 외국법인의 대표자가 아닌 직원에게 송달이 된 상태에서 진행되어 내려진 우리나라 법원의 판결에 대해서 외국법원도 상호보증의 요건에 따라 우리나라 법원의 판결이 그 승인·집행요건을 충족하지 못하였다고 판단할 가능성이 상당히 크다고 할 것이다.   <br/>        이는 현대와 같은 국제화시대에 빈번하게 발생하는 외국과 대한민국의 각 법인 사이, 각 개인 사이 내지 법인과 개인 사이의 법률적 분쟁을 원활히 해결하기 위해 필요한 사법 분야의 국제적 협력과 공조의 증진 등에 역행하는 면이 있다고 보인다. <br/>     (3) 피고 2에 대한 송달의 효력<br/>피고 2는 남편인 피고 1을 통하여 소송서류를 송달받았고, 그 소송서류가 피고 2에게 송달된 날은 2013. 5. 1.로, 외국법원에서의 약식판결의 심리기일은 그로부터 약 50일 이후인 2013. 6. 20.이었던 점 등을 종합하여 볼 때, 피고 2에 대하여 방어에 필요한 시간여유를 두고 소송서류가 적법하게 송달되었다고 인정된다. 따라서 이 사건 외국판결 중 피고 2에 대한 부분은 민사소송법 제217조 제1항 제2호 요건을 갖추었다고 할 것이다. <br/>마. 피고 1에 대하여 적법하게 송달되었는지 여부<br/>   1) 송달의 적법성의 판단기준<br/>    외국판결 승인요건으로서의 송달은 적법한 것이어야 하는바, 여기서 송달의 적법성의 판단기준은 원칙적으로 판결국인 법정지의 법(법률과 같은 효력이 있는 국제조약도 포함)에 따라야 하나(이른바 ‘lex fori’ 원칙), 이러한 원칙도 다른 나라의 사법주권을 침해할 수 없으므로, 송달이 판결국 이외의 국가에서 행해지는 경우에는 그 송달이 실제로 행해지는 국가 내지는 사법공조를 제공하는 국가의 법에 위배되어서는 아니 된다.  <br/>   2) 판단<br/>    가) ① 피고 1은 □□동 아파트에서 피고 2에 대한 소송서류를 송달받은 사실, ② 원고가 이 사건 외국법원에 제출한 소장에는 피고란에 피고 2 뿐만 아니라 피고 1도 포함되어 있었던 사실, ③ 피고들은 부부인 사실, ④ 원고는 이 사건 외국법원에 피고 1에 대한 ‘대체송달’을 신청하였고, 이 사건 외국법원은 피고 1이 2013. 5. 1. □□동 아파트에서 피고 2에 대한 소송서류를 송달받음으로써 적법하게 ‘대체송달’ 되었다고 판단한 사실은 앞서 본 바와 같다. <br/>    나) 한편 ① 국제민사사법공조법 제15조는 ‘외국으로부터의 촉탁에 따른 수탁사항은 대한민국의 법률에 의하여 이를 실시한다’고 정하고 있는데, 위 ‘대체송달’은 민사소송법이 정하고 있는 송달방식이 아니어서 대한민국의 법률에 따른 송달로 볼 수 없는 점, ② 민사집행법 제27조 제2항 제2호 및 민사소송법 제217조 제1항 제2호는 소송서류를 ‘송달’받았음을 집행판결의 요건으로 하고 있는데, 앞서 기초사실에서 본 바와 같이 서울중앙지방법원이 공조번호 2013-184호, 사건번호 2013러50호로 피고 1에 대하여 △△동 아파트에서 소송서류의 송달을 실시하였으나 ‘수취인 미거주’를 이유로 송달되지 않은 점, ③ 피고 1이 이 사건 외국소송에 응소하지도 않았던 점 등을 앞서 본 송달의 적법성의 판단기준에 비추어 보면, 위 가)항에서 본 사정만으로는 피고 1에 대한 소송서류가 그 송달이 실제로 행해진 국가 내지는 사법공조를 제공한 국가인 대한민국의 법률에 따라 적법하게 위 피고에게 송달되었다고 보기 어렵고, 달리 이를 인정할 증거가 없다.<br/>    다) 따라서 이 사건 외국판결 중 피고 1에 대한 부분은 민사집행법 제27조 제2항 제2호에 규정한 외국법원의 확정재판등이 민사소송법 제217조의 조건을 갖추지 못한 때에 해당하므로, 원고의 피고 1에 대한 이 부분 소는 부적법하다.<br/>바. 이 사건 외국판결의 효력을 인정하는 것이 공서양속에 반하는지 여부<br/>   1) 위 기초사실에 의하면, 이 사건 외국판결은 피고 2 등이 뉴질랜드에서 원고 은행으로부터 차용한 대출금 중 변제하지 않고 남아 있는 잔액을 변제하라는 내용이라고 인정되므로, 이 사건 외국판결의 효력을 인정하는 것은 공서양속에 반하지 않는다.<br/>   2) 한편 이 사건 외국판결이 지급을 명한 뉴질랜드국 통화 8,336,110.71달러는 원고가 당초 대출받은 뉴질랜드국 통화 112,960,088달러 대비 7%에 불과하나, 이러한 사정만으로 위 판결이 공서양속에 반한다고 할 수 없고, 나아가 피고 2는 원고가 인종차별적 의도를 가지고 피고들이 제공한 담보들을 헐값에 매각하였다는 등의 주장을 하나, 이를 인정할 만한 증거가 없다.<br/>사. 뉴질랜드와 사이에 상호보증이 있는지 여부<br/>   1) 우리나라와 외국 사이에 동종 판결의 승인요건이 현저히 균형을 상실하지 아니하고 외국에서 정한 요건이 우리나라에서 정한 그것보다 전체로서 과중하지 아니하며 중요한 점에서 실질적으로 거의 차이가 없는 정도라면 민사소송법 제217조 제1항 제4호에서 정하는 상호보증의 요건을 구비하였다고 봄이 상당하고, 또한 이와 같은 상호의 보증은 외국의 법령, 판례 및 관례 등에 의하여 승인요건을 비교하여 인정되면 충분하고 반드시 당사국과의 조약이 체결되어 있을 필요는 없으며, 해당 외국에서 구체적으로 우리나라의 동종 판결을 승인한 사례가 없더라도 실제로 승인할 것이라고 기대할 수 있는 상태이면 충분하다(대법원 2004. 10. 28. 선고 2002다74213 판결 등 참고).<br/>   2) 원고가 제출한 뉴질랜드 항소심 법원의 판결 등에 의하면, ① 뉴질랜드 법원은 외국판결의 집행에 관하여 ㉮ 외국 법원의 재판관할이 인정될 것, ㉯ 외국판결이 확정된 금전의 지급에 대한 판결일 것, ㉰ 외국판결이 확정될 것, ㉱ 승소한 당사자 또는 법원의 기망행위로 인하여 판결이 내려진 경우, 외국판결의 집행이 공서에 반하는 경우, 판결 절차가 자연법 관념에 반하는 경우에 해당하지 않을 것을 요건으로 하고 있고, ② 뉴질랜드 오클랜드 고등법원은 대한민국 법원이 선고한 대여금 반환 사건의 확정판결에 대하여 위와 같은 요건들이 충족되었다면서 집행판결을 선고하기도 하였다.<br/>   3) 위와 같은 사정을 앞서 본 법리에 비추어 보면, 뉴질랜드 법원의 위와 같은 승인 요건은 현저히 균형을 상실하지 아니하고 우리나라 민사소송법이 정한 그것보다 전체로서 과중하지 아니하며 중요한 점에서 실질적으로 차이가 없는 정도라고 할 수 있고, 뉴질랜드 법원이 우리나라의 동종 판결을 승인할 것으로 기대할 수 있으므로, 이 사건 외국판결은 상호보증의 요건을 갖추었다고 봄이 상당하다.<br/>아. 소결<br/>   따라서 원고와 피고 1 사이의 이 사건 외국판결은 민사소송법 제217조 제1항이 정한 요건을 갖추지 못하였으므로 그에 대한 집행판결을 청구하는 소는 부적법하다. 한편 원고와 피고 2 사이의 이 사건 외국판결은 민사소송법 제217조 제1항이 정한 모든 요건을 충족하여 우리나라에서도 그 효력이 인정되므로, 위 판결에 기초한 강제집행은 허용되어야 한다.<br/>4. 원고의 청구변경신청에 관한 판단<br/>가. 당사자들의 주장<br/>   1) 원고<br/>    가) 원고는 이 법원에서 2017. 3. 21. 청구취지 및 청구원인 변경신청서를 제출하면서, 당초의 청구를 주위적 청구로 하고, 새롭게 예비적 청구를 추가하는 신청을 하였다. 그 신청의 요지는 아래와 같다. <br/>    나) 이 사건 외국판결이 민사소송법 제217조의 요건을 갖추지 못하여 당초의 청구가 부적법하다고 인정될 경우, 다음과 같은 이유로 피고들은 공동하여 원고에게 뉴질랜드국 통화 8,336,110.71달러 및 이에 대한 2013. 2. 1.부터 이 사건 외국판결 선고일까지 발생한 이자 뉴질랜드국 통화 84,039.49달러의 합계 뉴질랜드국 통화 8,420,150.20달러를 지급할 의무가 있으므로, 그 지급을 구하기 위하여 예비적 청구를 추가한다(한편 원고는, 피고들이 뉴질랜드국 통화 8,336,110.71달러에 대하여 2013. 8. 16.부터의 이자도 지급하여야 하지만, 위 금액에 한하여 명시적으로 일부 청구를 한다고 주장한다).<br/>     ① 원고는 2010. 6. 1. 피고들과 ○ 그룹 계열사들에 뉴질랜드국 통화 112,968,088달러를 대출하는 내용의 여신계약(이하 ‘이 사건 계약’이라 한다)을 체결하였다. 이에 피고들 및 ○ 그룹 계열사들은 원고에게 그들 소유의 자산에 대해 담보권을 설정하여 주고, 원고에 대한 대출채무를 상호보증하였다. <br/>     ② 이 사건 계약에 따르면 채권자인 원고가 채무자인 피고들과 ○ 그룹 계열사들에 대출금의 변제를 요청하면 즉시 변제기가 도래하는바, 원고는 2010. 8. 23. 피고들과 ○ 그룹 계열사들에 그들이 당시까지 이 사건 계약에 따라 원고에게 부담하는 뉴질랜드국 통화 105,733,713.57달러 상당의 대출금을 즉시 변제할 것을 요청하고, 만약 피고들과 ○ 그룹 계열사들이 2010. 8. 30. 17:00까지 위 금액을 원고에게 지급하지 않으면 위 금액을 상환 받기 위하여 필요한 조치를 취할 것임을 고지하는 내용의 통지서를 피고들과 ○ 그룹 계열사들에 보냈다. <br/>     ③ 피고들과 ○ 그룹 계열사들이 그 이후 위 대출금 채무를 변제하지 않음에 따라, 원고는 2010. 9. 1. 및 2012. 4. 12. 뉴질랜드국에 있는 회계법인 관계자들을 피고들이 소유하고 있는 뉴질랜드에 위치한 부동산 및 ○ 그룹 계열사들의 자산을 관리, 청산할 재산관리인으로 각각 선임하였고, 위 재산관리인들은 2010. 10.부터 2년에 걸쳐 위 자산들을 매각하였으며, 매각대금인 뉴질랜드국 통화 104,522,646.72달러를 위 대출금 원본채무 중 일부에 변제충당하였다. <br/>     ④ 피고들의 잔존 채무는 ㉮ 대출원금(뉴질랜드국 통화 1,613,551.04달러)과 이에 대한 2010. 8. 23.부터 2013. 1. 31.까지 발생한 연 9.65%의 약정이자(뉴질랜드국 통화 6,717,545.77달러) 및 은행수수료(뉴질랜드국 통화 5,013.90달러)의 합계인 뉴질랜드국 통화 8,336,110.71달러, ㉯ 그에 대한 2013. 2. 1.부터 이 사건 외국판결 선고일인 2013. 8. 15.까지 발생한 1908년 뉴질랜드 사법법(New Zealand Judicature Act 1908) 제87조 제3항에 따른 법정이자 뉴질랜드국 통화 84,039.49달러의 합계인 뉴질랜드국 통화 8,420,150.20달러(= 8,336,110.71달러 + 84,039.49달러)이다. <br/>   2) 피고들<br/>    이에 대하여 피고들은, 원고가 이 법원에서 추가한 청구는 제1심에서의 청구와 청구 기초의 동일성이 없고 소송절차를 현저히 지연시키므로 허용될 수 없다고 다툰다. <br/>나. 관련 법리<br/>민사소송법 제1조 제1항은 “법원은 소송절차가 공정하고 신속하며 경제적으로 진행되도록 노력하여야 한다”라고 하여 민사소송의 이상을 공정·신속·경제에 두고 있고, 그중에서도 신속·경제의 이념을 실현하기 위해서는 당사자에 의한 소송지연을 막을 필요가 있다. 이에 따라 원고는 청구의 기초가 바뀌지 않는 한도에서 변론을 종결할 때까지 청구의 취지 또는 원인을 바꿀 수 있지만, 소송절차를 현저히 지연시키는 경우에는 허용되지 않는다(민사소송법 제262조 제1항). 청구의 변경이 있는 경우에 법원은 새로운 청구를 심리하기 위하여 종전의 소송자료를 대부분 이용할 수 없고 별도의 증거제출과 심리로 소송절차를 현저히 지연시키는 경우에는 이를 허용하지 않는 결정을 할 수 있다(대법원 2017. 5. 30. 선고 2017다211146 판결 등 참조).<br/>다. 판단<br/>   1) 청구 기초의 동일성에 관하여<br/>    외국법원의 판결이 이행판결인 경우 승소판결을 받은 채권자가 외국법원의 판결을 기초로 주위적으로 집행판결을 구하고, 예비적으로 그 승인, 집행요건을 구비하지 못할 경우에 대비하여 이행의 소를 제기하는 방법으로 청구를 병합할 수 있는바, 당초 원고는 이 사건 외국소송에서 이행판결의 승소판결을 받아 제1심에서 그 집행판결만을 구하였다가, 이 법원에서 예비적으로 위 이행판결과 동일 내지 유사한 내용으로 이행청구를 추가하였는데, 이는 동일한 생활 사실 또는 동일한 경제적 이익에 관한 분쟁에 있어서 그 해결 방법에 차이가 있음에 불과한 청구취지 및 청구원인의 변경이라고 봄이 상당하므로, 청구의 기초에 변경이 없다고 할 것이다. <br/>   2) 소송절차 지연에 관하여 <br/>    가) 민사집행법 제27조 제2항 제2호, 민사소송법 제217조 제1항 제3호에 의하면 외국법원의 확정판결 또는 이와 동일한 효력이 인정되는 재판(이하 ‘확정재판 등’이라 한다)의 효력을 인정하는 것이 대한민국의 선량한 풍속이나 그 밖의 사회질서에 어긋나지 아니하여야 한다는 점이 외국판결의 승인 및 집행의 요건인데, 확정재판 등을 승인한 결과가 선량한 풍속이나 그 밖의 사회질서에 어긋나는지를 심리한다는 명목으로 실질적으로 확정재판 등의 옳고 그름을 전면적으로 재심사하는 것은 “집행판결은 재판의 옳고 그름을 조사하지 아니하고 하여야 한다”라고 규정하고 있는 민사집행법 제27조 제1항에 반할 뿐만 아니라, 외국법원의 확정재판 등에 대하여 별도의 집행판결제도를 둔 취지에도 반하는 것이므로 허용되지 아니한다(대법원 2015. 10. 15. 선고 2015다1284 판결 등 참조).<br/>    나) 비록 제1심에서 피고 2의 주장, 즉 원고가 인종차별적 의도를 가지고 피고들이 제공한 담보들을 헐값에 매각하였으므로 이 사건 외국판결의 효력을 인정하는 것은 공서양속에 반한다는 취지의 주장에 대하여 심리·판단하였으나, 제1심은 위 법리에 따라 이 사건 외국판결의 옳고 그름을 전면적으로 재심사하지 않았을 뿐만 아니라, 제1심 소송절차에서 그와 같이 전면적으로 재심사할 수 있는 소송자료도 제출되지 아니하였다. <br/>     그런데 원고는 항소심인 이 법원에 이르러, 예비적 청구를 추가하면서 그 당부를 판단하기 위해서는 위와 같이 이 사건 외국판결을 전면적으로 재심사하는 것과 동일시할 정도의 새로운 청구원인을 주장하고 있고, 피고들도 원고의 담보권의 실행과 변제충당 등에 대하여 이의를 제기하면서 대출채권 원리금의 존재 여부나 그 액수에 관하여 다툴 태도를 보이고 있다. <br/>     결국 이러한 새로운 청구원인에 대한 심리를 위해서는 종전의 소송자료를 대부분 이용할 수 있는 경우에 해당하지 않을 뿐만 아니라 그에 대한 별도의 추가 증거제출 및 심리가 불가피하므로, 원고의 위와 같은 예비적 청구를 추가하는 청구변경신청은 소송절차를 현저히 지연시키는 경우에 해당한다고 할 것이다. 따라서 원고가 이 법원에서 2017. 3. 21. 한 예비적 청구를 추가하는 청구변경신청은 부적법하다. <br/>5. 결 론<br/>  원고의 피고 1에 대한 소는 부적법하여 각하하고, 원고의 피고 2에 대한 청구는 이유 있어 인용하여야 한다. 제1심판결은 이와 결론을 같이하여 정당하므로, 원고와 피고 2의 항소는 모두 이유 없어 기각한다. 원고가 이 법원에서 2017. 3. 21. 한 예비적 청구를 추가하는 청구변경신청은 부적법하여 허가하지 아니한다. <br/>[별지 생략]<br/><br/>판사 유해용(재판장) 황의동 신용호 ",
    "사건번호": "2016나2052577",
    "사건종류코드": "400101",
    "판례정보일련번호": "224593",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}