{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20171124",
    "법원명": "부산지방법원 동부지원",
    "사건명": "사해행위취소",
    "판례내용": "【원    고】 원고 (소송대리인 변호사 유희은)<br/>【피    고】 웰컴저축은행 주식회사 (소송대리인 법무법인 대신 담당변호사 이준민 외 1인)<br/>【변론종결】2017. 11. 3.<br/>【주    문】<br/>  1. 이 사건 소 중 633,822,350원을 초과하여 사해행위취소를 구하는 부분을 각하한다. <br/>  2. 피고와 소외 1 사이에 별지 목록 기재 진료비 채권에 관하여 2015. 9. 8. 체결된 채권양도양수계약을 633,822,350원의 한도 내에서 취소한다. <br/>  3. 피고는 원고에게 633,822,350원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라. <br/>  4. 원고의 나머지 청구를 기각한다. <br/>  5. 소송비용 중 40%는 원고가, 나머지는 피고가 각 부담한다. <br/><br/>【청구취지】  피고와 소외 1 사이에 별지 목록 기재 진료비 채권(이하 ‘이 사건 채권’이라 한다)에 관하여 2015. 9. 8. 체결된 채권양도양수계약을 1,256,138,703원의 한도 내에서 취소하고, 피고는 원고에게 633,822,350원 및 이에 대하여 2017. 5. 18.부터 2017. 6. 21.자 청구취지 및 청구원인 변경신청서 부본 송달일까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>【이    유】1. 인정사실<br/>  가. 원고의 소외 1에 대한 채권<br/>    1) 소외 1은 2014. 7. 25.부터 부산 기장군 (주소 생략)에서 ‘(병원명 생략)’이라는 상호로 한방병원(이하 ‘이 사건 병원’이라 한다)을 운영하고 있다. <br/>    2) 원고와 소외 1, 소외 2 사이에 2014. 9. 17. 소외 1과 소외 2를 연대채무자로 하여 ‘채무자는 2014. 9. 17. 원고에 대하여 1,530,000,000원의 차용금 지급채무가 있음을 승인하고, 2015. 3. 1. 300,000,000원, 2015. 9. 1. 400,000,000원, 2015. 12. 1. 300,000,000원, 2016. 5. 1. 530,000,000원을 각각 분할 지급한다’는 내용의 법무법인 ○○○○ 작성 2014년 증서 제1264호로 채무변제(준소비대차)계약 공정증서(이하 ‘이 사건 공정증서’라 한다)가 작성되었다. 원고는 소외 1로부터 이 사건 공정증서에 기한 채권 중 273,861,297원을 변제받았다. <br/>  나. 소외 1의 처분행위<br/>    1) 소외 1은 2014. 10. 28. 피고로부터 여신금액을 95,000,000원, 여신기간만료일을 2016. 10. 28.로 정하여 일반자금대출을 받기로 하는 여신거래약정을 체결하였다. <br/>    2) 소외 1은 2015. 9. 8. 피고로부터 100,000,000원을 대출받기로 하고 이를 담보하기 위하여 소외 1의 국민건강보험공단에 대한 이 사건 채권 중 3,000,000,000원을 양도하는 내용의 계약(이하 ‘이 사건 채권양도계약’이라 한다)을 체결하면서, 피고에게 채권양도통지 권한을 위임하였다. 피고는 2015. 9. 8. 국민건강보험공단에 소외 1로부터 이 사건 채권 중 3,000,000,000원을 양도받았다는 통지를 하였고, 그 통지가 2015. 9. 9. 국민건강보험공단에 도달하였다. <br/>    3) 소외 1은 2015. 9. 9. 피고로부터, ① 여신금액을 80,000,000원, 여신기간만료일을 2018. 9. 9., 상환방법을 매1개월마다 대출해당일에 분할상환하는 것으로 정하여 일반자금대출을 받기로 하는 여신거래약정(이하 ‘제1여신거래약정’이라 한다)을, ② 여신금액을 20,000,000원, 여신기간만료일을 2018. 9. 9., 상환방법을 여신기간만료일에 전액 상환하는 것으로 정하여 일반자금대출을 받기로 하는 여신거래약정(이하 ‘제2여신거래약정’이라 한다)을 각 체결하고, 같은 날 피고로부터 합계 100,000,000원을 대출(이하 ‘이 사건 대출금’이라 한다)받았다.<br/>    4) 국민건강보험공단은 피고에게 2015. 9. 21.부터 2017. 5. 18.까지 127회에 걸쳐 합계 633,822,350원을 입금하였다. <br/>    5) 피고는 국민건강보험공단으로부터 입금 받은 돈으로 제2여신거래약정에 따른 대출금의 월 이자 190,000원(20,000,000원 × 11.4% × 1/12) 상당을 변제에 충당하다 2017. 3. 20.에 10,000,000원, 2017. 4. 13.에 10,000,000원을 각 변제받아 제2여신거래약정에 따른 대출금을 모두 변제받았고, 제1여신거래약정에 따른 대출원리금(피고는 2015. 9. 9. 대출 후 2015. 10. 12. 대출원금 1,884,691원과 이자 749,589원을 변제에 충당하였다)을 매월 상환 받아오다 이 사건 채권양도계약과 관련된 서류를 제출하라는 문서제출명령이 국민건강보험공단에 송달된 다음날인 2017. 5. 18. 제1여신거래약정에 따른 대출금 채무 잔액 24,998,871원을 모두 변제받았다. <br/>    6) 피고는 국민건강보험공단으로부터 입금받은 위 돈 중 위 5)항과 같이 원리금 변제에 충당하고 남은 돈을 소외 1에게 송금하다 2017. 5. 19. 국민건강보험공단에 이 사건 채권양도계약을 해지한다는 내용증명을 발송하였고, 그 통지가 2017. 5. 22. 국민건강보험공단에 도달하였다. <br/>  다. 소외 1의 재산상태<br/>소외 1은 이 사건 채권양도계약 당시 이 사건 병원에 관한 임대차보증금반환채권 60,900,000원, 105,800,000원 상당의 의료기기와 국민건강보험공단에 대한 이 사건 채권 이외에는 별다른 재산이 없었던 반면, 원고에 대한 채무 외에도 피고에 대한 159,000,000원의 대출금 채무(피고는 2014. 10. 28.자 대출금 중 36,000,000원을 변제받았다고 자인하고 있다), 주식회사 리본에 대한 인테리어 공사대금 380,000,000원 상당의 공사대금채무, 주식회사 부산은행에 대한 약 200,000,000원의 대출금채무를 부담하고 있어, 이 사건 채권양도계약 당시 채무초과상태에 있었다. <br/>[인정근거] 다툼 없는 사실, 갑 제1, 5, 8호증, 을 제1호증의 1, 2, 을 제2호증, 을 제3호증의 1, 2, 3, 4, 을 제5호증의 1, 2, 을 제6호증의 1, 2, 3의 각 기재, 변론 전체의 취지<br/>2. 이 사건 소 중 633,822,350원을 초과하여 이 사건 채권양도계약의 취소를 구하는 부분에 관한 판단<br/>  직권으로 이 사건 소 중 633,822,350원을 초과하여 이 사건 채권양도계약의 취소를 구하는 부분의 적법 여부에 관하여 본다. <br/>  채권자가 채무자의 부동산에 관한 사해행위를 이유로 수익자를 상대로 그 사해행위의 취소 및 원상회복을 구하는 소송을 제기한 후 소송계속 중에 그 사해행위가 해제 또는 해지되고 채권자가 그 사해행위의 취소에 의해 복귀를 구하는 재산이 벌써 채무자에게 복귀한 경우에는, 특별한 사정이 없는 한 그 사해행위취소소송의 목적은 이미 실현되어 더 이상 그 소에 의해 확보할 권리보호의 이익이 없어진다(대법원 2008. 3. 27. 선고 2007다85157 판결 등 참조). <br/>  원고는 소외 1에 대한 이 사건 공정증서에 기한 채권의 범위에서 피고와 소외 1 사이의 2015. 9. 8.자 이 사건 채권양도계약이 사해행위에 해당함을 이유로 취소를 구하고 있는바, 피고가 이 사건 소가 진행 중이던 2017. 5. 18. 소외 1에 대한 이 사건 대출금을 모두 변제받은 다음 2017. 5. 19. 소외 1과 이 사건 채권양도계약을 해지하고 이를 국민건강보험에 통지함으로써 이 사건 채권 중 피고가 이미 입금받은 633,822,350원을 제외한 나머지 채권이 소외 1에게 복귀한 사실은 앞서 본 바와 같으므로, 위와 같은 사실을 앞서 본 법리에 비추어 보면, 이 사건 소 중 633,822,350원을 초과하여 사해행위의 취소를 구하는 부분은 이 사건 채권 중 633,822,350원을 제외한 나머지 채권이 소외 1에게 복귀함으로써 더 이상 권리보호의 이익이 없어졌다고 할 것이다. 따라서 이 사건 소 중 633,822,350원을 초과하여 이 사건 채권양도계약의 취소를 구하는 부분은 권리보호의 이익이 없어 부적법하다. <br/>3. 본안에 관한 판단<br/>  가. 피보전채권의 존부<br/>    앞서 본 바와 같이 원고의 소외 1에 대한 이 사건 공정증서에 기한 채권 1,256,138,703원(= 1,530,000,000원 - 변제된 273,861,297원)은 이 사건 채권양도계약 체결일 이전에 이미 성립하였으므로 채권자취소권의 피보전채권에 해당한다. <br/>  나. 사해행위의 성립<br/>    1) 이 사건 채권양도계약의 대상인 채권은 한방병원을 운영하는 소외 1이 국민건강보험공단으로부터 수령할 보험급여비용으로서 장래의 채권이 포함되어 있다고 하더라도 그 특정이 가능하고 가까운 장래에 발생할 것임이 상당 정도 기대되는 것이어서 일반채권자들의 공동담보에 제공되는 일반재산에 해당한다(대법원 2012. 12. 13. 선고 2012다76294, 76300(병합) 판결 참조).<br/>    2) 위 인정사실에 의하면 소외 1이 채무초과상태에서 피고와 맺은 이 사건 채권양도계약은 소외 1의 채무초과상태를 더욱 심화시키고, 피고에게만 다른 채권자에 우선하여 자신의 채권을 회수할 기회를 부여하는 것이어서, 특별한 사정이 없는 한, 원고를 비롯한 소외 1의 일반채권자들을 해하는 사해행위에 해당한다고 할 것이고, 소외 1의 사해의사 역시 인정되며, 나아가 수익자인 피고의 악의는 추정된다. <br/>    3) 피고의 주장에 대한 판단<br/>      가) 피고는, 먼저 한방병원을 운영하는 소외 1에게 2015. 9. 9. 메디칼론 방식으로 합계 100,000,000원의 운영자금을 대출하면서 그 담보로 이 사건 채권양도를 받은 것이므로 이 사건 채권양도계약은 사해행위에 해당하지 않는다고 주장한다. <br/>         살피건대, 앞서 든 증거에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 이 사건 채권양도계약에 따라 국민건강보험공단의 피고에 대한 매월 입금액이 31,690,000원 상당(총 입금액 633,822,350원 ÷ 20개월)임에도 피고는 이 사건 대출금 채무의 변제에 매월 3,000,000원(제1여신거래약정에 따른 대출원리금 매월 2,600,000원 정도 상환, 제1여신거래약정에 따른 대출이자 190,000원 정도 상환) 미만의 돈을 충당함으로써 결국 국민건강보험공단이 피고에게 입금하는 금액이 3,000,000,000원에 달할 때까지 소외 1의 일반채권자들이 이 사건 채권에 대한 강제집행을 하는 것이 사실상 배제되는 점, ② 이 사건 채권양도계약을 통해 피고에게 양도된 채권이 3,000,000,000원의 거액으로 지나치게 오랜 기간 동안(소외 1이 수령하는 보험급여가 매월 31,690,000원 상당이므로 이 사건 채권양도계약에 따라 피고에게 양도된 3,000,000,000원을 모두 변제하는데 약 94개월 정도의 시간이 필요하다) 일반채권자들이 이 사건 채권에 강제집행하는 것이 불가능한 점, ③ 피고가 국민건강보험공단으로부터 입금 받은 돈 중 90% 이상을 소외 1에게 다시 송급하였다 하더라도 소외 1이 위 돈을 그대로 보존하지 않는 이상 일반채권자들이 위 돈에 대하여 강제집행을 하는 것이 불가능한 점 등을 종합하여 보면, 피고가 제출한 증거만으로는 이 사건 채권양도계약이 자금난에 처한 소외 1에게 사업을 계속 추진할 수 있도록 신규자금을 대출하기 위하여 부득이하게 행하여진 것이라는 점을 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 피고의 이 부분 주장은 이유 없다. <br/>      나) 피고는 이 사건 채권양도계약이 사해행위에 해당함을 알지 못하였다고 항변하나, 피고의 소외 1에 대한 이 사건 대출금의 액수와 이 사건 채권양도 금액 등을 종합하여 보면, 피고가 제출한 증거만으로 이를 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 피고의 이 부분 주장도 이유 없다. <br/>  다. 사해행위취소의 범위와 원상회복의 방법 및 그 범위<br/>    1) 사해행위취소의 범위 <br/>      원고가 소외 1에 대하여 1,256,138,703원의 채권을 가지고 있는 사실, 피고가 2017. 5. 18.까지 이 사건 채권양도계약에 기하여 국민건강보험공단으로부터 합계 633,822,350원을 수령하고 2017. 5. 19. 국민건강보험공단에게 이 사건 채권양도계약을 해지한다는 통지를 한 사실은 앞서 본 바와 같으므로, 결국 원고는 이 사건 채권양도계약을 633,822,350원의 범위 내에서 취소할 수 있다. <br/>    2) 원상회복의 방법 및 그 범위<br/>      가) 사해행위에 해당하는 채권양도가 채권자에 의하여 취소되기 전에 이미 채권양수인인 수익자 등이 제3채무자로부터 그 채권을 변제받는 등으로 양도채권이 소멸된 경우에는, 채권자는 원상회복의 방법으로 수익자 등을 상대로 그 채권양도의 취소와 함께 변제로 수령한 금전의 지급을 가액배상의 방법으로 청구할 수 있다(대법원 2002. 10. 25. 선고 2002다42711 판결 등 참조).<br/>      나) 위와 같은 법리에 비추어 이 사건에 관하여 보건대, 피고가 이 사건 채권양도게약에 따라 국민건강보험공단으로부터 2017. 5. 18.까지 합계 633,822,350원을 수령하고 2017. 5. 19. 국민건강보험공단에 소외 1과의 이 사건 채권양도계약을 해지한다는 통지를 한 사실은 앞서 본 바와 같으므로, 피고가 소외 1로부터 양수한 이 사건 채권 중 633,822,350원을 소외 1에게 다시 양도하는 것은 불가능한 상태에 이르렀다. 따라서 피고는 그 가액 상당을 원고에게 배상할 의무가 있다. <br/>      다) 한편, 피고가 이 사건 채권양도계약을 통해 수령한 금원 중 상당한 금액을 소외 1에게 반환하였다 하더라도, 사해행위취소에 따른 가액배상의 범위를 정함에 있어 수익자가 취득한 이득이란 사해행위 자체를 통하여 취득한 이득을 의미하고, 수익자가 사해행위로 취득한 이득을 채무자에게 반환하였다고 하여 가액배상의 의무를 면하는 것은 아닌 점, 수령한 금원 중 일부를 채무자에게 반환하는 것은 수익자가 양도받은 채권을 변제받아 양도채권이 소멸된 이후에 발생한 사정일 뿐만 아니라 사해행위에 해당하는 채권양도가 있는 경우 양도채권이 소멸하지 않은 경우에는 수익자가 취득한 채권을 채무자에게 반환하는 방법으로 원상회복이 이루어지므로 일탈된 재산의 전부가 반환되는데, 양도채권이 소멸한 경우에는 수익자가 실제로 자신의 채무자에 대한 채권에 변제 충당한 금원만을 반환하게 한다면 형평에 맞지 않고 원상회복을 규정하고 있는 민법 제406조의 규정취지에도 부합하지 않는 점 등에 비추어 보면, 피고는 국민건강보험공단으로부터 지급받은 633,822,350원 전부를 가액배상 하여야 한다.<br/>  라. 소결<br/>    따라서 소외 1과 피고 사이에 2015. 9. 8. 체결된 이 사건 채권양도계약은 사해행위에 해당하므로 633,822,350원의 범위 내에서 취소되어야 하고, 피고는 원고에게 가액배상으로 633,822,350원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 민법이 정한 연 5%의 비율로 계산한 돈을 지급할 의무가 있다(원고는 가액배상액 633,822,350원에 대하여 2017. 5. 18.부터의 지연손해금을 구하나, 사해행위취소의 청구는 권리관계의 변동을 일으키는 형성의 소이고, 가액배상의 청구는 사해행위취소의 효과발생을 전제로 하는 이행청구로 그 이행기의 도래가 판결확정 이후임이 명백하므로 가액배상에 대한 지연손해금은 판결 확정일 다음날부터 기산한다). <br/>4. 결론<br/>  그렇다면 원고의 소 중 633,822,350원을 초과하여 사해행위취소를 구하는 부분은 각하되어야 하고, 위 각하되는 부분을 제외한 이 사건 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 나머지 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 전지환(재판장) 김성대 여규호 ",
    "사건번호": "2017가합102036",
    "사건종류코드": "400101",
    "판례정보일련번호": "224699",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}