{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190723",
    "법원명": "수원지방법원",
    "사건명": "손해배상(기)",
    "판례내용": "【원고, 항소인】 진성종합배관 주식회사 (소송대리인 법무법인 씨엔케이 담당변호사 김명수)<br/>【피고, 피항소인】 피고 (소송대리인 법무법인 마당 담당변호사 송윤정)<br/>【제1심판결】 수원지방법원 안양지원 2019. 2. 13. 선고 2018가단107990 판결<br/>【변론종결】2019. 6. 18.<br/>【주    문】<br/>  1. 원고의 항소를 기각한다.<br/>  2. 항소비용은 원고가 부담한다. <br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 피고는 원고에게 163,220,580원 및 이에 대하여 이 사건 소장부본 송달일부터 다 갚는 날까지 연 15%의 비율로 계산한 금원을 지급하라(선택적으로 임대차계약상 수선의무 불이행을 원인으로 한 손해배상청구와 공작물 점유·소유자의 책임에 기한 손해배상청구를 구한다).<br/>【이    유】1. 제1심판결의 인용<br/>  이 법원이 이 사건에 관하여 설시할 이유는 아래 제2항과 같이 이 법원에서의 판단을 추가하는 외에는 제1심판결 이유와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다. <br/>2. 추가 판단사항<br/>  가. 원고의 주된 항소이유는, 제1심이 공작물 설치·보존상의 하자에 기한 손해배상청구권의 단기소멸시효 기산점을 관련사건(수원지방법원 안양지원 2014가합1435호) 제1심 판결선고시로 보고 위 손해배상청구권이 단기소멸시효기간 도과로 소멸되었다고 판단한 것은 부당하다는 것이다. <br/>  나. 불법행위로 인한 손해배상청구권의 단기소멸시효 기산점이 되는 민법 제766조 제1항의 ‘손해 및 가해자를 안 날’이란 손해의 발생, 위법한 가해행위의 존재, 가해행위와 손해의 발생 사이에 상당인과관계가 있다는 사실 등 불법행위의 요건사실에 대하여 현실적이고도 구체적으로 인식하였을 때를 의미하고, 피해자 등이 언제 불법행위 요건사실을 현실적이고도 구체적으로 인식하였다고 볼 것인지는 개별적 사건에서 여러 객관적 사정을 참작하고 손해배상청구가 사실상 가능하게 된 상황을 고려하여 합리적으로 인정하여야 한다(대법원 2011. 11. 10. 선고 2011다54686 판결 등 참조). <br/>      제1심에 제출된 증거들을 종합하여 알 수 있는 다음과 같은 사정들 즉, ① 위 관련사건은 이 사건 건물의 103호 임차인이 피고를 상대로 임대차계약상 수선의무 불이행을 원인으로 한 손해배상을 구한 사건이고, 관련사건에서 법원은 ‘이 사건 화재가 이 사건 건물 후면의 전기 인입선상의 문제로 발생한 것으로 추단되고, 이는 이 사건 건물의 소유자이자 임대인인 피고가 지배·관리하는 영역에 존재하는 하자이므로 피고에게 임대차계약상 수선의무 불이행에 따른 손해배상책임이 있다.’라는 취지의 판단을 하였던 점, ② 위 관련사건에서 법원은 국립과학수사연구소의 화재원인에 관한 분석결과, 화재원인에 관한 법원감정, 현장검증, 목격자의 증언 등을 통하여 이 사건 화재원인에 관한 전문가들의 의견과 다양한 간접사실 등을 종합하여 화재원인에 관한 판단을 하였고, 피고가 위 관련사건 제1심판결에 대하여 항소하였지만 제1심판결 선고 이후 새로이 제출할 수 있는 특별한 증거가 존재할 수는 없는 상황이었던 점, ③ 공작물의 설치 또는 보존상의 하자에 기한 손해배상책임은 일반 불법행위와 달리 점유자에 대하여는 과실의 증명책임이 전환되고 소유자에 대하여는 무과실책임이 인정되고, 앞서 본 바와 같이 관련사건에서 이 사건 화재발생이 피고가 점유 및 소유하는 공작물의 하자에 기인한 것이라는 판단이 이루어진 이상, 원고가 피고에 대하여 공작물의 설치 또는 보존상의 하자에 기한 손해배상책임을 구하기 위하여 추가적인 요건사실에 관한 입증이 필요하지는 않았던 것으로 보이고, 따라서 원고로서는 위 관련사건 판결선고에 따라 피고에 대한 공작물의 설치 또는 보존상의 하자에 기한 손해배상책임을 구하기 위한 요건사실에 관하여 인식하였다고 봄이 상당한 점, ④ 원고는, 피고와 보험계약을 체결한 메리츠화재해상보험 주식회사가 원고에 대하여 구상금의 소(서울중앙지방법원 2013가단237636)를 제기하여 그 소송이 진행되던 중에 관련사건의 판결이 선고되었으므로 관련사건의 판결선고만으로 원고가 피고에 대한 손해배상청구권을 인식할 수 없었다는 취지로 주장하나, 구상금 청구에 관한 소가 진행 중이라고 하여 원고가 이 사건 화재의 원인이나 공작물 설치·보존상의 하자에 기한 손해배상책임의 요건사실을 인식한 시기가 달라진다고 보이지는 아니하는 점 등에 비추어 보면, 원고는 위 관련사건 제1심판결 선고 무렵에 이 사건 화재의 원인 및 공작물 설치·보존상의 하자에 기한 손해배상책임의 요건사실에 관하여 구체적으로 인식하게 되었다고 봄이 상당하다. 따라서 원고의 주장은 받아들일 수 없다. <br/>3. 결론<br/>  그렇다면, 제1심판결은 정당하므로 원고의 항소는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다. <br/><br/>판사 염우영(재판장) 김종헌 문유진 ",
    "사건번호": "2019나56647",
    "사건종류코드": "400101",
    "판례정보일련번호": "225369",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}