{
  "PrecService": {
    "판시사항": "  [1] 언론·출판의 자유와 명예보호 사이의 한계를 설정할 때 고려하여야 할 사항<br/>  [2] 민간건설 임대주택인 아파트의 분양전환가격 산정과 관련하여 임대인 측과 임차인 측의 감정평가 결과에 상당한 차이가 발생하자, 국토교통부가 한국감정원에 각 감정 결과의 타당성 조사를 의뢰하여 한국감정원이 위 아파트의 적정가격으로 상·하한 편차가 10%를 초과하는 가격을 제시하였는데, 언론사인 甲 주식회사가 위 아파트와 같은 민간건설 임대주택의 분양전환가격 산정에는 구 임대주택법 시행규칙 제9조 [별표 1]이 적용되지 않는데도 ‘한국감정원이 제시한 감정가격은 임대주택법 시행규칙에서 정하고 있는 상·하한 가격차 범위 10%를 위반한 것으로 나타났다’는 내용이 포함된 기사를 홈페이지에 게재하자, 한국감정원이 甲 회사를 상대로 명예훼손에 따른 손해배상을 구한 사안에서, 제반 사정에 비추어 위 기사 내용은 국토교통부장관을 대신하여 감정평가 결과에 대한 타당성 조사를 시행하고 있는 한국감정원의 업무처리가 정당하게 이루어지고 있는지 감시하기 위한 정당한 보도활동 범위 내의 것으로, 악의적이거나 현저히 상당성을 잃은 공격에 해당하지 아니하여 명예훼손의 위법성이 조각된다고 봄이 타당한데도, 甲 회사가 한국감정원에 대하여 불법행위에 따른 손해배상책임을 부담한다고 본 원심판단에는 명예훼손의 위법성 조각사유에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
    "참조판례": " [1] 대법원 2003. 9. 2. 선고 2002다63558 판결(공2003하, 1936), 대법원 2004. 2. 27. 선고 2001다53387 판결(공2004상, 594), 대법원 2007. 12. 27. 선고 2007다29379 판결(공2008상, 127)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": " [1] 민법 제751조, 헌법 제21조 제4항 / [2] 민법 제751조, 헌법 제21조 제4항, 구 임대주택법 시행규칙(2015. 12. 29. 국토교통부령 제270호 민간임대주택에 관한 특별법 시행규칙으로 전부 개정되기 전의 것) 제9조 [별표 1](현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조)<br/>",
    "선고일자": "20190814",
    "법원명": "대법원",
    "사건명": "손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)",
    "판례내용": "【원고, 피상고인】 해산된 주식회사 한국감정원의 소송수계인 한국감정원 (소송대리인 법무법인(유한) 태평양 담당변호사 조병규)<br/>【피고, 상고인】 주식회사 머니투데이 (소송대리인 법무법인(유한) 화우 담당변호사 변동걸 외 4인)<br/>【원심판결】 대구고법 2016. 11. 16. 선고 2016나21125, 21132, 21149, 21156, 21163, 21170, 21187, 21194, 21200, 21217, 21224, 21231, 21248, 21255, 21262, 21279, 21286, 21293, 21309, 21316 판결<br/>【주    문】<br/>  원심판결의 피고 패소 부분 중 손해배상청구에 관한 부분을 파기하고, 이 부분 사건을 대구고등법원에 환송한다.  나머지 상고를 기각한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 관할위반 주장에 대하여 <br/>  원심은 그 판시와 같은 이유로 이 사건 소는 관할위반의 잘못이 있어 부적법하다는 주장을 받아들이지 않았다. <br/>  관련 법리 및 적법하게 채택한 증거들에 비추어 보면 원심판단에 상고이유 주장과 같이 관할에 관한 법리를 오해한 잘못이 없다.<br/>  2. 정정보도청구 관련 상고이유 주장에 대하여<br/>  원심은 그 판시와 같은 이유로 이 사건 제2기사, 제3기사, 제6기사 중 일부에 관하여 피고에게 정정보도를 할 의무가 있다고 판단하였다.<br/>  관련 법리 및 적법하게 채택한 증거들에 비추어 보면 원심판단에 상고이유 주장과 같이 정정보도청구권의 성립요건, 의견표명과 사실적시의 구별기준, 증명책임 등에 관한 법리를 오해하거나 채증법칙 위반 등으로 판결에 영향을 미친 잘못이 없다. <br/>  3. 손해배상청구 관련 상고이유 주장에 대하여  <br/>  가. 언론·출판의 자유와 명예보호 사이의 한계를 설정함에 있어서는, 당해 표현으로 인하여 명예를 훼손당하게 되는 피해자가 공적인 존재인지 사적인 존재인지, 그 표현이 공적인 관심사안에 관한 것인지 순수한 사적인 영역에 속하는 사안에 관한 것인지 등에 따라 그 심사기준에 차이를 두어, 공공적·사회적인 의미를 가진 사안에 관한 표현의 경우에는 언론의 자유에 대한 제한이 완화되어야 하고, 특히 공직자의 도덕성·청렴성이나 그 업무처리가 정당하게 이루어지고 있는지 여부는 항상 국민의 감시와 비판의 대상이 되어야 한다는 점을 감안하면, 이러한 감시와 비판기능은 그것이 악의적이거나 현저히 상당성을 잃은 공격이 아닌 한 쉽게 제한되어서는 아니 된다(대법원 2003. 9. 2. 선고 2002다63558 판결 등 참조).<br/>  나. 1) 원심은 그 판시와 같은 이유로 이 사건 제6기사 중 ‘감정원이 제시한 적정가격은 임대주택법 시행규칙에서 정하고 있는 상·하한 가격차 범위 10%를 위반한 것으로 나타났다’는 부분과 관련하여 피고가 원고에게 명예훼손의 불법행위에 기한 손해배상책임을 부담한다고 판단하였다.<br/>  2) 그러나 위와 같은 원심의 판단은 다음과 같은 점에서 그대로 수긍하기 어렵다.<br/>  가) 원심판결 이유와 기록에 의하면 다음과 같은 사실을 알 수 있다.<br/>  (1) 한스자람 주식회사(이하 ‘임대인’이라고 한다)는 서울 용산구 ○○동에 위치한 구 △△대학교 부지에 이 사건 아파트 600세대를 신축하여 분양하려는 계획을 가지고 있었는데, 분양가상한제의 적용을 회피하기 위해 일단 이를 민간건설 임대주택으로 제공한 다음 일정한 기간이 지난 후에 분양전환하기로 하였다.<br/>  (2) 임대인과 이 사건 아파트의 임차인들은 임대차 개시일로부터 2년 6개월이 지난 시점에 분양전환을 하기로 하되, 분양전환가격은 임대인이 의뢰하여 얻은 감정평가 결과와 임차인들이 의뢰하여 얻은 감정평가 결과를 산술평균한 금액으로 하기로 합의하였다.<br/>  (3) 분양전환 시기가 되자 임대인 측에서는 □□감정평가법인과 ◇◇◇◇감정평가법인에 감정평가를 의뢰하였고, 임차인들은 ☆☆감정평가법인·▽▽감정평가법인 컨소시엄에 감정평가를 의뢰하였다. <br/>  (4) 그런데 임대인 측 감정평가 결과와 임차인 측 감정평가 결과 사이에 2배 이상의 차이가 발생하여 감정평가 결과 자체를 신뢰할 수 없게 되었고, 그로 인해 국토교통부에서는 이 사건 각 감정평가가 타당하게 이루어졌는지 여부를 조사하게 되었다. <br/>  (5) 국토교통부에서는 주식회사 한국감정원(이하 ‘한국감정원’이라고 한다)에 이 사건 각 감정평가의 타당성 조사를 의뢰하였는데, 한국감정원은 이 사건 아파트 600세대의 적정가격을 1조 6,800억 원부터 1조 9,800억 원까지 사이로 제시하여 상·하한 사이의 편차가 약 18%에 달하였다.<br/>  (6) 피고는 2014. 7. 10. 「공공건설 임대주택의 경우 임대주택법 시행규칙에 따라, 분양전환가격 산정의 기초가 되는 감정평가금액 가운데 최고평가액이 최저평가액의 110%를 초과하게 되면 재평가를 하게 되어 있으나, 이 사건 아파트와 같은 민간건설 임대주택에 대하여는 그와 같은 시스템이 마련되어 있지 않아 문제가 되고 있다」는 취지의 기사를 홈페이지에 게재하였다.<br/>  (7) 피고는 2014. 7. 21. 「감정원이 제시한 적정가격조차 하단 대비 18% 격차를 보인 데 따른 논란이 사그라들지 않는다. 통상 범위가 10% 이상이면 재감정을 한다는 점에서 감정원이 내놓은 적정가격 역시 고무줄이란 것」이라는 내용이 포함되어 있는 이 사건 제1기사를 홈페이지에 게재하였다.<br/>  (8) 피고는 2014. 7. 29. 「감정원이 제시한 적정가격은 임대주택법 시행규칙에서 정하고 있는 상·하한 가격차 범위 10%를 위반한 것으로 나타났다. 감정원은 이 사건 아파트 600가구 총액 적정가로 1조 6,800억~1조 9,800억 원을 제시했다. 상·하한 가격차가 무려 18%에 달한다. 특히 전용면적 243~245㎡ 적정가는 3.3㎡당 4,600만~6,000만 원으로 제시, 30%의 격차를 보이고 있다」라는 내용이 포함되어 있는 이 사건 제6기사를 홈페이지에 게재하였다. <br/>  나) 위와 같은 사실관계로부터 알 수 있는 다음의 사정을 앞서 본 법리에 비추어보면, 이 사건 제6기사 중 원심이 손해배상책임을 인정한 부분은 국토교통부장관을 대신하여 이 사건 각 감정평가 결과에 대한 타당성 조사를 시행하고 있는 한국감정원의 업무처리가 정당하게 이루어지고 있는지 여부를 감시하기 위한 정당한 보도활동의 범위 내의 것으로 악의적이거나 현저히 상당성을 잃은 공격에 해당하지 아니하여 명예훼손의 위법성이 조각된다고 봄이 상당하다.<br/>  (1) 임대주택을 공급함으로써 국민주거생활의 안정을 도모하고자 하는 임대주택제도의 취지를 궁극적으로 실현하기 위해서는 분양전환가격이 합리적으로 산정되어야 한다. 분양전환가격의 산정이 자의적으로 이루어지게 되면 임대사업자와 입주자들 사이에 불필요한 법적 분쟁을 야기하게 된다.<br/>  (2) 이와 관련하여 임대주택법 시행규칙 [별표 1]에서는 공공건설 임대주택의 분양전환가격이 합리적으로 산정되도록 하기 위해 그 기초가 되는 감정평가금액 중 최고평가액과 최저평가액 사이에 10%를 초과하는 편차가 발생하게 되면 재평가를 거치게 함으로써 분양전환가격이 자의적으로 산정되는 것을 방지하고 있다.  <br/>  (3) 그런데 이 사건 아파트와 같은 민간건설 임대주택에 대하여는 임대주택법 시행규칙 [별표 1]이 적용되지 않기 때문에 분양전환가격을 산정하는 과정에서 감정평가 결과 사이에 10%를 넘는 편차가 발생하더라도 재평가가 이루어지지 아니한 채 임대사업자와 입주자들이 자신에게 유리한 결과만을 주장하는 상황이 벌어지게 된다. <br/>  (4) 이와 같은 상황하에서 국토교통부장관을 대신하여 감정평가 결과에 대한 타당성 조사를 시행하는 한국감정원이 제시한 적정가격의 상·하한 사이에 편차가 커지게 되면 이는 자의적으로 산정된 분양전환가격을 정당화하는 근거로 악용될 소지가 있다. <br/>  (5) 피고는 ① 2014. 7. 10.자 기사, ② 이 사건 제1기사, ③ 이 사건 제6기사를 통해 한국감정원이 제시한 적정가격에 위와 같은 문제가 있음을 순차적으로 지적하는 과정에서 ‘공공건설 임대주택에 대하여는 임대주택법 시행규칙에서 감정평가금액 사이에 10%를 초과하는 편차가 발생하게 되면 재평가를 거치도록 하고 있는 점을 감안할 때 감정원이 제시한 적정가격의 상·하한은 지나치게 폭이 넓다’라고 표현하였어야 하는 것을 ‘감정원이 제시한 적정가격은 임대주택법 시행규칙에서 정하고 있는 상·하한 가격차 범위 10%를 위반하였다’고 잘못 표현한 것으로 보인다.<br/>  (6) 피고가 한국감정원이 제시한 적정가격의 상·하한 사이에 상당한 편차가 있다는 점을 지적하는 과정에서 기초로 삼은 사실관계 자체는 진실에 부합하는 것으로 보이고, 임대주택법 시행규칙을 위반하였다는 취지의 내용이 전체 기사에서 차지하는 비중은 매우 낮아 보인다.<br/>  다. 그럼에도 원심은 그 판시와 같은 이유만으로 피고가 원고에게 불법행위에 기한 손해배상책임을 부담한다고 판단하였다. 이러한 원심의 판단에는 명예훼손의 위법성조각사유에 관한 법리를 오해한 나머지 판결에 영향을 미친 잘못이 있다. 이 점을 지적하는 취지의 상고이유 주장은 이유 있다.<br/>  4. 결론<br/>  그러므로 나머지 상고이유에 대한 판단을 생략한 채 원심판결의 피고 패소 부분 중 손해배상청구에 관한 부분을 파기하고, 이 부분 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하며, 나머지 상고를 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김선수(재판장) 권순일 이기택(주심) 박정화 ",
    "사건번호": "2016다272342, 272359, 272366, 272373, 272380, 272397, 272403, 272410, 272427, 272434, 272441, 272458, 272465, 272472, 272489, 272496, 272502, 272519, 272526, 272533",
    "사건종류코드": "400101",
    "판례정보일련번호": "225429",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}