{
  "PrecService": {
    "판시사항": "[1] 임차인이 임차목적물을 수리하거나 변경한 경우, 임차목적물을 반환하는 때 수리·변경 부분을 철거하여 임대 당시의 상태로 사용할 수 있도록 해야 하는지 여부(원칙적 적극) 및 원상회복의무의 내용과 범위를 정하는 방법<br/>[2] 甲 주식회사가 점포를 임차하여 커피전문점 영업에 필요한 시설 설치공사를 하고 프랜차이즈 커피전문점을 운영하였고, 乙이 이전 임차인으로부터 위 커피전문점 영업을 양수하고 丙 주식회사로부터 점포를 임차하여 커피전문점을 운영하였는데, 임대차 종료 시 乙이 인테리어시설 등을 철거하지 않자 丙 회사가 비용을 들여 철거하고 반환할 보증금에서 시설물 철거비용을 공제한 사안에서, 丙 회사가 비용을 들여 철거한 시설물이 乙의 전 임차인이 설치한 것이라고 해도 乙이 철거하여 원상회복할 의무가 있다고 보아 丙 회사가 乙에게 반환할 보증금에서 丙 회사가 지출한 시설물 철거비용이 공제되어야 한다고 판단한 원심판결을 수긍한 사례<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "[1] 임차인이 임대인에게 임차목적물을 반환하는 때에는 원상회복의무가 있다(민법 제654조, 제615조). 임차인이 임차목적물을 수리하거나 변경한 때에는 원칙적으로 수리·변경 부분을 철거하여 임대 당시의 상태로 사용할 수 있도록 해야 한다. 다만 원상회복의무의 내용과 범위는 임대차계약의 체결 경위와 내용, 임대 당시 목적물의 상태, 임차인이 수리하거나 변경한 내용 등을 고려하여 구체적·개별적으로 정해야 한다.<br/>[2] 甲 주식회사가 점포를 임차하여 커피전문점 영업에 필요한 시설 설치공사를 하고 프랜차이즈 커피전문점을 운영하였고, 乙이 이전 임차인으로부터 위 커피전문점 영업을 양수하고 丙 주식회사로부터 점포를 임차하여 커피전문점을 운영하였는데, 임대차 종료 시 乙이 인테리어시설 등을 철거하지 않자 丙 회사가 비용을 들여 철거하고 반환할 보증금에서 시설물 철거비용을 공제한 사안에서, 임대차계약서에 임대차 종료 시 乙의 원상회복의무를 정하고 있으므로 丙 회사가 철거한 시설물이 점포에 부합되었다고 할지라도 임대차계약의 해석상 乙이 원상회복의무를 부담하지 않는다고 보기 어렵고, 丙 회사가 철거한 시설은 프랜차이즈 커피전문점의 운영을 위해 설치된 것으로서 점포를 그 밖의 용도로 사용할 경우에는 불필요한 시설이고, 乙이 비용상환청구권을 포기하였다고 해서 丙 회사가 위와 같이 한정된 목적으로만 사용할 수 있는 시설의 원상회복의무를 면제해 주었다고 보기 어려우므로, 丙 회사가 비용을 들여 철거한 시설물이 乙의 전 임차인이 설치한 것이라고 해도 乙이 철거하여 원상회복할 의무가 있다고 보아 丙 회사가 乙에게 반환할 보증금에서 丙 회사가 지출한 시설물 철거비용이 공제되어야 한다고 판단한 원심판결을 수긍한 사례.<br/>",
    "참조조문": "[1] 민법 제654조, 제615조 / [2] 민법 제256조, 제615조, 제626조, 제654조<br/>",
    "선고일자": "20190830",
    "법원명": "대법원",
    "사건명": "손해배상(기)",
    "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인 신효 담당변호사 오세정 외 1인)<br/>【피고, 피상고인】 주식회사 마리오이엔씨<br/>【원심판결】 서울고법 2017. 9. 7. 선고 2017나2007444 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 원고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 원상회복의무의 존부에 관한 주장<br/>  가. 임차인이 임대인에게 임차목적물을 반환하는 때에는 원상회복의무가 있다(민법 제654조, 제615조). 임차인이 임차목적물을 수리하거나 변경한 때에는 원칙적으로 수리·변경 부분을 철거하여 임대 당시의 상태로 사용할 수 있도록 해야 한다. 다만 원상회복의무의 내용과 범위는 임대차계약의 체결 경위와 내용, 임대 당시 목적물의 상태, 임차인이 수리하거나 변경한 내용 등을 고려하여 구체적·개별적으로 정해야 한다.<br/>  나. 원심은 다음과 같은 이유로 피고가 반환할 보증금에서 인테리어시설 등의 철거비용을 공제하였다.<br/>  주식회사 제이콥헬스케어는 2010. 2.경 점포를 임차하여 커피전문점 영업에 필요한 시설 설치공사를 하고 그때부터 ‘○○○○’라는 상호로 커피전문점을 운영하였다. 원고는 이전 임차인으로부터 ○○○○ 커피전문점 영업을 양수하고 피고로부터 점포를 임차하여 ○○○○ 커피전문점을 운영하였다. 임대차계약서에는 임대차 종료 시 원고의 원상회복의무를 정하고 있는데 임대차 종료 시 원고가 인테리어시설 등을 철거하지 않아 피고가 비용을 들여 철거하였다. 피고가 철거한 시설은 전부 또는 대부분이 원고 전의 임차인이 커피전문점 영업을 하려고 설치한 시설이다. 이러한 사정을 종합하면 피고가 비용을 들여 철거한 시설물이 원고의 전 임차인이 설치한 것이라고 해도 원고가 철거하여 원상회복할 의무가 있다.<br/>  피고가 철거한 시설물이 점포에 부합되었다고 해도 임대차계약의 해석상 원고가 원상회복의무를 부담하지 않는다고 보기 어렵다. 또한 피고가 철거한 시설은 ‘○○○○’라는 프랜차이즈 커피전문점의 운영을 위해 설치된 것으로서 점포를 그 밖의 용도로 사용할 경우에는 불필요한 시설이고, 원고가 비용상환청구권을 포기하였다고 해서 피고가 위와 같이 한정된 목적으로만 사용할 수 있는 시설의 원상회복의무를 면제해 주었다고 보기 어렵다.<br/>  따라서 피고가 원고에게 반환할 보증금에서 피고가 지출한 시설물 철거비용을 공제하여야 한다.<br/>  다. 원심판결 이유를 위에서 본 법리와 기록에 비추어 보면, 원심판결에 상고이유 주장과 같이 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 임차인이 부담하는 원상회복의무의 범위 등에 관한 법리를 오해하는 등의 잘못이 없다. 상고이유에서 들고 있는 대법원 1990. 10. 30. 선고 90다카12035 판결은 이 사건과 사안이 달라 이 사건에 원용하기에 적절하지 않다.<br/>  2. 대출이자에 해당하는 손해배상에 관한 주장<br/>  가. 원심은 다음과 같은 이유로 대출금의 이자에 해당하는 손해를 배상해야 한다는 원고의 주장을 배척하였다.<br/>  원고는 피고가 보증금의 반환을 지체하여 전세자금을 대출받았으므로 대출금의 이자에 해당하는 손해를 배상해야 한다고 주장하나, 대출금의 이율이 연 2.5%인데 보증금 반환채무 불이행에 대한 손해배상으로 대출이율을 초과하는 연 6% 또는 15%의 법정이율로 계산한 지연손해금을 인정하는 이상 원고의 주장은 받아들일 수 없다.<br/>  나. 원심판결 이유를 기록에 비추어 보면, 원심판결에 민법 제397조 제1항 본문의 적용 범위 등에 관한 법리를 오해한 잘못이 없다.<br/>  3. 결론<br/>  원고의 상고는 이유 없어 이를 기각하고 상고비용은 패소자가 부담하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이동원(재판장) 조희대 김재형(주심) 민유숙 ",
    "사건번호": "2017다268142",
    "사건종류코드": "400101",
    "판례정보일련번호": "225479",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}