{
  "PrecService": {
    "판시사항": "[1] 확정판결의 기판력의 의미<br/>[2] 민사소송법 제216조 제2항에서 판결이유 중의 판단인데도 상계 주장에 관한 법원의 판단에 기판력을 인정한 취지 및 상계 주장에 관한 판단에 기판력이 인정되려면 반대채권과 수동채권을 기판력의 관점에서 동일하게 취급하여야 할 필요성이 인정되어야 하는지 여부(적극)<br/>",
    "참조판례": "[1] 대법원 1987. 6. 9. 선고 86다카2756 판결(공1987, 1141) / [2] 대법원 2005. 7. 22. 선고 2004다17207 판결(공2005하, 1396)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "[1] 민사소송법 제218조 제1항 / [2] 민사소송법 제216조, 민법 제492조, 제493조<br/>",
    "선고일자": "20201029",
    "법원명": "대법원",
    "사건명": "손해배상(기)",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인(유한) 해송 외 1인)<br/>【피고, 상고인】 피고 (소송대리인 법무법인 대성 담당변호사 박헌권)<br/>【원심판결】 수원지법 2018. 1. 23. 선고 2017나67049 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 수원지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 확정판결의 기판력이라 함은 확정판결의 주문에 포함된 법률적 판단의 내용은 이후 소송당사자의 관계를 규율하는 새로운 기준이 되는 것이므로, 동일한 사항이 소송상 문제가 되었을 때 당사자는 이에 저촉되는 주장을 할 수 없고 법원도 이에 저촉되는 판단을 할 수 없는 기속력을 의미한다(대법원 1987. 6. 9. 선고 86다카2756 판결 참조).<br/>민사소송법 제216조는, 제1항에서 확정판결은 주문에 포함된 것에 한하여 기판력을 가진다고 규정함으로써 판결이유 중의 판단에는 원칙적으로 기판력이 미치지 않는다고 하는 한편, 그 유일한 예외로서 제2항에서 상계를 주장한 청구가 성립되는지 아닌지의 판단은 상계하고자 대항한 액수에 한하여 기판력을 가진다고 규정하고 있다. 위와 같이 판결이유 중의 판단임에도 불구하고 상계 주장에 관한 법원의 판단에 기판력을 인정한 취지는, 만일 이에 대하여 기판력을 인정하지 않는다면, 원고의 청구권의 존부에 대한 분쟁이 나중에 다른 소송으로 제기되는 반대채권(또는 자동채권, 이하 ‘반대채권’이라고만 한다)의 존부에 대한 분쟁으로 변형됨으로써 상계 주장의 상대방은 상계를 주장한 자가 그 반대채권을 이중으로 행사하는 것에 의하여 불이익을 입을 수 있게 될 뿐만 아니라, 상계 주장에 대한 판단을 전제로 이루어진 원고의 청구권의 존부에 대한 전소의 판결이 결과적으로 무의미하게 될 우려가 있게 되므로 이를 막기 위함이다. 따라서 상계 주장에 관한 판단에 기판력이 인정되는 경우는, 상계 주장의 대상이 된 수동채권이 소송물로서 심판되는 소구채권이거나 그와 실질적으로 동일하다고 보이는 경우(가령 원고가 상계를 주장하면서 청구이의의 소를 제기하는 경우 등)로서 상계를 주장한 반대채권과 그 수동채권을 기판력의 관점에서 동일하게 취급하여야 할 필요성이 인정되는 경우를 말한다(대법원 2005. 7. 22. 선고 2004다17207 판결 참조).<br/>  2. 원심판결 이유 및 기록에 의하면, 다음과 같은 사실을 알 수 있다.<br/>  가. 원고는 피고와, 2013. 3. 6. 원심판결 별지 목록 기재 건물 1층 중 일부인 87㎡에 관하여 보증금 2,000만 원, 차임 월 154만 원, 기간 2013. 3. 22.부터 2015. 3. 21.까지로 정하여 임대차계약을 체결하고 그 무렵 피고에게 위 보증금을 지급하였고, 2014. 6. 15. 위 건물 중 지하 1층 38.35㎡에 관하여 보증금 1,000만 원, 차임 월 55만 원, 기간 2014. 6. 15.부터 2016. 6. 14.까지로 정하여 임대차계약을 체결하고 그 무렵 피고에게 위 보증금을 지급하였다.<br/>  나. 피고는 원고의 차임 연체를 이유로 위 각 임대차계약을 해지하고, 원고를 상대로 위 각 건물 부분의 인도 및 2015. 5. 1.부터 위 각 건물 부분의 인도완료일까지 매월 합계 209만 원(= 154만 원 + 55만 원)의 비율로 계산한 연체차임의 지급을 구하는 소를 제기하였다. 민사소송법 제257조 제1항에 따라 무변론으로 피고 승소판결이 선고되어(수원지방법원 성남지원 2016. 2. 26. 선고 2015가단223618 판결) 위 판결은 그 무렵 그대로 확정되었다(이하 ‘선행판결’이라 한다).<br/>  다. 원고는 이후 피고를 상대로 이 사건 소를 제기하였고, 피고는 원고에 대한 2015. 5. 1.부터 2016. 8. 12.까지의 매월 합계 209만 원의 비율로 계산한 연체차임채권에 기하여 공제 또는 상계 주장을 하였다.<br/>  3. 피고의 위와 같은 공제 또는 상계 주장에 관하여, 원심은 민사소송법 제216조 제2항을 인용한 후 이미 확정판결을 받은 연체차임채권으로 상계 또는 공제 주장을 하는 것은 선행확정판결의 기판력에 반하여 허용되지 않는다고 판단하였다.<br/>  4. 그러나 위와 같은 사실관계를 앞서 본 법리에 비추어 살펴보면, 다음과 같이 판단할 수 있다.<br/>  가. 원고는 선행소송에서 상계항변을 한 바 없고 선행판결은 민사소송법 제257조 제1항에 따라 무변론으로 피고 승소판결이 선고된 것이므로, 선행판결의 기판력은 주문에 포함된 법률적 판단에 관하여 발생할 뿐이고, 판결이유 중 상계 주장에 관한 판단의 기판력에 대한 민사소송법 제216조 제2항이 적용될 수 없다.<br/>  나. 선행판결의 기판력에 따라, 이 사건 소송에서 원고와 피고는 선행판결의 주문에 포함된 ‘피고의 원고에 대한 2015. 5. 1.부터 위 각 건물 부분의 인도완료일까지의 연체차임채권’에 관한 법률적 판단과 저촉되는 주장을 할 수 없고, 법원도 이에 저촉되는 판단을 할 수 없다. 그런데 피고의 원고에 대한 2015. 5. 1.부터 위 각 건물 부분의 인도완료일인 2016. 8. 12.까지의 연체차임채권에 기한 피고의 공제 또는 상계 주장은 위와 같은 선행판결의 주문에 포함된 법률적 판단에 저촉되지 않는다.<br/>  5. 그럼에도 이와 달리 보아 피고의 위 공제 또는 상계 주장을 배척한 원심의 판단에는 소액사건심판법 제3조 제2항에서 정한 대법원의 판례에 상반되는 판단을 하여 판결에 영향을 미친 위법이 있다. 이를 지적하는 취지의 상고이유는 이유 있다.<br/>  6. 그러므로 원심판결을 파기하고 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노정희(재판장) 박상옥(주심) 안철상 김상환 ",
    "사건번호": "2018다212245",
    "사건종류코드": "400101",
    "판례정보일련번호": "226591",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}