{
  "PrecService": {
    "판시사항": "  공인중개사법에서 정한 중개업자 甲이 乙에게 다가구주택 일부를 임차하는 임대차계약을 중개하면서 잔여 세대수와 먼저 체결된 임대차계약의 보증금 등을 제대로 고지하지 않았는데, 그 후 개시된 경매절차에서 乙이 다른 소액임차인 등 보다 후순위에 있어 임대차보증금을 배당받지 못한 사안에서, 甲이 중개대상물에 관한 확인·설명의무를 위반하였으나, 실제 보증금과 잘못 고지된 보증금의 차이, 위 건물의 시가, 선순위 우선변제권 있는 채권액 등 여러 사정을 종합하면, 甲의 확인·설명의무 위반과 乙이 임대차보증금을 회수하지 못한 손해 사이에 상당인과관계가 있음이 증명되었다고 보기 어렵다고 한 사례<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "공인중개사법 제25조, 제30조, 공인중개사법 시행령 제21조, 공인중개사법 시행규칙 제16조<br/>",
    "선고일자": "20211125",
    "법원명": "대법원",
    "사건명": "공제금등청구의소",
    "판례내용": "【원고, 상고인】 원고 (소송대리인 변호사 한성영)<br/>【피고, 피상고인】 한국공인중개사협회 (소송대리인 변호사 김종환)<br/>【원심판결】 서울중앙지법 2018. 10. 19. 선고 2018나22182 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 원고가 부담한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 준비서면들은 이를 보충하는 범위에서)를 판단한다.<br/>  1. 원심판결 이유와 기록에 따르면 다음 사실을 알 수 있다.<br/>  가. 원고는 2012. 9. 5. 공인중개사법에 의한 중개업자인 소외 1의 중개로 소외 2로부터 그 소유의 총 11가구로 구성된 다가구주택인 이 사건 건물 중 (호수 1 생략)에 관하여 보증금을 90,000,000원, 임대차기간을 2012. 10. 10.부터 2014. 10. 10.까지로 정하여 임차하는 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였다.<br/>  나. 이 사건 임대차계약 당시 이 사건 건물과 그 대지에 관하여 채권최고액 390,000,000원인 근저당권, 이 사건 건물 중 (호수 2 생략), (호수 3 생략)에 관하여 전세금 합계 95,000,000원인 전세권 2건이 설정되어 있었고, 이 사건 건물 중 (호수 4 생략)에 관하여 임대차보증금 47,000,000원인 임대가 이루어진 상태였다.<br/>  다. 소외 1이 원고에게 교부한 중개대상물 확인·설명서에는 ‘소유권 외의 권리사항’란에 이 사건 건물의 대지와 건물에 설정된 위 근저당권과 전세권이 기재되어 있었고, ‘실제 권리관계 또는 공시되지 않은 물건의 권리사항’란에 ‘전세권 설정 외 월세 3건 보증금 3,000만 원 ­ 임대인 고지에 의함.’이라는 내용이 기재되어 있었다.<br/>  라. 이 사건 임대차계약 후 이 사건 건물의 나머지 세대 중 3세대에 관하여 소외 3 등 3인에게 임대가 이루어졌고, 그 보증금 액수가 주택임대차보호법 제8조에서 정한 소액보증금에 해당하였다.<br/>  마. 2015. 11. 12. 이 사건 건물과 그 대지에 대한 담보권실행을 위한 경매절차가 개시되었는데(청주지방법원 2015타경15255호), 경매목적물의 감정평가액은 725,097,220원이었으나 매각이 수회 유찰된 결과 2017. 2. 15. 473,950,000원에 매각되었다. 위 경매사건의 배당절차에서 최우선 소액 임차인 4명과 선순위 임차인 소외 4 등에 대해 배당이 이루어졌으나, 이들보다 후순위 임차인인 원고는 전혀 배당을 받지 못하였다. <br/>  바. 피고는 소외 1과 공인중개사법에 따른 공제계약을 체결하였다.<br/>  2. 원심은 위와 같은 사실관계를 기초로 다음과 같이 판단하였다.<br/>  중개업자 소외 1은 이 사건 임대차계약 당시 원고에게 잔여 세대수와 먼저 체결된 임대차계약의 보증금을 제대로 고지하지 않아 중개대상물에 관한 확인·설명의무를 위반하였다. 그러나 실제 보증금과 잘못 고지된 보증금의 차이, 이 사건 건물의 시가, 선순위 우선변제권 있는 채권액, 이 사건 임대차계약 이후의 임대상황, 이 사건 경매절차에서 이 사건 건물이 감정가의 65%에 매각된 사실 등 여러 사정을 종합하면, 소외 1의 확인·설명의무 위반과 원고가 임대차보증금을 회수하지 못한 손해 사이에 상당인과관계가 있음이 증명되었다고 보기 어렵다.<br/>  3. 원심판결 이유를 관련 법리와 적법하게 채택된 증거에 비추어 살펴보면, 원심판결에 상고이유 주장과 같이 상당인과관계에 대한 법리를 오해한 잘못이 없다.<br/>  4. 원고의 상고는 이유 없으므로 이를 기각하고 상고비용은 패소자가 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노정희(재판장) 김재형(주심) 안철상 이흥구 ",
    "사건번호": "2018다287898",
    "사건종류코드": "400101",
    "판례정보일련번호": "228525",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}