{
  "PrecService": {
    "판시사항": "  甲이 하남시장에게 가설건축물 축조신고를 하여 자신이 소유한 하남시 소재 토지 위에 가설건축물을 축조한 다음 乙 주식회사 등에 임대하다가, 丙 주식회사와 ‘위 토지 및 가설건축물을 丙 회사에 매도하되 가설건축물의 신고명의자 변경이 곤란한 사정을 감안하여 위 토지 등을 포괄양수도하고 기존 임대차계약을 승계한다.’는 내용의 매매계약과 사업(부동산)포괄양수도계약을 체결하였고, 이에 따라 丙 회사 앞으로 위 토지에 관한 소유권이전등기가 마쳐지고 기존 임대차계약상 임대인의 지위가 승계되었으나 가설건축물 신고명의자는 甲인 상태 그대로였는데, 그 후 하남시장이 신고명의자인 甲에게 ‘가설건축물이 신고와 다른 용도로 사용되고 있어 시정명령을 하였는데도 원상복구가 이행되지 않는다.’는 이유로 2차례에 걸쳐 이행강제금을 부과하자, 甲이 이를 모두 납부한 다음 丙 회사를 상대로 민법 제688조 제1항에 따라 가설건축물 매도 후 위반행위를 대상으로 한 2차 이행강제금 납부액에 해당하는 돈과 이에 대한 지연손해금의 지급을 구한 사안에서, 위 가설건축물은 동산에 불과하므로 소유권이 매매계약에 따라 가설건축물을 인도한 때 丙 회사에 이전되었다고 본 다음, 제반 사정에 비추어 보면 丙 회사가 가설건축물을 적법하게 계속 사용하기 위한 업무를 묵시적으로 甲에게 위임하였고, 甲은 위임받은 사무를 수행하는 과정에 2차 이행강제금 부과처분을 받고 丙 회사를 대신하여 이를 납부하였으므로, 丙 회사는 甲에게 민법 제688조 제1항에 따른 위임사무 처리비용으로 2차 이행강제금 납부액에 해당하는 돈과 이에 대한 지연손해금을 지급할 의무가 있다고 한 사례<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "  甲이 하남시장에게 용도를 ‘농산물 직거래용 가설점포’로 하고 존치기간을 3년 이내로 하는 가설건축물 축조신고를 하여 자신이 소유한 하남시 소재 토지 위에 가설건축물을 축조한 다음 용도를 ‘임시창고’로 변경하고 존치기간을 2년 연장하면서 乙 주식회사 등에 임대하다가, 丙 주식회사와 ‘위 토지 및 가설건축물을 丙 회사에 매도하되 가설건축물의 신고명의자 변경이 곤란한 사정을 감안하여 위 토지 등을 포괄양수도하고 기존 임대차계약을 승계한다.’는 내용의 매매계약과 사업(부동산)포괄양수도계약을 체결하였고, 이에 따라 丙 회사 앞으로 위 토지에 관한 소유권이전등기가 마쳐지고 기존 임대차계약상 임대인의 지위가 승계되었으나 가설건축물 신고명의자는 甲인 상태 그대로였는데, 그 후 하남시장이 신고명의자인 甲에게 ‘가설건축물이 임시창고 용도가 아닌 공장 등으로 사용되고 있어 시정명령을 하였는데도 원상복구가 이행되지 않는다.’는 이유로 2차례에 걸쳐 이행강제금을 부과하자, 甲이 이를 모두 납부한 다음 丙 회사를 상대로 민법 제688조 제1항에 따라 가설건축물 매도 후 위반행위를 대상으로 한 2차 이행강제금 납부액에 해당하는 돈과 이에 대한 지연손해금의 지급을 구한 사안이다.<br/>  위 가설건축물은 설치 당시부터 일정한 존치기간이 지난 후 철거가 예정되어 있어서 토지의 정착물이 아니므로 부동산이 아닌 동산에 불과하고, 甲이 매매계약에 따라 가설건축물을 인도한 때부터 丙 회사가 실제로 이를 사용하여 수익을 얻고 있었으므로, 위 가설건축물의 소유권이 그때 丙 회사에 이전되었다고 본 다음, ① 매매계약에 따라 甲이 가설건축물을 인도함으로써 丙 회사가 소유권을 이전받았고 소유자로서 이를 乙 회사 등에 임대까지 한 점, ② 건축법 등 관계 법령에 가설건축물 신고명의자를 변경하는 절차에 관한 규정이 없어 부득이 甲을 신고명의자로 계속 두었던 점, ③ 하남시장은 존치기간 만료일 안내통지 등 각종 행정처분을 모두 甲을 상대로 하였고, 甲이 존치기간 연장신고서 등에 서명을 해주어 丙 회사가 하남시에 연장신고서를 2차례 접수할 수 있었던 점, ④ 하남시장은 가설건축물에 관한 시정명령, 이행강제금 부과통지 등을 모두 신고명의자인 甲에게 하였고, 甲은 이러한 내용을 丙 회사에 전달하였던 점, ⑤ 업무의 위임은 반드시 명시적이어야 하는 것은 아니고 묵시적 형태로도 얼마든지 이루어질 수 있는 점 등에 비추어 보면, 丙 회사가 자신의 소유인 가설건축물을 적법하게 계속 사용하기 위한 존치기간 연장신고 등 대관청 업무를 묵시적으로 甲에게 위임하였고, 甲은 丙 회사로부터 위임받은 사무를 수행하는 과정에 2차 이행강제금 부과처분을 받고 丙 회사를 대신하여 이를 납부하였으므로, 丙 회사는 甲에게 민법 제688조 제1항에 따른 위임사무 처리비용으로 2차 이행강제금 납부액에 해당하는 돈과 이에 대한 지연손해금을 지급할 의무가 있다고 한 사례이다.<br/>",
    "참조조문": "민법 제99조, 제105조, 제188조 제1항, 제680조, 제688조 제1항, 건축법 제2조 제1항, 제11조 제1항, 제20조 제3항<br/>",
    "선고일자": "20220126",
    "법원명": "서울고법",
    "사건명": "건물등철거",
    "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 리츠 담당변호사 지주영)<br/>【피고, 피항소인】 우진종합건설 주식회사 (소송대리인 법무법인 두우 담당변호사 박인제)<br/>【제1심판결】 서울중앙지법 2021. 1. 22. 선고 2020가합516327 판결<br/>【변론종결】2021. 12. 8.<br/>【주    문】<br/>  1. 이 법원에서 추가한 선택적 및 예비적 청구를 포함하여 제1심판결을 다음과 같이 변경한다. 피고는 원고에게 143,079,300원 및 이에 대하여 2020. 10. 28.부터 다 갚는 날까지 연 12%의 비율에 의한 돈을 지급하라. <br/>  2. 소송총비용은 피고가 부담한다.<br/>  3. 제1항의 금전 지급 부분은 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】  주문과 같다(원고는 당심에 이르러 선택적으로 매매계약상 조세공과금 부담 약정에 기한 금원 청구를, 예비적으로 불법행위에 기한 손해배상 청구를 추가하였다).<br/>【이    유】  1. 기초 사실<br/>  가. 이 사건 가설건축물의 축조 등<br/>  1) 원고는 2012. 9. 24. 하남시장에게 자신 소유의 하남시 (주소 생략) 대 4,533.8㎡(이하 ‘이 사건 토지’라고 한다) 위에 건축면적 2,322.24㎡, 연면적 4,581.3㎡, 존치기간 2014. 10. 1.까지로 하는 ‘농산물 직거래용 가설점포’ 용도의 일반철골구조 가설건축물(이하 ‘이 사건 가설건축물’이라고 한다) 축조신고를 하고 2012. 10. 8.경 가설건축물 축조신고필증을 교부받았으며, 그 무렵 위 가설건축물을 축조하였다. 한편 이 사건 토지는 2003년 계획된 ○○택지개발지구 내 지구단위계획이 수립된 제1종일반주거지역의 단독주택용지로 50세대 미만의 단독주택을 건축하도록 계획되었다.<br/>  2) 원고는 이 사건 가설건축물 중 일부를 자신이 대표이사로 있는 주식회사 대창실업(이하 ‘대창실업’이라 한다)에, 나머지 부분은 씨제이대한통운 주식회사(이하 ‘씨제이대한통운’이라 한다)에 각 임대하였고, 2014. 6.경 하남시장으로부터 이 사건 가설건축물의 용도를 ‘농산물 직거래용 가설점포’에서 ‘임시창고’로 변경하는 허가를 받았으며, 2014. 9.경 이 사건 가설건축물의 존치기간을 2016. 10. 1.까지로 연장하는 1차 연장신고 수리처분을 받았다. <br/>  나. 이 사건 매매 및 포괄양수도 계약의 체결 등<br/>  1) 원고는 2015. 9. 24. 제이에스부동산중개 주식회사(이하 ‘제이에스부동산’이라 한다)를 통해 피고와 사이에, 이 사건 토지 및 가설건축물을 총 대금 107억 원(토지와 가설건축물의 대금 구분 없음)에 매도하되, 가설건축물의 신고명의자 변경이 곤란한 사정을 감안하여 위 토지 등을 포괄양수도하고 씨제이대한통운, 대창실업과의 임대차계약을 승계한다는 내용의 특약사항을 포함한 매매계약을 체결하고, 같은 날 ‘이 사건 토지 지번 소재 부동산과 그 권리 및 씨제이대한통운, 대창실업과의 임대차계약을 포괄적으로 양수도한다.’는 내용의 사업(부동산)포괄양수도 계약도 함께 체결하였는데(이하 ‘이 사건 매매계약’, ‘이 사건 포괄양수도 계약’이라 하고, 위 각 계약을 통칭 시 ‘이 사건 각 계약’이라 한다), 이 사건 각 계약의 주요한 내용은 별지1 기재와 같다. 한편 이 사건 매매계약 체결 당시 이 사건 토지의 공시지가는 9,344,161,800원(= 2,061,000원 × 4,533.8㎡)이었다. <br/>  2) 피고는 당초 이 사건 토지를 전매하거나 건물 신축을 위해 나대지 상태로 매수하기를 희망하였으나, 이 사건 가설건축물에 대한 임대차계약이 체결되어 있고 상당한 임대료 취득이 가능하다는 제이에스부동산의 설명을 듣고 이 사건 매매계약을 체결하게 되었다. 한편 제이에스부동산은 당초 매매대금을 토지 대금 93억 원, 가설건축물 대금 14억 원으로 구분하여 기재한 부동산매매계약서 초안을 피고에게 송신하였으나, 피고가 곧 철거될 이 사건 가설건축물의 대금을 14억 원으로 기재하면 추후 철거하고 나대지로 이 사건 토지를 매도하는 경우 양도소득세를 더 많이 부담하게 된다는 이유로 난색을 표명하였고, 이에 따라 원고와 피고는 이 사건 매매계약상 대금을 토지와 가설건축물로 구분하지 않고 총 매매대금 107억 원으로 기재하였다. <br/>  3) 원고는 2015. 10. 14. 이 사건 매매계약에 따라 피고 앞으로 이 사건 토지에 관한 소유권이전등기를 마쳐주었고, 씨제이대한통운(이 사건 가설건축물 중 1층과 2층 일부, 월임대료 2,500만 원), 대창실업(이 사건 가설건축물 중 2층 일부, 월임대료 1,500만 원)과의 임대차계약상 임대인 지위를 승계시켜 주었으나, 이 사건 가설건축물은 부동산등기의 대상이 아니고 당시 가설건축물 신고명의자 변경이 불가하다는 하남시의 의견에 따라 이 사건 가설건축물 신고명의자를 원고인 상태로 그대로 둘 수밖에 없었다.<br/>  4) 피고는 2015. 10. 14. 이 사건 토지에 관하여 주식회사 국민은행(이하 ‘국민은행’이라 한다) 명의의 근저당권설정등기(채권최고액 90억 원)를 마친 후 국민은행으로부터 대출받은 돈 등으로 이 사건 매매대금을 원고에게 지급하였다. 그 후 피고는 이 사건 매매계약에 기해 취득세 신고를 하였으나, 하남시장은 지방세법 제10조 제2항, 제4조 제1항, 동법 시행령 제3조 등에 따라 이 사건 가설건축물의 과세표준액을 1,439,299,800원(신고된 건축비 고려), 이 사건 토지의 과세표준액을 9,260,700,200원(공시지가 고려)으로 산정하여 위 가설건축물에 대한 취득세 31,664,580원, 위 토지에 대한 취득세 425,992,200원을 부과하였다. <br/>  다. 하남시장의 가설건축물 신고명의자 변경에 대한 의견 등<br/>  1) 하남시장은 2016. 7. 13. 제이에스부동산과 피고 사이의 중개수수료 청구 소송(서울중앙지방법원 2016가단5024515, 이하 ‘제1 관련소송’이라 한다)에서 다음과 같은 내용의 사실조회 회신서(을 제16호증)를 제출하였는데, 그 요지는 가설건축물은 한시적으로 설치하는 것이므로 소유자 변경절차가 마련되어 있지 않고, 존치기간 연장신고는 신고명의자만 가능하며, 다만 재산세 납부의무자는 실소유자인 피고라는 것이다. <br/>가. 이 사건 가설건축물에 관한 가설건축물 관리대장상 소유자를 원고에서 피고로 변경할 수 있는지 여부  답변: 가설건축물은 한시적, 임시적으로 설치하는 것이기 때문에 그 특성상 소유자 변경절차가 건축법상 정하여 있지 않음나. 위 가.항과 관련하여 변경할 수 없다면 가설건축물 관리대장에 등재할 수 없는 이유와 조례 등 법령상 근거  답변: 건축법 시행규칙 제11조 건축관계자변경(건축주, 감리자, 시공자)에는 건축법 제20조에 따른 가설건축물의 관계자변경을 포함하고 있지 않음다. 위 가.항과 관련하여 변경할 수 없다하더라도 피고가 가설건축물 존치기간 연장신고를 할 수 있는지 여부  답변: 가설건축물은 대통령령으로 정하는 기준의 범위에서 조례로 정하는 바에 따라 특별자치도지사 또는 시장, 군수, 구청장의 허가를 받도록 규정하고 있으며, 가설건축물 존치기간 연장신고는 허가받은 건축주가 가능함라. 위 가설건축물에 관하여 재산세가 부과되는지 여부 및 납세의무자는 원고인지, 피고인지 여부  답변: 이 사건 가설건축물은 재산세(건축물) 과세대상이며, 2016년 재산세(건축물) 납세의무자는 실소유자인 2015. 10. 14. 취득한 피고임마. 위 라.항과 관련하여 그 납세의무자가 피고라면 피고는 위 가설건축물의 실소유자로서 가설건축물 존치기간 연장신고를 할 수 있는지 여부  답변: 지방세법 제107조 제1항에 따라 피고는 2015. 10. 14. 기준으로 재산을 사실상 소유하고 있는 자로 재산세를 납부할 의무가 있고 건축법 시행령 제15조의2(가설건축물의 존치기한 연장)에 따른 가설건축물의 건축주는 사실상 소유하고 있는 자를 규정하고 있지 아니하므로 가설건축물 존치기간 연장신고를 할 수 없음<br/>  2) 그러나 2019. 11. 14. ‘비록 형식적으로 가설건축물의 명의변경절차를 거칠 수는 없더라도 가설건축물 신고를 다시 하는 방법에 의하여 가설건축물을 매수인이 사용할 수 있다.’는 취지의 대법원판결(대법원 2017다292985 판결)이 선고되고, 국토교통부장관도 2020. 7. 15. 지방자치단체장들에게 가설건축물 건축주 변경에 관하여 다음과 같은 안내를 하였다. 이에 하남시장도 종전의 의견과 달리 2021. 7. 22. 이 법원의 사실조회에 대한 회신서에서는 ‘국토교통부 건축정책과 5692(2020. 7. 15.)호와 관련하여 가설건축물의 건축주 변경이 가능하게 됨을 알려드린다.’라는 답변을 하였다. <br/>○ 기존 가설건축물의 건축주 변경 - 건축법 제20조에 따른 가설건축물은 원칙적으로 존치기간을 3년 이내로 하고 있는바, 그 설치 목적과 구조, 용도 및 존치기간 등에 있어 임시적으로 설치하는 경우에 한해 허용하고 있음 - 일반건축물의 경우 등기에 의한 소유권 변경을 통해 건축물대장상의 소유권 변경이 가능하나, 가설건축물은 부동산등기법에 따른 등기능력이 없는 한시적 건축물이므로 건축법령에 소유권 변경절차가 없는 것임 - 다만 가설건축물의 구조, 용도 등의 변경사항 없이 상속, 양도 등으로 불가피하게 건축주 변경이 있을 경우, 기존 가설건축물의 철거 없이 건축주 변경을 증명할 수 있는 계약서 등의 증빙서류를 구비하여 신고(별지 제8호 서식)하면 가설건축물의 건축주 변경이 가능함<br/>  라. 이 사건 가설건축물 존치기간의 2차 연장신고<br/>  1) 피고는 1차 연장된 이 사건 가설건축물의 존치기간(2016. 10. 1.)이 만료될 무렵인 2016. 9.경 원고에게 위 존치기간 연장신고에 협조해줄 것을 요청하였고, 원고는 피고의 직원 소외인이 작성해온 위 존치기간 연장신고서, 위임장 등에 서명을 해주었으며, 피고는 2016. 9. 28. 하남시장으로부터 이 사건 가설건축물 존치기간 2차 연장신고(2019. 10. 1.까지) 수리 신고필증을 교부받았다. <br/>  2) 하남시장이 교부한 위 신고필증 및 연장신고 안내서에는 ‘존치기간 만료 시 원상복구 후 철거신고를 하여야 한다.’, ‘타인에게 임대·양도, 타 용도로의 변경, 가설건축물의 일부변경 등은 불가하다.’는 내용이 기재되어 있다. <br/>  마. 하남시장의 이행강제금 부과 등<br/>  1) 하남시장은 2018. 6. 11. 신고명의자인 원고에 대하여 ‘이 사건 가설건축물이 임시창고 용도가 아닌 공장 등으로 사용되고 있어 시정명령을 하였음에도 원상복구가 이행되지 않는다.’는 이유로 건축법 제80조에 따라 1차 이행강제금 13,848,600원(행위연도 2014년, 위반면적 318.36㎡)을 부과하였다(이하 ‘이 사건 1차 이행강제금’이라 한다).<br/>  2) 원고와 피고 사이에 이 사건 1차 이행강제금 납부에 관한 논의가 있었으나, 위 1차 이행강제금의 부과대상 위반행위 연도가 이 사건 매매계약 체결 전인 2014년으로 기재된 사정 등을 감안하여 일단 원고가 위 1차 이행강제금 13,848,600원을 납부하였다. 한편 하남시장은 2021. 5. 11. 자 사실조회 회신서에서 이 사건 가설건축물에 대한 타 용도 사용이 오래전부터 있었음에도 2018년경 비로소 단속이 이루어진 경위에 대하여 ‘그 무렵 민원이 제기되어 단속이 이루어졌다.’는 취지로 답변하였다.<br/>  3) 하남시장은 2018. 8. 29. 이 사건 가설건축물에 대한 위법행위 조사를 실시한 결과 위와 같은 용도 위반이 시정되지 않았음을 확인한 후 같은 날 원고에게 시정명령 사전통지를 한 후 2018. 9. 14. 시정명령 및 계고통보를 하였다. 또한 하남시장은 2019. 3. 27. 이 사건 가설건축물에 대한 위법행위 조사를 다시 실시하였는데 임시창고 용도를 위반하여 사용하고 있음을 재차 적발하고 2019. 3. 28. 원고에게 다시 시정명령 사전통지를 하였다.<br/>  4) 하남시장은 2019. 4. 26. 이 사건 가설건축물에 대한 위법행위 조사를 다시 실시하고, 같은 날 원고에게 시정명령 및 계고통보를 하였으며, 2019. 5. 23. 이행강제금 부과예고 통보를 한 후 2019. 7. 9. 원고에게 아래와 같이 산정한 2차 이행강제금 143,079,300원을 부과하였다(이하 ‘이 사건 2차 이행강제금’이라 한다). 하남시장은 2021. 7. 23. 자 사실조회 회신서에서 ‘피고가 이 사건 가설건축물을 매수한 2015. 9.경을 위반행위 일시로 특정하였다.’고 밝혔는바, 이 사건 2차 이행강제금은 피고가 이 사건 가설건축물을 매수한 이후의 무단 용도변경 행위만을 그 위반대상으로 한 것이다.<br/>2차 이행강제금 산출조서(을 제8호증)?1. 위반사항  나. 소유자: ① 원고, ② 원고, ③ 원고  다. 행위자: ① 원고, 씨제이대한통운, ② 원고, 씨제이대한통운, ③ 원고, 씨제이대한통운  라. 위반내용: ① 창고(집배송시설), ② 제2종근생(사무실, 사무실-휴게실), ③ 공장  바. 적용법조항: 건축법 제19조, 제79조, 제80조  사. 행위년도: ① 2015년, ② 2018년, ③ 2019년2. 이행강제금 산출위반유형위반면적(㎡)시가표준액(원)부과율부과금액(원)비고① 용도변경2,2591,262,781,0000.10126,278,100?① 용도변경10897,416,0000.109,741,600?① 용도변경11170,596,0000.107,059,600?계???143,079,300?<br/>  5) 원고는 2019. 10. 4. 경기도행정심판위원회에 하남시장의 이 사건 2차 이행강제금 부과처분의 취소를 구하는 행정심판을 청구하였으나, 2019. 12. 30. 원고의 청구를 기각하는 재결이 내려졌다. <br/>  바. 이 사건 가설건축물 존치기간의 3차 연장신고 등<br/>  1) 하남시장은 2019. 4. 15. 건축법 제20조 제3항, 동법 시행령 제15조의2 규정에 따른 임시 가설건축물 존치기간 연장을 다음의 사유로 제한한다는 공고(이하 ‘이 사건 공고’라 한다)를 하였다.<br/>3. 제한사유 - 임시적, 한시적 사용을 목적으로 존치신고되었으나 존치기간 연장 신고로 5년 이상 장기간 사용으로 법의 취지를 악용   (이하 생략)4. 적용시기 - 공고일 이후 건축법 시행령 제15조의2 제1항에 따른 대상부터 적용함 ※ 단, 적용시기 이전이더라도 무단 용도변경 등 불법 사용 시 연장 제한함<br/>  2) 피고는 위 존치기간 2차 연장신고 시와 마찬가지로 원고에게 요청하여 원고의 인감이 날인된 신고서, 위임장 및 개인인감증명서 등을 교부받은 후 2019. 9. 30. 하남시장에게 2019. 10. 1. 만료되는 이 사건 가설건축물의 존치기간을 다시 연장해달라는 3차 연장신고를 하였다(이하 ‘이 사건 3차 연장신고’라 한다). <br/>  3) 그러나 하남시장은 2019. 10. 10. 원고에게 이 사건 가설건축물이 임시적·한시적 사용을 목적으로 축조신고를 득하였음에도 2차례에 걸친 연장신고의 수리로 이미 약 7년 동안 장기간 사용되어 이 사건 공고의 존치기간 연장 제한사유에 해당하고, 소방시설 부재로 화재 시 안전사고가 우려되며, 무단 용도변경으로 적발되어 시정명령 및 이행강제금이 부과되었다는 등을 이유로 이 사건 3차 연장신고의 수리 불가를 통보하였다.<br/>  4) 또한 하남시장은 2019. 12. 20. 및 2020. 2. 5. 신고명의자인 원고에게 이 사건 가설건축물의 존치기간이 2019. 10. 1. 자로 만료되었고 이 사건 3차 연장신고에 대한 불수리 처분이 내려졌음을 이유로 이 사건 가설건축물의 철거를 명하는 각 통보(기한 2020. 1. 17. 및 2020. 2. 20.)를 하였다.<br/>  사. 이 사건 2차 이행강제금의 납부 및 이 사건 가설건축물의 철거 등<br/>  1) 원고와 피고는 시정명령의 이행 및 이 사건 2차 이행강제금 납부 문제 등과 관련하여 별지2 기재와 같이 내용증명우편을 주고받았는데, 주된 내용은 원고가 이 사건 가설건축물의 소유자인 피고에게 시정명령의 이행을 촉구하는 것과 피고가 원고에게 이 사건 3차 연장신고 불수리로 인한 손해배상을 촉구하는 것이다.<br/>  2) 원고는 이 사건 소송 계속 중이던 2020. 10. 28. 이 사건 2차 이행강제금 143,079,300원을 납부하였고, 피고는 2020. 9.경 하남시에 이 사건 가설건축물의 멸실신고를 한 후 위 가설건축물을 철거하였으며 현재 이 사건 토지 위에 3층 공동주택(타운하우스) 10동을 신축하고 있다.<br/>  아. 관련 소송의 진행 결과<br/>  1) 제이에스부동산이 피고를 상대로 중개수수료 지급을 구하는 제1 관련소송에서, 피고는 ‘제이에스부동산이 이 사건 가설건축물의 소유권 이전이 불가능함을 설명하지 아니하였고 이로 인하여 피고는 이 사건 가설건축물에 대해 과다한 대금을 지급하였으며 향후 철거비 및 양도소득세를 감안하면 중개수수료를 초과하는 손해가 발생하였으므로 중개수수료 지급청구권은 소멸하였다.’는 취지로 주장하였다. 그러나 위 법원은 2016. 10. 12. ‘피고는 이 사건 가설건축물을 통한 임대차 수익도 고려하여 이 사건 매매계약을 체결한 것으로 보이고, 중개대상물 확인 설명서에는 가설건축물 축조신고 내역이 기재되어 있으며, 피고는 특약사항과 같이 이 사건 토지 및 가설건축물 등 일체를 포괄양수도 함으로써 임대차계약 중에 있는 씨제이대한통운, 대창실업의 임대차계약을 승계받은 점 등에 비추어, 피고가 주장하는 사정들만으로는 제이에스부동산이 중개행위를 함에 있어 중개인에게 요구되는 확인·설명의무를 위반하여 가설건축물의 존재와 현황 및 그로 인한 문제점을 제대로 설명하지 않았다고 평가하기 어렵다.’는 이유로 피고의 주장을 배척하고 제이에스부동산의 청구를 일부 인용하는 판결을 선고하였으며, 위 판결은 그 무렵 그대로 확정되었다.<br/>  2) 대창실업은 2019. 12. 3. 피고를 상대로 임대차보증금반환 청구소송(서울중앙지방법원 2019가합586641)을 제기하였고, 피고는 위 소송에서 ‘원고가 이 사건 가설건축물이 신고용도 외로 사용되고 있다는 사실을 피고에게 알리지 않았고, 대창실업의 대표자는 원고이므로 대창실업은 피고에 대해 임대차계약의 이행불능을 주장할 수 없다.’고 다투었다. 그러나 위 법원은 2020. 7. 8. ‘피고는 이 사건 임대차계약의 체결 당시부터 대창실업이 이 사건 가설건축물을 공장, 사무실 등으로 사용할 것임을 알고 있었고, 설사 원고가 이 사건 각 계약을 체결하는 과정에 잘못이 있었더라도 법인인 대창실업에 대해서는 이를 주장할 수 없다.’는 등의 이유로 대창실업과 피고 사이의 임대차계약이 이행불능으로 종료되었다고 판단한 후 대창실업의 청구를 일부 인용하는 판결을 선고하였으며, 위 판결은 그 무렵 그대로 확정되었다(이하 ‘제2 관련소송’이라 한다).<br/>  [인정 근거] 다툼 없는 사실, 갑 제1 내지 5, 8, 13, 15, 20, 21, 24, 25, 27, 29호증(가지번호 있는 것은 각 가지번호를 포함한다. 이하 같다), 을 제1 내지 12, 16 내지 22, 36호증의 각 기재 및 영상, 이 법원의 하남시장에 대한 각 사실조회 결과, 변론 전체의 취지<br/>  2. 당사자의 주장<br/>  가. 원고의 주장<br/>  1) 위임관계에 따른 비용상환 또는 손해배상 청구<br/>  원고가 피고에게 이 사건 각 계약에 의거 이 사건 토지 및 가설건축물을 매도하고 임대차계약상 임대인 지위 등을 포괄적으로 양도하였으며, 이에 따라 피고가 이 사건 가설건축물의 실질적인 소유자로서 위 가설건축물을 전적으로 사용하고 수익을 얻었다. 다만 이 사건 가설건축물의 신고명의자 변경이 되지 않아 원고 명의로 그대로 남아 있었기 때문에 원고와 피고 사이에서는 원고가 이 사건 가설건축물과 관련된 피고의 대관청 업무를 대신 처리하기로 하는 묵시적인 위임관계가 성립되었으며, 실제로 원고는 이 사건 가설건축물의 존치기간 연장신고를 하고 하남시장의 각종 행정처분 내용을 피고에게 전달하는 등 위임업무를 처리하였다. 그런데 원고는 이러한 묵시적인 위임관계에 따라 이 사건 가설건축물과 관련된 피고의 대관청 사무를 처리하는 과정에서 이 사건 2차 이행강제금 부과처분을 받았고 위 이행강제금 143,079,300원을 납부하였다. 따라서 피고는 원고에게 민법 제688조 제1항 또는 제3항에 따라 원고가 위임사무를 처리하는 과정에서 지출한 필요비의 상환 또는 그 처리 과정에서 입은 손해에 대한 배상으로 이 사건 2차 이행강제금 납부액 상당인 143,079,300원 및 이에 대한 지연손해금을 지급할 의무가 있다. <br/>  2) 이 사건 각 계약상 조세공과금 부담약정에 기한 금원 청구(당심 추가 선택적 청구) <br/>  이 사건 매매계약 제4조 제1항 및 포괄양수도계약 제2조에 의하면 이 사건 토지 및 가설건축물에 대한 양도양수기준일인 2015. 10. 2. 이후 발생한 조세공과금은 피고가 부담하여야 한다. 그런데 이 사건 각 계약상 ‘조세공과금’이란 당해 부동산에 관하여 부과되는 조세와 각종 공적 부담을 모두 포함하는바, 피고가 2018. 6. 이후 수차례 내려진 하남시장의 이 사건 가설건축물에 대한 원상회복명령을 무시함으로써 발생한 이 사건 2차 이행강제금도 위 조세공과금에 포함된다. 따라서 원고가 위 2차 이행강제금을 납부한 이상 피고는 위 조세공과금 부담약정에 따라 원고에게 위 2차 이행강제금 납부액 상당인 143,079,300원 및 이에 대한 지연손해금을 지급할 의무가 있다. <br/>  3) 민법 제750조 불법행위로 인한 손해배상 청구(당심 추가 예비적 청구)<br/>  만약 피고의 주장과 같이 이 사건 가설건축물의 소유권이 원고에게 있다면, 원고는 피고에게 소유권에 기하여 수차례 이 사건 가설건축물의 용도와 달리 집배송시설 등으로 사용하는 것을 중단하고 원상회복할 것을 요구하였음에도 피고가 이에 불응함으로써 이 사건 2차 이행강제금이 부과되었는바, 이로써 피고는 원고의 소유권에 기한 방해배제청구권의 행사를 방해하였고, 이러한 불법행위로 인하여 원고에게 이 사건 2차 이행강제금 상당의 손해를 발생시켰다. 따라서 피고는 원고에게 불법행위로 인한 손해배상금으로 이 사건 2차 이행강제금 납부액 상당인 143,079,300원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  나. 피고의 주장<br/>  1) 이 사건 가설건축물의 공부상 명의가 피고에게 이전되지 못하여 그 소유권은 여전히 원고에게 남아 있고, 피고로서는 이 사건 가설건축물의 사용·수익에 관한 채권적 권리만을 취득하였을 뿐이다. 따라서 이 사건 가설건축물 관련 사무는 원고 본인의 사무이므로 피고와의 사이에 위 가설건축물의 사무 처리와 관련하여 묵시적 위임계약이 체결되었다고 볼 수 없고 그와 관련하여 비용이 지출되었더라도 피고가 이를 부담할 이유가 없다. 나아가 이 사건 가설건축물의 위법한 용도변경은 이 사건 각 계약 체결 전에 이미 원고가 초래한 것이고, 원고는 이러한 위법행위를 피고에게 고지하지 않은 채 피고를 기망하여 이 사건 각 계약을 체결하였는바, 그 위법한 용도변경에 대한 제재인 이 사건 2차 이행강제금에 대한 책임을 피고에게 묻는 것은 부당하다. <br/>  2) 이 사건 2차 이행강제금은 이 사건 각 계약에서 정한 조세공과금이 아닐 뿐만 아니라, 그 발생의 원인이 된 위법한 용도 변경은 양도양수기준일인 2015. 10. 2. 전에 원고에 의해 초래된 것이므로, 이 사건 각 계약에 근거하더라도 피고가 그 책임을 부담할 이유가 없다. <br/>  3) 피고는 원고와 씨제이대한통운, 대창실업과 사이에 체결된 종전 각 임대차계약을 그대로 승계한 것일 뿐인데 이를 두고 원고에 대한 불법행위라고 주장하는 것은 금반언 등 신의성실의 원칙에 위반되는 것으로 허용될 수 없다. 또한 원고는 피고에게 원상회복을 제대로 요구하지도 않은 채 방임하였으므로 피고가 원고의 소유권 행사를 방해한 적도 없다. <br/>  3. 위임계약에 기한 비용상환 청구에 관한 판단<br/>  가. 이 사건 가설건축물의 소유권 이전 여부에 관한 판단<br/>  1) 관련 법리<br/>민법 제99조는 토지 및 그 정착물이 부동산이고, 부동산 이외의 물건은 동산이라고 규정하고, 민법 제186조는 부동산에 관한 법률행위로 인한 물권의 득실변경은 등기하여야 그 효력이 생긴다고 규정하며, 민법 제188조 제1항은 동산에 관한 물권의 양도는 그 동산을 인도하여야 효력이 생긴다고 규정하고 있다. <br/>  독립된 부동산으로서 건물은 토지에 정착되어 있어야 하는데(민법 제99조 제1항), 가설건축물은 일시 사용을 위해 건축되는 구조물로서 설치 당시부터 일정한 존치기간이 지난 후 철거가 예정되어 있어 일반적으로 토지에 정착되어 있다고 볼 수 없다(대법원 2021. 10. 28. 선고 2020다224821 판결 등 참조). 또한 건축법은 ‘건축물’의 건축허가(제11조 제1항)와 ‘가설건축물’의 축조신고(제20조 제3항)에 관하여 그 절차와 요건 등을 달리 정하고 있다. ‘건축물’은 토지에 정착하는 공작물 중 지붕과 기둥 또는 벽이 있는 것과 이에 딸린 고가(高架)의 공작물에 설치하는 사무소·공연장·점포·차고·창고, 그 밖에 대통령령으로 정하는 것을 말하는데(제2조 제1항 제2호), 이와 같은 건축물을 건축하려는 자는 건축법 제11조 제1항에 따른 허가를 받아야 한다. 반면 건축물의 요건 중 토지에 정착한다는 요소를 결하고 있어 건축법상 ‘건축물’에 해당하지 않는 가설건축물은 건축허가나 건축신고 없이 설치할 수 있는 것이 원칙이고, 다만 건축법 제20조 제3항은 건축물에 준하여 위험을 통제할 필요가 있는 일정한 가설건축물을 축조신고 대상으로 규율하고 있다(대법원 2018. 1. 25. 선고 2015두35116 판결, 대법원 2021. 7. 29. 선고 2021두34756 판결 등 참조). <br/>  2) 판단<br/>  위 기초 사실 및 앞서 든 증거들에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들을 앞서 본 법리에 비추어 보면, 이 사건 가설건축물은 설치 당시부터 일정한 존치기간이 지난 후 철거가 예정되어 있어서 토지의 정착물이 아니므로 부동산이 아닌 동산에 불과하고, 원고는 이 사건 매매계약에 따라 피고에게 이 사건 가설건축물을 인도하였고 그 이후로 피고가 실제로 이 사건 가설건축물을 사용하여 수익을 얻고 있었으므로, 이 사건 가설건축물의 소유권은 2015. 10.경 피고에게 이전되었다고 봄이 타당하다.<br/>  ① 원고는 2012. 9. 24. 존치기간을 2014. 10. 1.까지로 한 이 사건 가설건축물 축조신고를 하여 2012. 10. 8. 하남시장으로부터 가설건축물 축조신고필증을 받았고, 2014. 9.경 이 사건 가설건축물의 존치기간을 2016. 10. 1.까지로 연장하는 1차 연장신고를 하였으며, 하남시장은 그 무렵 위 연장신고를 수리하였다. 또한 하남시장은 위 가설건축물 축조신고 및 연장신고의 각 수리처분 시마다 존치기간 만료 시 원상복구 후 철거신고를 하여야 함을 고지하기도 하였다. 이처럼 이 사건 가설건축물은 설치 당시부터 일시 사용을 위해 건축된 구조물로서 일정한 존치기간이 지난 후 철거가 예정되어 있었으므로 토지의 정착물이라고 할 수 없다. 따라서 소유권이전등기는 이 사건 가설건축물의 소유권 이전의 요건이 아니며, 위 가설건축물을 인도하는 경우 소유권 양도의 효력이 발생하고, 행정청에 제출한 가설건축물 축조신고 및 연장신고 명의자의 변경 여부는 이 사건 가설건축물의 소유권 이전 여부와는 직접적 관련이 없다.<br/>  ② 이 사건 매매계약서상 부동산 물건의 표시에는 이 사건 토지뿐만 아니라 이 사건 가설건축물이 명시되어 있고 이에 관하여 매매계약을 체결한다고 분명하게 기재되어 있으며, 이 사건 포괄양수도계약서에도 이 사건 토지와 가설건축물 모두가 포괄양수도의 대상이 된다는 취지로 기재되어 있다. 또한 피고 스스로도 ‘이 사건 가설건축물을 14억 원으로 평가하여 매수하였다.’, ‘피고가 실질적 소유자로서 처분, 사용, 수익 등 모든 권능을 행사하였으므로 민사상 위임관계가 형성될 여지가 없다.’는 취지로 주장하였다.<br/>  ③ 이 사건 각 계약서에는 원고가 피고에게 이 사건 가설건축물을 사용할 수 있는 채권적 권한만을 부여한다는 내용은 전혀 기재되어 있지 않다. 다만 하남시장은 이 사건 매매계약 체결 당시 한시적·임시적으로 설치되는 가설건축물의 특성상 이 사건 가설건축물 신고명의자를 변경하는 것은 불가하다는 입장이었던 관계로, 원고와 피고는 이 사건 토지 및 가설건축물을 포함하여 신고명의와 관련된 권리나 임대인 지위 등을 포괄적으로 양도한다는 내용의 이 사건 포괄양수도계약을 추가하여 체결한 것으로 보일 뿐이다.<br/>  ④ 원고는 이 사건 매매계약에 따라 이 사건 가설건축물을 피고에게 인도해주었고, 피고는 이 사건 포괄양수도계약에 따라 원고의 임대인 지위를 승계하여 씨제이대한통운, 대창실업과 이 사건 가설건축물에 대한 임대차계약을 체결하였으며, 2015. 10. 15.부터 2020. 1.경까지 약 4년 3개월 동안 임대료로 합계 2,287,322,550원(부가가치세 별도)을 수령하였음을 스스로 밝혔다.<br/>  ⑤ 따라서 이 사건 매매계약의 체결과 이 사건 가설건축물의 인도에도 불구하고 원고가 여전히 위 가설건축물의 소유자라거나, 피고가 소유권자와 유사한 지위에서 위 가설건축물을 사용할 수 있는 채권적 권한만을 부여받았을 뿐임을 전제로 한 피고의 주장은 모두 받아들일 수 없다.<br/>  나. 비용상환청구권의 발생 여부에 관한 판단<br/>  1) 관련 법리<br/>민법 제688조 제1항은 ‘수임인이 위임사무의 처리에 관하여 필요비를 지출한 때에는 위임인에 대하여 지출한 날 이후의 이자를 청구할 수 있다.’고 규정하고 있는데, 여기서 필요비라 함은 선량한 관리자의 주의를 가지고 수임인이 필요하다고 판단하여 지출한 비용으로서 위임인에게 실익이 생기는지 여부 또는 위임인이 소기의 목적을 달성하였는지 여부를 불문한다(대법원 2006. 1. 26. 선고 2004다69420 판결, 대법원 2013. 11. 28. 선고 2011다105621 판결 등 참조).<br/>  2) 판단<br/>  가) 먼저 원고와 피고 사이의 위임관계 성립 여부에 관하여 보건대, 위 기초 사실 및 앞서 든 증거들에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 이 사건 매매계약에 따라 원고가 이 사건 가설건축물을 피고에게 인도함으로써 피고는 이 사건 가설건축물의 소유권을 이전받았고, 소유자로서 위 가설건축물을 씨제이대한통운과 대창실업에 임대까지 한 점, ② 그러나 당시 하남시장은 가설건축물 신고명의자를 변경하는 것은 불가하다는 입장이었고 건축법 등 관계 법령상 가설건축물 신고명의자를 변경하는 절차에 관한 규정이 불비하였던 관계로, 부득이 이 사건 가설건축물의 신고명의자를 계속하여 원고인 상태로 두었던 점, ③ 이로 인하여 하남시장은 이 사건 가설건축물의 존치기간 만료일 안내통지 등 각종 행정처분을 모두 원고를 상대로 하였고, 원고는 2016. 9.경 및 2019. 9.경 이 사건 가설건축물 존치기간 연장신고서, 위임장 등에 서명을 해주고 인감증명서를 교부해주었으며, 이로써 피고는 위 가설건축물의 2차, 3차 연장신고서를 하남시에 접수할 수 있었던 점, ④ 그 후에도 하남시장은 이 사건 가설건축물에 관한 시정명령, 이행강제금 부과통지, 존치기간 만료에 따른 철거 촉구 통보 등을 모두 신고명의자인 원고에 대하여 하였고, 원고는 이러한 내용을 피고에게 전달하였던 점, ⑤ 업무의 위임은 반드시 명시적이어야 하는 것은 아니고 묵시적 형태로도 얼마든지 이루어질 수 있는 점 등에 비추어 보면, 이 사건 가설건축물의 소유권 이전에도 불구하고 신고명의자가 원고로 그대로 남아 있는 관계로 피고는 자신 소유인 이 사건 가설건축물을 적법하게 계속 사용하기 위한 가설건축물 존치기간 연장신고 등 대관청 업무와 관련된 사항의 처리를 묵시적으로나마 원고에게 위임하였다고 봄이 타당하다.<br/>  나) 다음으로 원고의 비용상환청구권 발생 여부에 관하여 보건대, 위 기초 사실 및 앞서 든 증거들에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들을 앞서 본 법리에 비추어 보면, 원고는 피고로부터 위임받은 사무의 수행 과정에서 이 사건 2차 이행강제금 부과처분을 받고 피고를 대신하여 위 2차 이행강제금을 납부하였으므로, 피고는 원고에게 민법 제688조 제1항에 따른 위임사무 처리비용으로 위 2차 이행강제금 납부액에 해당하는 143,079,300원 및 이에 대한 지연손해금을 지급할 의무가 있다. <br/>  ① 하남시장은 이 사건 가설건축물의 용도가 ‘임시창고’임에도 임차인들이 집배송시설, 공장, 사무실 등으로 무단 용도변경하였음을 이유로 신고명의자인 원고에게 2018. 9. 14. 위반행위를 원상복구하라는 내용의 시정명령 및 계고통보를, 2019. 3. 28. 시정명령 사전통지를, 2019. 4. 26. 시정명령 및 계고통보를, 2019. 5. 23. 이행강제금 부과예고 통보를 하였다. <br/>  ② 이에 원고는 피고에게 하남시장의 위와 같은 처분 내용을 전달하면서 시정조치의 이행을 요구하였으나, 피고는 위 시정명령의 이행을 위해서는 씨제이대한통운, 대창실업과의 임대차계약을 종료하고 임시창고로 원상복구를 하여야 하는데 이로 인한 임대료 손실 등을 우려하여 아무런 조치를 취하지 않았다. 결국 하남시장은 2019. 7. 9. 신고명의자인 원고에 대하여 이 사건 2차 이행강제금을 부과하였다.<br/>  ③ 하남시장의 위 시정명령 및 계고통보 당시 이미 이 사건 가설건축물의 소유권은 피고에게 이전되었고 위 가설건축물의 임대인은 피고였으므로, 비록 원고가 이 사건 가설건축물의 축조신고 명의자이고 하남시장의 시정명령 처분의 상대방이라고 하더라도 위 시정명령을 이행할 수 있는 지위에 있지 않았으며, 원고와의 관계에서 시정명령을 이행하여야 할 실제 의무자는 이 사건 가설건축물의 소유자인 피고라고 할 것이다.<br/>  ④ 그럼에도 피고의 위 시정명령 불이행으로 이 사건 2차 이행강제금이 위 가설건축물의 신고명의자인 원고에게 부과되었고, 피고가 위 2차 이행강제금을 납부하지 않음에 따라 원고가 부득이 2020. 10. 28. 위 2차 이행강제금 143,079,300원을 납부하였는바, 이는 원고가 이 사건 가설건축물의 신고명의를 보유하고 있으므로 인하여 위 가설건축물 존치기간 연장신고 등 대관청 업무를 위임받아 처리하는 과정에서 지출한 비용이라고 보아야 한다.<br/>  다. 피고의 주장에 관한 판단<br/>  1) 피고는, 이 사건 각 계약 체결 전에 이미 원고가 이 사건 가설건축물의 위법한 용도변경을 초래하였고, 이러한 위법행위를 피고에게 고지하지 않은 채 피고를 기망하여 이 사건 각 계약을 체결하였으므로, 그 위법한 용도변경에 대한 제재인 이 사건 2차 이행강제금의 부과에 대한 책임을 피고에게 묻는 것은 부당하다고 주장한다. <br/>  2) 살피건대, 원고가 이 사건 각 계약을 체결하기 전에 씨제이대한통운, 대창실업과 사이에 집배송시설 또는 사무실 등 용도로 이 사건 가설건축물에 관한 임대차계약을 각 체결한 사실은 앞서 본 바와 같다. 그러나 위 기초 사실 및 갑 제30호증의 기재, 이 법원의 제이에스부동산에 대한 사실조회 결과와 앞서 든 증거들에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들에 비추어 보면, 피고가 제출한 증거만으로는 원고가 이 사건 가설건축물의 용도와 관련하여 피고를 기망하여 이 사건 각 계약을 체결하였음을 인정하기에 부족하고, 달리 이를 인정할 증거가 없을 뿐만 아니라, 이 사건 2차 이행강제금의 부과에 대한 책임이 원고에게 있다고 할 수도 없다. 따라서 피고의 위 주장은 이유 없다.<br/>  가) 가설건축물 용도에 관한 기망 여부<br/>  ① 이 사건 매매계약서에는 이 사건 가설건축물이 그대로 기재되어 있고, 이 사건 포괄양수도계약서에는 이 사건 가설건축물의 당초 용도인 ‘농산물 직거래용 가설점포’가 기재된 건물현황서가 첨부되어 있으며, 제이에스부동산이 피고에게 교부한 가설건축물 존치기간 연장신고필증에는 이 사건 가설건축물의 변경된 용도인 ‘임시창고’가 기재되어 있다.<br/>  ② 또한 원고는 피고에게 이 사건 가설건축물에 대한 씨제이대한통운, 대창실업과의 임대차계약 내용을 모두 고지해주었고, 원고와 씨제이대한통운이 체결한 임대차계약 제2조에는 ‘임차인은 임대차 목적물을 택배터미널, 물류창고 등으로 사용하기 위해 임차한다.’는 내용이 분명하게 기재되어 있다. <br/>  ③ 이처럼 원고는 피고에게 이 사건 가설건축물의 신고된 용도와 임대차계약의 체결을 통한 실제 사용 용도를 모두 그대로 알려주었으므로, 원고가 이 사건 가설건축물의 용도 등과 관련하여 피고에게 사실과 다른 허위 내용을 고지하거나 사실을 숨기는 등으로 피고를 기망하였다고는 할 수 없다(오히려 원고는 ‘임시창고’와 ‘집배송시설’의 차이를 제대로 인식하지 못하였던 것으로 보인다). <br/>  ④ 한편 피고는 토목, 건축공사업, 주택시행업 등을 사업 목적으로 하는 건설회사로서 가설건축물의 의미를 정확하게 알고 있었을 것인 점, 실제로 피고는 이 사건 매매계약의 체결을 위한 매매대금 협의 과정에서 곧 철거될 것이라는 이유로 이 사건 매매계약서에 가설건축물의 매매대금을 14억 원으로 기재하는 데에 난색을 표명하기까지 하였던 점(갑 제21호증), 피고는 원고로부터 위와 같이 이 사건 가설건축물의 용도나 실제 임대차 현황을 모두 고지받고서도 가설건축물의 용도와 관련해서는 별다른 이의를 제기하지 않은 채 이 사건 각 계약을 체결하였고, 원고의 임대인 지위를 승계하여 동일한 용도로 임대차계약을 다시 체결하였던 점 등을 고려하면, 피고는 이 사건 가설건축물의 존치기간, 용도, 실제 이용현황 등을 충분히 검토한 후 스스로의 판단하에 이 사건 매매계약을 체결한 것이고, 가설건축물의 용도에 관한 원고의 어떠한 기망행위로 인하여 위 매매계약을 체결한 것이라고는 볼 수 없다.<br/>  나) 제1, 2 관련소송의 진행 결과<br/>  ① 제이에스부동산이 피고를 상대로 제기한 제1 관련소송에서, 피고는 ‘제이에스부동산이 이 사건 가설건축물에 대한 설명의무를 제대로 이행하지 않았다.’는 취지로 주장하였으나, ‘중개대상물 확인 설명서에는 가설건축물 축조신고 내역이 기재되어 있으며, 피고는 특약사항과 같이 이 사건 토지 및 가설건축물 일체를 포괄양수도 함으로써 씨제이대한통운, 대창실업의 임대차계약을 승계받은 점 등에 비추어, 제이에스부동산이 중개행위를 함에 있어 중개인에게 요구되는 확인·설명의무를 위반하여 가설건축물의 존재와 현황 및 그로 인한 문제점을 제대로 설명하지 않았다고 평가하기 어렵다.’는 이유로 피고의 주장을 배척하는 내용의 판결이 선고되었고 그 무렵 그대로 확정되었다.<br/>  ② 대창실업이 피고를 상대로 제기한 제2 관련소송에서, 피고는 ‘원고가 이 사건 가설건축물이 신고용도 외로 사용된다는 사실을 피고에게 알리지 않았고 대창실업의 대표자는 원고이므로 대창실업은 피고에 대해 임대차계약의 이행불능을 주장할 수 없다.’고 다투었으나, ‘피고는 이 사건 임대차계약의 체결 당시부터 대창기업이 이 사건 가설건축물을 공장, 사무실 등으로 사용할 것임을 알고 있었고, 설사 원고가 이 사건 매매계약을 체결하는 과정에 잘못이 있었더라도 법인인 대창실업에 대해서는 이를 주장할 수 없다.’는 이유로 피고의 위 주장을 배척하는 판결이 선고되었고 그 무렵 그대로 확정되었다.<br/>  다) 이 사건 가설건축물의 매매대금 액수 및 존치기간 약정 여부<br/>  ① 피고는, 이 사건 가설건축물을 존치기간 최소 5년 보장 조건으로 14억 원에 평가하여 이 사건 매매계약을 체결하였는데 하남시장의 이 사건 2차 이행강제금 부과 및 이 사건 3차 연장신고 불수리 처분으로 인하여 위 가설건축물을 더 이상 사용할 수 없는 큰 피해를 입었으므로, 원고는 이에 대한 책임이 있다는 취지로 주장한다.<br/>  ② 먼저 원고가 이 사건 가설건축물의 최소 5년 존치기간 보장을 약정하였는지에 관하여 보건대, 을 제11호증을 비롯하여 피고가 제출한 증거들만으로는 이를 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 오히려 이 사건 가설건축물의 존치기간 보장은 매우 중요한 사항임에도 이 사건 각 계약서에는 그러한 내용이 전혀 기재되어 있지 않은 점, 가설건축물은 처음부터 철거가 예정되어 있고 존치기간 연장 여부는 행정청의 전적인 판단 사항이므로 원고가 이를 보장해줄 수도 없는 점, 피고는 이 사건 매매계약 후 이 사건 가설건축물을 인도받은 2015. 10.경부터 위 가설건축물을 철거한 2020. 9.경까지 약 4~5년 동안 위 가설건축물을 실제로 사용하였고 그동안 임대료로 합계 2,287,322,550원(부가가치세 제외)을 수령한 점, 피고는 이 사건 가설건축물 철거 이후 당초 매수 목적대로 이 사건 토지 위에 공동주택(타운하우스) 10동의 신축을 진행 중인 점 등을 고려하면, 피고는 이 사건 가설건축물의 용도, 현황 등을 검토하여 스스로 존치기간을 예상하여 이 사건 매매계약을 체결하였고, 실제로도 자신의 예상 존치기간에 근접한 기간 동안 위 가설건축물을 사용한 것으로 보일 뿐이다.<br/>  ③ 다음으로 원고와 피고가 이 사건 가설건축물을 14억 원으로 평가하여 이 사건 매매계약을 체결하였는지에 관하여 보건대, 을 제5, 15호증을 비롯하여 피고가 제출한 증거들만으로는 이를 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 오히려 이 사건 매매계약서에는 이 사건 토지와 가설건축물의 매매대금을 구분하여 기재하지 않고 총매매대금만 기재되어 있을 뿐인 점, 제이에스부동산이 당초 피고에게 이 사건 토지 대금 93억 원, 이 사건 가설건축물 대금 14억 원으로 구분하여 기재한 매매계약서 초안을 송신해주었는데, 피고가 곧 철거할 가설건축물의 대금을 14억 원으로 정하는 경우 추후 철거하여 이 사건 토지를 매도 시 다액의 양도소득세를 부담하여야 한다는 이유로 난색을 표시하였던 점(갑 제21호증), 이 사건 매매계약 체결 당시 이 사건 토지의 공시지가가 9,344,161,800원(= 2015년 ㎡당 공시지가 2,061,000원 × 4,533.8㎡)이었는데 일반적으로 시가는 공시지가와 상당한 차이가 있는 점, 이 사건 매매계약 체결 후 이 사건 토지에 설정되어 있던 근저당권의 채권최고액이 합계 94억 원(= 근저당권자 국민은행 채권최고액 90억 원 + 근저당권자 씨제이대한통운 채권최고액 4억 원)이었던 점, 제이에스부동산은 사실조회회신서에서 ‘원고는 매매대금으로 110억 원을 요구하였고 피고는 가설건축물의 경제적 가치가 없다고 주장하여 토지 대금으로 107억 원을 지급하기로 하고 매매계약서에 가설건축물의 대금을 별도로 책정하지 않았다.’는 취지로 답변한 점, 피고는 이 사건 매매계약과 같이 이 사건 토지와 가설건축물의 대금을 구분하지 않고 취득세를 신고한 것으로 보이고, 이에 과세관청은(가설건축물인 사정을 고려함이 없이) 지방세법 제4조 제1항, 제10조 제2항에 따라 건축비 상당액인 1,439,299,800원을 과세표준액으로 결정한 것으로 보이는 점 등을 종합해보면, 원고와 피고는 철거 예정인 이 사건 가설건축물의 실제 가치를 낮게 평가하여 이 사건 매매대금 107억 원 대부분을 이 사건 토지 대금으로 평가한 것으로 보이므로, 이 사건 전체 매매대금 중 이 사건 가설건축물 대금을 굳이 구분하여 평가해본다고 하더라도 14억 원에는 훨씬 미치지 못한다고 봄이 타당하다. <br/>  ④ 따라서 원고가 이 사건 가설건축물의 최소 5년 존치기간 보장을 약정하였다거나 위 가설건축물의 매매대금이 14억 원에 이름을 전제로 한 피고의 이 부분 주장도 이유 없다.<br/>  라) 이 사건 2차 이행강제금의 부과대상인 위반행위 등 <br/>  ① 이 사건 2차 이행강제금의 부과는 피고가 이 사건 가설건축물을 매수한 이후의 무단 용도변경 행위만을 그 위반대상으로 한 것이므로, 원고가 이 사건 매매계약 체결 전에 하남시장에게 신고한 용도와 달리 이용한 행위는 위 2차 이행강제금과는 직접적 관련이 없다. <br/>  ② 원고는 이 사건 각 계약 체결 과정에서 이 사건 가설건축물의 용도와 임대차계약을 통한 실제 이용현황 등을 모두 고지하였고, 건설회사인 피고가 그러한 사정을 모두 인지한 상태에서 스스로의 판단에 따라 이 사건 각 계약을 체결한 이상, 그 이후 피고가 이 사건 가설건축물을 신고한 용도와 다른 목적으로 임대하여 사용함에 따른 법적 책임은 당연히 피고가 부담하여야 하는 것이고, 이를 원고의 잘못이라고 할 수 없다.<br/>  ③ 설사 피고의 주장과 같이 이 사건 가설건축물을 신고한 용도와 달리 사용한 데에 원고의 책임을 따져야 할 부분이 있다고 하더라도, 하남시장이 피고의 무단 용도변경 행위에 대한 시정명령을 하였다면, 이 사건 가설건축물의 소유자이자 위법한 사용자인 피고로서는 시정명령을 즉시 이행하여야 하고, 그 후 원고를 상대로 손해배상청구 등을 통해 피해를 전보받아야 한다. 그럼에도 피고는 이 사건 가설건축물의 존치기간 보장, 임대수입 손실 등을 이유로 원고에게 손해배상을 요구하였을 뿐 시정명령 이행을 위한 아무런 조치를 취하지 않은 채 무단 용도변경 행위를 계속함으로써 결국 이 사건 2차 이행강제금이 부과된 것이므로, 그에 대한 책임은 피고에게 있다고 보아야 한다.<br/>  ④ 또한 하남시장은, 피고가 원고의 협조를 얻어 이 사건 3차 연장신고를 하기도 전인 2019. 4. 15.경 ‘5년 이상 장기간 사용’ 등 가설건축물 존치기간 연장 제한사유들을 공고일 이후 연장신고 시부터 적용한다는 내용의 이 사건 공고를 하였다. 따라서 이 사건 3차 연장신고는 이 사건 가설건축물에 대한 무단 용도변경 행위가 없었더라도 5년 이상 장기간 사용 사유로 인하여 어차피 수리될 수 없었다. 하남시장도 2019. 10. 10. 위 3차 연장신고 불수리 처분사유들 중 첫째 사유로 이 사건 가설건축물을 약 7년간 장기간 사용한 점을 적시하였다. 그리고 하남시장이 위 불수리 처분사유로 추가한 무단 용도변경 행위도 피고가 이 사건 매매계약 체결 이후 사용한 부분(이 사건 2차 이행강제금 부과 대상 위반행위)이 그 대상일 뿐이다. 그러므로 피고가 종국적으로 이 사건 가설건축물을 사용할 수 없게 된 하남시장의 위 3차 연장신고 불수리 처분은 원고의 이 사건 매매계약 체결 전 무단 용도변경 행위와는 직접적인 관련이 없다.<br/>  라. 소결<br/>  따라서 피고는 원고에게 위임사무의 처리에 지출된 필요비로서 143,079,300원 및 이에 대하여 원고가 이를 지출한 날인 2020. 10. 28.부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 비율로 계산한 지연손해금을 지급할 의무가 있다(원고의 비용상환청구를 전부 인용하는 이상 선택적 청구인 이 사건 각 계약상 조세공과금 부담약정에 따른 금원 청구와 예비적 청구인 불법행위에 기한 손해배상 청구에 관해서는 나아가 판단하지 않는다).<br/>  4. 결론<br/>  그렇다면 원고의 청구는 이유 있으므로 이를 모두 인용하여야 한다. 제1심판결은 이와 결론을 달리하여 부당하므로 원고의 항소를 받아들이되, 이 법원에서 추가한 선택적 청구와 예비적 청구를 포함하여 제1심판결을 위와 같이 변경하기로 하여, 주문과 같이 판결한다.<br/>[[별 지 1] 이 사건 각 계약의 주요 내용: 생략]<br/>[[별 지 2] 내용증명우편의 주요 내용: 생략]<br/><br/>판사 권순형(재판장) 이승한 윤종구 ",
    "사건번호": "2021나2009669",
    "사건종류코드": "400101",
    "판례정보일련번호": "230739",
    "선고": "선고",
    "판결유형": "판결 : 상고",
    "법원종류코드": "400202"
  }
}