{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20191120",
    "법원명": "대전지방법원",
    "사건명": "소유권이전등기",
    "판례내용": "【원    고】 원고 (소송대리인 변호사 김건효)<br/>【피    고】 정기산업 주식회사 (소송대리인 법무법인(유한) 광장 담당변호사 김대욱)<br/>【변론종결】2019. 9. 25.<br/>【주    문】<br/>  1. 피고는 원고로부터 63,400,000원을 지급받음과 동시에 원고에게 별지1 기재 부동산에 관하여 2019. 1. 7.자 매매를 원인으로 한 소유권이전등기절차를 이행하라.<br/>  2. 소송비용은 피고가 부담한다. <br/><br/>【청구취지】[주위적 청구]<br/>    주문 제1항과 같다.<br/>[예비적 청구]<br/>  ○제1 예비적으로, 피고는 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 별지  1기재 부동산에 관하여 소장 송달일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. <br/>  ○제2 예비적으로, 피고는 원고에게 별지1 기재 부동산에 관하여, <br/>    가. 2억 3,540만 원을 분양대금으로 정한 원고의 매수청약의 의사표시에 대하여 승낙의 의사표시를 하고, <br/>    나. 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 위 가.항 승낙일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. <br/>  ○제3 예비적으로, 원고와 피고 사이에 원고가 별지1 기재 부동산의 우선분양전환을 받을 수 있는 우선수분양자의 지위에 있음을 확인한다.<br/>【이    유】1. 인정되는 사실<br/>가. 영무건설의 입주자모집공고<br/>    1) 주식회사 영무건설(이하 ‘영무건설’이라 한다)은 국민주택기금의 지원을 받아 세종특별자치시 (주소 1 생략) 일대에 공공건설임대주택인 △△△마을 11단지를 건설하였다.  <br/>    2) 영무건설은 2012. 7. 12. 아래와 같은 내용의 ‘세종시 □□□□□(5년 공공임대) 입주자모집공고’를 게시하였다(위 공고는 주택공급에 관한 규칙 제8조에 의거해서 행정중심복합도시건설청으로부터 승인을 받은 것이다). <br/>[입주자모집공고]□ 임대기간: 5년, 임대기간 종료 후 분양전환되는 주택임(단 임대주택법 시행령 제13조 제2항 제3호에 의거 임대의무기간 2분의 1 경과하여 임대사업자와 임차인이 합의시 분양전환 가능)□ 분양전환시기: 최초 입주지정기간 종료일이 속하는 월의 다음달 1일부터 5년 이후(임대주택법 시행령 제13조 제2항 제3호에 의거 임대개시 후 해당 주택의 임대의무기간이 2분의 1이 지나 임대사업자와 임차인이 해당 임대주택의 분양전환합의하는 경우 분양전환 가능)□ 우선분양전환대상자: 임대주택법 제21조 제1항에 따라 입주일 이후부터 분양전환 당시까지 당해 임대주택에 거주한 무주택자인 임차인<br/>나. 원고의 임차권양수<br/>    1) 영무건설은 소외 1과 사이에, (동호수 생략)(별지1 기재 부동산, 이하 ‘이 사건 아파트’라 한다)에 관하여 임대차보증금 1억 7,200만 원, 의무임대기간 5년까지로 하는 내용의 임대차계약을 체결하였다.  <br/>    2) 소외 1은 2016. 6. 17. 영무건설의 동의를 얻어 원고에게 이 사건 임차권을 양도하였고, 원고는 2016. 6. 17. 영무건설과 사이에 임대차계약을 체결하였다. <br/>다. 피고의 임대사업자 지위 승계<br/>    1) 피고는 2017. 12. 5. 영무건설로부터 이 사건 아파트를 매수하여 2018. 1. 5. 소유권이전등기를 마치면서 임대사업자의 지위도 승계하였다. <br/>    2) 원고는 2018. 9. 11. 피고와 이전과 동일한 내용 및 조건으로 임대차계약을 체결하였다. 원고가 영무건설과 체결한 표준임대차계약서 및 피고와 체결한 표준임대차계약서(이하 통틀어 ‘이 사건 임대차계약서’라 한다)에는 아래와 같은 내용이 명시되어 있다.<br/>[이 사건 임대차계약서]제6조(을의 금지행위)  을은 다음 각 호의 어느 하나에 해당하는 행위를 해서는 안된다.    1. 임대주택법을 위반하여 임차권을 양도하거나 임대주택을 타인에게 전대하는 행위제12조(임대주택의 분양전환 및 자격)  ① 갑은 위 주택이 임대주택법 제16조 제1항 제3호 및 같은 항 제4호의 임대주택에 해당하는 경우에는 다음 각 호의 조건에 따라 분양전환한다    1. 위 주택의 분양전환 시기는 최초 입주지정기간 끝난 후 5년으로 한다(임대주택법 시행령 제13조 제2항 제3호에 의거 최초 입주지정기간 끝난 후 2년 6월이 지난 경우 갑과 을이 합의에 의하여 분양전환 가능함).    2. 위 임대주택의 분양전환가격 산정 기준은 입주자모집공고에 정한 바에 따른다. 다만 입주자모집공고에서 정하지 않은 경우에는 별도 특약으로 정한다.  ③ 갑이 본 조에 의해 위 주택을 분양전환 할 경우 임대주택법 제21조 제1항에 의거 을은 다음 각 호의 어느 하나에 해당하여야 한다.    1. 입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인(청약 세대는 세대원 모두 무주택이어야 함)    2. 건설임대주택에 입주한 후 상속 · 판결 또는 혼인으로 인하여 다른 주택을 소유하게 된 경우 분양전환 당시까지 거주한 자로서 그 주택을 처분하여 무주택자가 된 임차인    3. 임대주택법 제19조 단서에 따라 임차권을 양도받은 경우에는 양도일 이후부터 분양전환 당시까지 거주한 무주택자인 임차인    4. 선착순(4순위·무순위 당첨자 포함)의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인<br/>라. 합의계약<br/>    원고와 영무건설 및 피고는 이 사건 임대차계약 체결과 동시에 조건변경합의계약서(이하 ‘합의계약’이라 한다)를 작성하여 분양전환에 따른 확정 임대가를 정하고 추후 분양전환에 대한 합의를 하였다. 합의계약의 주된 내용은 아래와 같다.<br/>[합의계약]제3조(분양전환 가격결정 및 효력)  ① 갑과 을은 다음 각호에 모두 해당할 경우 분양전환시 분양전환가와 임대주택법 시행규칙 별표1의 공공건설 임대주택 분양전환가격 산정기준에 의한 금액 중 낮은 금액을 적용하여 분양전환금액을 책정한다.    1. 갑과 을이 임대차계약함에 있어 본 합의계약을 체결한 경우    2. 을이 갑이 지정한 기간 내 분양전환을 받는 경우  ② 제1항 1호에 의하여 납부한 금액은 분양 전환시 분양전환금액의 일정금액으로 인정한다.  ③ 제1항 1호의 분양전환계약 미체결시 본 합의계약의 효력이 만료되며, 임대차계약서 전환계약 조건으로 원상회복하기로 한다.제4조(확정임대가에 따른 납부조건)  ① 확정임대가의 납부조건은 다음과 같이 을이 갑에게 납부하기로 한다.    2. 분양전환가       확정임대가 1억 7,200만 원, 국민주택기금 9,000만 원, 분양전환가 2억 6,200만 원제5조(합의계약 해지 및 해제)  ① 을이 다음 각 호의 어느 하나에 해당할 경우 갑은 별도의 서면통지 없이 이 본 합의계약을 해제 또는 해지한다.    3. 제3조 제1항 2호에 의한 기간 내에 을이 분양전환을 받지 않을 경우제7조(분양전환 및 자격 등)  분양전환은 임대차계약서 계약조건 제12조(임대주택의 분양전환 및 자격)에 따른다.제8조(기타)  ③ 갑이 지정한 기간 내에 분양전환을 받지 않는 경우 본 합의계약은 자동해지가 되며, 분양전환기간 종료일부터 임대차계약서 상의 전환계약 조건으로 원상회복하기로 한다.<br/>마. 13차 회의<br/>    1) 이 사건 아파트의 임대의무기간은 2019. 9. 30.까지인데, 피고는 2018. 1.경부터 이 사건 아파트를 포함한 임대주택 임차인대표들과 조기분양전환절차에 관하여 협의를 시작하여 매월 1회 이상씩 회의를 개최하였다. <br/>    2) 피고와 임차인대표들은 2018. 10. 3. ‘세종시 △△△11단지 분양전환 13차 회의’(이하 ‘13차 회의’)에서 다음과 같은 분양전환 산정기준 또는 분양전환자격 등에 대한 구체적인 합의를 하였다.<br/>[13차 회의]  ○ 피고는 우선분양전환예정가격에 대하여 2018. 10. 30. 세종시에 제출함(A타입 246,000,000원, B타입 249,000,000원)  ○ 조기분양전환관련 임차인동의서(의향서) 제출사항  (중략) 시간: 2018. 11. 5. ~ 11. 7.  ○ 조기분양전환관련 향후 진행계획(의향서 제출 후)    ① 국토교통부 주택소유전산검색 의뢰(18. 11. 9. ~ 11. 12.)    ② 국토교통부 주택소유전산검색 종료(18. 11. 26.)    ③ 우선분양전환 대상자 적격 부적격세대 통보(18. 12. 1.)    ④ 부적격세대 소명자료 제출(18. 12. 3. ~ 12. 10.)    ⑤ 조기분양전환계약서 체결(18. 12. 3. ~ )    ⑥ 세종시청에 분양전환신고서 제출(18. 12월중)    ⑦ 세대 소유권이전(18. 12월중)<br/>바. 동의서<br/>    1) 2018. 11.경 ‘세종시 △△△ 11단지 조기분양전환 회의결과(1~12차) 동의서’가 작성되었다. 임차인대표들 및 피고 이사 및 직원들, 세종시청의 담당자들이 모여 그동안 회의 과정에서 합의된 내용을 확인한 후 동의한다는 내용으로 서명날인하였다.<br/>    2) 동의서의 주된 내용은 아래와 같다.<br/>[동의서]○ 금회 신청세대는 조기우선분양전환한다.○ 청약세대의 입주지정일은 14. 10. 1.로 보고 그 외 세대는 계약체결일을 입주지정일로 본다.○ 양도양수세대에서 양도자의 자격기준을 논의하지 않는다.○ 11월초 조기분양 서류접수 후 적격자에 한해 피고는 세종시에 분양신청을 18년 11월 안으로 접수하고 18년 12월안으로 개별등기를 완료한다.<br/>사. 조기분양절차 관련 안내<br/>    1) 피고는 13차 회의에 따라 2018. 11. 1. ‘세종 □□□□□ 조기분양절차관련 안내문’을 공고하였다. <br/>    2) 동의서의 주된 내용은 아래와 같다.<br/>- 당사(피고)는 시청 및 임차인대표회의와의 꾸준한 회의를 통해 조기분양전환을 준비해 왔으며 임차인들이 간절히 원해 온대로 조기분양전환을 실시하게 됨에 따라 아래와 같이 각 세대별 조기분양전환신청서 및 적격자 판단에 필요한 서류를 접수받고자 합니다.(중략)- 일시: 2018. 11. 5. ~ 11. 7.<br/>아. 분양안내문<br/>    1) 피고는 2018. 11. 5.부터 11. 7.까지 원고 등 임차인들로부터 ‘세종 □□□□□ 조기분양전환신청확인서’를 교부받았고(원고도 그 기간 내인 2018. 11. 5. 제출하였다), 2018. 12.초경 조기분양전환신청확인서를 제출한 임차인들에게 적격, 부적격 내지 소명통보를 하였다. <br/>    2) 피고는 2018. 12. 7. ‘원활한 진행을 위하여 금번에 적격으로 분류된 세대에 한하여 분양계약서를 우선 작성할 예정이고, 부적격 및 소명 세대는 소명기간 내에 충분한 소명을 하시어 최종 적격으로 판정되시면 추가 적격세대 발표를 거쳐 아파트 분양을 받으실 수 있습니다.’는 취지로 원고를 비롯한 임차인들에게 ‘분양안내문’을 보냈다. <br/>     3) 또한 피고는 2018. 12. 19. 임차인대표들과 진행한 15차 회의(이하 ‘15차 회의)에서 추가 소명된 임차인들에 대하여 3차 적격자 발표(2018. 12. 22.) 및 본 계약 체결(2019. 1. 7. ~ 8.), 4차 적격자 발표(2019. 1. 5.) 및 본 계약 체결(2019. 1. 17. ~ 18.)을 안내하고 그 이후에도 피고는 적격세대 추가판정시 본 계약을 진행하기로 하였다.<br/>자. 분양전환가액 확정<br/>    1) 세종시는 임대주택법 시행규칙 별표1의 공공건설 임대주택 분양전환가격 산정기준에 의한 금액을 산정하여 발표하였다. <br/>    2) 2018. 12. 19. 이 사건 아파트의 분양전환가격은 2억 3,540만 원(A타입)으로 확정되었다.<br/>차. 분양전환완료통지<br/>    1) 피고는 적격으로 판정한 임차인들 세대에 대해 관할 세종시에 아래와 같이 임대주택분양전환신고서를 제출하였다.  <br/>분양전환신고제출일분양전환예정일1차2018. 12. 7.2018. 12. 10.2차2018. 12. 17.2018. 12. 19.3차2018. 12. 28.?4차2019. 1. 4.2019. 1. 7.5차2019. 1. 31.?<br/>    2) 피고는 2019. 1. 31. 세종시에 ‘□□□□□아파트 조기분양전환완료통지’를 하면서 분양전환대상신청 세대수 537세대 중 적격세대수는 271세대, 부적격세대수는 266세대로 분양전환이 완료된 사실을 통지하였다.<br/>카. 적격 임차인들에 대한 분양계약 체결<br/>   피고는 적격 임차인들과 2018. 12.경부터 2019. 3.경까지 분양계약을 체결하였다.  매매대금에 해당하는 분양전환가격에 대하여 A타입과 B타입에 대하여 세종시에 신고하여 수리된 금액을 기준으로 하고 기존의 임대차보증금 1억 7,200만 원을 공제하고 나머지 금액을 잔금으로 하였다. <br/>타. 원고에 대한 부적격 통보<br/>    피고는 2018. 12.경 원고에게 추가소명을 요구하였고 원고의 소명에도 불구하고 2019. 1. 29. 원고에게 부적격판정 통보를 하였다.  <br/>파. 관련 법령<br/>    관련 법령의 내용은 별지2 기재와 같다. <br/>[인정근거: 다툼 없는 사실, 갑 제1 내지 11호증, 을 제1 내지 9호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 이 법원의 영무건설에 대한 사실조회결과, 변론 전체의 취지]<br/>2. 주위적 청구<br/>가. 청구원인에 대한 판단<br/>1) 원고와 피고 사이에 조기분양에 대한 합의가 있었는지 여부<br/>      가) 위 인정사실에 의하면, 영무건설은 이 사건 아파트의 임대분양 당시 임대의무기간의 1/2이 경과되면 매매 합의를 통하여 임대주택법령에 따라 분양전환할 수 있다는 내용으로 입주자모집공고를 하고 이 사건 임대차계약에 명시하였으며, 영무건설로부터 임대사업자지위를 승계한 피고도 원고와 다시 동일한 내용의 이 사건 임대차계약을 체결하였다. <br/>      나) 이 사건 임대차계약과 함께 체결된 합의계약은 ‘조기분양전환절차’가 진행되는 것을 전제로 분양전환가 및 임대차보증금, 월차임을 규정하고 있는데, 합의계약에 의하더라도 분양전환절차가 진행되면 임차인들이 분양전환을 받지 않는 경우는 가능한 것으로 보고 있지만(제5조 제1항 제3호), 피고(임대사업자)가 분양전환기간을 정한 후 분양전환을 하지 않는 경우는 상정하고 있지 않다. 따라서, 피고가 일단 분양전환절차를 개시한 후 합의계약 제7조(임대차계약 제12조)에 따라 분양전환자격이 없다고 판단하여 거부하는 경우를 제외하고 임차인들에게 개별적으로 분양전환을 거부할 권리는 없다. <br/>      다) 피고는 임대의무기간의 1/2이 경과한 후부터인 2018. 1.경부터 임차인대표들과 계속적인 회의를 거쳤고 임차인대표들과 피고 간에 회의 및 합의계약에 의하면, 분양전환가 산정에 관한 구체적인 기준이 명확하게 정해졌고 이에 따라 2018. 12. 19. 분양전환가격이 결정되었다. 또한, 피고는 13차 회의에서 분양계약일자가 2018. 12. 3. 이후로 특정된 상태에서 조기분양전환절차를 개시하기로 합의하여 2018. 11. 1. ‘조기분양절차관련 안내문 공고’를 통하여 원고를 비롯한 임차인들에게 분양전환을 원하는 세대는 필요한 서류를 갖추어 조기분양전환신청을 하라고 공고하였다. <br/>      라) 이처럼 피고의 위 공고 직전 13차 회의에서 조기분양전환계약서 체결일이 특정되어 있고, 합의계약에 분양전환가 산정에 관한 구체적인 기준이 명확하게 표시되어 있으며, 원고를 포함한 임차인들이 분양전환을 받지 않는 이상, 위 합의를 해제할 수 없는 것으로 되어 있고, 분양전환예정가격까지 정해져 그 이후 곧 결정되기로 된 상태였다. 임대주택법령 및 피고의 분양계획에 따르면, 분양전환절차는 임차인들로부터 위와 같은 서류를 징구하는 것 외에는 관할시청에 대한 분양전환신고, 분양계약의 체결절차만 남게 되는데, 일단 임대사업자와 임차인 사이의 분양전환 합의가 이루어지면, 이는 임대주택법령에 정해진 대로 진행되는 후속절차에 불과하다. <br/>      마) 따라서 피고가 한 ‘조기분양절차관련 안내문공고’는 단순히 조기분양절차에 대한 설명이나 방침을 밝힌 것에 불과한 것이 아니라, 원고의 승낙이 있으면 곧바로 의사의 합치에 이를 수 있는 정도로 내용이 확정된 청약에 해당하고, 원고가 이에 응하여 피고에게 분양전환에 필요한 서류를 구비하여 조기분양전환신청확인서를 제출한 것은 이에 대한 승낙의 의사표시에 해당하므로, 원고와 피고 사이에는 이 사건 아파트의 조기분양전환에 대한 합의가 이루어졌다고 보는 것이 타당하다. <br/>2) 분양전환일(매매계약일)<br/>      가) 다음으로 조기분양전환에 대한 합의에 따른 분양전환일 즉 매매계약일에 관하여 본다. 피고와 임차인대표들은 13차 회의에서 분양전환일정에 대하여 합의를 하면서 조기분양전환계약서 체결은 ‘2018. 12. 3. 이후’로 정하였는데, 15차 회의에서 제3차 분양전환예정일을 2019. 1. 7. ~ 1. 8.로 합의하였다. <br/>      나) 피고가 세종시에 분양전환신고를 하면서 3, 4, 5차 각 ‘분양전환예정일’을 ‘2019. 1. 7.’로 스스로 특정하였고, 실제 일부 적격자 임차인들과 2019. 1. 7.자 매매계약을 체결하여 소유권이전등기를 이전하기도 하였다. 적격자와 부적격자 모두 피고에 대하여 한 의사표시는 ‘조기분양전환신청확인서’ 제출밖에 없고 이처럼 피고는 임차인들이 적격으로 판정이 되면 다른 절차 없이 적격 임차인들과 제1차에서부터 제5차에 걸쳐 분양전환 매매계약을 체결하였는데, 특별한 기준 없이 적격으로 판단한 순서대로 계약을 체결하였을 뿐이다. <br/>      다) 그런데 피고는 2018. 12.초경 조기분양전환신청확인서를 제출한 임차인들에게 적격, 부적격 내지 소명통보를 하였고 2018. 12. 7. 임차인들에게 ‘소명기간 내에 충분한 소명을 하시어 최종 적격으로 판정되시면 추가 적격세대 발표를 거쳐 아파트 분양을 받으실 수 있다’는 안내문을 공고하였다. <br/>      라) 원고는 피고에게 충분한 소명을 하였는데 피고가 부당하게 거절을 하지 않았다면 위 공고 및 15차 회의에 따라 계약을 체결한 적격자들과 동일하게 3차 분양전환일 중 하나인 2019. 1. 7.자 매매계약을 통한 소유권이전등기를 받을 수 있었을 것으로 보이고, 위 매매계약일자는 당초 원고와 피고의 조기분양전환에 대한 합의에 따라 예정된 매매계약체결일로 보는 것이 타당하다. <br/>      마) 따라서 아래 제3항에서 보는 바와 같이 분양전환자격을 갖춘 원고는 피고를 상대로 위 일자 매매계약을 원인으로 소유권이전등기청구를 할 수 있다. <br/>3) 매매대금<br/>      가) 분양전환 대상자들의 실제 매매가는 기존 분양전환가격이므로 피고의 부당한 거절만 아니었다면 원고의 경우도 위 매매금액으로 확정되었을 것으로 보인다. 이 사건 아파트의 매매대금은 분양전환가격에 해당하는 2억 3,540만 원으로 확정되었다고 보는 것이 타당하다.  <br/>      나) 따라서 피고는 원고로부터 이 사건 아파트 분양전환금액인 2억 3,540만 원에서 원고가 피고에게 기지급한 임대차보증금 1억 7,200만 원을 공제한 6,340만 원을 지급받음과 동시에 원고에게 이 사건 아파트에 관하여 2019. 1. 7.자 매매계약을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다. <br/>나. 피고의 주장에 관한 판단<br/>    1) 이에 대하여 피고는, ‘조기분양전환절차’는 임대사업자와 임차인이 임대의무기간 이전에 분양전환 절차를 개시하기로 하는 합의에 의하여 개시되는 절차인데, 피고의 ‘조기분양전환관련 안내공고’는 위 절차에 대한 설명과 이에 대하여 ‘임차인 동의서’를 제출해 달라는 정보를 알려준 것일 뿐이어서 청약에 해당하지 않고, 원고가 제출한 ‘임차인 동의서’ 등도 역시 분양전환에 관한 승낙이 아니며, 임대사업자가 조기분양전환 절차를 개시하여 해당 임차인이 부적격자로 판정될 경우 분양전환에 관한 합의에 도달하지 못하고 이로써 종료되었다는 취지로 주장하나, 이는 앞서 인정한 바와 다른 전제에 선 것으로 받아들이지 않는다. <br/>    2) 피고는 다시, 원고와 사이에 매매대금전액 중 임대차보증금을 공제해 나머지 잔금만 지급받기로 약정한 사실이 없으므로, 이 사건 아파트 매매대금전액을 지급받음과 동시에 소유권이전등기의무를 부담한다고 주장한다. <br/>      살피건대 합의계약 제3조 제2항에 의하면, \"제1항 제1호에 의하여 납부한 금액은 분양전환시 분양전환금액의 일정금액으로 인정한다\"는 규정이 있고, 위 규정에 따라 임차인인 원고가 기납부한 임대차보증금은 분양전환시 분양전환금액 즉 매매대금의 일부로 인정이 되고 이는 피고와 임차인들 간에 상계 내지 공제합의로 보는 것이 타당하다(실제 피고가 적격자로 판단한 임차인들과 분양계약을 체결하면서 임대차보증금을 공제한 나머지 대금을 지급받았다). 피고의 이 부분 주장도 이유 없다. <br/>다. 소결<br/>    원고의 주위적 청구를 인용한다(원고의 주위적 청구를 인용하는 이상, 원고의 예비적 청구에 대하여 따로 판단하지 않는다).<br/>3. 원고의 분양전환자격에 대한 판단<br/>가. 당사자의 주장<br/>1) 원고의 주장<br/>      가) 원고는 보유하던 주택을 2016. 5. 30. 매도하는 계약을 체결하여 실질적으로 처분한 후 2016. 6. 17. 영무건설과 임차권양도에 따른 임대차계약일 체결하였다. 원고는 양도일로부터 분양전환 당시까지 거주한 무주택 임차인으로 이 사건 임대차계약 제12조 제3항 제3호, 구 임대주택법 제21조 제1항 제3호(이하 ‘제3호’라 한다)에 따라 우선분양전환자격이 있다. <br/>      나) 설령 제3호의 우선분양전환자격에 해당되지 않더라도 입주일인 2016. 7. 15.  이후부터 분양전환시까지 해당 임대주택에 거주한 무주택자 임차인에 해당하므로 이 사건 임대차계약 제12조 제3항 제1호, 구 임대주택법 제21조 제1항 제1호(이하 ‘제1호’라 한다)에 따라 우선분양전환자격이 있다. <br/>2) 피고의 주장<br/>      원고가 전임차인 소외 1로부터 적법하게 임차권을 양수받았다는 자료가 없다. 또한 원고는 보유하던 주택을 2016. 7. 25. 비로소 처분하여 이 사건 아파트의 임차권양도일인 2016. 6. 17. 당시에는 무주택자에 해당하지 않는다. 원고는 분양전환자격을 충족하지 못한다. <br/>나. 판단<br/>1) 임차권 양도가 부적법한지 여부<br/>      가) 이 법원의 영무건설에 대한 사실조회결과에 따르면, 이 사건 아파트의 전임차인 소외 1은 영무건설로부터 원고에게 임차권을 양도하는 것에 대하여 동의를 받은 사실을 인정할 수 있다. 이는 구 임대주택법 제19조 단서 및 임대주택법 시행령 제18조 제1항 제1호 가목의 임차권 양도사유에 해당한다(한편 앞서 인정한 사실에 의하면, 피고는 분양전환 합의 당시 양도양수세대에서 양도자의 자격기준을 논의하지 않기로 합의하였다).<br/>      나) 임차권양도의 부적법을 주장하는 피고의 주장은 이유 없다. <br/>2) 제3호의 요건을 갖추었는지 여부<br/>      가) 원고가 이 사건 임차권을 양도받은 2016. 6. 17. 영무건설과 임대차계약을 체결한 사실은 앞서 본 바와 같고, 갑 제6, 14, 15호증, 을 제8호증의 각 기재에 따르면, 원고는 2016. 5. 30. 기존 주택(대전 중구 (주소 2 생략))을 매도하는 계약을 체결하고, 2016. 7. 25. 위 주택에 관하여 매수자 앞으로 소유권을 이전한 사실, 원고는 2016. 7. 15. 이 사건 아파트로 전입신고한 사실을 인정할 수 있다. <br/>      나) 위 인정사실에 의하면, 원고는 이 사건 아파트의 임차권을 양도받을 당시인 2016. 6. 17. 기준으로는 기존 주택을 매도하는 계약만 체결하였을 뿐 소유권은 이전한 상태가 아니었다. 원고는 제3호 소정의 임차권양도 당시 무주택 상태가 아니었다.  <br/>3) 제1호의 요건을 갖추었는지 여부<br/>      가) 구 임대주택법 제21조 제1항은 제1 내지 5호의 어느 하나에 해당하는 임차인에게 우선분양전환하도록 하고 있고 제1호는 ‘입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인’이라고 규정하고 있다. 따라서 임차인이 제2호부터 5호에 해당하지 않는 임차인이라 하더라도 제1호의 요건을 충족할 경우 우선분양전환자격이 있다고 보는 것이 타당하다.  <br/>      나) 원고가 2016. 7. 15. 이 사건 아파트로 전입신고할 당시 기존 주택이 미처 제3자에게 이전되지 않은 것은 원고도 다투지 않는다. 이에 대해 원고는, 기존 주택을 처분한 잔금으로 이 사건 아파트의 임대차보증금 잔금을 지급하려고 하였으나 전임차인(임차권 양도인)이 잔금지급일자를 앞당겨달라고 하였고, 영무건설의 편의를 봐주기 위해 임대차보증금 잔금을 우선 마련하여 이 사건 아파트에 입주한 것이라고 주장한다. 원고가 입주일 기준으로 기존 주택을 미처 처분하지 못한 것에 정당한 사유가 있고(원고가 굳이 기존 주택을 처분하기 이전에 이 사건 아파트에 입주할 다른 이유는 없는 것으로 보인다), 입주일과 기존 주택의 처분일 사이가 불과 열흘 정도이다. 이러한 사정에 비추어 보면, 원고는 이 사건 아파트의 입주일 기준으로 무주택자인 임차인에 해당한다고 보는 것이 타당하다.     <br/>다. 소결<br/>     원고는 입주일로부터 분양전환 당시까지 거주한 무주택 임차인이므로 이 사건 임대차계약 제12조 제3항 제1호, 구 임대주택법 제21조 제1항 제1호에 따라 우선분양전환자격이 인정된다. <br/>4. 결론<br/>  원고의 주위적 청구는 이유 있어 인용하기로 하여, 주문과 같이 판결한다.  <br/>[별지 생략]<br/><br/>판사 노행남 ",
    "사건번호": "2019가단103604",
    "사건종류코드": "400101",
    "판례정보일련번호": "232069",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}