{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20160513",
    "법원명": "서울고등법원",
    "사건명": "손해배상(기)·손해배상(기)·손해배상(기)",
    "판례내용": "【원고, 피항소인 겸 항소인】 대한민국 (소송대리인 정부법무공단 담당변호사 조민현)<br/>【원고, 피항소인】 원고 2<br/>【피고, 항소인 겸 피항소인】 피고 2 내지 37, 46, 63, 64, 66, 74 내지 79, 86, 89, 92 내지 95, 97, 98, 99 기재와 같다. <br/>【피고, 피항소인】 피고 명단 중 나머지 순번 기재와 같다. (소송대리인 법무법인 여는 담당변호사 장석우)<br/>【제1심판결】 수원지방법원 평택지원 2013. 11. 29. 선고 2009가합3151, 3922(병합), 4314(병합) 판결<br/>【변론종결】2016. 3. 23.<br/>【주    문】<br/>1. 제1심 판결 중 원고들에 관한 부분을 다음과 같이 변경한다.<br/>  가. 원고 대한민국에게,  <br/>   1) 별지 2. 목록 \"분류\"란 A, B, C, D의 해당 분류 \"피고\"란 기재 피고들은 각 분류별로 공동하여 해당 분류의 \"인용금액\"란 기재 각 돈과 이에 대하여 2009. 8. 6.부터 2016. 5. 13.까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하고, <br/>   2) 별지 2. 목록 \"분류\"란 A1, A2, A3의 해당 분류 \"피고\"란 기재 피고들은 각 분류별로 같은 목록 \"분류\"란 A의 \"피고\"란 기재 피고들과 공동하여 해당 분류의 \"인용금액\"란 기재 각 돈과 이에 대하여 2009. 8. 6.부터 2016. 5. 13.까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하라. <br/>  나. 별지 2. 목록 \"분류\"란 A의 \"피고\"란 기재 피고들은 공동하여 원고 2에게 500,000원과 이에 대하여 2009. 8. 6.부터 2016. 5. 13.까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하라. <br/>  다. 원고 대한민국의 별지 2. 목록 기재 피고들에 대한 나머지 청구와 위 피고들을 제외한 나머지 피고들에 대한 청구 및 원고 2의 같은 목록 \"분류\"란 A의 \"피고\"란 기재 피고들에 대한 나머지 청구와 위 피고들을 제외한 나머지 피고들에 대한 청구를 각 기각한다. <br/>2. 소송총비용 중 원고 대한민국과 별지 2. 목록 \"분류\"란 A의 \"피고\"란 기재 피고들 사이에 생긴 부분의 20%는 원고 대한민국이, 80%는 위 피고들이, 원고 대한민국과 위 피고들을 제외한 나머지 피고들 사이에 생긴 부분은 원고 대한민국이 각 부담하고, 원고 2와 피고들 사이에 생긴 부분은 각자 부담한다. <br/>3. 제1의 가.항 및 나.항은 각 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고들은 공동하여, ① 원고 대한민국에게 1,461,616,842원과 이에 대하여 2009. 8. 6.부터 2012. 3. 9.자 청구취지 및 원인 변경신청서 최종 송달일까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하고, ② 원고 2와 위 원고를 제외한 별지 3. 목록 \"원고\"란 기재 제1심 공동원고들(이하 \"제1심 공동원고들\"이라 한다)에게 같은 목록 \"청구금액\"란 기재 각 돈과 이에 대하여 2009. 8. 6.부터 이 사건 소장 최종 송달일까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하라. <br/>2. 항소취지<br/>  가. 원고 대한민국<br/>   제1심 판결 중 원고 대한민국에 관한 부분을 다음과 같이 변경한다. 청구취지 기재와 같은 판결. <br/>  나. 별지 2. 목록 \"피고\"란 기재 피고들<br/>  제1심 판결 중 원고들에 대한 위 피고들 패소부분을 취소하고, 그 취소부분에 해당하는 원고들의 위 피고들에 대한 청구를 모두 기각한다.<br/>3. 이 법원의 심판범위<br/>  피고들에 대하여, 원고 대한민국은 별지 4. 내지 9. 목록 기재 손해배상청구를, 원고 2와 제1심 공동원고들은 별지 3. 목록 기재 위자료 청구를 하였는데, 제1심 법원은 제1심 공동원고들 중 제1심 공동원고 74, 제1심 공동원고 77, 제1심 공동원고 93, 제1심 공동원고 98의 위자료 청구는 전부 기각하고, 별지 2. 목록 \"피고란\" 기재 피고들에 대한 원고 대한민국의 손해배상청구 및 원고 2와 나머지 제1심 공동원고들의 위자료 청구를 일부 인용하였다. 이에 대하여 원고 대한민국과 별지 2. 목록 \"피고란\" 기재 피고들만이 각자 패소부분 전부에 대하여 불복하여 항소하였는데, 위 피고들은 당심에 이르러 제1심에서 위자료 청구가 일부 인용된 제1심 공동원고들에 대한 항소를 취하하였으므로 이 법원의 심판범위는 원고 대한민국의 피고들에 대한 손해배상청구와 원고 2의 별지 2. 목록 \"분류\"란 A의 \"피고\"란 기재 피고들(이하 ‘A 분류 피고들’이라 한다)에 대한 위자료 청구 부분에 한정된다. <br/>【이    유】1. 기초사실<br/>가. 당사자들의 지위<br/>   1) 전국금속노동조합 쌍용차지부{이하 ‘쌍용차지부’라 한다. 피고 전국금속노동조합 쌍용자동차지부(이하 ‘피고 지부’라 한다)와 동일한지 여부는 뒤에서 판단하기로 한다}는 피고 전국민주노동조합총연맹(이하 ‘피고 민주노총’이라 한다) 산하 산업별 노동조합인 피고 전국금속노동조합(이하 ‘피고 금속노조’라 한다)의 지부 중 하나로서 뒤에서 보는 이 사건 점거파업 당시 쌍용자동차 주식회사(이하 ‘쌍용자동차’라 한다)의 근로자 약 5,200명(창원지회 약 560명, 정비지회 약 280명 포함)이 소속되어 있었다. <br/>   2) 쌍용차지부는 의사결정기관으로 대의원대회를 두고, 임원(지부장, 수석 부지부장, 부지부장, 사무국장)과 각 부서(조직쟁의실, 정책기획실, 노동안전실, 후생복지실, 교육선전실, 대외협력실, 재정총무실이 있고, 각 실 아래 부가 있다)의 실장, 부장을 중심으로 대의원대회로부터 위임받은 사항을 처리하는 집행부를 구성하고 있었는데, 피고 4는 쌍용차지부 지부장, 피고 5는 수석 부지부장, 피고 6은 부지부장, 피고 7은 사무국장, 피고 10은 조직쟁의실장, 피고 15는 정책기획실장, 피고 19는 대외협력실장, 피고 22는 노동안전실장, 피고 25는 교육선전실장, 피고 29는 후생복지실장, 피고 35는 재정총무실장, 피고 8, 피고 9는 각 총무부장, 피고 11, 피고 12, 피고 13, 피고 14, 피고 26, 피고 32는 각 조직쟁의부장, 피고 16, 피고 17은 각 정책부장, 피고 18, 피고 34는 각 기획부장, 피고 20, 피고 21은 각 대외협력부장, 피고 23은 노동안전부장, 피고 24는 보건부장, 피고 27은 선전부장, 피고 28은 편집부장, 피고 30은 후생부장, 피고 31은 복지부장, 피고 33, 피고 37은 각 문화체육부장, 피고 36은 교육부장이었다(이하 통틀어 ‘쌍용차지부 간부 피고들’이라 한다). <br/>   3) 피고 38, 피고 39, 피고 40, 피고 41, 피고 42, 피고 43, 피고 44, 피고 45, 피고 46, 피고 47, 피고 48, 피고 49, 피고 50, 피고 51, 피고 52, 피고 53, 피고 54, 피고 55, 피고 56, 피고 57, 피고 58, 피고 59, 피고 60은 피고 금속노조의 집행부 구성원이었다(이하 ‘피고 금속노조 간부들’이라 한다).<br/>   4) 피고 63은 쌍용차지부의 조합원이면서 선봉대장이었고, 피고 97은 피고 금속노조 미조직 비정규국장이었다.<br/>   5) 피고 61, 피고 62, 피고 64, 피고 65, 피고 66, 피고 67, 피고 68, 피고 69, 피고 70, 피고 71, 피고 72, 피고 73, 피고 74, 피고 75, 피고 76, 피고 77, 피고 78, 피고 79, 피고 80, 피고 81, 피고 82, 피고 83, 피고 84, 피고 85, 피고 86, 피고 87, 피고 88, 피고 89, 피고 90, 피고 91, 피고 101, 피고 102, 피고 103, 피고 104는 쌍용차지부의 대의원, 선봉대원 또는 일반조합원이고, 피고 92, 피고 93, 피고 94, 피고 95, 피고 96, 피고 98, 피고 99, 피고 100은 피고 금속노조 소속 조합원 등이거나 휴학생이다. <br/>   6) 원고 2와 제1심 공동원고들은 이 사건 점거파업 무렵 경찰공무원 내지 전투경찰순경이었다.<br/>나. 이 사건 점거파업의 경위<br/>   1) 쌍용자동차는 2008년 유가급등과 금융위기에 따른 판매 감소 등으로 심각한 재정난에 빠지자 2009. 1. 9. 서울중앙지방법원에 회생절차개시신청을 하여 2009. 2. 6. 회생절차 개시결정을 받았다(2009회합6호).<br/>   2) 쌍용자동차는 강도 높은 구조조정을 전반적으로 실시하라는 회생법원의 지침에 따라 2009. 4. 8. ‘쌍용자동차의 근로자 7,177명의 37%에 해당하는 2,646명을 희망퇴직, 분사 등의 방법으로 구조조정하고, 신차개발투자자금 등으로 2,500억 원 상당을 대출받는 것’을 내용으로 하는 경영정상화 방안을 발표하고, 2009. 4. 8.부터 2009. 4. 24.까지 6차례에 걸쳐 쌍용차지부에 정리해고의 규모와 기준 등에 관한 노사협의를 요청하였다.<br/>   3) 쌍용차지부는 쌍용자동차의 노사협의 요청을 거부하면서 2009. 4. 9. 임시대의원대회를 개최하여 ‘임금교섭 및 정리해고 분쇄’를 목적으로 하는 쟁의행위 찬반투표를 위한 총회 소집공고를 결의하는 한편, 피고 4를 비롯한 쌍용차지부 간부 피고들 34명과 평택공장 대의원 대표 7명, 창원지회 지회장과 대의원 대표 각 1명, 정비지회 지회장과 대의원 대표 각 1명 총 45명이 위원으로 참가하는 중앙쟁의대책위원회(이하 ‘중앙쟁대위’라 한다)를 구성하여 향후 파업일정, 방법 등 파업과 관련한 모든 세부사항의 결정권을 중앙쟁대위에 위임하기로 결의하였다. <br/>   4) 쌍용차지부는 2009. 4. 13.과 2009. 4. 14.에 ‘임금교섭 및 정리해고 분쇄’를 목적으로 하는 쟁의행위에 대한 조합원 찬반투표를 실시하여 재적 조합원 5,151명 중 투표 5,025명, 찬성 4,328명(84.02%)으로 파업을 결의한 다음, 2009. 4. 24.부터 부분파업을 개시하였다. <br/>다. 이 사건 점거파업의 개시와 경과 및 종료<br/>   1) 쌍용차지부는 2009. 5. 22. 쌍용자동차 정리해고 철폐를 주장하면서 총파업 출정식을 개최한 다음 쌍용자동차 평택공장 정문에 컨테이너 박스를 쌓아 출입구를 봉쇄하고 위 공장을 점거하는 파업(이하 ‘이 사건 점거파업’이라 한다)을 시작하였고, 2009. 5. 26. 쌍용자동차 관리직원들을 위 공장 밖으로 강제 퇴거시켰다. <br/>   2) 쌍용자동차는 2009. 5. 31. 쌍용차지부의 이 사건 점거파업에 대응하여 직장폐쇄 신고를 하고 이 사건 점거파업 참가자들에게 평택공장에서 퇴거하여 줄 것을 요청하였다. 그러나 이 사건 점거파업의 참가자들은 이에 불응하면서 2009. 6. 26.경 쌍용자동차 직원들이 1차 방어선을 뚫고 평택공장 내로 진입을 시도하자, 군사작전을 모방하는 지휘체계를 구축하는 등의 방법으로 점거파업을 계속 하였다. <br/>   3) 쌍용자동차와 쌍용차지부는 2009. 7. 25.부터 2009. 8. 2.까지 교섭을 진행하였으나 서로의 입장 차이를 좁히지 못하여 협상이 결렬되었고, 원고 대한민국 산하 경찰은 2009. 8. 4. 및 2009. 8. 5. 헬기, 기중기 등을 동원한 진압작전을 실시하였다.<br/>   4) 쌍용자동차와 쌍용차지부는 2009. 8. 6. 협상을 재개하여 노사합의를 하였고, 그 무렵 이 사건 점거파업은 종료되었다.<br/>라. 피고 민주노총의 집회·시위<br/>   피고 민주노총은 2009. 7. 25. ‘쌍용자동차 정리해고 반대, 분사저지 노동자 결의대회’를 개최하였는데, 피고 민주노총 회원 약 4,000여 명은 그 당시 평택역에서 평택경찰서, 통복시장, 부영아파트, 법원사거리, 삼익아파트 방면까지 이동하는 과정에서 전 차로를 점거하면서 행진하였다(이하 ‘제1집회·시위’라 한다).<br/>마. 피고 금속노조의 집회·시위<br/>   피고 금속노조는 2009. 7. 16. 이 사건 점거파업을 동조·지원하기 위하여 쌍용자동차 평택공장 정문 앞 삼거리 도로에서 미신고 집회를 개최하였다(이하 ‘제2집회·시위’라 한다).<br/>【 인정근거 】 다툼 없는 사실, 갑 제10, 14호증(각 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 원고들의 청구요지<br/>  피고들은 이 사건 점거파업 및 제1, 2집회·시위 과정에서 공권력에 대한 폭력적 대응을 주도하거나 이에 동참하였고 이로 인하여 원고 대한민국은 별지 4. 내지 9. 목록의 \"주장된 손해액\"란 기재와 같이 경찰 부상으로 인한 치료비 지출과 진압장비, 휴대용무전기, 헬기, 기중기 등 재물 손상에 따른 손해를 입게 되었고, 원고 2는 2009. 6. 23. 공무집행 중 입은 상해로 인하여 정신적 고통을 받았다. <br/>  따라서 피고들은 공동불법행위자 또는 소속 조합원들 내지 간부들의 사용자로서(피고 지부, 민주노총, 금속노조의 경우) 공동하여 원고 대한민국에게 손해배상금 합계 1,461,616,842원(= 별지 4. 목록 경찰 부상 관련 손해 16,430,640원 + 별지 5. 목록 차량 관련 손해 1,236,000원 + 별지 6. 목록 진압장비 관련 손해 6,035,520원 + 별지 7. 목록 휴대용무전기 관련 손해 10,431,620원 + 별지 8. 목록 헬기 관련 손해 684,472,730원 + 별지 9. 목록 기중기 관련 손해 743,010,332원), 원고 2에게 위자료 15,000,000원과 위 각 돈에 대하여 최종 불법행위일 다음 날인 2009. 8. 6.부터의 지연손해금을 지급할 의무가 있다. <br/>3. 손해배상책임의 발생 여부<br/>가. 피고들 전체 공동불법행위 주장에 관한 판단<br/>   원고들은 피고들 전체가 공동불법행위를 하였다고 주장하나, 뒤에서 보는 바와 같이 피고들 전체가 공동불법행위를 하였다고 볼 만한 증거는 없다. 다만, 원고들의 피고들 전체 공동불법행위 주장 중에 피고들 일부의 공동불법행위 내지 개별불법행위 주장도 있는 것으로 선해하여, ① 이 사건 점거파업, ② 제1집회·시위, ③ 제2집회·시위, ④ 개별불법행위로 나누어 손해배상책임의 발생 여부를 순차 살펴보기로 한다. <br/>나. 이 사건 점거파업 관련 손해배상책임<br/>   가) 관련 법리   <br/>    노동조합의 간부들이 불법쟁의행위를 기획, 지시, 지도하는 등으로 주도한 경우에 이와 같은 간부들의 행위는 조합의 집행기관으로서의 행위라 할 것이므로 이러한 경우 민법 제35조 제1항의 유추적용에 의하여 노동조합은 그 불법쟁의행위로 인하여 사용자가 입은 손해를 배상할 책임이 있고, 한편 조합간부들의 행위는 일면에 있어서는 노동조합 단체로서의 행위라고 할 수 있는 외에 개인의 행위라는 측면도 아울러 지니고 있고, 일반적으로 쟁의행위가 개개 근로자의 노무정지를 조직하고 집단화하여 이루어지는 집단적 투쟁행위라는 그 본질적 특징을 고려하여 볼 때 노동조합의 책임 외에 불법쟁의행위를 기획, 지시, 지도하는 등으로 주도한 조합의 간부들 개인에 대하여도 책임을 지우는 것이 상당하다고 할 것이다(대법원 1994. 3. 25. 선고 93다32828, 32835 판결 참조). <br/>    한편, 불법쟁의행위를 기획·지시·지도하는 등으로 주도한 조합간부들이 아닌 일반조합원의 경우, 쟁의행위는 언제나 단체원의 구체적인 집단적 행동을 통하여서만 현실화되는 집단적 성격을 가진다는 점, 근로자의 단결권은 헌법상 권리로서 최대한 보장되어야 하는데, 일반조합원에게 쟁의행위의 정당성 여부를 일일이 판단할 것을 요구하는 것은 근로자의 단결권을 해칠 수도 있는 점, 쟁의행위의 정당성에 관하여 의심이 있다 하여도 일반조합원이 노동조합 및 노동조합 간부들의 지시에 불응하여 근로제공을 계속하기를 기대하기는 어려운 점 등에 비추어 보면, 일반조합원이 불법쟁의행위 시 노동조합 등의 지시에 따라 단순히 노무를 정지한 것만으로는 노동조합 또는 조합 간부들과 함께 공동불법행위책임을 진다고 할 수 없다(대법원 2006. 9. 22. 선고 2005다30610 판결 참조). 그러나 일반조합원들의 쟁의행위가 단순히 노무를 제공하지 아니하는 소극적인 저항에 머무르지 아니하고, 적극적으로 직장 또는 사업장 시설을 전면적·배타적으로 점거하여 조합원 이외의 자의 출입을 저지하거나, 사용자 측의 관리지배를 배제하여 업무의 중단 또는 혼란을 초래하거나, 폭력 또는 파괴행위를 수반한다면 일반조합원들의 경우에도 이와 같은 불법쟁의행위로 인하여 사용자가 입은 손해를 배상할 책임이 있다. <br/>    또한, 민법 제760조는 제1항에서 ‘수인이 공동의 불법행위로 타인에게 손해를 가한 때에는 연대하여 그 손해를 배상할 책임이 있다’고 규정하는 한편, 제3항에서 ‘교사자나 방조자는 공동행위자로 본다’고 규정하고 있다. 또한 공동불법행위의 성립에는 공동불법행위자 상호 간에 의사의 공통이나 공동의 인식이 필요하지 아니하고 객관적으로 각 그 행위에 관련 공동성이 있으면 충분하고(대법원 1988. 4. 12. 선고 87다카2951 판결 참조), 민법 제760조 제3항에서 말하는 방조라 함은 불법행위를 용이하게 하는 직접, 간접의 모든 행위를 의미한다.<br/>    나) A 분류 피고들의 손해배상책임<br/>     ⑴ 인정사실<br/>      ㈎ 이 사건 점거파업 당시 쌍용차지부 간부 피고들이 속한 중앙쟁대위는 최고의 의결기관 및 집행기관으로서 집회의 선두에 서서 집회를 주도하는 선봉대를 조직하였고, 조합원들을 소속팀이나 지회별로 나누어 평택공장의 출입문과 옥상 등 각 거점에 배치하는 한편, 복면, 마스크, 쇠파이프, 새총, 볼트, 화염병 등 쟁의행위에 필요한 물품을 제조하거나 구입하여 조합원들에게 나누어 주거나 거점별로 배치한 다음 조합원들을 상대로 전술훈련, 거점별 전술토론, 화염병 투척시범 등을 수시로 진행하여 쌍용자동차의 임직원이나 경찰의 진입에 대비하도록 하였다.     <br/>      ㈏ 또한 중앙쟁대위는 이 사건 점거파업 기간 중 중요한 의사결정을 위하여 중앙쟁대위 구성원 전원 또는 대다수가 참석하는 회의를 수시로 개최하였는데, 위 회의에서 결정된 모든 지침이나 지시는 중앙쟁대위 위원인 쌍용차지부 간부 피고들 또는 대표 대의원 등을 통하여 조합원들에게 전달되었다. <br/>      ㈐ 중앙쟁대위는 2009. 5. 하순경 회의를 개최하여 조합원들에게 새총 및 쇠파이프를 만들어 가지고 다니게 할 것을 결정하였고, 피고 4가 그 무렵 개최된 집회에서 조합원들에게 이를 지시하였으며, 2009. 6. 중순 쌍용차지부 간부 피고들 전원이 참석한 가운데 회의를 개최하여 쌍용자동차 임직원이나 경찰의 진입을 막기 위하여 컨테이너 박스를 설치하고 그 뒤에 조합원들을 배치하며 이후 밀리게 되면 지게차를 동원하여 대응하기로 하는 등의 전술을 논의하였고, 이후 여러 차례 중앙쟁대위 지침에 따라 체계적으로 전술훈련을 실시하였다. 또한 중앙쟁대위는 2009. 7. 20.경 경찰이 공장 내로 진입했을 때 회의를 개최하여 방어선이 뚫리면 모든 것이 허사가 되므로 화염병 등 무슨 방법을 사용해서든지 각자의 거점장소를 사수하라는 지시를 하달하기도 하였다.<br/>      ㈑ 피고 63은 선봉대장으로서 이 사건 점거파업 기간 중 선봉대원들을 지휘하여 각종 집회의 선두에 서서 쇠파이프를 휘두르며 쌍용자동차 임직원들 및 경찰들과 대치하는 등 폭력행위를 주도하였고, 중앙쟁대위 위원은 아니었으나 중앙쟁대위 회의에 적극적으로 참석하여 그 회의내용이나 집행부의 지침 등을 선봉대원들에게 전달하는 역할을 수행하였다. <br/>      ㈒ 한편, 쌍용차지부는 2009. 5.경 쌍용차지부의 총파업 투쟁에 피고 금속노조에서 한 명이 나와 지원해 달라고 요청하였고, 이에 따라 피고 금속노조의 미조직 비정규국장이던 피고 97이 2009. 5. 22.경부터 쌍용차지부의 지원업무를 전담하게 되었다. 피고 97은 이 사건 점거파업 기간 중인 2009. 6. 1.경부터 2009. 8. 6.경까지 쌍용자동차 평택공장에 상주하면서 중앙쟁대위가 이 사건 점거파업의 투쟁전술을 확정하고 세부적인 투쟁계획을 수립·시행함에 있어 틀을 제시하는 역할을 하였다. 쌍용차지부는 이 사건 점거파업 과정에서 피고 97의 제안으로 군사조직을 모방하여 운용된 지휘체계를 구축하였고, 피고 97은 공권력 투입에 따른 가상 시나리오와 대응 전략 등을 준비하였으며, 주로 평택공장 도장2공장 옥상에 머물면서 각 거점 또는 외부로부터 상황을 전달받아 이를 취합하여 피고 4에게 전달하고, 지휘부의 상황을 각 거점 책임자들에게 전하는 역할을 하는 한편, 노조원들의 사기를 높이기 위한 선무방송도 실시하였다.<br/>      ㈓ 이 사건 점거파업의 참가자들은 일부 피고들의 아래와 같은 행위를 포함하여 이 사건 점거파업 기간 동안 원고 대한민국 산하 경찰들에게 벽돌 및 화염병을 투척하고, 새총으로 볼트나 너트를 발사하는 등 격렬하게 저항하였고, 이에 원고 2와 제1심 공동원고들(단, 제1심 공동원고 74, 제1심 공동원고 77, 제1심 공동원고 93, 제1심 공동원고 98은 제외)은 2009. 6. 23. 원고 2가 쌍용자동차 측과 쌍용차지부 측 사이의 충돌을 막는 과정에서 왼쪽 손목 골절상을 입은 것을 비롯하여 별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분의 \"부상경위\", \"부상내용\" 기재와 같은 상해를 입었고, 원고 대한민국은 위 상해에 대한 치료비를 부담하였다(뒤에서 보는 바와 같이 원고 대한민국의 치료비 지출사실을 인정할 증거가 없는 제1심 공동원고 27, 제1심 공동원고 62 관련 치료비는 제외). <br/>       ① 피고 64, 피고 66, 피고 74, 피고 75, 피고 76, 피고 77, 피고 78, 피고 79(A1 분류 피고들)는 약 100여 명의 불상의 노조원들과 공모하여 2009. 8. 5. 쌍용자동차 평택공장 조립공장 옥상 등에서 조립공장으로 진입하려는 경찰관인 제1심 공동원고 53, 제1심 공동원고 54를 폭행하여 별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분 순번 53, 54의 \"부상경위\", \"부상내용\" 기재와 같은 상해를 가하였다.<br/>       ② 피고 86(A2 분류 피고)은 이 사건 점거파업의 참가자들과 함께 2009. 8. 4. 쌍용자동차 평택공장 옥상으로 진입하려는 경찰관인 제1심 공동원고 39, 제1심 공동원고 44에게 자동차 휠 등을 던져 별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분 순번 39, 44의 \"부상경위\", \"부상내용\" 기재와 같은 상해를 가하였다.<br/>       ③ 피고 89(A3 분류 피고)는 약 100명의 이 사건 점거파업 참가자들과 공모하여 2009. 7. 22. 쌍용자동차 평택공장에서 폭력행위 등 범죄 예방을 위해 경계근무 중이던 경찰관들인 제1심 공동원고 5, 제1심 공동원고 9, 제1심 공동원고 10, 제1심 공동원고 11, 제1심 공동원고 12, 제1심 공동원고 13, 제1심 공동원고 14, 제1심 공동원고 15, 제1심 공동원고 84, 제1심 공동원고 85, 제1심 공동원고 86, 제1심 공동원고 87, 제1심 공동원고 88을 폭행하여 별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분 순번 5, 9 내지 15, 84 내지 88의 \"부상경위\", \"부상내용\" 기재와 같은 상해를 가하였다.<br/>      ㈔ 또한, 원고 대한민국은 별지 5. 내지 7. 목록 기재와 같이 이 사건 점거파업 참가자들의 격렬한 저항으로 차량, 채증카메라, 휴대용무전기 등이 손상되거나 탈취당하는 피해를 입었다.<br/>      ㈕ 원고 대한민국은 2009. 8. 4. 이 사건 점거파업의 진압작전을 위해 별지 8. 목록 기재 헬기 3대{MI-172, Bell-412(952호), Bell-412(957호)}를 투입하였는데, 이 사건 점거파업 참가자들이 새총으로 볼트나 너트를 발사하는 등 격렬하게 저항하여 진압작전에 투입된 위 헬기 3대의 주날개, 꼬리날개, 조종석 유리 등이 손상되었다.<br/>      ㈖ 원고 대한민국은 2009. 8. 4. 주식회사 중앙크레인(이하 ‘중앙크레인’이라 한다)으로부터 기중기 3대를 임차하여 2009. 8. 5. 이 사건 점거파업의 진압작전 현장에 투입하였는데, 진압작전 과정에서 이 사건 점거파업 참가자들이 벽돌 및 화염병을 투척하고, 새총으로 볼트나 너트를 발사하는 등 격렬하게 저항하여 위 기중기들이 손상되었다.<br/>【 인정근거 】다툼 없는 사실, 갑 제1 내지 8, 10, 12, 13, 14호증의 각 기재 또는 영상, 변론 전체의 취지<br/>     ⑵ 판단<br/>     위 인정사실로 알 수 있는 쌍용차지부 간부 피고들과 피고 63, 피고 97의 이 사건 점거파업 과정에서의 지위 및 역할, 이 사건 점거파업의 폭력사태 경위와 진행과정 등에 비추어 보면, 쌍용차지부 간부 피고들, 피고 63, 피고 97은 공동하여 이 사건 점거파업을 기획·지시·주도하면서 폭력행위를 직접 실행하거나 교사·방조하였고, 그로 인하여 원고 대한민국은 경찰 부상으로 인한 치료비 지출, 재물 손상으로 인한 재산상 손해를, 원고 2는 공무수행 과정에서 입은 위 상해로 인한 정신적 손해를 각 입었다고 할 것이므로, 쌍용차지부 간부 피고들, 피고 63, 피고 97은 공동불법행위자로서, 피고 금속노조는 피고 97의 사용자로서 공동하여 원고들이 입은 위 손해를 배상할 의무가 있다. <br/>     ⑶ A 분류 피고들의 주장에 관한 판단<br/>      ㈎ 위 피고들은, 국가가 위 피고들에게 공동불법행위책임을 부과하는 것은 과잉금지 원칙에 위반하여 국민의 재산권과 생존권, 노동3권 등 헌법상 기본권을 지나치게 침해하는 것이고, 공동불법행위책임은 분쟁의 1회적 해결이라는 민사소송의 이상과 자기책임의 원칙에 위반되며, 자금력이 있는 국가가 피해자인 경우 그 보호가치가 상대적으로 덜하므로, 공동불법행위책임이 인정되는 위 피고들의 원고 대한민국에 대한 손해배상책임은 분할책임이거나 개인별로 책임 제한이 인정되어야 한다는 취지로 주장한다. <br/>       그러나 공동불법행위책임을 묻는 것은 가해자 각 개인의 행위에 대하여 개별적으로 그로 인한 손해를 구하는 것이 아니라 그 가해자들이 공동으로 가한 불법행위에 대하여 그 책임을 추궁하는 것이므로, 공동불법행위로 인한 손해배상책임의 범위는 피해자에 대한 관계에서 가해자들 전원의 행위를 전체적으로 함께 평가하여 정하여야 하고, 그 손해배상액에 대하여는 가해자 각자가 그 금액의 전부에 대한 책임을 부담하며, 가해자의 1인이 다른 가해자에 비하여 불법행위에 가공한 정도가 경미하다고 하더라도 피해자에 대한 관계에서 그 가해자의 책임 범위를 위와 같이 정하여진 손해배상액의 일부로 제한하여 인정할 수는 없다 할 것이므로(대법원 2000. 9. 29. 선고 2000다13900 판결, 대법원 2007. 12. 27. 선고 2006다16550 판결 등 참조), 이와 다른 전제에 선 위 피고들의 주장은 이유 없다.<br/>      ㈏ 위 피고들은, 이 사건 점거파업과 위 점거파업 기간에 발생한 폭력행위는 별개이고, 원고 대한민국의 손해는 일부 조합원들의 폭력행위로 인한 것이므로 직접적으로 폭력행위에 가담하지 아니한 위 피고들에게 공동불법행위책임을 묻는 것은 부당하다고 주장한다. <br/>       그러나 앞서 든 증거들과 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들, 즉 이 사건 점거파업에 참여한 인원의 규모나 당시의 과열된 분위기 등을 감안할 때 이 사건 점거파업을 주도한 위 피고들은 쌍용자동차 평택공장을 점거하고 있는 조합원들과 정상조업을 희망하면서 평택공장에 진입하려는 쌍용자동차 임직원들 사이의 분쟁, 집단적인 점거농성 과정에서 표출될 조합원들의 과격한 행동, 진압을 위한 경찰과의 물리적 충돌과 그에 따른 집단적 폭행, 상해행위가 뒤따를 가능성을 충분히 예상할 수 있었음에도 이를 방지하기에 충분한 합리적이고 적절한 조치도 없이 오히려 위와 같은 집단행동을 독려하고 감행하였던 점, 위 집단행동들의 성격과 경위, 규모와 형태, 구체적인 방법과 진행과정, 그 과정에서 위 피고들의 지위 및 역할, 쟁의행위 중인 노동조합이라는 조직화된 단체에서 지휘계통을 통한 실행행위에 대한 지배 내지 장악력이라는 관점 등에 비추어 보면, 비록 위 피고들 일부가 개별 조합원들의 각 폭력행위에 대하여 구체적으로 모의하거나 이를 직접 분담하여 실행한 바가 없다 하더라도, 이 사건 점거파업 과정에서 있었던 폭력행위로 발생한 원고들의 위 손해에 대하여 공동불법행위자로서의 책임 또는 사용자로서의 책임(피고 금속노조의 경우)을 면할 수는 없으므로, 위 피고들의 위 주장은 받아들일 수 없다. <br/>      ㈐ 또한 피고 11, 피고 12, 피고 13, 피고 18, 피고 26, 피고 32, 피고 33은 부장급 이하의 직책으로 이 사건 점거파업 과정에서 의사결정에 적극적으로 개입할 위치에 있지 않았고, 피고 63은 쌍용차지부 간부 또는 중앙쟁대위 구성원이 아니었으므로 위 피고들에게 공동불법행위책임을 부과하는 것은 부당하다고 주장하므로 살피건대, 피고 63이 중앙쟁대위 위원이 아님에도 중앙쟁대위 회의에 적극적으로 참석하여 그 회의내용이나 지침 등을 선봉대원들에게 전달하였을 뿐만 아니라, 선봉대장으로서 이 사건 점거파업 기간 동안 선봉대원들을 지휘하여 각종 집회의 선두에 서서 쇠파이프를 휘두르면서 쌍용자동차 임직원 및 경찰들과 대치하는 등 폭력행위를 주도한 사실, 나머지 피고들이 쌍용차지부 간부들로서 중앙쟁대위 회의에 참석하고, 일반조합원들을 지휘하거나 단속하는 역할을 수행한 사실은 앞서 본 바와 같은바, 이에 비추어 보면 이 사건 점거파업 과정에서 있었던 앞서 본 폭력행위에 대하여 위 피고들은 전체적으로 공동 인식을 하였고, 그 행위가 객관적으로 관련 공동되어 있었다고 할 것이므로, 위 피고들의 위 주장은 이유 없다. <br/>      ㈑ 피고 6은 2009. 6. 22.부터, 피고 22는 2009. 6. 25.부터 각 이 사건 점거파업에 참여하지 아니하였고, 피고 34는 2009. 6. 23. 체포되어 구속되었다가 2009. 12. 10. 석방되었으므로 위 피고들이 그 이후 발생한 불법행위에 대하여는 공동불법행위책임을 부담하지 않는다고 주장한다. <br/>       살피건대 앞서 든 증거들과 을 제9호증의 기재에 의하면, 피고 6이 2009. 6. 22., 피고 22가 2009. 6. 27.경 각 쌍용자동차 평택공장에서 퇴거한 사실, 피고 34가 2009. 6. 23. 체포되어 구속된 사실은 인정된다. 그러나 위 증거들에 의하여 인정되는 다음과 같은 사정, 즉, ① 위 피고들은 쌍용차지부 간부 및 중앙쟁대위 위원으로서 중앙쟁대위 결정에 참여하고 결정된 파업계획을 집행한 점, ② 중앙쟁대위는 위 피고들이 평택공장에서 퇴거하거나 구속되기 전인 2009. 5. 하순경 회의를 개최하여 조합원들에게 새총 및 쇠파이프를 만들어 가지고 다니게 할 것을 결정하였고, 2009. 6. 중순 위 피고들을 포함하여 쌍용차지부 간부 피고들 전원이 참석한 회의에서 쌍용자동차 임직원이나 경찰의 진입을 막기 위하여 컨테이너 박스를 설치하고 그 뒤에 조합원들을 배치하며 이후 밀리게 되면 지게차를 동원하여 대응하기로 하는 등의 전술을 논의하였으며, 이후 여러 차례 중앙쟁대위 지침에 따라 체계적으로 전술훈련을 실시한 점, ③ 쌍용차지부는 2009. 5. 26.경부터 2009. 8. 6.경까지 약 900여 명의 이 사건 점거파업 참가자들이 공장 관리자들의 출입을 통제한 상태에서 화염병, 화염방사기, 볼트 발사용 새총 등을 제작, 소지하면서 쌍용자동차 평택공장을 전면적으로 점거하는 방법으로 파업을 하였는데, 그럼에도 위 피고들이 경찰의 진입을 막는 과정에서 예상되는 경찰 부상, 재물 손상 등의 결과발생을 방지하기 위한 진지한 노력을 하였다고 볼 만한 자료는 없는 점, ④ 오히려 피고 6은 2009. 6. 22. 평택공장에서 퇴거한 후 그 무렵부터 2009. 7. 28.경까지 피고 민주노총의 사무실에서 기거하면서 그곳에 설치된 ‘쌍용차 투쟁 상황실’의 상황실장 직책을 맡아 2009. 7. 15. 피고 38과 함께 ‘쌍용자동차 해결 촉구 총력투쟁 선포 기자회견’을 개최하여 향후 투쟁계획을 발표하는 등 언론 및 대규모 집회를 통한 파업투쟁 쟁점화 및 파업지지 호소, 이 사건 점거파업 중인 쌍용차지부와 피고 민주노총 및 피고 금속노조 집행부와의 연락, 투쟁기금 모집 등의 업무를 수행하여 피고 4 등 900여 명 참가자들의 이 사건 점거파업을 용이하게 하였던 점, ⑤ 피고 34는 2009. 6. 23. 15:00경 쌍용자동차 평택공장 정문 옆 버스주차장 부근에서 외부단체 진입을 차단하는 성명불상의 경찰관 및 경비용역들에게 오물을 살포기로 분사하는 등으로 폭행함으로써 경찰관들의 직무집행을 방해하였다는 이유로 체포되어 구속되었던 점, 여기에 포괄일죄의 관계에 있는 범행 일부를 실행한 후 공범 관계에서 이탈하였으나 다른 공범자에 의하여 나머지 범행이 이루어진 경우, 피고인은 다른 공범들의 범죄 실행을 저지하지 않은 이상 자신이 관여하지 않은 부분에 대하여도 죄책을 부담한다(대법원 2011. 1. 13. 선고 2010도9927 판결 참조)는 법리를 더하여 볼 때, 이 사건 점거파업 도중에 평택공장에서 퇴거하였거나 구속된 위 피고들 또한 퇴거 또는 구속 이후의 기간에 이루어진 나머지 폭력행위에 대하여도 공동불법행위로 인한 손해배상책임을 부담하여야 한다. 따라서 위 피고들의 이 부분 주장은 이유 없다.<br/>    다) A 분류 피고들을 제외한 나머지 피고들의 손해배상책임 유무<br/>     ⑴ 피고 지부<br/>      ㈎ 당사자의 주장 요지       <br/>       원고 대한민국은, 피고 지부가 이 사건 점거파업을 주도한 쌍용차지부와 동일한 노동조합임을 전제로 피고 지부에 대하여 이 사건 점거파업으로 인한 손해배상을 구하고, 피고 지부는 자신과 쌍용차지부는 서로 다른 노동조합이라고 주장하면서 손해배상책임의 귀속에 대하여 다툰다. <br/>      ㈏ 판단<br/>       살피건대 갑 제15호증의 기재만으로는 피고 지부와 쌍용차지부가 동일한 노동조합이라는 점을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없다. <br/>       오히려 을 제51 내지 64, 70호증의 각 기재에 변론 전체의 취지를 종합하면, ① 쌍용차지부가 2009. 9. 8. 조직변경에 관한 총회를 개최하여 재적 인원 과반수 출석, 출석 인원 3분의 2 이상인 73%의 찬성으로 산업별 노조인 피고 금속노조를 탈퇴하고 기업별 노조인 ‘쌍용자동차 노동조합(이하 ‘쌍용차조합’이라 한다)’으로 조직형태를 변경하기로 결의한 다음 새로운 대표자로 소외 1을 선출한 사실, ② 그에 따라 당시 쌍용차지부에 소속되어 있던 조합원들 대부분이 별도의 가입 절차 없이 쌍용차조합의 조합원 지위를 갖게 되었고, 피고 지부는 조직변경에 반대한 조합원들 중 해직된 근로자들 약 100여 명만으로 구성되게 된 사실, ③ 쌍용차조합은 홈페이지 등을 통해 명시적으로 쌍용차지부의 연혁 승계를 천명하였을 뿐만 아니라, 피고 지부를 상대로 쌍용차지부가 가지고 있던 조합비 등 물적 자산의 인도를 요구하였고, 그 중 일부에 대해서는 피고 지부로부터 자발적 이행제공을 받기도 하였던 사실을 인정할 수 있고, 여기에 산업별 노동조합의 지회 등이더라도 실질적으로 하나의 기업 소속 근로자를 조직대상으로 하여 구성되어 독자적인 규약과 집행기관을 가지고 독립한 단체로서 활동하면서 조직이나 조합원에 고유한 사항에 관하여 독자적인 단체교섭 및 단체협약체결 능력이 있어 기업별로 구성된 노동조합에 준하는 실질을 가지고 있는 경우에는 노동조합 및 노동관계조정법 제16조 제1항 제8호 및 제2항에서 정한 결의 요건을 갖춘 소속 조합원의 의사 결정을 통하여 산업별 노동조합에 속한 지회 등의 지위에서 벗어나 독립한 기업별 노동조합으로 전환함으로써 조직형태를 변경할 수 있는 점(대법원 2016. 2. 19. 선고 2012다96120 전원합의체 판결 참조)을 감안하면, 기업별로 구성된 노동조합에 준하는 실질을 가지고 있던 쌍용차지부와 조직적 동일성을 가진 노동조합은 쌍용차조합이고, 피고 지부는 위 2009. 9. 8.자 결의에 따라 쌍용차지부와의 조직적 동일성을 상실하였다고 할 것이다. <br/>       따라서 원고 대한민국의 피고 지부에 대한 청구는 이유 없다.<br/>     ⑵ A1, A2, A3 분류 피고들<br/>      위 피고들이 이 사건 점거파업 당시 경찰관들을 폭행하여 상해를 입힌 사실은 앞서 본 바와 같으나, 원고 대한민국이 제출한 증거들만으로는 위 피고들이 뒤에서 보는 바와 같이 A 분류 피고들과 일부 공동책임이 인정되는 해당 개별행위 외에 이 사건 점거파업 과정에서 있었던 다른 경찰관들에 대한 폭력행위, 재물 파손 등과 관련하여 공동불법행위를 하였다는 점을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없다. <br/>      따라서 원고 대한민국의 이 부분 주장은 이유 없다. <br/>     ⑶ A, A1, A2, A3 분류 피고들, 피고 지부를 제외한 나머지 피고들<br/>      앞서 든 증거들에 의하면 피고 50을 제외한 피고 금속노조 간부들이 이 사건 점거파업과 관련하여 쌍용자동차에 대한 업무방해방조죄 또는 건조물침입죄 등으로 유죄판결을 받은 사실, 피고 61, 피고 62, 피고 65, 피고 67, 피고 68, 피고 69, 피고 70, 피고 71, 피고 72, 피고 73, 피고 80, 피고 81, 피고 82, 피고 83, 피고 84, 피고 85, 피고 87, 피고 88, 피고 90, 피고 91, 피고 101, 피고 102, 피고 103, 피고 104가 이 사건 점거파업 과정에서의 쌍용자동차 임직원들에 대한 폭행 또는 재물손괴, 업무방해행위 등과 관련하여 형사처벌을 받은 사실은 인정된다. <br/>      그러나 ① 피고 금속노조 간부들의 위와 같은 업무방해방조행위 또는 건조물침입행위만으로 피고 금속노조 간부들이 이 사건 점거파업 과정에서 있었던 경찰관들에 대한 폭력행위 등에 가담(교사·방조 포함)하였다고 단정할 수 없는 점, ② 피고 금속노조 간부들, 민주노총을 제외한 나머지 피고들은 쌍용차지부의 일반조합원 등이거나 제1, 2집회·시위의 참가자로 이 사건 점거파업에 있어서 중앙쟁대위의 공권력에 대한 공격적 입장을 알고 이에 동조하였다고 보기 어려운 점, ③ 위 피고들이 앞서 본 이 사건 점거파업 과정에서 있었던 다른 참가자들의 경찰관들에 대한 폭력행위, 재물 파손 등과 관련하여 직접적으로 실행행위를 분담하거나 직접적 실행행위자를 이용 또는 직접적 실행행위자에게 영향을 미쳤다고 할 수 없고, 다른 참가자들의 경찰관들에 대한 폭력행위 등을 방지할 질서유지의무를 부담하는 자로 볼 수도 없는 점, ④ 피고 민주노총이 사용자책임을 부담한다는 점에 관한 원고 대한민국의 구체적인 주장·입증이 없는 점 등을 종합하여 보면, 원고 대한민국이 제출한 증거들만으로는 위 피고들이 이 사건 점거파업과 관련하여 원고 대한민국에 대하여 손해배상책임을 부담한다는 점을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없으므로, 원고 대한민국의 이 부분 주장은 이유 없다.<br/>    라) A1, A2, A3 분류 피고들의 일부 공동책임<br/>     이 사건 점거파업 과정에서 A1 분류 피고들이 2009. 8. 5. 제1심 공동원고 53, 제1심 공동원고 54를 폭행하여 상해를 입힌 사실, 피고 86(A2 분류 피고)이 2009. 8. 4. 제1심 공동원고 39, 제1심 공동원고 44를 폭행하여 상해를 입힌 사실, 피고 89(A3 분류 피고)가 2009. 7. 22. 제1심 공동원고 5, 제1심 공동원고 9, 제1심 공동원고 10, 제1심 공동원고 11, 제1심 공동원고 12, 제1심 공동원고 13, 제1심 공동원고 14, 제1심 공동원고 15, 제1심 공동원고 84, 제1심 공동원고 85, 제1심 공동원고 86, 제1심 공동원고 87, 제1심 공동원고 88을 폭행하여 상해를 입힌 사실, 원고 대한민국이 위 상해에 대한 치료비를 부담한 사실은 앞서 본 바와 같다. <br/>     따라서 원고 대한민국에게 각 A 분류 피고들과 공동하여, A1 분류 피고들은 원고 대한민국이 부담한 제1심 공동원고 53, 제1심 공동원고 54의 치료비 상당 손해를, 피고 86은 원고 대한민국이 부담한 제1심 공동원고 39, 제1심 공동원고 44의 치료비 상당 손해를, 피고 89는 원고 대한민국이 부담한 제1심 공동원고 5, 제1심 공동원고 9, 제1심 공동원고 10, 제1심 공동원고 11, 제1심 공동원고 12, 제1심 공동원고 13, 제1심 공동원고 14, 제1심 공동원고 15, 제1심 공동원고 84, 제1심 공동원고 85, 제1심 공동원고 86, 제1심 공동원고 87, 제1심 공동원고 88의 치료비 상당 손해를 각 배상할 의무가 있다. <br/>다. 제1집회·시위 관련 손해배상책임<br/>   1) B 분류 피고들의 손해배상책임<br/>    가) 집회 및 시위에 관한 법률에 의하면 집회 또는 시위의 주최자는 집회 또는 시위에 있어서의 질서를 유지하여야 하고(제16조 제1항), 집회나 시위에 참가하는 자는 주최자 및 질서유지인의 질서 유지를 위한 지시에 따라야 하며, 총포, 폭발물, 도검, 철봉, 곤봉, 돌덩이 등 다른 사람의 생명을 위협하거나 신체에 해를 끼칠 수 있는 기구를 휴대하거나 사용하는 행위 또는 다른 사람에게 이를 휴대하게 하거나 사용하게 하는 행위, 폭행, 협박, 손괴, 방화 등으로 질서를 문란하게 하는 행위를 하여서는 아니 된다(제18조, 제16조 제4항 제1, 2호). 또한 집회 또는 시위의 주최자는 질서를 유지할 수 없으면 그 집회 또는 시위의 종결을 선언하여야 한다(제16조 제3항).<br/>    나) 살피건대 피고 민주노총이 2009. 7. 25. 제1집회·시위를 개최한 사실은 앞서 본 바와 같고, 갑 제1, 10호증의 각 기재에 의하면 제1집회·시위의 참가자들이 미리 준비한 죽봉 600여 개를 나누어 소지한 다음 경찰관들에게 휘두르고, 약 30여 명은 망치로 보도블럭을 깬 다음 이를 경찰관들에게 집어던진 사실, 피고 92, 피고 93, 피고 94, 피고 95는 제1집회·시위에 참가하여 다른 시위참가자들과 함께 보도블럭, 돌 등을 던져 제1심 공동원고 23, 제1심 공동원고 24, 제1심 공동원고 25, 제1심 공동원고 26, 제1심 공동원고 92에게 별지 4. 목록 중 \"(3) 제1집회·시위\" 부분의 \"부상경위\", \"부상내용\" 기재와 같은 상해를 가한 사실, 원고 대한민국이 위 상해에 대한 치료비를 부담한 사실(뒤에서 보는 바와 같이 원고 대한민국의 치료비 지출사실을 인정할 증거가 없는 제1심 공동원고 25 관련 치료비는 제외)을 인정할 수 있다. <br/>     위 인정사실에 의하면 피고 민주노총은 제1집회·시위의 주최자로서 참가자들이 폭력·손괴 등의 행위를 하지 않도록 철저히 고지하는 등 위법행위가 발생하지 않도록 할 주의의무가 있다 할 것임에도 폭력행위 등의 발생을 방지하기 위한 적절한 조치를 취하지 않았고, 그러던 중 참가자들인 피고 92, 피고 93, 피고 94, 피고 95가 다른 참가자들과 함께 다중의 위력으로써 보도블록 등 위험한 물건을 휴대하여 경찰관들인 제1심 공동원고 23, 제1심 공동원고 24, 제1심 공동원고 25, 제1심 공동원고 26, 제1심 공동원고 92에게 상해를 가하였다고 봄이 상당하므로, 위 피고들은 공동하여 원고 대한민국에게 위 치료비 상당 손해를 배상할 의무가 있다.<br/>   2) 나머지 피고들의 손해배상책임 유무<br/>    피고 민주노총의 제1집회·시위 주최와 쌍용차지부의 이 사건 점거파업은 별개의 행위인 점, 쌍용차지부 또는 피고 금속노조가 제1집회·시위 과정에서 있었던 참가자들의 경찰관들에 대한 폭력행위에 가담하였다거나 이를 교사·방조하였다고 보기 어려운 점, B 분류 피고들을 제외한 나머지 피고들이 제1집회·시위에 참여하였다고 볼 만한 증거도 없는 점 등에 비추어 보면, 원고 대한민국이 제출한 증거들만으로는 B 분류 피고들을 제외한 나머지 피고들이 제1집회·시위와 관련하여 원고 대한민국에 대한 공동불법행위를 하였음을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없으므로, 원고 대한민국의 이 부분 주장은 이유 없다.<br/>라. 제2집회·시위 관련 손해배상책임<br/>   1) C 분류 피고들의 손해배상책임<br/>    피고 금속노조가 2009. 7. 16. 쌍용차지부의 이 사건 점거파업을 동조·지원하기 위하여 미신고 집회인 제2집회·시위를 개최한 사실은 앞서 본 바와 같고, 갑 제1, 10호증의 각 기재에 의하면 제2집회·시위의 참가자들이 해산명령을 하는 경찰에 돌을 투척하는 등으로 대항한 사실, 피고 98, 피고 99는 제2집회·시위에 참가하던 중 다른 참가자들과 함께 전투경찰순경인 제1심 공동원고 78을 방석모 등으로 폭행하여 별지 4. 목록 중 \"(4) 제2집회·시위\" 부분의 \"부상내용\" 기재와 같은 상해를 가한 사실, 원고 대한민국이 위 상해에 대한 치료비를 부담한 사실을 인정할 수 있다. <br/>    위 인정사실에 의하면 피고 금속노조는 제2집회·시위의 주최자로서 참가자들이 폭력행위를 하지 않도록 철저히 고지하는 등 위법행위가 발생하지 않도록 할 주의의무가 있다 할 것임에도 폭력행위 등의 발생을 방지하기 위한 적절한 조치를 취하지 않았고, 그러던 중 참가자들인 피고 98, 피고 99가 다른 참가자들과 함께 전투경찰순경인 제1심 공동원고 78에게 상해를 가하였다고 봄이 상당하므로, 위 피고들은 공동하여 원고 대한민국에게 위 치료비 상당 손해를 배상할 의무가 있다.<br/>   2) 나머지 피고들의 손해배상책임 유무<br/>    피고 금속노조의 제2집회·시위 주최와 쌍용차지부의 이 사건 점거파업은 별개의 행위인 점, 쌍용차지부 또는 피고 민주노총이 제2집회·시위 과정에서 있었던 참가자들의 전투경찰순경에 대한 폭력행위에 가담하였다거나 이를 교사·방조하였다고 보기 어려운 점, 피고 100은 2009. 7. 16. 피고 금속노조 산하 지엠대우자동차지부 노동조합 대의원으로서 제2집회·시위에 참가하였으나, 위 피고가 제1심 공동원고 78을 폭행한 피고 98, 피고 99 등 다른 참가자들의 폭력행위에 가담하였음을 인정할 증거는 없는 점, C 분류 피고들과 피고 100을 제외한 나머지 피고들이 제2집회·시위에 참여하였다고 볼 만한 증거도 없는 점 등에 비추어 보면, 원고 대한민국이 제출한 증거들만으로는 C 분류 피고들을 제외한 나머지 피고들이 제2집회·시위와 관련하여 원고 대한민국에 대한 공동불법행위를 하였음을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없으므로, 원고 대한민국의 이 부분 주장은 이유 없다.<br/>마. 개별행위 관련 손해배상책임<br/>   1) D 분류 피고의 손해배상책임<br/>    갑 제1, 10호증의 각 기재에 의하면 2009. 8. 4. 당시 쌍용자동차 평택공장 정문 앞에서 쌍용자동차 임직원들이 피고 민주노총 측에서 설치한 천막을 철거하려 한 것을 계기로 양측이 몸싸움을 하여 교통이 마비되는 상황이 발생하였고, 이에 경기지방경찰청 기동13중대 소속 상경 제1심 공동원고 97은 호루라기를 불며 차도에 있던 사람들을 보도로 유도하였는데, 피고 46(D 분류 피고)이 제1심 공동원고 97에게 다가가 호루라기를 불지 말라고 하였으나 계속하여 호루라기를 불자 그의 얼굴을 때려 별지 4. 목록 중 \"(5) 개별행위\" 부분의 \"부상내용\" 기재와 같은 상해를 가한 사실, 원고 대한민국이 위 상해에 대한 치료비를 부담한 사실을 인정할 수 있으므로, 피고 46은 위 상해 치료비를 부담한 원고 대한민국에게 치료비 상당의 손해를 배상할 의무가 있다.<br/>   2) 나머지 피고들의 손해배상책임 유무<br/>피고 46의 위 행위는 쌍용자동차 사측과 피고 민주노총 측이 충돌하던 중에 우발적으로 발생한 것으로 보일 뿐, 쌍용차지부의 이 사건 점거파업, 피고 민주노총 주최의 제1집회·시위 또는 피고 금속노조 주최의 제2집회·시위와 직접적으로 관련되어 그 과정에서 일어난 것이라고 볼 만한 증거는 없는 점, 피고 46을 제외한 나머지 피고들이 피고 46의 위 행위에 가담하였다고 볼 만한 증거는 없는 점 등에 비추어 원고 대한민국이 제출한 증거들만으로는 피고 46을 제외한 나머지 피고들이 피고 46과 공동불법행위를 하였음을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없으므로, 원고 대한민국의 이 부분 주장은 이유 없다.<br/>4. 손해배상책임의 범위<br/>가. 원고 대한민국의 손해<br/>   1) 이 사건 점거파업 관련 손해배상책임의 범위<br/>    가) 치료비<br/>     ⑴ 원고 대한민국의 주장 요지<br/>      원고 대한민국은 이 사건 점거파업에서의 경찰 부상으로 별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분의 \"주장된 손해액\"란 기재와 같이 치료비로 합계 15,778,530원을 지출하였다고 주장한다.<br/>     ⑵ 판단<br/>      ㈎ 전액 인정 부분<br/>       갑 제1호증의 기재에 변론 전체의 취지를 종합하면 이 사건 점거파업 과정에서 이 사건 점거파업 참가자들의 폭력행위로 상해를 입은 제1심 공동원고 순번 2 내지 22, 28 내지 33, 35 내지 45, 47 내지 61, 63 내지 71, 73, 75, 76, 79 내지 83, 85 내지 91, 99, 102 내지 121의 치료비로 원고 대한민국이 별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분의 \"인정된 손해액\"란 해당 부분 기재와 같은 치료비(\"주장된 손해액\"란 해당 부분 기재와 같다)를 지출한 사실을 인정할 수 있다. <br/>      ㈏ 일부 인정 부분<br/>       ① 원고 2의 치료비<br/>        갑 제1호증의 기재와 당심 법원의 경찰병원장에 대한 사실조회 결과에 변론 전체의 취지를 종합하면 원고 2가 2009. 6. 23. 이 사건 점거파업 기간 중 쌍용자동차 측과 쌍용차지부 측 사이의 충돌을 막는 과정에서 왼쪽 손목 주상골 골절상을 입고 2009. 7. 6. 경찰병원에 내원하여 2009. 7. 7.부터 2009. 8. 17.까지 위 병원에서 입원치료를 받았고, 2009. 8. 13. 당시 발생한 치료비가 3,975,520원(= 정형외과 진료비 403,250원 + 입원치료비 3,572,270원)인 사실은 인정되나, 한편으로 위 증거들에 의하더라도 원고 2가 위 병원에서 엑스레이 검사, CT 검사, 부목 고정치료 외에 수술적 치료는 받지 않았던 사실이 인정되는바, 이에 비추어 보면 원고 대한민국이 제출한 증거들만으로는 원고 2가 이 사건 점거파업 과정에서 입원치료가 필요할 정도의 상해를 입었다는 점을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없으므로, 원고 대한민국이 원고 2의 치료비로 주장한 손해액 3,975,520원 중 입원치료비 3,572,270원은 인정하지 아니한다. <br/>       ② 제1심 공동원고 34, 제1심 공동원고 46, 제1심 공동원고 84, 제1심 공동원고 94, 제1심 공동원고 95, 제1심 공동원고 96, 제1심 공동원고 100, 제1심 공동원고 101, 제1심 공동원고 122의 치료비<br/>        갑 제1호증의 기재에 변론 전체의 취지를 종합하면 위 제1심 공동원고들이 입은 상해와 관련하여 원고 대한민국이 별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분의 \"인정된 손해액\"란 해당 부분 기재와 같은 치료비를 지출한 사실을 인정할 수 있으나, 위 인정범위를 넘는 치료비는 그 지출사실을 뒷받침할 만한 증거가 없으므로 인정하지 아니한다. <br/>      ㈐ 전액 배척 부분<br/>       별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분의 \"부상경위\" 해당 부분 기재에 비추어 갑 제1호증의 기재만으로는 이 사건 점거파업 과정에서 제1심 공동원고 74, 제1심 공동원고 77, 제1심 공동원고 93, 제1심 공동원고 98이 A 분류 피고들의 공동불법행위로 인하여 상해를 입었음을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없으므로, 위 제1심 공동원고들의 치료비 관련 원고 대한민국의 주장은 인정하지 아니한다. <br/>      또한 제1심 공동원고 27, 제1심 공동원고 62가 입은 상해와 관련하여 그 치료비 액수와 지출사실을 인정할 만한 증거가 없으므로 이 부분 치료비 관련 원고 대한민국의 주장은 인정하지 아니한다. <br/>     ⑶ 소결<br/>      결국 이 사건 점거파업 관련 경찰 부상으로 원고 대한민국은 별지 4. 목록 중 \"(1) 이 사건 점거파업\" 부분의 \"인정된 손해액\"란 기재와 같이 합계 10,222,380원의 치료비를 지출하는 손해를 입었다고 할 것이고, 그 중 A 분류 피고들과 일부 공동책임을 부담하는 A1, A2, A3 분류 피고들의 각 불법행위로 인한 치료비 부분은 별지 4.  목록 중 \"(2) 일부 공동책임\" 부분의 \"인정된 손해액\"란 기재와 같이 A1 분류 피고들의 경우 399,740원, A2 분류 피고(피고 86)의 경우 487,290원, A3 분류 피고(피고 89)의 경우 922,340원이 된다. <br/>    나) 차량, 진압장비 등, 휴대용무전기<br/>     갑 제2, 3, 4호증의 각 기재에 변론 전체의 취지를 종합하면 원고 대한민국이 이 사건 점거파업 참가자들의 폭력행위 등으로 인하여 별지 5, 6, 7. 목록 중 \"인정된 손해액\"란 기재와 같이 차량이 파손되어 수리비 659,000원을, 채증카메라가 파손되어 수리비 329,000원을 각 지출하게 되었고, 2,193,990원 상당(별지 7. 목록 순번 5, 8 내지 12의 휴대용무전기 등의 탈취로 인한 손해액은 위 휴대용무전기 등이 상당 기간 사용된 것임을 고려하여 취득원가의 50%만 손해액으로 인정한다)의 휴대용무전기, 무선망수신기를 탈취당한 사실을 인정할 수 있다. <br/>     원고 대한민국은 이외에도 차량, 진압장비 등이 파손되거나 탈취당하여 별지 5, 6. 목록 기재의 \"주장된 손해액\"란 해당 부분 기재와 같은 피해를 입었다고 주장하나, 위 인정범위를 넘는 손해는 견적서 등 그 손해액을 인정할 만한 객관적 자료가 없거나 이 사건 점거파업 참가자들의 폭력행위로 인한 것임을 인정할 증거가 없으므로 원고 대한민국의 이 부분 주장은 위 인정범위 내에서 이유 있다. <br/>    다) 헬기<br/>     ⑴ 헬기 수리비<br/>      갑 제5호증의 기재에 의하면 원고 대한민국이 이 사건 점거파업의 진압작전에 투입하였다가 위 점거파업 참가자들의 격렬한 저항으로 주날개, 꼬리날개, 조종석 유리 등이 손상된 헬기 MI-172의 수리비(주날개, 꼬리날개 교환 비용)로 490,715,720원, 헬기 Bell-412(952호)의 수리비로 123,587,998원, 헬기 Bell412(957호)의 수리비로 70,169,012원을 각 지출한 사실을 인정할 수 있으나, 한편으로 위 증거와 갑 제12호증의 기재 및 제1심 법원의 주식회사 유아이헬리콥터, 주식회사 엘지상사에 대한 각 사실조회 결과에 의하면 헬기 Bell-412(952호)의 수리비 중 2,825,000원{갑 제12호증의 2 중 인천952호 2009. 12. 14.자 인보이스(기록 2129면) 순번 3. ‘벨412 SWASH PLATE ＆ SUPPORT ASB 412-08-31’}은 제작사 기술회보 수행사항인 사실, 헬기 Bell-412(957호)는 2009. 8. 4. 주식회사 유아이헬리콥터 공장에 입고되어 수리를 받고 2009. 8. 5.경부터 정상적으로 운행되다가 2009. 8. 17.경 손상이 발견되었다는 이유로 추가 수리를 받은 사실, 헬기 Bell-412(957호)의 수리비 중 67,344,012원{갑 제12호증의 2 중 경기957호 2009. 12. 14.자 인보이스(기록 2180면) 순번 2. ‘M/R BLADE INSPECTION’ 부분 4,229,600원, 순번 3. ＇BLADE 해외수리용 및 반출/반입 비용(A-2434, A-2440) 부분 63,114,412원}은 추가 수리비인 사실이 인정되는바, 위 인정사실에 의하면 헬기 Bell-412(952호)의 위 기술회보 수행비용 및 헬기 Bell-412(957호)의 위 추가 수리비가 이 사건 점거파업으로 손상된 부분의 수리비라고 단정하기 어렵고, 달리 이를 인정할 만한 증거가 없다. <br/>      따라서 원고 대한민국이 위 헬기 3대의 수리비로 지출한 금액 중 이 사건 점거파업 참가자들로 인하여 손상된 부분의 수리비는 합계 614,303,718원{= MI-172 수리비 490,715,720원 + Bell-412(952호) 수리비 120,762,998원(= 123,587,998원 - 2,825,000원) + Bell-412(957호) 수리비 2,825,000원(= 70,169,012원 - 67,344,012원)}이 된다.<br/>     ⑵ 감가상각액<br/>      손상된 중고의 기계·기구의 원상회복을 위하여 신규의 부품을 구입하여 수리를 하여 그 복원된 기계·기구의 가액이 손상 이전의 가액을 초과하게 되는 경우, 수리비 상당액을 손해액으로 산정함에 있어서는 감가액을 고려하여야 하는 것이 원칙이고, 다만 신규의 부품으로 교환하더라도 기계·기구의 전체 가치가 손상 이전의 가치를 초과하지 않는다고 인정되는 경우에 한하여 감가공제를 하지 아니하여도 무방하다 할 것이다(대법원 2003. 4. 25. 선고 2002다64520 판결 참조). <br/>     살피건대 앞서 든 증거들에 의하면 이 사건 점거파업 참가자들의 격렬한 저항으로 인하여 헬기 MI-172의 로터블레이드(주날개, 꼬리날개)가 파손되었고, 이에 주식회사 엘지상사는 위 헬기의 로터블레이드를 신품으로 교체한 사실, 위 로터블레이드의 부품단가는 375,879,180원(= 주날개 271,862,300원 + 꼬리날개 104,016,880원)인 사실이 인정되고, 위 헬기의 로터블레이드 교체주기가 7년이고, 교체 당시 약 20개월 정도 사용한 상태였던 사실은 당사자 사이에 다툼이 없거나 변론 전체의 취지에 의하여 이를 인정할 수 있는바, 위 인정사실에 의하면 7년마다 교체하여야 하는 소모품인 로터블레이드가 신품으로 교체되면서 수리 이후 헬기 MI-172의 전체 가치가 손상 이전의 가액을 초과하였다고 볼 수 있으므로, 위 로터블레이드의 사용기간에 따른 감가상각액 89,495,042원(= 375,879,180원 × 20개월/84개월, 원 미만 버림, 이하 같다)은 위 헬기 수리비 상당 손해액에서 공제되어야 한다. <br/>     이에 대하여 원고 대한민국은 수리기간 동안 헬기를 운행하지 못한 일실사용이익으로 위 감가상각액을 상계한다는 취지로 주장하나, 일실사용이익에 관한 아무런 주장·입증이 없으므로 원고 대한민국의 위 상계 주장은 이유 없다. <br/>     ⑶ 손익상계<br/>      앞서 든 증거들에 의하면 주식회사 유아이헬리콥터, 주식회사 엘지상사가 이 사건 점거파업 중 파손된 헬기 부품을 원고 대한민국에 반납한 사실이 인정되고, 원고 대한민국이 공개입찰을 통하여 위 파손된 헬기 부품을 4,312,435원에 매각한 사실은 당사자 사이에 다툼이 없거나 변론 전체의 취지에 의하여 이를 인정할 수 있는바, 위 인정사실에 의하면 원고 대한민국은 이 사건 점거파업 중 파손된 헬기 부품을 매각함으로써 새로운 이득을 얻었으므로 위 헬기 부품 매각대금 4,312,435원은 원고 대한민국의 위 손해액에서 공제되어야 한다. <br/>    ⑷ A 분류 피고들의 주장에 관한 판단<br/>     위 피고들은 원고 대한민국이 경찰항공운영규칙 제36조를 위반하여 안전고도를 유지하지 않고 저공비행을 한 과실이 있으므로 이를 반영하여 위 피고들의 책임이 제한되어야 한다고 주장하나, 위 경찰항공운영규칙 제36조에 의하더라도 경찰 기본업무 수행에 필요한 경우와 지상의 사람이나 물건을 위태롭게 하지 않을 것으로 판단될 때는 가장 높은 장애물 상단으로부터 300m 이하의 고도로도 비행할 수 있는 점을 감안하면 을 제69호증의 기재만으로는 위 규칙을 위반한 헬기 운용사실을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없으므로 위 피고들의 이 부분 주장은 이유 없다.<br/>    ⑸ 소결<br/>     결국 원고 대한민국은 이 사건 점거파업 중 헬기와 관련하여 520,496,241원(= 헬기 수리비 614,303,718원 - 감가상각액 89,495,042원 -  손익상계 4,312,435원) 상당의 손해를 입었다고 할 것이다.<br/>    라) 기중기<br/>     ⑴ 일반적으로 불법행위로 인한 손해는 물건이 멸실되었을 때에는 멸실 당시의 시가를, 물건이 훼손되었을 때에는 수리 또는 원상회복이 가능한 경우에는 수리비 또는 원상회복에 드는 비용을, 수리 또는 원상회복이 불가능하거나 그 비용이 과다한 경우에는 훼손으로 인하여 교환가치가 감소된 부분을 통상의 손해로 보아야 한다(대법원 2006. 4. 28. 선고 2005다44633 판결 참조). 한편, 영업용 차량이 사고로 인하여 파손되어 그 유상교체나 수리를 위하여 필요한 기간 동안 그 차량에 의한 영업을 할 수 없었던 경우에는 영업을 계속하였더라면 얻을 수 있었던 수익상실은 통상의 손해에 해당된다(대법원 1997. 4. 25. 선고 97다8526 판결 참조).<br/>     ⑵ 위 법리를 토대로 보건대, 원고 대한민국이 2009. 8. 4. 중앙크레인으로부터 기중기 3대를 임차하여 2009. 8. 5. 이 사건 점거파업의 진압작전 현장에 투입한 사실, 위 진압작전 과정에서 이 사건 점거파업 참가자들이 벽돌 및 화염병을 투척하고, 새총으로 볼트나 너트를 발사하는 등 격렬하게 저항하여 위 기중기들이 손상된 사실은 앞서 인정한 바와 같고, 갑 제6, 8, 13호증의 각 기재 또는 영상에 변론 전체의 취지를 종합하면 원고 대한민국이 중앙크레인으로부터 위 기중기 3대를 임차할 당시 진압작전 중 기중기가 손상될 경우 수리비 및 휴업손해를 보상하여 주기로 약정한 사실, 중앙크레인은 이 사건 점거파업 진압과정에서 위와 같이 기중기 3대가 손상되자 원고 대한민국을 상대로 약정금 청구의 소를 제기하였고, 1심(서울중앙지방법원 2010가합21691호)에서 2010. 12. 15. ‘원고 대한민국은 중앙크레인에게 928,762,915원(= 기존수리비 87,480,181원 + 예상수리비 607,866,934원 + 휴업손해 233,415,800원)과 이에 대한 지연손해금을 지급하라’는 일부 승소판결을 받은 사실, 원고 대한민국은 위 1심 판결에 불복하여 항소하였고, 항소심(서울고등법원 2011나7071호)에서 2011. 11. 24. ‘원고 대한민국은 중앙크레인에게 743,010,332원(= 928,762,915원 × 원고 대한민국의 책임비율 80%)을 지급하라는 취지의 판결을 선고받았으며, 그 무렵 위 판결이 확정된 사실을 인정할 수 있다.<br/>      다만, 갑 제13호증의 기재에 의하면 원고 대한민국의 지시에 따른 과다 조작 역시 위 기중기 3대의 손상 원인이 된 사실을 인정할 수 있으므로 그 기여 정도를 20%로 보아 이를 손해액 산정에 참작하기로 한다. <br/>      결국 원고 대한민국은 이 사건 점거파업 참가자들의 위 기중기 파손행위로 인하여 중앙크레인에게 594,408,265원(= 743,010,332원 × 80%)을 지급하는 손해를 입었다고 할 것이다. <br/>     ⑶ A 분류 피고들의 주장에 관한 판단<br/>      ㈎ 위 피고들은 원고 대한민국이 위 기중기 3대의 손상으로 인한 수리비, 휴업손해 등을 청구하기 위해서는 중앙크레인으로부터 불법행위로 인한 손해배상채권을 양도받거나 약정금을 지급하고 중앙크레인의 승낙을 얻어 위 손해배상채권을 대위행사 하여야 하는데, 중앙크레인의 위 손해배상채권은 이미 소멸시효가 완성되었으므로 원고 대한민국의 이 부분 주장은 이유 없다는 취지로 주장한다. <br/>       살피건대 원고 대한민국은 임차인으로서 임대차 종료시 임대차목적물인 위 기중기 3대를 임차 당시의 상태대로 반환할 의무가 있다 할 것인데, 앞서 본 바와 같이 이 사건 점거파업 참가자들의 행위로 임차 중인 위 기중기 3대가 손상되어 임대인인 중앙크레인에 위 기중기 손상으로 인한 수리비, 휴업손해 상당의 약정금을 지급하는 손해를 입게 되었으므로(뒤에서 보는 바와 같이 원고 대한민국이 중앙크레인에 부담하는 약정금은 위 기중기 손상에 따른 통상손해의 범위 내로 보인다) 원고 대한민국으로서는 A 분류 피고들을 상대로 직접 원고 대한민국의 과다 조작 지시로 인한 부분을 제외한 나머지 약정금 상당의 손해배상을 구할 수 있다고 봄이 타당하다. 따라서 원고 대한민국이 중앙크레인의 손해배상채권을 양수하거나 그 승낙을 얻어 대위행사하여야 함을 전제로 한 위 피고들의 이 부분 소멸시효 주장은 이유 없다(설령 원고 대한민국이 위 손해배상채권을 직접 행사할 수 없다 하더라도, 원고 대한민국은 중앙크레인이 위 원고를 상대로 제기한 약정금 소송의 항소심 판결을 2011. 11. 24. 선고받고, 그 무렵 확정된 위 항소심 판결에 따라 중앙크레인의 승소금액을 지급한 것으로 보이므로 위 피고들을 상대로 구상권을 행사할 수 있을 뿐만 아니라, 2013. 9. 30.자 준비서면에서 같은 내용의 구상금 청구를 이 부분 예비적 청구원인으로 추가한 바 있으므로 이 점에서도 위 피고들의 주장은 이유 없다).<br/>      ㈏ 또한 위 피고들은 원고 대한민국이 고가의 독일산 기중기를 임차하여 이 사건 점거파업의 진압작전에 투입할 것이라고 예측할 수 없었으므로 휴업손해 및 독일 회사의 부품을 사용함을 전제로 한 수리비 상당 부분은 특별손해로서 손해배상책임의 범위에서 제외되어야 한다고 주장하나, 앞서 든 증거들로 알 수 있는 위 기중기 3대의 제원(100톤, 220톤, 200톤 각 1대) 등에 비추어 위 기중기 3대가 영업용이라는 점은 예측할 수 있었다 할 것이므로 휴업손해와 이를 정상적으로 수리하는 데 필요한 독일 회사 부품비용 등은 통상손해에 해당하고, 그렇지 않다 하더라도 위 피고들이 알았거나 알 수 있었던 특별손해에 해당한다. 따라서 위 피고들의 이 부분 주장은 이유 없다.<br/>      ㈐ 위 피고들은 이외에도 원고 대한민국이 진압현장에서 충분한 거리를 유지하거나 보호시설을 설치하지 아니하여 기중기 임차인으로서 선량한 관리자의 주의의무를 위반하였고, 원고 대한민국이 임차 당시 기중기를 점검하는 등으로 임대인의 편승수리에 대비하지 아니하였으며, 중앙크레인과의 약정금 소송에서 임시 수리 당시 사용된 국산부품의 중고 시가 상당 금액을 입증하지 못함으로써 과도한 약정금을 부담하게 되었음에도 이를 위 피고들에게 전가하였다고 주장하나, 앞서 본 위 기중기의 임차 목적, 손상 경위, 중앙크레인과의 소송 경과 등에 비추어 보면 원고 대한민국이 중앙크레인에게 부담한 약정금 액수는 기중기 손상에 따른 통상손해의 범위 내로 보일 뿐, 위 원고의 잘못으로 과도한 약정금을 부담하게 되었다고 할 수 없으므로 위 피고들의 이 부분 주장도 이유 없다. <br/>   2) 제1집회·시위 관련 손해배상책임의 범위<br/>    갑 제1호증의 기재에 변론 전체의 취지를 종합하면 제1집회·시위에서 피고 92, 피고 93, 피고 94, 피고 95 등 시위참가자들의 폭력행위로 상해를 입은 제1심 공동원고 23, 제1심 공동원고 24, 제1심 공동원고 26, 제1심 공동원고 92의 치료비로 원고 대한민국이 별지 4. 목록 중 \"(3) 제1집회·시위\" 부분의 \"인정된 손해액\"란 해당 부분 기재와 같이 합계 437,490원을 지출한 사실을 인정할 수 있다(제1심 공동원고 24가 입은 상해와 관련한 원고 대한민국의 치료비 주장은 위 인정범위를 넘는 치료비 지출사실을 뒷받침할 증거가 없고, 제1심 공동원고 25가 입은 상해와 관련한 원고 대한민국의 치료비 주장은 그 치료비 액수와 지출사실을 인정할 만한 증거가 없으므로 인정하지 아니한다). <br/>    따라서 제1집회·시위 관련 경찰 부상으로 원고 대한민국은 437,490원의 손해를 입었다.<br/>   3) 제2집회·시위 관련 손해배상책임의 범위<br/>    위 증거에 의하면 제2집회·시위에서 피고 98, 피고 99 등 시위참가자들의 폭력행위로 상해를 입은 제1심 공동원고 78의 치료비로 원고 대한민국이 별지 4. 목록 중 \"(4) 제2집회·시위\" 부분의 \"인정된 손해액\"란 기재와 같이 85,190원을 지출한 사실을 인정할 수 있다.<br/>    따라서 제2집회·시위 관련 경찰 부상으로 원고 대한민국은 85,190원의 손해를 입었다.<br/>   4) 개별행위 관련 손해배상책임의 범위<br/>    위 증거에 의하면 피고 46의 폭력행위로 상해를 입은 제1심 공동원고 97의 치료비로 원고 대한민국이 별지 4. 목록 중 \"(5) 개별행위\" 부분의 \"인정된 손해액\"란 기재와 같이 85,000원을 지출한 사실을 인정할 수 있다. <br/>    따라서 피고 46의 개별행위 관련 경찰 부상으로 원고 대한민국은 85,000원의 손해를 입었다.<br/>   5) 원고 대한민국에 대한 책임제한 주장에 관한 판단<br/>    가) 위 피고들은, 당시 경찰과 쌍용자동차 측이 이 사건 점거파업에 대응하여 의약품, 식료품 등의 반입을 차단하고 의료진의 출입을 통제하였던 점, 경찰이 이 사건 점거파업 및 제1, 2집회·시위를 폭력적으로 과잉 진압하고, 쌍용자동차 측의 조직적 폭력을 비호하거나 공동작전을 하기도 하였던 점, 쌍용자동차가 근로자들에게 경영위기 책임을 전가하는 대규모 인원의 정리해고를 진행하였고, 이에 쌍용차지부가 근로자들의 생존권을 지키기 위하여 이 사건 점거파업에 이르게 된 점 등의 사정을 고려하면 원고 대한민국의 과실이 참작되거나 해당 피고들의 책임이 제한되어야 한다고 주장한다. <br/>    나) 살피건대 앞서 든 증거들에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 위 피고들이 주장하는 사정만으로는 원고 대한민국이 이 사건 점거파업 및 제1, 2집회·시위 과정에서 있었던 참가자들의 폭력행위로 경찰 등이 입은 상해, 재물 손괴 등의 원인을 제공하였다거나 그 손해의 확대에 기여하였다고 보기 어려운 점(다만, 원고 대한민국의 과다 조작 지시로 확대된 기중기 관련 손해에 대하여는 앞서 본 바와 같이 그 기여 정도를 손해액 산정에 반영하였다), ② 이 사건 점거파업은 쌍용자동차의 구조조정 추진 저지를 목적으로 한 것으로서 목적상 불법파업에 해당하고, 쌍용차지부는 평택공장 정문 등 출입구를 봉쇄하고, 쇠파이프를 소지한 선봉대원들로 하여금 공장 관리자들의 출입을 통제하게 하였으며, 화염병, 화염방사기, 볼트발사용 새총 및 쇠파이프 등을 제작, 소지하게 하면서 전면적으로 공장을 점거하여 쌍용자동차의 시설관리권을 완전히 배제한 점, ③ 쌍용차지부는 집단적 행동인 이 사건 점거파업 과정에서 표출될 참가자들의 과격한 행동, 진압을 위한 경찰과의 물리적 충돌과 그에 따른 집단적 폭행, 상해행위가 뒤따를 것을 충분히 예상할 수 있었다고 보임에도 이를 방지하기에 충분한 합리적이고 적절한 조치도 없이 오히려 공권력 투입에 따른 가상 시나리오 및 대응 전략 등을 계획하고, 경찰병력의 진입에 대비하여 체계적으로 전술훈련을 실시하였던 점, ④ 위와 같이 쌍용차지부는 당시 그 목적을 관철하기 위하여 경찰에 대한 공격적인 행위를 주저하지 아니한 것으로 보일 뿐, 위 피고들 주장과 같은 상황에서 긴급히 불가피하게 정당방위, 긴급피난 등에 해당하는 행위를 하였다고 보이지 않는 점, ⑤ 구체적인 경찰 부상, 재물 손상 경위를 보더라도 위 피고들이 주장하는 사정과 직접적인 관련성이 있다고 보기 어려운 점 등에 비추어 보면, 이 사건 점거파업 및 제1, 2집회·시위와 관련한 경찰 부상, 재물 손상 등에 있어 원고 대한민국 측의 과실이 있다고 보기 어려우며, 위 피고들이 주장하는 사정이 손해공평부담의 원칙에 따른 위 피고들의 책임제한 사유로 적합하다고 볼 수 없다. 따라서 위 피고들의 이 부분 주장은 이유 없다.<br/>나. 원고 2의 손해<br/>원고 2의 정신적 손해에 대한 위자료 액수에 관하여 보건대, 원고 2의 나이, 직업, 사회적 지위, 상해의 부위 및 정도, 가해행위의 동기, 원인, 형평성 등 기타 변론에 나타난 모든 사정을 참작하여 원고 2에 대한 위자료를 500,000원으로 정한다.<br/>다. 소결론<br/>   따라서 A, A1, A2, A3, B, C, D 분류 피고들은 다음과 같이 일부 피고들과 공동하여 원고들에게 아래와 같이 해당 손해배상금을 지급할 의무가 있다.<br/>   1) 원고 대한민국에게, A 분류 피고들은 공동하여 1,128,308,876원(= 경찰 부상 관련 손해 10,222,380원 + 차량 관련 손해 659,000원 + 진압장비 등 관련 손해 329,000원 + 휴대용무전기 관련 손해 2,193,990원 + 헬기 관련 손해 520,496,241원 + 기중기 관련 손해 594,408,265원), B 분류 피고들은 공동하여 437,490원, C 분류 피고들은 공동하여 85,190원, D 분류 피고(피고 46)는 85,000원과 각 이에 대하여 최종 불법행위일 이후로서 원고 대한민국이 구하는 2009. 8. 6.부터 위 피고들이 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 당심 판결 선고일인 2016. 5. 13.까지는 민법이 정한 연 5%, 그 다음 날부터 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 20%의 각 비율로 계산한 지연손해금(지연손해금의 인정근거는 이하 동일하다)을 지급할 의무가 있다.<br/>   2) 원고 대한민국에게, 각 A 분류 피고들과 공동하여 각 분류별로, A1 분류 피고들은 339,740원, A2 분류 피고(피고 86)는 487,290원, A3 분류 피고(피고 89)는 922,340원과 각 이에 대하여 2009. 8. 6.부터 2016. 5. 13.까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 20%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>   3) A 분류 피고들은 공동하여 원고 2에게 위자료 500,000원과 이에 대하여 2009. 8. 6.부터 2016. 5. 13.까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 20%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>5. 결론<br/>  그렇다면 원고 대한민국의 별지 2. 목록 기재 피고들(A, A1, A2, A3, B, C, D 분류 피고들)에 대한 청구 및 원고 2의 A 분류 피고들에 대한 청구는 위 각 인정범위 내에서 이유 있어 인용하고, 원고 대한민국의 같은 목록 기재 피고들에 대한 나머지 청구와 위 피고들을 제외한 나머지 피고들에 대한 청구 및 원고 2의 A 분류 피고들에 대한 나머지 청구와 위 피고들을 제외한 나머지 피고들에 대한 청구는 각 이유 없어 기각하여야 한다. 그런데 제1심 판결 중 원고들에 관한 부분은 이와 일부 결론을 달리하여 부당하므로 제1심 판결을 위와 같이 변경하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 김우진(재판장) 홍지영 송석봉 ",
    "사건번호": "2014나1487, 2014나1494(병합), 2014나1500(병합)",
    "사건종류코드": "400101",
    "판례정보일련번호": "233327",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}