{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220705",
    "법원명": "서울북부지방법원",
    "사건명": "손해배상(기)",
    "판례내용": "【원고, 피항소인】 원고 (소송대리인 법무법인 북부 담당변호사 전민주)<br/>【피고, 항소인】 피고 (소송대리인 변호사 손동각)<br/>【제1심판결】 서울북부지방법원 2021. 6. 16. 선고 2019가단150389 판결<br/>【변론종결】2022. 5. 24.<br/>【주    문】<br/>1. 제1심판결 중 아래에서 지급을 명하는 금액을 초과하는 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>   피고는 원고에게 71,677,900원 및 그 중 5,000,000원에 대하여는 2019. 10. 20.부터, 45,000,000원에 대하여는 2019. 12. 30.부터, 21,677,900원에 대하여는 2020. 6. 30.부터 각 2022. 7. 5.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.   <br/>2. 피고의 나머지 항소를 기각한다. <br/>3. 소송 총비용 중 70%는 피고가, 나머지는 원고가 각 부담한다.  <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고에게 110,000,000원 및 이에 대하여 2019. 10. 20.부터 이 사건 소장부본 송달일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라. <br/>2. 항소취지<br/>  제1심판결 중 피고 패소 부분을 취소한다. 그 취소 부분에 해당하는 원고의 청구를 기각한다. <br/>【이    유】1. 인정사실<br/>  가. 소외 2는 2014. 11. 10. 피고와 사이에 서울 노원구 (주소 생략) 소재 건물(이하 ‘이 사건 건물’이라 한다) 중 1층 일부(이하 ‘이 사건 상가’라 한다)에 대하여 임대차보증금 60,000,000원, 차임 월 3,245,000원, 임대차기간 2014. 12. 1.부터 12개월로 정하여 임대차계약(이하 ‘이 사건 1 임대차계약’이라 한다)을 체결하고 이 사건 상가에서 제과점을 운영하였다.<br/>  나. 이 사건 1 임대차계약이 갱신되어 오다가 2019. 7. 1.경 소외 2가 건강상의 문제로 제과점 운영이 어려워져 자녀인 원고에게 제과점의 운영을 맡기게 되었다.<br/>  다. 원고는 2019. 7. 1. 피고와 사이에 이 사건 상가에 대하여 임대차보증금 60,000,000원, 차임 월 3,100,000원, 임대차기간 2019. 7. 1.부터 2019. 12. 1.까지로 정하여 임대차계약(이하 ‘이 사건 2 임대차계약’이라 한다)을 체결하였다.<br/>  라. 소외 2는 2019. 10. 10. 주식회사 피앤씨홀딩스(이하 ‘피앤씨홀딩스’라 한다)와 사이에 이 사건 상가에 관하여 피앤씨홀딩스와 피고 사이에 임대차계약이 체결될 것을 조건으로 피앤씨홀딩스가 소외 2에게 권리금 80,000,000원을 지급하는 내용의 권리 양도·양수 계약을 체결하였다.<br/>  마. 소외 2는 2019. 10. 11. 피고에게 전화를 하여, ‘지금 새로 들어올 사람 내가 데리고 왔으니까 그거를 지금 그것 말씀하시니까 한 거예요. 새로 들어올 사람을 계약을 해 주시라 이거죠.’, ‘아니 글루 가라 그럴 테니까요, 아니 그니까 새로 들어올 사람을 구해왔는데, 그거를 계약을 안 해주시면 어떻게 됩니까?’, ‘새로 온 사람 있으니까 만나보시라고요. 계약할 사람이 누군지!’, ‘... 185,000,000에 들어와 갖고 지금 100,000,000 이상을 손해보고 나가면서도 지금 이러는데, ... 지금 어떻게 할 건가 말씀만 해 주십시오.’ 등 피고에게 새로운 임차인을 데리고 왔으니 만나보고 계약을 해 달라고 요청하였으나, 피고는 ‘사장님도 아프고 나도 지금 아파서 꼼짝을 못해요.’, ‘아 그렇게 쇼 부리지 마세요.’, ‘내가 지금 계약을 못할 입장이에요.’, ‘계약을 못합니다.’,  ‘할 수가 없어요. 저는 지금 임대를 한번 하면은 10년씩이에요.’라고 답하였다. <br/>  바. 원고는 2019. 10. 20. 소외인과 이 사건 상가에 관하여 소외인과 피고 사이에 임대차계약이 체결될 것을 조건으로 소외인이 원고에게 권리금 110,000,000원을 지급하되, 계약금 5,000,000원은 2019. 10. 20., 중도금 중 금 45,000,000원은 2019. 12. 30., 중도금 중 30,000,000원은 2020. 6. 30., 잔금 30,000,000원은 2020. 12. 30.에 각 지급하기로 하는 내용의 권리(시설) 양도·양수 계약을 체결하였다. <br/>  사. 소외 2는 2019. 11. 22. 피고에게 전화하여, ‘임차인이 새로 와서 얻는다는데 왜 안 해 주시는지는 나 모르겠는데, 저는’라고 하자, 피고는 ‘그건 인제 말씀드릴게요. 그 전에 말씀 못 드렸는데, 이 집이 헐려요.’라고 하였다. 이러한 사정으로 원고와 소외인 사이의 위 권리금계약은 해제되었다.<br/>  아. 피고는 2020. 1. 3. 도휘 주식회사에 이 사건 건물을 매도하였다. <br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 3, 6, 8 내지 12호증, 을 제3호증, 당심 증인 소외인의 증언, 변론 전체의 취지<br/>2. 판단<br/>가. 권리금 회수기회 방해 행위로 인한 손해배상책임의 발생<br/>     (1) 임대인은 임대차기간이 끝나기 6개월 전부터 임대차 종료 시까지 ‘정당한 사유 없이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절’함으로써 임차인이 신규임차인과의 권리금계약에 따라 권리금을 지급받는 것을 방해하는 경우에는, 임대인은 그로 인해 임차인에게 발생한 손해를 배상할 책임이 있다[구 상가건물 임대차보호법(2020. 2. 4. 법률 제16912호로 개정되기 전의 것, 이하 ‘상가임대차법’이라 한다) 제10조의4 제1항 본문 제4호]. <br/>     (2) 임대인이 정당한 사유 없이 임차인이 신규임차인이 되려는 자를 주선하더라도 그와 임대차계약을 체결하지 않겠다는 의사를 확정적으로 표시하였다면 이러한 경우에까지 임차인에게 신규임차인을 주선하도록 요구하는 것은 불필요한 행위를 강요하는 결과가 되어 부당하다. 이와 같은 특별한 사정이 있다면 임차인이 실제로 신규임차인을 주선하지 않았더라도 임대인의 위와 같은 거절행위는 상가임대차법 제10조의4 제1항 제4호에서 정한 거절행위에 해당한다고 보아야 한다. 따라서 임차인은 같은 조 제3항에 따라 임대인에게 권리금 회수기회 방해로 인한 손해배상을 청구할 수 있다. 임대인이 위와 같이 정당한 사유 없이 임차인이 주선할 신규임차인이 되려는 자와 임대차계약을 체결할 의사가 없음을 확정적으로 표시하였는지 여부는 임대차계약이 종료될 무렵 신규임차인의 주선과 관련해서 임대인과 임차인이 보인 언행과 태도, 이를 둘러싼 구체적인 사정 등을 종합적으로 살펴서 판단하여야 한다(대법원 2019. 7. 4. 선고 2018다284226 판결 등 참조). 한편, 권리금 회수기회 방해를 인정하기 위하여 반드시 임차인과 신규임차인이 되려는 자 사이에 권리금 계약이 미리 체결되어 있어야 하는 것은 아니다(대법원 2019. 7. 10. 선고 2018다239608 판결 등 참조).<br/>     (3) 위 인정사실에 의하면, 원고가 신규임차인이 되려는 자로 소외인을 피고에게 주선하려고 하였으나, 피고는 계약을 체결할 수 없다고 명확히 밝힘으로써, 원고가 주선할 신규임차인이 되려는 자와 임대차계약을 체결할 의사가 없음을 확정적으로 표시하였다고 할 것이고, 결국 피고는 원고가 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여 원고에게 손해를 발생하게 하였다. 따라서 피고는, 특별한 사정이 없는 한, 원고에게 그 손해를 배상할 책임이 있다. <br/>     (4) 피고의 주장 및 판단<br/>        가) 이에 대하여 피고는 먼저, 이 사건 건물을 철거하고 새로운 건물을 신축할 계획을 가지고 있는 제3자와 피고 소유 토지와 건물, 인근 토지와 건물에 대한 매매협의가 진행 중이었고, 최종적으로 피고는 도휘 주식회사와 이 사건 건물에 대한 매매계약을 체결하였으므로, 피고의 임대차계약 거절에는 정당한 사유가 있다고 주장한다.<br/>            그러나, ‘임대차계약체결 당시 공사시기 및 소요기간 등을 포함한 철거 또는 재건축 계획을 임차인에게 구체적으로 고지하고 그 계획에 따르는 경우(상가임대차법 제10조 제1항 제7호 가.목)’에 해당하거나 ‘건물이 노후·훼손 또는 일부 멸실되는 등 안전사고의 우려가 있는 경우(상가임대차법 제10조 제1항 제7호 나.목)’에 해당함을 인정할 증거가 없는 이상, 피고가 이 사건 건물에 대하여 재건축 후 다른 사업을 하기를 원하는 제3자와 사이에 매매계약을 체결하려고 교섭중이라는 사정만으로는 임대차계약 거절에 정당한 사유가 있다고 보기 어렵다. 따라서 피고의 위 주장은 받아들이지 않는다. <br/>        나) 또한, 피고는 소외 2가 차임을 연체한 사실을 숨기고 피고로부터 권리금을 받기 위하여 원고가 제과점을 인수하는 것과 같은 외관을 만들었고, 원고는 소외 2의 차임지급채무를 승계하였는데 소외 2와 원고의 임대차기간을 통틀어 3기에 달하는 차임이 연체되었으므로, 원고는 권리금회수를 보장받을 수 없다고 주장한다.<br/>            살피건대, 갑 제5호증의 기재(가지번호 포함)에 의하면, 원고가 이 사건 2 임대차기간 동안 2기의 차임액에 이르도록 이를 연체한 사실은 인정되나, 나아가 3기의 차임액에 해당하는 금액에 이르도록 차임을 연체하지는 않은 사실을 인정할 수 있으며, 앞서 든 증거에 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정들, 즉 원고, 소외 2, 피고가 이 사건 2 임대차계약서를 작성하면서 이 사건 1 임대차계약과 관련된 연체차임이 있었다면 소외 2와 피고 사이에 정산을 하였거나, 원고가 이를 승계하는 경우에는 이 사건 2 임대차계약서에 그러한 내용을 기재하였을 것임에도 이 사건 2 임대차계약서에 소외 2가 차임을 연체하였음을 전제로 한 내용은 기재되어 있지 않은 점, 피고가 원고나 소외 2에게 이 사건 1 임대차계약과 관련한 연체차임을 언급하거나 그 지급을 독촉한 사실은 없는 점 등에 비추어 보면, 피고가 제출한 증거들으로는 소외 2가 3기의 차임액에 이르도록 이를 연체하였다거나 나아가 원고가 소외 2의 차임지급의무를 승계하였음을 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 이와 다른 전제에 선 피고의 위 주장도 받아들이지 않는다. <br/>        다) 다시 피고는, 원고가 피고에게 상가임대차법 제10조의4 제5항에서 정한 ‘신규임차인이 되려는 자의 보증금 및 차임을 지급할 자력 또는 그 밖에 임차인으로서의 의무를 이행할 의사 및 능력’에 관한 정보를 제공하지 않았으므로, 권리금 회수기회 방해로 인한 손해배상책임이 성립하지 않는다고 주장한다.<br/>            그러나 피고가 신규임차인이 되려는 자와 어떠한 계약도 체결할 의사가 없음을 명백히 밝힌 것은 앞서 본 바와 같으므로, 원고가 위와 같은 정보를 제공하지 않았다고 하더라도 피고가 임대차계약의 체결을 거절한 것에 정당한 사유가 있다고 할 수 없다. 따라서 피고의 위 주장도 이유 없다. <br/>나. 손해배상책임의 범위<br/>     (1) 상가임대차법 제10조의4 제3항은 임대인이 권리금 회수방해 금지의무를 위반하여 임차인에게 손해를 발생하게 한 때에는 손해를 배상할 책임이 있고, 그 손해배상액은 신규임차인이 임차인에게 지급하기로 한 권리금과 임대차 종료 당시의 권리금 중 낮은 금액을 넘지 못한다고 규정하고 있다.<br/>     (2) 원고가 신규임차인이 되려는 소외인으로부터 지급받기로 한 권리금은 1억 1,000만 원인 사실은 앞서 본 바와 같고, 앞서 든 증거들과 제1심 법원의 감정인 소외 3에 대한 감정촉탁결과 및 사실조회 결과에 변론 전체의 취지를 종합하면, 이 사건 상가의 임대차 종료 당시의 권리금 감정액은 102,397,000원(=유형재산 30,897,000원＋무형재산 71,500,000원)인 사실을 인정할 수 있다. <br/>     (3) 이에 대하여 피고는, 위 감정촉탁결과는 상가임대차법에 따른 국토교통부장관의 고시에 의하지 않아 그 기준을 잘못 적용하였으며, 관할세무서에 신고한 영업이익을 전제로 권리금을 산정하여야 함에도 동종 및 유사업종의 평균수익률을 전제로 하였으므로 위 감정촉탁결과에 따른 권리금은 잘못 산정되었다는 취지로 주장한다. <br/>        살피건대, 감정인의 감정 결과는 그 감정 방법 등이 경험칙에 반하거나 합리성이 없는 등의 현저한 잘못이 없는 한 존중하여야 한다(대법원 2007. 2. 22. 선고 2004다70420, 70437 판결 참조). <br/>상가건물임대차보호법 제10조의7은 ‘국토교통부장관은 권리금에 대한 감정평가의 절차와 방법 등에 관한 기준을 고시할 수 있다’고 규정하고 있고, 이에 따른 감정평가 실무기준(국토교통부 고시 제2016-895호)에 의하면, 권리금은 유형재산과 무형재산으로 구성되고, 무형재산은 영업을 하는 자 또는 영업을 하려고 하는 자가 영업활동에 사용하는 거래처, 신용, 영업상의 노하우, 건물의 위치에 따른 영업상의 이점 등 물리적·구체적 형태를 갖추지 않은 재산을 말하며, 무형재산을 감정평가할 때에는 원칙적으로 수익환원법을 적용하여야 하고, 무형재산을 수익환원법으로 감정평가할 때에는 무형재산으로 인하여 발생할 것으로 예상되는 영업이익이나 현금흐름을 현재가치로 할인하거나 환원하는 방법으로 감정평가하되, 다만 무형재산의 수익성에 근거하여 합리적으로 감정평가할 수 있는 다른 방법이 있는 경우에는 그에 따라 감정평가할 수 있다고 정하고 있다. <br/>         이 사건에 관하여 보면, 감정인 소외 3은 제1심 법원의 감정촉탁에 따라 시설권리금은 구조 · 규격 · 형식 · 용량 · 시공정도 및 현상 등을 종합적으로 참작하여 원가법으로 평가(사용가치 기준으로 평가)하되, 감가수정은 현상 및 관리상태 등을 고려하여 관찰감가를 하였고, 무형권리금은 영업의 내용 · 종류 · 규모 및 현황 등을 종합적으로 참작하여 수익환원법으로 평가하였다. 이 사건 감정 역시 ‘감정평가 및 감정평가사에 관한 법률’의 시행규칙인 ‘감정평가에 관한 규칙’에 따르고 있고 앞서 본 기준에 부합하며 합리성이 인정된다.<br/>         또한, 수익환원법은 대상물건이 “장래” 산출할 것으로 기대되는 순수익이나 “미래”의 현금흐름을 환원하거나 할인하여 대상물건의 가액을 산정하는 감정평가법이므로, 무형재산 평가는 실제 그 가치 상당액을 합리적인 기준에 따라 평가하면 되는 것이지 반드시 관할세무서에 신고한 영업이익을 전제로 권리금을 산정하여야 할 필요는 없으므로, 이와 다른 전제에 선 피고의 이 부분 주장은 받아들이지 않는다.<br/>     (4) 피고는 다시, 이 사건 감정은 시설물이 양수인에게 이전됨을 전제로 감정한 것인데 원고가 이 사건 임대차 계약 종료 후 이 사건 상가에 있는 시설물을 모두 회수하였으므로 권리금 평가액에서 시설물평가액은 제외되어야 하거나, 원고가 시설물을 회수함으로써 그 시설물 가액 상당의 이익을 얻었으므로 이는 손익상계로 손해액에서 공제되어야 한다고 주장한다.   <br/>         살피건대, 이 사건 귄리(시설) 양수·양도 계약서(갑 제3호증)의 기재에 변론 전체의 취지를 종합하면, 원고가 소외인에게 이 사건 상가의 ‘집기류, 기계류, 영업권리, 전화번호’ 등 일체를 이전하기로 하면서 그에 대한 권리금을 지급받기로 약정한 사실을 인정할 수 있는바, 피고의 임대차계약 거절이 없었더라면 원고로서는 소외인으로부터 시설물평가액을 포함한 권리금을 지급받았을 것임에도 피고의 방해행위로 인하여 이를 지급받지 못하는 손해를 입었으므로 이를 상당인과관계 있는 손해배상의 범위에 포함시키는 것이 타당하고(다만, 이 사건 상가와 유기적 일체로서 기능하던 이 사건 시설물이 수거되어 피고로서도 그 이익을 향유할 기회가 없었던 점 등은 아래에서 보는 책임의 제한 사유로 참작한다), 원고가 이 사건 시설물을 회수하였다고 하더라도 이는 이 사건 상가의 인도를 위하여 부득이하게 이루어진 것으로 이 사건 상가와 분리된 이 사건 시설물로써 원고가 실질적인 이득을 얻었음을 인정할 증거가 없으므로, 피고의 이 부분 주장은 이유 없다.<br/>     (5) 결국 이 사건에서 피고의 권리금 회수기회 방해 행위로 인한 손해배상액의 상한은 권리금 계약에 따른 권리금 액수와 이 사건 임대차계약 종료 당시 권리금 상당액 중 적은 금액인 102,397,000원으로 봄이 타당하다. <br/>다. 손해배상책임의 제한<br/>    다만, 권리금 회수기회 방해로 인한 손해배상의 경우에도 손해의 공평한 부담이라는 손해배상법의 기본 이념이 적용되어 공평의 원칙에 따라 손해배상책임을 제한할 수 있다고 할 것인바, 앞서 든 각 증거에 변론 전체의 취지를 더하여 인정되는 이 사건 임대차계약의 체결경위 및 기간, 이 사건 임대차계약의 종료 전·후의 이 사건 상가의 소유권 변동 내역, 이 사건 시설물이 수거되어 피고로서도 그 이익을 향유하기는 못한 점, 권리금은 임차인의 영업활동으로 인한 것과 임대차목적물의 장소적 이익과 관련된 것으로 구분할 수 있는데 임대차목적물의 장소적 이익은 임차인이 영업과정에서 형성하였다고 보기는 어려운 점 등을 고려하면, 피고가 원고에게 배상하여야 할 손해의 범위를 70%로 제한함이 타당하다.<br/>라. 소결<br/>    따라서 피고는 원고에게 권리금 회수기회 방해로 인한 손해배상으로서 신규임차인으로부터 지급받기로 한 권리금보다 낮은 금액인 임대차 종료 당시의 권리금 상당액인 102,397.000원을 70%로 제한한 금액인 71,677,900원 및 그 중 5,000,000원에 대하여는 2019. 10. 20.(원고가 소외인으로부터 지급받기로 한 권리금 중 해당금액 지급일, 이하 같다. 권리금 회수기회 방해행위와 실제 손해발생 사이에 시간적 간격이 있는 경우이므로 손해발생시부터 지체책임을 인정한다)부터, 45,000,000원에 대하여는 2019. 12. 30.부터, 21,677,900원에 대하여는 2020. 6. 30.부터 피고가 그 이행의무의 존부와 범위에 대하여 항쟁함이 상당하다고 인정되는 당심 판결 선고일인 2022. 7. 5.까지는 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>3. 결론<br/>  그렇다면 원고의 이 사건 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 나머지 청구는 이유 없어 이를 기각하여야 한다. 따라서 제1심 판결은 이와 결론을 일부 달리하여 부당하므로 피고의 항소를 일부 받아들여 위 인정금액을 초과하여 지급을 명한 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각하며, 피고의 나머지 항소는 이유 없어 이를 기각한다.  <br/><br/>판사 황기선(재판장) 이상윤 김광섭 ",
    "사건번호": "2021나37046",
    "사건종류코드": "400101",
    "판례정보일련번호": "234029",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}