{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190910",
    "법원명": "대전지방법원",
    "사건명": "소유권이전등기",
    "판례내용": "【원    고】 원고 (소송대리인 변호사 김건효)<br/>【피    고】 정기산업 주식회사 (소송대리인 법무법인(유한) 광장 담당변호사 김대욱 외 10인)<br/>【변론종결】2019. 8. 22.<br/>【주    문】<br/>  1. 피고는 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 별지 목록 기재 부동산에 관하여 2019. 1. 7.자 매매를 원인으로 한 소유권이전등기절차를 이행하라.<br/>  2. 소송비용은 피고가 부담한다.<br/><br/>【청구취지】  주위적으로, 주문 제1항과 같다.<br/>  제1예비적으로, 피고는 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 별지 목록 기재 부동산에 관하여 소장 송달일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. 제2예비적으로, 피고는 원고에게 별지 목록 기재 부동산에 관하여, 가. 2억 3,540만 원을 분양대금으로 정한 원고의 매수청약의 의사표시에 대하여 승낙의 의사표시를 하고, 나. 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 위 가.항 승낙일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. 제3예비적으로, 원고와 피고 사이에 원고가 별지 목록 기재 부동산의 우선분양전환을 받을 수 있는 우선수분양자의 지위에 있음을 확인한다.<br/>【이    유】  1. 인정되는 사실<br/>   가. 원고는 선착순의 방법으로 입주자로 선정되어 2012. 8. 13. 주식회사 영무건설(이하 ‘소외 회사’)로부터 공공건설임대주택(임대의무기간 5년)인 별지 목록 기재 부동산(이하 ‘이 사건 아파트’)을 임대차보증금 1억 7,200만 원에 임차하는 임대차계약을 체결하고 소외 회사에 임대보증금 전액을 지급한 다음 이 사건 아파트에 입주하여 거주하였다. 소외 회사가 주택공급에 관한 규칙 제8조에 의거해서 행정중심복합도시건설청으로부터 승인을 받고, 2012. 7. 12. 한 ‘세종시 영무예다음(5년 공공임대) 입주자모집공고’를 보면, 아래와 같은 내용이 명시되어 있다.<br/>  □ 임대기간 : 5년, 임대기간 종료 후 분양전환되는 주택임(단 임대주택법 시행령 제13조 제2항 제3호에 의거 임대의무기간 2분의 1 경과하여 임대사업자와 임차인이 합의시 분양전환 가능)  □ 분양전환시기 : 최초 입주지정기간 종료일이 속하는 월의 다음달 1일부터 5년 이후(임대주택법 시행령 제13조 제2항 제3호에 의거 임대개시 후 해당 주택의 임대의무기간이 2분의 1이 지나 임대사업자와 임차인이 해당 임대주택의 분양전환합의하는 경우 분양전환 가능)  □ 우선분양전환대상자 : 임대주택법 제21조 제1항에 따라 입주일 이후부터 분양전환 당시까지 당해 임대주택에 거주한 무주택자인 임차인<br/>   나. 피고는 2017. 12. 5. 소외 회사로부터 이 사건 아파트를 매수하여 2018. 1. 5. 소유권이전등기를 마치면서 임대사업자의 지위도 승계하였다. 그 후 원고는 2018. 9. 12. 피고와 이전과 동일한 내용 및 조건으로 임대차계약을 체결하였다. 원고가 소외 회사와 체결한 표준임대차계약서 및 피고와 체결한 표준임대차계약서(이하 통틀어 ‘이 사건 임대차계약서)에는 아래와 같은 내용이 명시되어 있다.<br/>제6조(을의 금지행위)을은 다음 각 호의 어느 하나에 해당하는 행위를 해서는 안 된다.1. 임대주택법을 위반하여 임차권을 양도하거나 임대주택을 타인에게 전대하는 행위제12조(임대주택의 분양전환 및 자격) ① 갑은 위 주택이 임대주택법 제16조 제1항 제3호 및 같은 항 제4호의 임대주택에 해당하는 경우에는 다음 각 호의 조건에 따라 분양전환한다  1. 위 주택의 분양전환 시기는 최초 입주지정기간 끝난 후 5년으로 한다(임대주택법 시행령 제13조 제2항 제3호에 의거 최초 입주지정기간 끝난 후 2년 6월이 지난 경우 갑과 을이 합의에 의하여 분양전환 가능함).  2. 위 임대주택의 분양전환가격 산정 기준은 입주자모집공고에 정한 바에 따른다. 다만 입주자모집공고에서 정하지 않은 경우에는 별도 특약으로 정한다. ③ 갑이 본 조에 의해 위 주택을 분양전환 할 경우 임대주택법 제21조 제1항에 의거 을은 다음 각 호의 어느 하나에 해당하여야 한다.  1. 입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인(청약 세대는 세대원 모두 무주택이어야 함)  2. 건설임대주택에 입주한 후 상속 · 판결 또는 혼인으로 인하여 다른 주택을 소유하게 된 경우 분양전환 당시까지 거주한 자로서 그 주택을 처분하여 무주택자가 된 임차인  3. 임대주택법 제19조 단서에 따라 임차권을 양도받은 경우에는 양도일 이후부터 분양전환 당시까지 거주한 무주택자인 임차인  4. 선착순(4순위·무순위 당첨자 포함)의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인  5. 분양전환 당시 해당 임대주택의 임차인인 국가기관 또는 법인<br/>   다. 또한 원고와 소외 회사 및 피고는 이 사건 임대차계약 체결과 동시에 조건변경합의계약서(이하 ‘합의계약’)를 작성하여 분양전환에 따른 확정 임대가를 정하고 추후 분양전환에 대한 합의를 하였는데 주된 내용은 아래와 같다.<br/>제3조(분양전환 가격결정 및 효력) ① 갑과 을은 다음 각호에 모두 해당할 경우 분양전환시 분양전환가와 임대주택법 시행규칙 별표1의 공공건설 임대주택 분양전환가격 산정기준에 의한 금액 중 낮은 금액을 적용하여 분양전환금액을 책정한다.  1. 갑과 을이 임대차계약함에 있어 본 합의계약을 체결한 경우  2. 을이 갑이 지정한 기간 내 분양전환을 받는 경우 ② 제1항 1호에 의하여 납부한 금액은 분양 전환시 분양전환금액의 일정금액으로 인정한다. ③ 제1항 1호의 분양전환계약 미체결시 본 합의계약의 효력이 만료되며, 임대차계약서 전환계약 조건으로 원상회복하기로 한다.제4조(확정임대가에 따른 납부조건) ① 확정임대가의 납부조건은 다음과 같이 을이 갑에게 납부하기로 한다.  2. 분양전환가   확정임대가 1억 7,200만 원, 국민주택기금 9,000만 원, 분양전환가 2억 6,200만 원제5조(합의계약 해지 및 해제) ① 을이 다음 각 호의 어느 하나에 해당할 경우 갑은 별도의 서면통지 없이 이 본 합의계약을 해제 또는 해지한다.   3. 제3조 제1항 2호에 의한 기간 내에 을이 분양전환을 받지 않을 경우제7조(분양전환 및 자격 등)분양전환은 임대차계약서 계약조건 제12조(임대주택의 분양전환 및 자격)에 따른다.제8조(기타) ③ 갑이 지정한 기간 내에 분양전환을 받지 않는 경우 본 합의계약은 자동해지가 되며, 분양전환기간 종료일부터 임대차계약서 상의 전환계약 조건으로 원상회복하기로 한다.<br/>  라. 관련 법령은 아래와 같다.<br/>   ■ 민간임대주택에 관한 특별법 부칙 〈제13499호, 2015. 8. 28.〉 <br/>제2조(일반적 적용례)  ② 종전의 임대주택법에 따라 등록한 임대주택은 종전의 임대주택법을 적용한다.<br/>   ■ 구 임대주택법(2015. 8. 28. 법률 제13499호로 전부 개정되기 전의 것, 이하 ‘구 임대주택법’)<br/>제1조(목적)  이 법은 임대주택의 건설·공급 및 관리와 주택임대사업에 필요한 사항을 정하여 임대주택 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로 한다.<br/>제16조(임대주택의 매각 제한 등)  ① 임대주택은 다음 각 호의 기간(이하 \"임대의무기간\"이라 한다)이 지나지 아니하면 매각할 수 없다.<br/>  4. 제1호부터 제3호까지의 규정에 해당하지 아니하는 건설임대주택 및 매입임대주택은 대통령령으로 정하는 기간<br/>  ② 임대주택을 매각하는 매매계약서에는 임대주택을 매입하는 자가 임대주택을 매각하는 자의 임대사업자로서의 지위를 승계한다는 뜻을 분명하게 밝혀야 한다.<br/>제19조(임대주택의 전대 제한)<br/>  임대주택의 임차인은 임차권을 다른 사람에게 양도(매매, 증여, 그 밖에 권리변동이 따르는 모든 행위를 포함하되, 상속의 경우는 제외한다)하거나 임대주택을 다른 사람에게 전대(전대)할 수 없다. 다만, 대통령령으로 정하는 경우로서 임대사업자의 동의를 받은 경우에는 양도하거나 전대할 수 있다. <br/>제20조(임대주택의 임대 조건 등)  ① 임대주택의 임차인의 자격, 선정 방법, 임대보증금, 임대료 등 임대 조건에 관한 기준은 대통령령으로 정한다. <br/>제21조(건설임대주택의 우선 분양전환)  ① 임대사업자가 임대의무기간이 지난 후 「주택법」 제16조에 따라 사업계획승인을 받아 건설한 공공건설임대주택을 분양전환하는 경우에는 다음 각 호의 어느 하나에 해당하는 임차인에게 우선 분양전환하여야 한다. <br/>  1. 입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인<br/>  2. 건설임대주택에 입주한 후 상속·판결 또는 혼인으로 인하여 다른 주택을 소유하게 된 경우 분양전환 당시까지 거주한 자로서 그 주택을 처분하여 무주택자가 된 임차인<br/>  3. 제19조 단서에 따라 임차권을 양도받은 경우에는 양도일 이후부터 분양전환 당시까지 거주한 무주택자인 임차인<br/>  4. 선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인<br/>  5. 분양전환 당시 해당 임대주택의 임차인인 국가기관 또는 법인<br/>제27조(임대차계약의 갱신거절 등)  ① 임대사업자는 해당 임대주택에 거주 중인 임차인이 거짓이나 그 밖의 부정한 방법으로 임대주택을 임대받는 등 대통령령으로 정하는 사항에 해당하는 경우에는 임대차계약을 해제 또는 해지하거나 임대차계약의 갱신을 거절할 수 있다.<br/>제41조(벌칙) ④ 다음 각 호의 어느 하나에 해당하는 자는 2년 이하의 징역이나 2천만 원 이하의 벌금에 처한다. <br/>  6. 제21조를 위반하여 임대주택을 분양전환한 자<br/>   ■ 구 임대주택법 시행령(2008. 6. 20. 대통령령 제20849호로 전부개정되어, 2015. 12. 28. 대통령령 제26763호로 ‘민간임대주택에 관한 특별법 시행령’으로 전부개정되기 전의 것)<br/>제13조(임대주택의 임대의무기간 등)<br/>  ① 법 제16조 제1항 제4호에서 \"대통령령으로 정하는 기간\"이란 다음 각 호의 구분에 따른 기간을 말한다. <br/>  2. 그 밖의 임대주택: 임대 개시일부터 5년<br/>  ② 법 제16조 제3항에 따라 다음 각 호의 경우에는 임대의무기간 이내에 매각할 수 있다. <br/>  3. 법 제16조 제1항 제3호 및 제4호에 해당하는 임대주택으로서 임대 개시 후 해당 주택의 임대의무기간의 2분의 1이 지난 경우로서 임대사업자와 임차인이 해당 임대주택의 분양전환에 합의하여 임대사업자가 국토교통부령으로 정하는 바에 따라 시장·군수 또는 구청장에게 신고(임대사업자가 국가, 지방자치단체, 한국토지주택공사 또는 지방공사인 경우는 제외한다)한 후 임차인에게 분양전환하는 경우. 이 경우 공공건설임대주택은 법 제21조 제1항 또는 제2항에 해당하는 임차인에게만 분양전환을 할 수 있다.<br/>제18조(임차권의 양도 등의 허용)<br/>  ① 법 제19조 단서에서 \"대통령령으로 정하는 경우\"란 다음 각 호의 어느 하나에 해당하는 경우를 말한다. <br/>  1. 법 제16조 제1항 제3호 및 제4호에 해당하는 임대주택 임차인의 세대구성원 모두가 임대주택 입주 후 다음 각 목의 어느 하나에 해당되어 무주택 세대구성원(민간건설임대주택 및 매입임대주택의 경우에는 임차인이 임의로 선정한 사람을 말한다)에게 임차권을 양도하거나 임대주택을 전대(전대)하는 경우<br/>  가. 다음 1)부터 3)까지의 규정에 모두 해당하는 경우 1) 근무, 생업 또는 질병 치료(「의료법」 제3조에 따른 의료기관의 장이 1년 이상의 치료나 요양이 필요하다고 인정하는 경우에 한정한다) 등의 사유로 주거를 이전할 것 2) 현재 거주하는 시·군·구(자치구만 해당한다. 이하 같다)의 행정구역과 다른 시·군·구로 주거를 이전할 것 3) 현재 거주지와 새로 이전하는 거주지 간의 거리(최단 직선거리를 말한다)가 40킬로미터 이상일 것. 다만, 출퇴근 거리 및 교통여건 등을 고려하여 해당 특별시, 광역시, 도 또는 특별자치도의 조례로 별도 기준을 정하는 경우에는 그에 따른다.<br/>  나. 상속 또는 혼인으로 소유하게 된 주택으로 이전할 경우<br/>  다. 국외로 이주하거나 1년 이상 국외에 머무를 경우<br/>  3. 임차인이 혼인 또는 이혼으로 인하여 임대주택에서 퇴거하고 해당 임대주택에 계속 거주하려는 다음 각 목의 어느 하나에 해당하는 사람이 자신으로 임차인을 변경할 경우<br/>  가. 배우자, 직계혈족 및 형제자매<br/>  나. 직계혈족의 배우자, 배우자의 직계혈족 및 배우자의 형제자매<br/>  ② 법 제19조 단서에 따라 임차권의 양도 또는 임대주택의 전대의 동의를 받으려는 임차인(제1항 제4호에 해당하는 경우는 제외한다)은 제1항 제1호부터 제3호까지의 어느 하나에 해당함을 증명하는 자료를 임대사업자에게 제출하여야 한다. 이 경우 제1항 제1호 가목에 해당하는 경우에는 임대사업자는 임차인에게 다른 시·군·구로의 전입과 관련된 주택임대차계약서, 전세계약서 또는 주택매매계약서 등을 요구할 수 있다. <br/>  ③ 임대사업자는 제2항에 따라 임차인이 임대사업자에게 제출한 증명 자료 등에 특별한 문제가 없으면 임차인의 임차권 양도 또는 전대 요구를 받아들여야 한다.<br/>제19조(임대주택 임차인의 자격 및 선정 방법)  ① 법 제20조 제1항에 따라 건설임대주택 중 「주택법」 제16조에 따른 사업계획승인을 받아 건설한 공공건설임대주택 임차인의 자격 및 선정 방법은 국토교통부령으로 정하는 바에 따르며, 그 외의 건설임대주택 임차인의 자격 및 선정 방법은 해당 임대사업자가 정한다. <br/>제26조(임대차계약의 갱신거절 등)  ① 법 제27조 제1항에서 \"대통령령으로 정하는 사항에 해당하는 경우\"란 다음 각 호의 어느 하나에 해당하는 경우를 말한다.<br/>  7. 「주택법」 제16조에 따라 사업계획의 승인을 받아 건설한 공공건설임대주택의 임대차 계약기간 중 다른 주택을 소유하게 된 경우. 다만, 상속·판결 또는 혼인 등 그 밖의 부득이한 사유로 다른 주택을 소유하게 되어 부적격자로 통보받은 날부터 6개월 이내에 해당 주택을 처분하는 경우와 해당 임대주택의 입주자 모집 당시 입주자를 선정하고 남은 임대주택의 임차권을 선착순의 방법으로 취득한 경우는 제외한다.<br/>   ■ 구 주택공급에 관한 규칙(2009. 9. 17. 국토해양부령 제167호로 일부개정되어, 2015. 12. 29. 국토교통부령 제268호로 전부개정되기 전의 것, 이하 ‘구 주택공급에 관한 규칙’)<br/>제2조(정의)  이 규칙에서 사용하는 용어의 정의는 다음과 같다.<br/>   9. \"무주택세대구성원\"이란 세대주 및 세대원(다음 각 목의 사람을 포함한다) 전원이 주택을 소유하고 있지 아니한 세대의 세대주 및 세대원을 말한다.<br/>  가. 주택공급을 신청하려는 세대주 또는 세대원의 배우자로서 해당 세대주 또는 세대원과 동일한 세대별 주민등록표상에 등재되어 있지 아니한 사람<br/>  나. 주택공급을 신청하려는 세대주 또는 세대원의 직계존·비속으로서 가목의 배우자와 동일한 세대를 이루고 있는 사람<br/>  다. 주택공급을 신청하려는 세대원(세대주의 직계비속인 세대원에 한정한다)의 배우자로서 해당 세대원과 동일한 세대를 이루고 있는 사람<br/>  라. 주택공급을 신청하려는 세대원의 직계존속으로서 해당 세대원과 동일한 세대를 이루고 있는 사람<br/>제6조(주택소유 여부 판정기준)  ③ 주택소유 여부를 판단함에 있어서는 주택의 공유지분을 소유하고 있는 것을 주택을 소유하고 있는 것으로 보되, 다음 각 호의 어느 하나에 해당하는 경우에는 주택을 소유하지 아니한 것으로 본다. 다만, 임대주택의 공급, 제19조 제13항, 제20조의2 제6항 제4호 및 제20조의3 제4항에 따른 특별공급의 경우 무주택세대구성원에 해당하는지 여부를 판단함에 있어서 제6호의 규정은 이를 적용하지 아니한다.<br/>제8조(입주자의 모집절차)<br/>  ① 사업주체가 입주자를 모집하고자 할 때에는 공개모집을 하여야 한다. 이 경우 제7조 제8항 각 호의 어느 하나에 해당하지 아니하는 사업주체는 다음 각호의 서류를 갖추어 시장등의 승인을 얻어야 하며, 제7조 제8항 각 호의 어느 하나에 해당하는 사업주체는 입주자모집내용을 국토교통부장관 및 전산관리지정기관에 통보하여야 한다. <br/>제10조(주택의 공급방법)  ① 주택의 공급방법은 일반공급·특별공급 및 단체공급으로 구분한다.<br/>  ② 사업주체가 일반공급에 의하여 입주자를 선정하는 때에는 제11조부터 제13조까지의 규정에 따라 입주자를 선정하여야 한다. 이 경우 동·호수의 배정은 추첨의 방법에 따른다.<br/>  ⑥ 사업주체는 제11조 내지 제13조의 규정에 의하여 입주자를 선정하고 남은 주택이 있는 경우에는 제4조의 규정에 불구하고 선착순의 방법에 의하여 입주자를 선정할 수 있다.<br/>  마. 임대의무기간은 2019. 9. 30.까지인데, 피고는 2018. 1.경부터 이 사건 아파트를 포함한 임대주택 임차인대표들과 조기분양전환절차에 관하여 협의를 시작하여 매월 1회 이상씩 회의를 개최하였는데, 피고와 임차인대표들은 2018. 10. 3. ‘세종시 범지기11단지 분양전환 13차 회의’(이하 ‘13차 회의’)에서 다음과 같은 분양전환 산정기준 또는 분양전환자격 등에 대한 구체적인 합의를 하였다.<br/>    ○ 피고는 우선분양전환예정가격에 대하여 2018. 10. 30. 세종시에 제출함(A타입 246백만 원, B타입 249백만 원)<br/>    ○ 조기분양전환관련 임차인동의서(의향서) 제출사항 <br/>    (중략) 시간: 2018. 11. 5. ~ 11. 7.<br/>    ○ 조기분양전환관련 향후 진행계획(의향서 제출 후)<br/>      ① 국토교통부 주택소유전산검색 의뢰(18. 11. 9. ~ 11. 12.)<br/>      ② 국토교통부 주택소유전산검색 종료(18. 11. 26.)<br/>      ③ 우선분양전환 대상자 적격 부적격세대 통보(18. 12. 1.)<br/>      ④ 부적격세대 소명자료 제출(18. 12. 3. ~ 12. 10.)<br/>      ⑤ 조기분양전환계약서 체결(18. 12. 3. ~ )<br/>      ⑥ 세종시청에 분양전환신고서 제출(18. 12월중)<br/>      ⑦ 세대 소유권이전(18. 12월중)<br/>  바. 그 후 2018. 11.경 ‘세종시 범지기 11단지 조기분양전환 회의결과(1~12차) 동의서’가 작성되었는데, 임차인대표들 및 피고 이사 및 직원들, 세종시청의 담당자들이 모여 그동안 회의 과정에서 합의된 내용을 확인한 후 동의한다는 내용으로 서명날인을 하였는데 그 중 주된 내용은 아래와 같다.<br/>     ○ 금회 신청세대는 조기우선분양전환한다.<br/>     ○ 청약세대의 입주지정일은 14. 10. 1.로 보고 그 외 세대는 계약체결일을 입주지정일로 본다.<br/>     ○ 양도양수세대에서 양도자의 자격기준을 논의하지 않는다.<br/>     ○ 11월초 조기분양 서류접수 후 적격자에 한해 피고는 세종시에 분양신청을 18년 11월 안으로 접수하고 18년 12월안으로 개별등기를 완료한다. <br/>  사. 피고는 13차 회의에 따라 2018. 11. 1. ‘세종 영무예다음 조기분양절차관련 안내문’을 공고하였는데 그 중 주된 내용은 아래와 같다.<br/>    “당사(피고)는 시청 및 임차인대표회의와의 꾸준한 회의를 통해 조기분양전환을 준비해 왔으며 임차인들이 간절히 원해 온대로 조기분양전환을 실시하게 됨에 따라 아래와 같이 각 세대별 조기분양전환신청서 및 적격자 판단에 필요한 서류를 접수받고자 합니다. (중략) 일시:2018. 11. 5. ~ 11. 7.”<br/>  아. 피고는 2018. 11. 5.부터 11. 7.까지 원고 등 임차인들로부터 ‘세종 영무예다음 조기분양전환신청확인서’를 교부받았고(원고도 그 기간 내 제출하였다), 2018. 12.초경 조기분양전환신청확인서를 제출한 임차인들에게 적격, 부적격 내지 소명통보를 하였으며 2018. 12. 7. ‘원활한 진행을 위하여 금번에 적격으로 분류된 세대에 한하여 분양계약서를 우선 작성할 예정이고, 부적격 및 소명 세대는 소명기간 내에 충분한 소명을 하시어 최종 적격으로 판정되시면 추가 적격세대 발표를 거쳐 아파트 분양을 받으실 수 있습니다.’는 취지로 원고를 비롯한 임차인들에게 ‘분양안내문’을 보냈다. 또한 피고는 2018. 12. 19. 임차인대표들과 진행한 15차 회의(이하 ‘15차 회의)에서 추가 소명된 임차인들에 대하여 3차 적격자 발표(2018. 12. 22.) 및 본 계약 체결(2019. 1. 7. ~ 8.), 4차 적격자 발표(2019. 1. 5.) 및 본 계약 체결(2019. 1. 17. ~ 18.)을 안내하고 그 이후에도 피고는 적격세대 추가판정시 본 계약을 진행하기로 하였다. <br/>  자. 세종시는 임대주택법 시행규칙 별표 1의 공공건설 임대주택 분양전환가격 산정기준에 의한 금액을 산정하여 발표하였는바, 2018. 12. 19. 이 사건 아파트의 분양전환가격은 2억 3,540만 원(A타입)으로 확정되었다.<br/>  차. 피고는 적격으로 판정한 임차인들 세대에 대해 관할 세종시에 2018. 12. 7. 1차로 임대주택 분양전환신고서(전환예정일: 2018. 12. 10.)를 제출하였고, 12. 17. 2차로 임대주택 분양전환신고서(전환예정일: 2018. 12. 19.)를 제출하였으며, 12. 28. 3차로 임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하였으며, 2019. 1. 4. 4차로  임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하였으며, 2019. 1. 31. 5차로  임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하였고, 2019. 1. 31. 세종시에 ‘영무예다음아파트 조기분양전환완료통지’를 하면서 분양전환대상신청 세대수 537세대 중 적격세대수는 271세대, 부적격세대수는 266세대로 분양전환이 완료되었음을 통지하였다. <br/>  카. 피고는 적격 임차인들과 2018. 12.경부터 2019. 3.경까지 분양계약을 체결하였는데 매매대금에 해당하는 분양전환가격에 대하여 A타입과 B타입에 대하여 세종시에 신고하여 수리된 금액을 기준으로 하고 기존의 임대차보증금 1억 7,200만 원을 공제하고 나머지 금액을 잔금으로 하였다. <br/>  타. 피고는 2018. 12.경 원고에게 추가소명을 요구하였고 원고의 소명에도 불구하고 2019. 1. 30. 원고에게 부적격판정 통보를 하였다.  <br/>  [인정근거: 다툼 없는 사실, 갑 제1 내지 5, 7, 17 내지 27호증(각 가지번호 포함, 이하 같다), 을 제1 내지 6, 9 내지 12호증, 변론 전체의 취지]<br/>  2. 주위적 청구에 대한 판단<br/>   가. 청구원인에 대한 판단<br/>    (1) 위 인정사실에 의하면, 소외 회사는 이 사건 아파트의 임대분양 당시 임대주택법령의 규정과 같은 내용으로 임대의무기간의 1/2이 경과되면 매매 합의를 통하여 임대주택법령에 따라 분양전환할 수 있다는 내용으로 입주자모집공고 및 이 사건 임대차계약에 명시하였고, 소외 회사로부터 임대사업자지위를 승계한 피고도 원고와 다시 동일한 내용의 이 사건 임대차계약을 하였다. 이 사건 임대차계약과 함께 체결된 합의계약은 ‘조기분양전환절차’가 진행됨을 전제로 분양전환가 및 임대차보증금, 월차임을 규정하고 있는데, 합의계약에 의하더라도 분양전환절차가 진행되면 임차인들이 분양전환을 받지 않는 경우는 가능한 것으로 보고 있지만(제5조 제1항 제3호), 피고(임대사업자)가 분양전환기간을 정한 후 분양전환을 하지 않는 경우는 상정하고 있지 않아, 피고가 일단 분양전환절차를 개시한 후 합의계약 제7조(임대차계약 제12조)에 따라 분양전환자격이 없다고 판단하여 거부하는 경우는 제외하고 임차인들에 개별적으로 분양전환을 거부할 권리는 없다. 피고는 임대의무기간의 1/2이 경과한 후부터인 2018. 1.경부터 임차인대표들과 계속적인 회의를 거쳤고 임차인대표들과 피고 간에 회의 및 합의계약에 의하면, 분양전환가 산정에 관한 구체적인 기준이 명확하게 정해졌고 이에 따라 2018. 12. 19. 분양전환가격이 결정되었다. 또한, 피고는 13차 회의에서 분양계약일자가 2018. 12. 3. 이후로 특정된 상태에서 조기분양전환절차를 개시하기로 합의하여 2018. 11. 1. ‘조기분양절차관련 안내문 공고’를 통하여 원고를 비롯한 임차인들에게 분양전환을 원하는 세대는 필요한 서류를 갖추어 조기분양전환신청을 하라고 공고하였다. 이처럼 피고의 위 공고 직전 13차 회의에서 조기분양전환계약서 체결일이 특정되어 있고, 합의계약에 분양전환가 산정에 관한 구체적인 기준이 명확하게 표시되어 있으며, 원고를 포함한 임차인들이 분양전환을 받지 않는 이상, 위 합의를 해제할 수 없는 것으로 되어 있고, 분양전환예정가격까지 정해져 그 이후 곧 결정되기로 된 상태였으므로, 임대주택법령 및 피고의 분양계획에 따르면, 분양전환절차는 임차인들로부터 위와 같은 서류를 징구하는 것 외에는 관할시청에 대한 분양전환신고, 분양계약의 체결절차만 남게 되는데, 일단 임대사업자와 임차인 사이의 분양전환 합의가 이루어지면, 이는 임대주택법령에 정해진 대로 진행되는 후속절차에 불과하다. 따라서 피고가 한 ‘조기분양절차관련 안내문공고’는 단순히 조기분양절차에 대한 설명이나 방침을 밝힌 것에 불과한 것이 아니라, 원고의 승낙이 있으면 곧바로 의사의 합치에 이를 수 있는 정도로 내용이 확정된 청약에 해당하고, 원고가 이에 응하여 피고에게 분양전환에 필요한 서류를 구비하여 조기분양전환신청확인서를 제출한 것은 이에 대한 승낙의 의사표시에 해당하므로, 원고와 피고 사이에는 이 사건 아파트의 조기분양전환에 대한 합의가 이루어졌다고 봄이 상당하다. <br/>    (2) 다음으로 조기분양전환에 대한 합의에 따른 분양전환일 즉 매매계약일에 관하여 보건대, 피고와 임차인대표들은 13차 회의에서 분양전환일정에 대하여 합의를 하면서 조기분양전환계약서 체결은 ‘2018. 12. 3. 이후’로 정하였는데, 15차 회의에서 제3차 분양전환예정일을 2019. 1. 7. ~ 1. 8.로 합의하였다. 피고가 세종시에 분양전환신고를 하면서 3, 4, 5차 각 ‘분양전환예정일’을 ‘2019. 1. 7.’로 스스로 특정하였고, 실제 일부 적격자 임차인들과 2019. 1. 7.자 매매계약을 체결하여 소유권이전등기를 이전하기도 하였다. 적격자와 부적격자 모두 피고에 대하여 한 의사표시는 ‘조기분양전환신청확인서’ 제출밖에 없고 이처럼 피고는 임차인들이 적격으로 판정이 되면 다른 절차 없이 적격 임차인들과 제1차에서부터 제5차에 걸쳐 분양전환 매매계약을 체결하였는데, 특별한 기준 없이 적격으로 판단한 순서대로 계약을 체결하였을 뿐이다. 그런데 피고는 2018. 12.초경 조기분양전환신청확인서를 제출한 임차인들에게 적격, 부적격 내지 소명통보를 하였고 2018. 12. 7. 임차인들에게 ‘소명기간 내에 충분한 소명을 하시어 최종 적격으로 판정되시면 추가 적격세대 발표를 거쳐 아파트 분양을 받으실 수 있다’는 안내문을 공고하였다. 원고는 피고에게 충분한 소명을 하였는데 피고가 부당하게 거절을 하지 않았다면 위 공고 및 15차 회의에 따라 계약을 체결한 적격자들과 동일하게 3차 분양전환일 중 하나인 2019. 1. 7.자 매매계약을 통한 소유권이전등기를 받을 수 있었을 것으로 보이고, 위 매매계약일자는 당초 원고와 피고의 조기분양전환에 대한 합의에 따라 예정된 매매계약체결일로 봄이 상당하다. 따라서 아래 3항에서 보는 바와 같이 분양전환자격을 갖춘 원고는 피고를 상대로 위 일자 매매계약을 원인으로 소유권이전등기청구를 할 수 있다고 본다. <br/>    (3) 분양전환 대상자들의 실제 매매가는 기존 분양전환가격이므로 피고의 부당한 거절만 아니었다면 원고의 경우도 위 매매금액으로 확정되었을 것으로 보이므로 위 분양전환가격에 해당하는 2억 3,540만 원으로 매매대금이 확정되었다고 봄이 상당하다. <br/>    (4) 따라서 피고는 원고로부터 이 사건 아파트 분양전환금액인 2억 3,540만 원에서 원고가 피고에게 기지급한 임대차보증금 1억 7,200만 원을 공제한 6,340만 원을 지급받음과 동시에 원고에게 이 사건 아파트에 관하여 2019. 1. 7.자 매매계약을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다. <br/>    (5) 이에 대하여 피고는, ‘조기분양전환절차’는 임대사업자와 임차인이 임대의무기간 이전에 분양전환 절차를 개시하기로 하는 합의에 의하여 개시되는 절차인데, 피고의 ‘조기분양전환관련 안내공고’는 위 절차에 대한 설명과 이에 대하여 ‘임차인 동의서’를 제출해 달라는 정보를 알려준 것일 뿐이어서 청약에 해당하지 않고, 원고가 제출한 ‘임차인 동의서’ 등도 역시 분양전환에 관한 승낙이 아니며, 임대사업자가 조기분양전환 절차를 개시하여 해당 임차인이 부적격자로 판정될 경우 분양전환에 관한 합의에 도달하지 못하고 이로써 종료되었다는 취지로 주장하나, 이는 앞서 인정한 바와 다른 전제에 선 것으로 받아들이지 않는다. <br/>    나. 피고는 원고와 사이에 매매대금전액 중 임대차보증금을 공제해 나머지 잔금만 지급받기로 약정한 사실이 없으므로, 이 사건 아파트 매매대금전액을 지급받음과 동시에 소유권이전등기의무를 부담한다고 주장한다. <br/>     살피건대 합의계약 제3조 제2항에 의하면, “제1항 제1호에 의하여 납부한 금액은 분양전환시 분양전환금액의 일정금액으로 인정한다”는 규정이 있고, 위 규정에 따라 임차인인 원고가 기납부한 임대차보증금은 분양전환시 분양전환금액 즉 매매대금의 일부로 인정이 되고 이는 피고와 임차인들 간에 상계 내지 공제합의로 봄이 상당하다(실제 피고가 적격자로 판단한 임차인들과 분양계약을 체결하면서 임대차보증금을 공제한 나머지 대금을 지급받았다). <br/>     따라서 피고의 위 주장은 이유 없다. <br/>    다. 원고의 주위적 청구를 인용한다(원고의 주위적 청구를 인용하는 이상, 원고의 예비적 청구에 대하여 따로 판단하지 않는다).<br/>  3. 원고의 분양전환자격에 대한 판단<br/>   가. 당사자 주장 요지<br/>     원고는 자신이 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 거주한 무주택자인 임차인이므로 이 사건 임대차계약 제12조 제3항 제4호, 구 임대주택법 제21조 제1항 제4호에 따라 우선분양전환자격이 있다고 주장한다. <br/>     이에 대하여 피고는 원고가 무주택 임차인인 점은 다투지 않으나, 원고가 임대차계약기간 개시일인 2014. 11. 26.부터 2개월 가량 지난 2015. 1. 23. 비로소 전입신고를 하였고 배우자 차량의 최초 출입기록이 2015. 3. 19.인 점에 비추어 임대차계약기간 개시일 무렵부터 계속 거주요건을 충족하지 못하고 있다고 주장한다.<br/>   나. 거주요건을 갖추지 못하였다는 주장에 대한 판단<br/>    원고가 임대차계약기간 개시일인 2012. 11. 26.부터 2개월 가량 지난 2015. 1. 23. 비로소 전입신고를 한 사실은 원고도 다투지 않는다. 원고는 늦은 전입신고에 대하여 기존 임대주택의 임대차보증금을 받지 못하여 임대차보증금을 받을 때까지 전입신고를 그대로 두고 일부 짐을 남겨두었다고 설명하고 있고, 이처럼 기존 주택의 대항력 유지를 위하여 점유를 유지하였다 하더라도 그 기간 동안의 임대주택의 실거주가 인정되지 않는다고 볼 수도 없다. 갑 제6, 8, 9 내지 16호증, 을 제8, 13호증의 각 기재와 변론 전체의 취지를 종합하면, 원고가 임대차계약기간 개시일인 2014. 11. 26. 입주하면서 아파트 열쇠를 받고 입주자카드를 작성한 사실, 그 무렵부터 수도, 전기요금이 발생하고 있고 이 사건 아파트 주변에서 사용한 카드사용내역을 제출하고 있는 사실, 입주초기인 2014. 11.경부터 2015. 3.경까지 차량출입기록시스템 오류로 단지 전체의 출차 기록이 존재하지 않은 사실이 인정된다.  <br/>    따라서 피고 주장과 같은 사정만으로는 원고가 이 사건 아파트에 거주하지 않았다고 보기 어렵고, 앞서 본 바와 같이 원고가 이 사건 아파트에서 계속하여 거주하고 있다고 봄이 상당하다. <br/>    다. 따라서 원고는 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 거주한 무주택자인 임차인이므로 이 사건 임대차계약 제12조 제3항 제4호, 구 임대주택법 제21조 제1항 제4호에 따라 우선분양전환자격이 인정된다. <br/>  4. 결론<br/>   원고의 청구를 인용한다. <br/>[별지 생략]<br/><br/>판사 문보경 ",
    "사건번호": "2019가단104256",
    "사건종류코드": "400101",
    "판례정보일련번호": "234053",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}