{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20221028",
    "법원명": "인천지방법원",
    "사건명": "부당이득금",
    "판례내용": "【원고, 항소인 겸 피항소인】 원고 (소송대리인 변호사 윤병관)<br/>【피고, 피항소인 겸 항소인】 주식회사 케이케이건설 (소송대리인 변호사 이광원)<br/>【제1심판결】 인천지방법원 2021. 3. 4. 선고 2018가단259687 판결<br/>【변론종결】2022. 7. 15.<br/>【주    문】<br/>  1. 제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>  2. 원고의 항소를 기각한다.<br/>  3. 소송 총비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  가. 피고는 원고에게 122,019,040원 및 2018. 3. 1.부터 별지 원고의 청구 내역표 기재 품명, 규격, 수량의 가설자재(이하 ‘이 사건 가설자재’라고 한다) 인도완료일까지 월 12,020,250원의 비율로 계산한 돈을 지급하라.<br/>  나. 피고는 원고에게 별지 원고의 청구 내역표 기재 품명, 규격, 수량의 가설자재를 인도하고, 위 가설자재에 대한 강제집행이 불능일 때에는 95,545,000원을 지급하라(원고는 이 법원에서 위 가설자재 인도와 관련한 강제집행 불능의 경우를 대비하여 대상청구를 추가하였다). <br/>2. 항소취지<br/>가. 원고<br/>    제1심판결 중 아래에서 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다. 피고는 원고에게 94,686,830원 및 2018. 3. 1.부터 별지 원고의 청구 내역표 기재 품명, 규격, 수량의 가설자재 인도완료일까지 월 12,020,250원의 비율로 계산한 돈을 지급하라.   <br/>나. 피고<br/>    주문 제1항 기재와 같다. <br/>【이    유】1. 기초 사실<br/>  이 법원이 이 부분에 설시할 이유는, 제1심판결의 해당 부분(제2면 제8행 ~ 제5면 제7행)의 기재와 같으므로, 민사소송법 제420조 본문에 의하여 약어를 포함하여 이를 그대로 인용한다.<br/>2. 원고의 주장 요지<br/>  이 법원이 이 부분에 설시할 이유는, 원고는 이 법원에서 가설자재 인도와 관련한 강제집행 불능의 경우를 대비하여 대상청구를 추가하였음을 덧붙이는 외에 제1심판결의 해당 부분(제5면 제9행 ~ 제6면 제1행)의 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>3. 청구원인에 관한 판단<br/>가. 피고가 이 사건 임대차계약 상 지위를 인수하였는지 여부<br/>    이 법원이 이 부분에 설시할 이유는, 제1심판결의 해당 부분(제6면 제3행 ~ 제7면 제10행)의 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.  <br/>나. 부당이득반환청구에 관한 판단<br/>    1) 계약상 급부가 계약의 상대방뿐만 아니라 제3자의 이익으로 된 경우에 급부를 한 계약당사자가 계약 상대방에 대하여 계약상의 반대급부를 청구할 수 있는 이외에 그 제3자에 대하여 직접 부당이득반환청구를 할 수 있다고 보면, 자기 책임 하에 체결된 계약에 따른 위험부담을 제3자에게 전가시키는 것이 되어 계약법의 기본원리에 반하는 결과를 초래할 뿐만 아니라, 채권자인 계약당사자가 채무자인 계약 상대방의 일반채권자에 비하여 우대받는 결과가 되어 일반채권자의 이익을 해치게 되고, 수익자인 제3자가 계약 상대방에 대하여 가지는 항변권 등을 침해하게 되어 부당하므로, 위와 같은 경우 계약상 급부를 한 계약당사자는 이익의 귀속 주체인 제3자에 대하여 직접 부당이득반환을 청구할 수는 없다(대법원 2010. 6. 24. 선고 2010다9269 판결 등 참조).<br/>    2) 먼저 원고가 구하는 2017. 5.경부터 2017. 9. 30.경까지의 부당이득반환청구와 관련하여 이 법원이 설시할 이유는 제1심판결의 해당 부분(제8면 제1행 ~ 같은 면 제15행)의 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>    3) 다음으로, 원고가 구하는 2017. 10. 1.경부터 2018. 2.경까지의 부당이득 및 2018. 3. 1.경부터 가설자재 인도 완료일까지 가설자재 월 임대료 상당을 구하는 부당이득반환청구에 관하여 보건대, 갑 제1, 2, 4, 6호증, 을 제1, 5호증(각 가지번호 포함)의 각 기재, 제1심증인 소외 1의 일부 증언 및 변론 전체의 취지를 종합하여 인정되는 아래와 같은 사정들에 비추어, 피고는 연평건설과의 이 사건 양도양수 합의에 따라 이 사건 가설자재에 관한 정당한 사용 권한을 취득하였다고 봄이 타당하다(물론 양도양수 합의 이후 원고, 피고 및 연평건설이 서로 가설자재 수량 등에 관하여 협의하면서 피고 측이 원고와 가설자재 차임 액수 등을 협의한 사실은 있지만 그러한 사정만으로 피고가 연평건설과의 양도양수 합의에 따라 취득한 이 사건 가설자재 사용 권한을 스스로 포기하였다고 보기는 어렵다). 따라서 피고가 법률상 원인 없이 이 사건 가설자재를 사용하였음을 전제로 한 원고의 부당이득반환청구는 이유 없다.  <br/>  ① 피고는 2017. 5. 9.경 연평건설에 합계 143,941,040원을 지급하기로 정산 합의하고 이 사건 공사 현장을 인도받은 후 2017. 5. 26.경에는 연평건설에서, 원고가 2017. 2.경부터 같은 해 4. 29.경까지 공사현장에 임대한 이 사건 가설자재 전부 등에 관한 유·무형적 권리를 양도받았다. 이후 피고는 이에 대한 대가로 연평건설에 100,000,000원을 지급하고 나머지 공사를 완료하였다.   <br/>  ② 이 사건 양도양수 합의서에는 ‘연평건설 등은, 합의 이후 상기 공사 현장 내의 가설자재 등에 관하여 소유권을 포함한 일체의 권한을 포기하고, 어느 누구에게도 가설자재(임대료 및 자재비 등) 등에 대하여 추가 청구하지 않을 것을 확약하며, 위 양도양수에 합의함으로써 당 현장과 관련하여 연평건설 등과 거래관계에 있는 모든 채무를 해결하여야 한다.’라고 기재되어 있다. 이러한 사정과 양도양수 합의서 체결 경위, 그 이후 공사 진행 상황 등에 비추어, 피고는 이 사건 양도양수 합의에 따라 연평건설 소유의 가설자재를 직접 매수하거나 연평건설이 타 업체에서 임차하여 공사 현장에 반입한 원고의 가설자재 등에 관하여 그 사용 권한을 취득하였다고 볼 수 있다. <br/>  ③ 원고와 연평건설 사이의 임대차계약은 2017. 9. 말경 합의 해지되어 종료되었는데, 그와 같다면 원고는 연평건설에 계약 해지로 인한 원상회복 및 손해배상청구를 할 수 있음은 별론으로 하고 직접 피고에게 부당이득반환을 구하는 것은 계약법의 기본원리에 반하는 결과를 초래할 뿐만 아니라, 원고가 연평건설의 일반채권자에 비하여 우대받는 결과가 되어 일반채권자의 이익을 해치게 되고, 피고가 연평건설에 가지는 항변권 등을 침해하게 되어 부당하다(이는 원고와 연평건설 사이에 임대차계약이 유효하게 존속할 경우뿐만 아니라 해지된 이후에도 마찬가지이다).<br/>다. 가설자재 인도 청구 및 대상청구<br/>    살피건대, 을 제2호증의 기재, 제1심증인 소외 1의 증언 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들 즉, 소외 1은 연평건설 소유 가설자재도 원고 소유인 것처럼 투입비 집계표에 임의로 기재하고 위 집계표를 토대로 피고와 양도양수 합의를 하는 등 원고와 연평건설이 각 소유한 가설자재의 소유 관계가 불분명하게 되었을 뿐만 아니라 이 사건 공사 현장에 원고가 대여한 가설자재들이 피고가 연평건설에서 구매한 것과 함께 섞여 위 공사 현장에서 사용되거나 그중 일부는 연평도의 다른 공사 현장으로 반출되기도 한 것으로 보이는 점, 그에 따라 원고 소유의 가설자재가 특정되기 어려운 점 등에 비추어, 원고의 이 사건 가설자재 인도 청구는 받아들이기 어렵고 인도 청구가 인용됨을 전제로 한 대상청구 또한 이유 없다.<br/>4. 결론<br/>  그렇다면 원고의 이 사건 청구는 이유 없어 기각하여야 할 것인바 제1심판결은 이와 결론을 일부 달리하여 부당하므로 피고의 항소를 받아들여 제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구 및 원고의 항소를 모두 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 박인식(재판장) 박미영 최민혜 ",
    "사건번호": "2021나56704",
    "사건종류코드": "400101",
    "판례정보일련번호": "234549",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}