{
  "PrecService": {
    "판시사항": "  [1] 유치권의 피담보채권이 되기 위한 요건 및 법률과 관습법이 인정하지 않는 새로운 종류나 내용의 물권을 창설할 수 있는지 여부(소극)<br/>  [2] 인접한 구분건물 사이에 설치된 경계벽이 제거되어 각 구분건물이 구조상 및 이용상 독립성을 상실하였으나, 각 구분건물의 위치와 면적 등을 특정할 수 있고 사회통념상 그것이 복원을 전제로 한 일시적인 것으로서 복원이 용이한 경우, 그 구분건물에 관한 등기의 효력(유효)<br/>  [3] 甲 주식회사가 구분등기가 마쳐진 4개 호실 중 1개 호실을 임차하면서 임대인과 ‘임대차계약이 종료된 경우에 임대인은 임차인에게 임차인이 위 부동산에 관하여 뷔페 영업을 위하여 투입한 총공사비의 70%를 반환한다.’는 내용의 공사비 반환 약정을 하였고, 그 후 甲 회사는 4개 호실을 점유하면서 각 호실을 구분하던 칸막이를 철거하는 등의 공사를 한 다음 점유 부분 전부를 뷔페 영업을 위한 공간으로 사용하였는데, 4개 호실이 경매절차에서 일괄매각되자 甲 회사가 위 약정에 따른 유익비상환채권을 피담보채권으로 하는 유치권의 존재 확인을 구한 사안에서, 甲 회사가 지출하였다고 주장하는 총공사비에 따라 산정한 금액을 유치권의 피담보채권으로 인정한 다음 甲 회사가 각 호실 전체에 대하여 유치권을 주장할 수 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
    "참조판례": " [1] 대법원 2012. 1. 26. 선고 2011다96208 판결(공2012상, 312), 대법원 2021. 12. 30. 선고 2018다40235, 40242 판결(공2022상, 230), 대법원 2022. 6. 16. 선고 2018다301350 판결(공2022하, 1356) / [2] 대법원 1999. 6. 2. 자 98마1438 결정(공1999하, 1851), 대법원 2022. 12. 29. 자 2019마5500 결정(공2023상, 355)<br/>",
    "사건종류명": "민사",
    "판결요지": "  [1] 유치권은 점유하는 물건으로써 유치권자의 피담보채권에 대한 우선적 만족을 확보하여 주는 법정담보물권이다. 민법 제320조 제1항은 “타인의 물건 또는 유가증권을 점유한 자는 그 물건이나 유가증권에 관하여 생긴 채권이 변제기에 있는 경우에는 변제를 받을 때까지 그 물건 또는 유가증권을 유치할 권리가 있다.”라고 규정하고 있으므로, 유치권의 피담보채권은 ‘그 물건에 관하여 생긴 채권’이어야 한다. 민법 제185조는 “물권은 법률 또는 관습법에 의하는 외에는 임의로 창설하지 못한다.”라고 정하여 물권법정주의를 선언하고 있다. 물권법의 강행법규성에 따라 법률과 관습법이 인정하지 않는 새로운 종류나 내용의 물권을 창설하는 것은 허용되지 않는다.<br/>  [2] 인접한 구분건물 사이에 설치된 경계벽이 제거됨으로써 각 구분건물이 구분건물로서의 구조상 및 이용상 독립성을 상실하게 되었다고 하더라도, 각 구분건물의 위치와 면적 등을 특정할 수 있고 사회통념상 그것이 구분건물로서의 복원을 전제로 한 일시적인 것일 뿐만 아니라 복원이 용이한 것이라면, 각 구분건물이 구분건물로서의 실체를 상실한다고 쉽게 단정할 수는 없고, 아직도 그 등기는 구분건물을 표상하는 등기로서 유효하다고 해석해야 한다.<br/>  [3] 甲 주식회사가 구분등기가 마쳐진 4개 호실 중 1개 호실을 임차하면서 임대인과 ‘임대차계약이 종료된 경우에 임대인은 임차인에게 임차인이 위 부동산에 관하여 뷔페 영업을 위하여 투입한 총공사비의 70%를 반환한다.’는 내용의 공사비 반환 약정을 하였고, 그 후 甲 회사는 4개 호실을 전부 점유하면서 각 호실을 구분하던 칸막이를 철거하는 등의 공사를 한 다음 점유 부분 전부를 뷔페 영업을 위한 공간으로 사용하였는데, 4개 호실이 경매절차에서 일괄매각되자 甲 회사가 위 약정에 따른 유익비상환채권을 피담보채권으로 하는 유치권의 존재 확인을 구한 사안에서, 임대차계약 및 공사비 반환 약정의 진정성에 의문스러운 부분이 있을 뿐만 아니라, 유치권의 목적물과 견련관계가 인정되지 않는 채권을 피담보채권으로 하는 유치권을 인정한다면 법률이 정하지 않은 새로운 내용의 유치권을 창설하는 것으로서 물권법정주의에 반하여 허용되지 않는데, 甲 회사가 공사에 지출하였다고 주장하는 비용에는 각 호실의 개량을 위하여 지출되어 물건의 가치를 객관적으로 증가시키는 비용과 甲 회사의 주관적 이익이나 특정한 영업을 위한 목적으로 지출된 비용이 구분되어 있지 않으므로, 공사비 반환 약정을 근거로, 민법상 유익비에 해당하지 않는, 즉 건물의 객관적 가치 증가와 무관한 비용지출로서 유치권 목적물과의 견련관계가 인정되지 않는 부분까지 법정담보물권인 유치권의 피담보채권이 된다고 볼 수 없으며, 한편 각 호실의 칸막이가 철거되어 구조상·이용상 독립성을 상실하기는 하였으나 현재도 건축물대장에 첨부된 건축물현황도 등으로 위치와 면적 등을 쉽게 특정할 수 있고, 기존 칸막이 철거는 점유 부분을 뷔페 영업에 사용하기 위한 일시적인 방편에 불과하여 언제든지 원상태로 복원할 수 있을 뿐만 아니라 복원에 과다한 비용이 들 것으로 보이지 않는데도, 甲 회사가 지출하였다고 주장하는 총공사비에 따라 산정한 금액을 유치권의 피담보채권으로 인정한 다음 甲 회사가 각 호실 전체에 대하여 유치권을 주장할 수 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
    "참조조문": " [1] 민법 제185조, 제320조 제1항 / [2] 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2, 민법 제186조, 제215조 / [3] 민법 제185조, 제186조, 제215조, 제320조 제1항, 제626조 제2항, 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2<br/>",
    "선고일자": "20230427",
    "법원명": "대법원",
    "사건명": "유치권존재확인의소",
    "판례내용": "【원고, 상고인 겸 피상고인】 지저스푸드 주식회사 (소송대리인 법무법인 김앤전 담당변호사 박홍조)<br/>【피고, 피상고인 겸 상고인】 주식회사 크로스오버 (소송대리인 변호사 이종철)<br/>【원심판결】 수원고법 2022. 8. 18. 선고 2020나16170 판결<br/>【주    문】<br/>  원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 수원고등법원에 환송한다.  원고의 상고를 기각한다. <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 이 사건 202, 203, 205호에 대한 임대차계약에 관한 판단(원고의 상고이유 제1점) <br/>  가. 원심은 판시와 같은 이유로, 이 사건 202호에 관하여 이 사건 공사비 반환 약정이 포함된 임대차계약이 체결되었다는 원고의 주장을 인정할 증거가 없고, 원고가 주장하는 이 사건 203, 205호의 임대인 앞으로의 소유권이전등기가 명의신탁 약정을 통하여 마쳐진 것으로서 무효라는 등의 이유로, 원고가 제출한 이 사건 203, 205호에 관한 임대차계약서(갑 제2호증의 2)는 진정성립이 인정되지 않으며 달리 이 사건 203, 205호에 관한 임대차계약 체결 사실을 인정할 증거가 없다고 판단하였다. <br/>  나. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같은 임대차계약 성립에 관한 채증법칙 위반, 문서의 진정성립에 관한 법리오해 등의 잘못이 없다. <br/>  2. 유치권 피담보채권의 범위 등에 관한 판단(원고의 상고이유 제2점, 피고의 상고이유 제1점) <br/>  가. 원고의 상고이유 제2점에 관하여 <br/>  1) 원심은 판시와 같은 이유로, 원고가 이 사건 201호의 임대인 소외 1에게 청구할 수 있는 유익비상환채권 금액을 이 사건 각 호실(201, 202, 203, 205호) 총공사비에 따라 산정한 금액으로 볼 수는 없고, 이 사건 201호에 관하여 투입된 공사비에 따라 산정된 금액으로 보아야 한다고 판단하였다. <br/>  2) 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 임대차계약의 내용, 해석 등에 관한 채증법칙 위반, 법리오해 등의 잘못이 없다. <br/>  나. 피고의 상고이유 제1점에 관하여 <br/>  1) 관련 법리 <br/>유치권은 점유하는 물건으로써 유치권자의 피담보채권에 대한 우선적 만족을 확보하여 주는 법정담보물권이다(대법원 2022. 6. 16. 선고 2018다301350 판결 등 참조). 민법 제320조 제1항은 “타인의 물건 또는 유가증권을 점유한 자는 그 물건이나 유가증권에 관하여 생긴 채권이 변제기에 있는 경우에는 변제를 받을 때까지 그 물건 또는 유가증권을 유치할 권리가 있다.”라고 규정하고 있으므로, 유치권의 피담보채권은 ‘그 물건에 관하여 생긴 채권’이어야 한다(대법원 2012. 1. 26. 선고 2011다96208 판결 등 참조). 민법 제185조는 “물권은 법률 또는 관습법에 의하는 외에는 임의로 창설하지 못한다.”라고 정하여 물권법정주의를 선언하고 있다. 물권법의 강행법규성에 따라 법률과 관습법이 인정하지 않는 새로운 종류나 내용의 물권을 창설하는 것은 허용되지 않는다(대법원 2021. 12. 30. 선고 2018다40235, 40242 판결 등 참조). <br/>  2) 원심은 원고와 소외 1 사이에서 작성된 임대차계약서 등에 근거하여, ① 원고는 2012. 10.경 소외 1로부터 이 사건 201호를 임차하면서, ‘임대차계약이 종료된 경우에 임대인은 임차인에게 임차인이 위 부동산에 관하여 뷔페 영업을 위하여 투입한 총공사비의 70%를, 임차인은 위 부동산의 계약 종료 시의 현 상태대로 임대인에게 반환한다.’라는 내용의 이 사건 공사비 반환 약정을 하고, ② 이 사건 201호를 포함한 이 사건 각 호실을 통합하여 뷔페 영업을 하기 위해서 구조보강공사, 전기공사 등을 하였다고 인정한 다음, 민법 제626조는 임의규정이고 임차인과 임대인이 유익비의 존부 및 범위에 관하여 위 법률조항의 내용과 달리 이 사건 공사비 반환 약정을 한 이상, 원고와 소외 1 사이의 유익비상환채권의 존부 및 범위는 이 사건 공사비 반환 약정의 내용에 따라 정해진다고 보아, 원고 주장의 총공사비에서 이 사건 각 호실 중 이 사건 201호실의 면적비율(1/4)로 안분한 금액 중 70%에 해당하는 금원의 유익비상환청구권을 인정하였다. <br/>  3) 그러나 원심이 든 사정들을 앞서 본 법리에 비추어 살펴보면, 원심의 이 부분 판단은 수긍하기 어렵다. <br/>  가) 이 사건 201호 임대차계약 및 이 사건 공사비 반환 약정의 진정성에 의문스러운 부분이 있다. <br/>  (1) 민법 제626조는 임의규정이고, 실제 거래에 있어서 임차인이 임대차의 종료 시에 유익비의 지출로 인한 부분을 원상회복한다는 약정에 의하여 임차인의 임대인에 대한 비용상환청구를 배제하는 경우가 많이 있다. 원고와 소외 2 사이에 체결된 이 사건 202호에 관한 임대차계약서에도 임대차 종료 시 임차인이 임차목적물을 원상으로 복구하여 반환하는 내용의 약정이 포함되어 있다. <br/>  (2) 그런데 이 사건 201호 임대차계약에는, 임대차 종료 시 임대인이 임차인에게 이 사건 201호에 관하여 임차인의 뷔페 영업을 위해 투입된 총공사비의 70%를 반환하는 내용의 이 사건 공사비 반환 약정이 포함되어 있다. 이 사건 201호에 관한 임대차보증금은 1억 원에 불과하나, 원심이 인정한 바에 따르더라도 반환할 비용이 7억 원을 넘는다는 것이다. <br/>  (3) 이 사건 각 호실은 원고의 전 대표이사 소외 3이 실질적으로 운영하던 우리개발 주식회사의 소유였다. 이 사건 201호와 함께 원고의 뷔페 영업에 사용된 이 사건 203, 205호에 대해서는 은행대출을 위하여 소외 4 앞으로 명의신탁 약정을 통한 소유권이전등기가 마쳐졌고, 이 사건 201호에 대해서는 세금계산서 기재 내용과 달리 이른바 할인분양이 이루어졌다. 원심이 명의신탁 등을 이유로 진정성립을 인정하지 않은 이 사건 203, 205호의 임대차계약서에도 이 사건 공사비 반환 약정이 동일하게 포함되어 있는 것으로 보이고, 위 임대차계약과 이 사건 201호 임대차계약은 모두 공인중개사의 중개 없이 체결되었다. <br/>  (4) 원고는 위와 같은 임대차계약 체결, 이 사건 각 호실을 통합하는 공사 등을 거쳐 뷔페 영업을 하였는데, 이 사건 각 호실의 분할, 임대차계약 체결, 공사계약의 선후관계, 원고와 이 사건 각 호실의 전 소유자인 우리개발 주식회사 및 소외 3의 관계 등에 비추어, 소외 3이 일련의 과정에 관여하였을 가능성을 배제하기 어려워 보인다. <br/>  나) 이 사건 201호의 임차인인 원고와 임대인인 소외 1과 사이의 이 사건 공사비 반환 약정을 근거로 하여, 민법상 유익비에 해당하지 않는, 즉 건물의 객관적 가치 증가와 무관한 비용지출로서 유치권 목적물과의 견련관계가 인정되지 않는 부분까지 법정담보물권인 유치권의 피담보채권이 된다고 볼 수 없다. <br/>  (1) 유치권의 목적물과 견련관계가 인정되지 않는 채권을 피담보채권으로 하는 유치권을 인정한다면, 법률이 정하지 않은 새로운 내용의 유치권을 창설하는 것으로서 물권법정주의에 반하여 허용되지 않는다. <br/>  (2) 원고가 이 사건 201호를 포함한 이 사건 각 호실 공사에 지출하였다고 주장하는 비용에는, 이 사건 각 호실의 개량을 위하여 지출되어 물건의 가치를 객관적으로 증가시키는 비용과 임차인인 원고의 주관적 이익이나 특정한 영업을 위한 목적으로 지출된 비용이 구분되어 있지 않다. <br/>  4) 그럼에도 원심은 판시와 같은 사정만을 내세워 원고가 지출하였다고 주장하는 총공사비에 따라 산정한 금액을 이 사건 201호에 관한 유치권의 피담보채권으로 인정하고 말았으니, 그와 같은 판단에는 유치권의 성립요건인 채권과 물건 간의 견련관계에 관한 법리를 오해한 잘못이 있다. 이를 지적하는 피고의 상고이유 주장은 이유 있다. <br/>  3. 원고의 이 사건 각 호실 점유 여부 등에 관한 판단(피고의 상고이유 제3, 4점) <br/>  가. 원심은 판시와 같은 이유로, 원고가 2013. 3.경부터 이 사건 각 호실을 직접 또는 간접 점유한 사실을 인정하고, 원고의 이 사건 각 호실에 관한 유치권 성립일은 이 사건 각 호실에 관한 압류의 효력발생일보다 이르다고 판단하여, 피고의 점유 불성립 주장을 받아들이지 아니하고, 압류의 처분금지효 주장을 배척하였다. <br/>  나. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 점유 여부, 압류의 처분금지효에 관한 법리오해 등의 잘못이 없다. <br/>  4. 원고의 위법 점유 여부 및 피고의 유치권 소멸청구 주장 등에 관한 판단(피고의 상고이유 제5, 6점) <br/>  가. 원심은 판시와 같은 이유로, 원고의 이 사건 각 호실 점유 회복 행위가 위법하다고 인정할 수 없고, 원고의 점유가 회복된 이상 종전 점유가 계속된다고 보아야 하며, 원고가 이 사건 각 호실을 점유하면서 선량한 관리자의 주의를 다하여 관리하지 아니하였다고 인정할 증거가 없다고 판단하여, 피고의 위법 점유 주장, 유치권 소멸청구 주장을 배척하였다. <br/>  나. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 일부 적절하지 못한 부분이 있으나 상고이유 주장과 같이 정당행위 성립요건, 점유회수의 소, 유치권 소멸청구권에 관한 법리 등을 오해하여 판결에 영향을 미친 잘못이 없다. <br/>  5. 유치권 행사의 범위에 관한 판단(피고의 상고이유 제7점) <br/>  가. 인접한 구분건물 사이에 설치된 경계벽이 제거됨으로써 각 구분건물이 구분건물로서의 구조상 및 이용상 독립성을 상실하게 되었다고 하더라도, 각 구분건물의 위치와 면적 등을 특정할 수 있고 사회통념상 그것이 구분건물로서의 복원을 전제로 한 일시적인 것일 뿐만 아니라 복원이 용이한 것이라면, 각 구분건물이 구분건물로서의 실체를 상실한다고 쉽게 단정할 수는 없고, 아직도 그 등기는 구분건물을 표상하는 등기로서 유효하다고 해석해야 한다(대법원 1999. 6. 2. 자 98마1438 결정, 대법원 2022. 12. 29. 자 2019마5500 결정 등 참조). <br/>  나. 원심은, 이 사건 각 호실의 경계벽 철거 등의 공사가 일시적인 것에 불과하다고 평가하기 어렵고, 이 사건 각 호실을 구조상·이용상으로 분리하기 위해서는 하나의 제어시스템으로 관리되도록 공사한 전기, 냉난방 등 설비를 해당 호실별로 분할 설치하는 등 추가적인 공사가 필요하여, 구분건물로의 복원이 용이하다고 단정하기 어렵다는 등의 이유를 들어, 원고의 공사로 인하여 이 사건 각 호실은 구조상·이용상 독립성을 상실하게 되었고, 원고는 하나의 소유권의 객체가 된 이 사건 각 호실 전체에 대하여 유치권을 주장할 수 있다고 판단하였다.<br/>  다. 그러나 원심판결 이유와 원심이 적법하게 채택한 증거에 의하여 알 수 있는 사정들을 앞에서 본 법리에 비추어 살펴보면, 원심의 이 부분 판단은 수긍할 수 없다. <br/>  1) 구분 전 이 사건 건물 제에스-201호가 2012. 8.경 이 사건 각 호실(201, 202, 203, 205호)로 구분등기가 마쳐질 무렵, 이 사건 각 호실은 칸막이로 구분되어 있었고, 건축물대장에 포함된 건축물현황도에 이 사건 각 호실의 면적, 위치 등이 명확히 표시 또는 기재되어 있다. <br/>  2) 구분등기가 마쳐진 후 원고는 이 사건 각 호실을 점유하고, 기존 칸막이를 철거하는 등의 공사를 시행한 다음, 점유 부분 전부를 뷔페 영업을 위한 공간으로 사용하면서 각 구분건물의 경계와 무관하게 임의로 공간을 나누어 사용하였다. <br/>  3) 이 사건 각 호실은 구분 당시 구분건물로서의 구조상·이용상 독립성을 갖추고 있었고, 이후 기존 칸막이가 철거되어 구조상·이용상 독립성을 상실하기는 하였으나, 현재도 건축물대장에 첨부된 건축물현황도 등으로 그 위치와 면적 등을 쉽게 특정할 수 있다. <br/>  4) 기존 칸막이 철거는 점유 부분을 뷔페 영업에 사용하기 위한 일시적인 방편에 불과해 보이고, 언제든지 원상태로 복원할 수 있을 뿐만 아니라 복원에 그다지 과다한 비용이 들 것으로 보이지도 않는다. <br/>  5) 원심은, 이 사건 각 호실 구분의 주된 동기는 이를 담보로 쉽게 대출을 받기 위한 것이라는 등의 이유로 경계벽 철거 등의 공사가 복원을 전제로 한 일시적인 것에 불과하다고 평가하기 어렵고, 이 사건 각 호실의 구조상·이용상 분리를 위해 설비 관련 추가 공사가 필요하다는 등의 이유로 구분건물로의 복원이 용이하다고 단정하기 어렵다고 보았다. 그러나 원심이 든 사정만으로 이 사건 각 호실이 원상태로 복원될 가능성이 없다거나, 이 사건 각 호실의 가액 대비 과다한 복원 비용이 소요될 것이라고 단정하기도 어렵다. <br/>  라. 그럼에도 원심은 판시와 같은 사정만을 내세워 이 사건 각 호실이 구조상·이용상 독립성을 상실하여 개별적인 구분소유권의 객체가 될 수 없다고 단정하여, 원고가 이 사건 각 호실 전체에 대하여 유치권을 주장할 수 있다고 인정하였으니, 그와 같은 판단에는 구분건물에 관한 법리를 오해한 잘못이 있다. 이를 지적하는 피고의 상고이유 주장은 이유 있다. <br/>  6. 결론 <br/>  그러므로 피고의 나머지 상고이유에 관한 판단을 생략한 채 원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하며, 원고의 상고를 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 천대엽(재판장) 조재연 민유숙(주심) 이동원 ",
    "사건번호": "2022다273018",
    "사건종류코드": "400101",
    "판례정보일련번호": "234639",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}