{
  "PrecService": {
    "판시사항": "  甲 등이 지정업종을 ‘피트니스센터’로 정하여 건물의 한 점포를 분양받아 피트니스센터 용도로 임대하였다가 다른 한 점포를 합쳐 한의원, 사무실 등 용도로 임대하였고, 그 후 다시 乙 주식회사에 피트니스센터 용도로 임대하였는데, 위 건물의 관리주체인 丙 등이 위 건물에서 피트니스센터를 운영하던 丙의 독점 영업권을 침해한다는 이유로 위 점포에 대한 전기 공급을 차단한 사안에서, 甲 등이 위 점포를 한의원과 사무실 등의 용도로 임대하였거나 丙이 위 건물에서 피트니스센터 영업을 하는 것에 대해 이의를 제기한 사실이 없다고 하더라도, 그것만으로 甲 등이 보유하고 있던 지정업종 영업권이 소멸하였다거나 甲 등이 이를 포기하였다고 볼 수 없고, 위 단전행위로 인하여 甲이 임대차계약을 해제당하고 손해배상 등을 하게 하는 손해를 입었으므로, 이는 불법행위에 해당한다고 한 사례<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "민법 제750조<br/>",
    "선고일자": "20220526",
    "법원명": "대법원",
    "사건명": "손해배상등",
    "판례내용": "【원고, 피상고인】 원고 1 외 1인 (소송대리인 법무법인 아테나 담당변호사 강미란 외 3인)<br/>【피고, 상고인】 ○○○○○○○○ 1차 경영자협의회 외 2인 (소송대리인 법무법인 공유 담당변호사 김성건)<br/>【원심판결】 수원지법 2020. 4. 9. 선고 2018나91735 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 피고들이 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 사안 개요<br/>  원심판결 이유와 기록에 따르면 다음 사실을 알 수 있다.<br/>  가. 이 사건 건물의 관리규약 제3조 제1항은 ‘이 사건 건물 상가를 분양받은 구분소유자 등은 분양계약서에 명시된 지정업종 등을 준수할 의무가 있고, 타 업종 전환 시 상가대표자회의 의결을 거쳐 관리단의 승인을 얻어야 한다.’고 정하고 있다. 원고들은 분양계약서상 지정업종을 ‘피트니스센터’로 정하여 이 사건 건물 (호수 1 생략)을 분양받았다. <br/>  나. 원고들은 그들이 소유하던 이 사건 건물 (호수 2 생략)~(호수 3 생략)을 피트니스센터 용도로 임대하였다가 폐업으로 임대차가 종료하자, 이 사건 건물 (호수 1 생략)과 (호수 4 생략)(이하 두 호실을 합쳐 ‘이 사건 점포’라 한다)을 한의원, 사무실 등 용도로 임대하였다. 위 임대차가 종료한 후 원고들은 다시 넥스큐브코퍼레이션 주식회사(이하 ‘넥스큐브’라 한다)에 이 사건 점포를 피트니스센터 용도로 임대하였다.<br/>  다. 피고 ○○○○○○○○ 1차 경영자협의회는 이 사건 건물의 관리단, 피고 2는 이 사건 건물의 관리사무소장, 피고 3은 관리단의 의결기구인 이사회의 총무였다. 피고 3에게 피트니스센터 독점 영업권이 없었지만, 피고들은 넥스큐브가 이 사건 점포에서 피트니스센터 영업을 하는 것이 이 사건 건물 (호수 5 생략)에서 피트니스센터를 운영하던 피고 3의 독점 영업권을 침해한다는 이유를 내세우며 이 사건 점포에 대한 전기 공급을 차단하였다.<br/>  라. 넥스큐브는 이러한 단전 조치로 영업을 할 수 없게 되자, 원고들을 상대로 임대차계약 해제를 원인으로 원상회복과 손해배상을 청구하는 소를 제기하여 승소 확정판결을 받았고, 원고들은 위 판결에 따라 넥스큐브에 금원을 지급하였다. 그 후 원고들은 피고들의 위법한 단전 조치로 인해 넥스큐브와 임대차계약이 해제되는 등의 손해를 입었다고 주장하며 피고들을 상대로 손해배상을 청구하는 이 사건 소를 제기하였다.<br/>  2. 지정업종 영업권과 불법행위에 관한 주장(상고이유 1, 3, 4)에 대한 판단<br/>  원심은 다음과 같이 판단하였다. 원고들이 이 사건 점포를 한의원과 사무실 등의 용도로 임대하였거나 피고 3이 이 사건 건물 (호수 5 생략)에서 피트니스센터 영업을 하는 것에 대해 이의를 제기한 사실이 없다고 하더라도, 그것만으로 원고들이 보유하고 있던 지정업종 영업권이 소멸하였다거나 원고들이 이를 포기하였다고 볼 수 없다. 피고들은 원고들이 이 사건 점포 (호수 1 생략)에 대해서만 지정업종 영업권을 보유하므로 (호수 4 생략) 부분에 대해서는 불법행위가 성립하지 않는다고 주장하나 이 사건 점포 전체에 대해 단전 조치가 이루어진 이상 위 주장은 받아들일 수 없다.<br/>  원심판결 이유를 기록과 관련 법리에 비추어 살펴보면, 상고이유 주장과 같이 지정업종 영업권과 불법행위의 성립에 관한 법리를 오해하거나 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나 사실을 오인한 잘못이 없다.<br/>  3. 지정업종 영업권의 소멸시효에 관한 주장(상고이유 2)에 대한 판단<br/>  이 부분 상고이유는 원고들의 지정업종 영업권이 상사 소멸시효 5년의 도과로 소멸하였으므로 그 침해를 이유로 한 피고들의 불법행위가 성립하지 않는다는 것이다. 그러나 원고들이 지정업종 영업권을 근거로 하여 타인을 상대로 동종영업 금지청구권을 행사할 수 있는지 여부는 별론으로, 이 사건 점포를 지정업종인 피트니스센터 용도로 사용·수익할 수 있는 권리가 시효로 인해 소멸한다고 볼 수는 없다.<br/>  같은 취지에서 원심이 피고들의 소멸시효 관련 주장을 배척한 것은 정당하고, 상고이유 주장과 같이 지정업종 영업권과 소멸시효에 관한 법리 등을 오해한 잘못이 없다.<br/>  4. 결론<br/>  피고들의 상고는 이유 없어 이를 모두 기각하고 상고비용은 패소자들이 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노정희(재판장) 김재형(주심) 안철상 이흥구",
    "사건번호": "2020다226452",
    "사건종류코드": "400101",
    "판례정보일련번호": "235465",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}