{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220929",
    "법원명": "청주지방법원",
    "사건명": "정산금등·정산금등",
    "판례내용": "【원고(반소피고), 항소인 겸 피항소인】 원고(반소피고) (소송대리인 변호사 신대희)<br/>【피고(반소원고), 피항소인 겸 항소인】 피고(반소원고) (소송대리인 변호사 장광덕)<br/>【제1심판결】 청주지방법원 2020. 8. 13. 선고 2018가단25113(본소), 2018가단25120(반소) 판결<br/>【변론종결】2022. 8. 11.<br/>【주    문】<br/>1. 제1심판결을 다음과 같이 변경한다.<br/>  가. 피고(반소원고)는 원고(반소피고)에게 3,755,781원 및 이에 대하여 2018. 11. 22.부터 2022. 9. 29.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  나. 원고(반소피고)는 피고(반소원고)에게 3,000,000원 및 이에 대하여 2018. 12. 21.부터 2020. 8. 13.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  다. 원고(반소피고)의 나머지 본소청구 및 피고(반소원고)의 나머지 반소청구를 모두 기각한다.<br/>2. 소송총비용은 각자 부담한다.<br/>3. 제1의 가.항 및 나.항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>가. 본소<br/>    피고(반소원고, 이하 ‘피고’라 한다)는 원고(반소피고, 이하 ‘원고’라 한다)에게 80,437,842원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라(원고는 2018. 11. 20.자 청구취지 및 청구원인 변경신청서를 제출한 후에도, 이 법원에 이르기까지 항소이유서, 준비서면 등에서 청구금액을 계속하여 변경하였고, 최종적으로는 2022. 9. 14.자 참고서면을 통하여 105,134,254원 및 이에 대한 지연손해금을 청구하는 것으로 청구금액에 관한 주장을 정리한 것으로 보인다. 그러나 원고는 위 변경신청서 제출 후에 별도의 청구취지 및 청구원인 변경신청서를 제출하지는 아니하였으므로, 2018. 11. 20.자 청구취지 및 청구원인 변경신청서에 기재된 청구취지를 원고의 본소 청구취지로 본다).<br/>나. 반소<br/>    원고는 피고에게 98,324,934원 및 이에 대하여 이 사건 2018. 12. 19.자 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음날부터 2020. 8. 13.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라(피고는 이 법원에 이르러, 2021. 7. 21. 반소 청구취지를 변경하였다가, 다시 2022. 3. 22. 위와 같은 내용으로 반소 청구취지를 변경하였다).<br/>2. 항소취지<br/>가. 원고<br/>1) 본소<br/>      제1심판결의 본소에 관한 부분 중 아래에서 지급을 명하는 부분에 해당하는 원고 패소 부분을 취소한다. <br/>      피고는 원고에게 80,437,842원 및 이에 대하여 이 사건 청구취지 및 청구원인 변경신청서 부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>2) 반소<br/>      제1심판결의 반소에 관한 부분 중 원고 패소 부분을 취소하고, 그 취소 부분에 해당하는 피고의 반소청구를 기각한다.<br/>나. 피고<br/>     제1심판결의 반소에 관한 부분 중 피고 패소 부분을 취소하고, 원고는 피고에게 44,593,601원 및 이에 대하여 이 사건 2018. 12. 19.자 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>【이    유】본소와 반소를 함께 본다.<br/>1. 기초사실<br/>  가. 원고와 피고는 2016. 1. 8. 각자 5:5의 비율로 지분을 가지고 청주시 상당구 (주소 생략)에 있는 (학원명 생략)(이하 ‘(학원명 생략)’이라 한다)을 공동으로 운영하면서 그 수익금도 같은 비율로 정산하기로 하는 내용의 동업계약을 체결하였다(이하 ‘이 사건 동업계약’이라 한다). <br/>  나. 피고는 2017. 8. 31. 이 사건 동업에서 탈퇴하였고, 이로써 이 사건 동업계약은 종료되었다.<br/>  다. 이 사건 동업계약과 관련하여, 원고는 2015. 11.경부터 2015. 12.경까지 합계 45,183,500원을 출자하였고, 피고는 2015. 12.경부터 2017. 7.경까지 합계 45,325,180원을 출자하였다.<br/>  라. (학원명 생략)의 임대차보증금은 20,000,000원이고, 피고가 이 사건 동업계약에서 탈퇴할 당시 (학원명 생략)에 존재하던 책상, 컴퓨터, 프린터 등의 잔존가치를 금액으로 환산하면 1,003,952원이다.<br/>  마. 피고는 (학원명 생략)의 운영과정에서 원고 및 학원생들로부터 수강료 명목으로 합계 76,500,000원을 지급받았다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 4(각 가지번호 포함, 이하 같다), 6, 7, 8, 22, 65호증, 을 제28, 29호증의 각 기재, 변론 전체의 취지<br/>2. 당사자의 주장<br/>가. 원고<br/>    1) 원고와 피고 사이 정산의 대상은 동업 개시 이후 학원에 등록한 원생들의 원비로서 동업 이전 또는 그 이후 개인과외(1대1과외 및 그룹과외)로 받은 수익은 이 사건 동업계약에 따른 정산 대상이라고 볼 수 없다.<br/>    2) 피고는 이 사건 동업계약에 따른 학원 운영 의무를 제대로 이행하지 아니하였으므로, 동업약정의 이행을 전제로 한 피고의 반소청구로서의 정산금 및 권리금 청구는 이유 없으며, 오히려 원고에게 동업약정의 불이행으로 인한 위자료를 지급할 의무가 있다. <br/>    3) 피고는 이 사건 동업계약에 따른 학원 운영 의무를 이행하지 아니하였고, 일방적으로 동업관계를 탈퇴한 후 학원 인수자를 찾는데 아무런 노력도 하지 아니하였으며, (학원명 생략) 인근에 ○○ 학원을 별도로 운영하여 원고의 권리금 회수를 방해하였으므로, 피고는 권리금을 청구할 수 없다. 만일, 피고가 권리금 주장을 계속한다면 피고는 원고의 노력에 의해 면제된 (학원명 생략) 철거비용을 부담하여야 한다.<br/>    4) 만일, 피고 주장과 같이 원고가 진행하여 온 개인과외 학생들에 대한 수익을 정산의 대상에 포함하여야 한다면, 그 정산의 비율에 있어 원고의 기여도와 피고의 기여도를 학생 수에 의한 비율에 따라 정산하여야 한다. <br/>    5) 피고는 동업약정 불이행과 일방적인 동업약정의 파기, 불성실한 근무로 인한 (학원명 생략)의 평판 저하 유발 등으로 인하여 원고의 신용을 훼손하고 경제적인 피해를 가하였으므로, 원고에게 이에 대한 위자료를 지급하여야 한다.<br/>    6) 따라서 피고는 원고에게 이 사건 동업계약의 종료에 따른 정산금 및 원고의 신용훼손에 대한 위자료로 합계 80,437,842원 및 이에 대한 지연손해금을 지급하여야 한다. <br/>나. 피고<br/>    1) 원고와 피고 사이에 이 사건 동업계약과 관련하여 원고가 주장하는 개인과외 약정은 존재하지 아니하며, 정산 대상수익 또한 (학원명 생략) 개업 이후 학원에 등록한 원생들의 원비에 한정되지 아니하고 원고가 주장하는 개인과외 학생의 수업료도 포함된다.<br/>    2) 원고가 개인과외라고 주장하는 학생들의 수업료는 소외 1 명의의 국민은행계좌로 입금된 내역을 포함하여 모두 이 사건 동업계약에 따른 수익이다.<br/>    3) 원고가 주장하는 이 사건 동업계약의 의무위반은 조합탈퇴로 인한 계산, 즉 피고의 정산금 청구의 전제 또는 조건이 되지 아니하며, 피고는 이 사건 동업계약에 따른 의무를 위반한 사실도 없다.<br/>    4) 피고가 이 사건 동업계약을 탈퇴한 이후 원고가 권리금을 회수하지 못하였다는 사정이나 원고의 노력에 의해 (학원명 생략) 철거비가 면제되었다는 사정은 조합탈퇴를 전제로 하는 본 소송에서 고려할 사항이 아니며, 피고의 지분비율 또한 출자한 가액에 비례하는 것이 아니라 이 사건 공동사업계약서 제2조에 명시되어 있는 사업 지분율(손익분배 비율) ‘5:5’를 기준으로 하여야 하며, 따라서 원고와 피고가 (학원명 생략)의 영업을 개시하면서 각자 데리고 온 학생 수를 출자한 자산으로 평가하여 피고의 지분을 계산하여서는 아니 된다.<br/>    5) 학원 인수 시 권리금은 학원시설의 정도와 학생 수에 따라 결정된다.<br/>    6) 조합계약에서 각 조합원은 언제든지 탈퇴할 수 있으므로, 피고가 이 사건 동업계약에서 탈퇴하였다고 하여 원고에게 정신적 손해가 발생하였다고 할 수 없다. <br/>    7) 원고와 피고의 관계, 원고가 피고를 폭행하고 모욕한 경위, 폭행 및 모욕의 내용 및 정도 등을 종합적으로 고려할 때 위자료 액수 3,000,000원은 피고가 입은 정신적 손해를 위로하기에는 충분하지 아니하다.<br/>    8) 따라서 원고는 피고에게 이 사건 동업계약의 종료에 따른 정산금 및 정신적 손해에 대한 위자료로 합계 98,324,934원 및 이에 대한 지연손해금을 지급하여야 한다. <br/>3. 동업관계 탈퇴에 따른 정산에 관한 판단<br/>가. 금전 출자의무이행 관련 판단<br/>1) 다툼이 없는 부분<br/>      이 사건 동업계약과 관련하여, 원고는 2015. 11.경부터 2015. 12.경까지 합계 45,183,500원을 출자하였고, 피고는 2015. 12.경부터 2017. 7.경까지 합계 45,325,180원을 출자한 사실은 당사자 사이에 다툼이 없다. <br/>2) 원고의 추가 출자 주장에 관한 판단<br/>      원고는 이 사건 동업계약기간 동안 합계 91,380,000원을 (학원명 생략) 운영과 관련하여 추가로 출자하였다는 취지로 주장하므로 이에 관하여 살펴본다. 먼저 위 91,380,000원 중 원고 명의의 신한은행계좌(계좌번호: (계좌번호 1 생략), 이하 ‘원고 명의 계좌’라 한다)에서 원고 명의의 농협은행계좌(계좌번호: (계좌번호 2 생략))로 입금되었다는 75,900,000원의 경우 ① 원고가 제출한 갑 제7, 14호증의 각 기재만으로는 구체적으로 어떠한 용도의 금액을 어떠한 경위로 추가로 출자한 것인지 여부가 확인되지 아니하는 점, ② 위 75,900,000원은 단지 원고가 원고 명의 계좌로 입금 받은 학원수업료 등을 (학원명 생략) 계좌로 이체한 내역으로 보이는 점 등에 비추어 위 75,900,000원이 원고의 추가 출자금이라는 원고의 주장은 받아들일 수 없다.<br/>      다음으로 원고가 현금 등으로 추가 출자되었다고 주장하는 15,480,000원의 경우를 살펴보면, 위 돈 중 (학원명 생략) 계좌로 2016. 12. 23. 입금된 1,800,000원, 2017. 2. 27. 입금된 3,000,000원, 2017. 5. 1. 입금된 3,000,000원은 위 75,900,000원의 경우와 마찬가지로 단지 원고 명의 계좌에서 (학원명 생략) 계좌로 입금된 돈에 불과하여 이를 추가 출자금으로 인정할 수는 없다. 다만, 나머지 (학원명 생략) 계좌로 2017. 2. 24. 입금된 3,000,000원 및 2017. 3. 3. 입금된 4,680,000원의 경우 ① 단순히 원고 명의 계좌에서 입금된 돈이 아닐 뿐만 아니라, ② (학원명 생략) 계좌에 입금된 이후 위 각 돈은 모두 (학원명 생략)의 운영과 관련하여 사용된 것으로 보이므로, 2017. 2. 24. 입금된 3,000,000원 및 2017. 3. 3. 입금된 4,680,000원(합계 7,680,000원)은 원고의 추가 출자금에 해당하는 것으로 판단할 수 있다.<br/>3) 소결론<br/>      따라서 원고는 피고에 비하여 7,538,320원(= 45,183,500원 + 7,680,000원 － 45,325,180원)을 더 출자한 것으로 인정된다. 그리고 아래 제3의 라. 3) 가)항에서 보는 바와 같이 출자는 금전 이외에 노무로도 가능하고, 원고가 피고에 비하여 노무((학원명 생략)의 전반적인 운영·관리)를 통한 출자도 많이 한 것으로 판단되는데, 노무와 관련한 출자는 조합재산의 분배 비율 산정 시 고려하기로 한다.<br/>나. 이 사건 동업계약에 따른 총 수익금에 관한 판단<br/>1) 은행계좌로 입금된 금액<br/>      다툼 없는 사실, 갑 제4, 6, 7, 22호증의 각 기재에 의하면 이 사건 동업계약과 관련하여 사용된 은행계좌는 원고 명의 계좌, (학원명 생략) 계좌, 피고 명의의 농협은행계좌(계좌번호: (계좌번호 3 생략), 이하 ‘피고 명의 계좌’라 한다)이고, 위 각 계좌로 2016. 1. 1.부터 2017. 8. 31.까지 입금된 돈은 다음과 같이 총 652,856,371원인 사실이 인정된다.<br/>년월원고  명의 계좌(학원명 생략) 계좌피고 명의 계좌주2)합계2016125,859,0004,496,975270,00030,625,975211,960,00013,470,1511,390,00026,820,15138,590,00012,231,7981,070,00021,891,798410,502,50018,807,4431,310,00030,619,943512,585,00013,900,1411,390,00027,875,141611,546,00019,838,2191,740,00033,124,219713,938,00014,531,1821,360,00029,829,182817,508,00015,804,8801,340,00034,652,880915,230,00014,795,7001,360,00031,385,7001017,550,00013,357,5301,960,00032,867,5301116,988,00010,000,5002,050,00029,038,5001219,216,00014,145,2991,290,00034,651,2992017116,577,10016,396,740790,00033,763,840215,618,00021,082,5101,830,00038,530,510316,092,00021,549,8502,680,00040,321,850417,999,00019,316,070710,00038,025,070517,979,00020,358,2401,220,00039,557,240612,098,00021,090,043960,00034,148,043715,954,00016,335,010690,00032,979,010813,940,50017,517,990690,00032,148,490합계307,730,100319,026,27126,100,000652,856,371<br/>2) 이 사건 동업계약 총 수익금 관련 당사자들의 주장에 관한 판단<br/>가) 원고의 개인과외 수익 공제 주장에 관하여<br/>        원고는 이 사건 동업계약 체결 당시 30명 내지 40명의 학생들에 대한 과외를 진행하고 있었고, 피고는 불과 3명의 학생들에 대한 과외를 진행하고 있었는데, 이처럼 원고와 피고가 개인적으로 과외를 진행하던 학생들로부터 받은 과외 수익은 이 사건 동업계약에 따른 수익으로 볼 수 없고, 원고와 피고가 이 사건 동업계약 체결 당시 유지하고 있던 과외 학생들의 수에 비추어 원고와 피고 각자의 개인과외 수익을 이 사건 동업계약에 따른 수익으로 보는 것은 불합리하다고 주장한다. 그러나 앞서 든 증거, 갑 제38호증, 을 제10, 11, 17, 20, 24호증의 각 기재, 제1심 증인 소외 4, 이 법원 증인 소외 5의 각 법정진술 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사실 내지 사정들에 비추어, 이 사건 동업계약 당시 원고와 피고가 진행하고 있던 개인과외에 따른 수익을 이 사건 동업계약에 따른 수익에서 제외하기로 약정하였다고 인정하기 어렵고, 달리 이를 인정할 증거가 없다. 따라서 위와 같은 원고의 주장은 이유 없다.<br/>        (1) 이 사건 동업계약서의 기재에 의하더라도, 위 계약서에는 ‘(학원명 생략)을 공동으로 운영한다.’, ‘사업 지분율이나 사업 수익금은 5:5로 한다.’, ‘수익금은 공동으로 관리하고, 사안에 따라 협의한다.’는 내용만 확인될 뿐이고, 기존에 원고와 피고가 각자 진행하고 있던 개인과외와 관련된 수익을 이 사건 동업계약과 관련하여 어떻게 처리할 것인지 여부에 관하여는 아무런 내용이 없을 뿐만 아니라, 원고가 제출한 모든 증거를 살펴보더라도 원고와 피고 사이에 ‘원고와 피고가 진행하던 개인과외에 따른 수익은 이 사건 동업계약과는 무관하다.’는 취지의 명시적 또는 묵시적 약정이 존재한다고 인정할만한 객관적인 증거가 없다.<br/>        (2) 원고는 (학원명 생략) 운영과 관련하여 피고를 횡령 혐의로 고소한 사건의 경찰조사에서 ‘개인과외비도 학원 수익으로 보는 것인가요?’라는 질문을 받고 ‘제가 뭐라고 설명을 드려야 할지 모르겠습니다. 저는 제가 과외를 하던 학생들을 다 데리고 가서 했기 때문에 과외비도 학원 수익금에 포함되는 것 같은데......’라고 진술한 사실이 있다.<br/>        (3) 또한 원고는 2017. 7. 2. 피고에게 ‘너는 날 데리고 이 학원을 이렇게 운영해가면서 네 학생 꼴아다가 그렇게 해가지고 1:1로, 너 그렇게 할 수 있었을 거 같아? (중략) 그런데 내가 너니까 1초의 망설임도 없었던 거야 (중략) 소외 6이랑 나랑 동업한다 치면 \"그냥 1:1로 가자\" 내가 그랬을 거 같아? 택도 없는 얘기하지 마. 재랑 나랑 벌써 변호사 대동해서 서류 정리부터 했어’라고 진술한 사실이 있는바(을 제10호증 녹취록), 위와 같은 원고의 진술 내용은 ‘개인과외는 이 사건 동업계약에 따른 수익에서 제외한다고 약정하였다.’는 원고의 주장과는 배치되는 것으로 보인다.<br/>        (4) 원고가 개인과외라고 주장하는 학생들에 관하여도, 원고는 (학원명 생략)의 수강생과 똑같이 (학원명 생략)의 학생카드를 작성하고, (학원명 생략)의 시간표에 따라 원어민 강사 수업, (학원명 생략)소외 7 영어 강사의 수업 및 원고의 수업을 듣게 하였으며, (학원명 생략) 수강료 납부내역서, (학원명 생략) 학생별 수강강좌 목록 및 학원 통원차량표까지 작성하였다. 더구나 원고가 개인과외라고 주장하는 학생들은 (학원명 생략)의 수강생과 똑같이 원고 명의 계좌나 (학원명 생략) 계좌로 수업료를 입금하였을 뿐만 아니라, 그 (학원명 생략) 수강생이 지불하는 수업료와 개인과외 학생이 지불하는 수업료의 차이도 명확하게 구분되지 아니하는바, 결국 원고가 개인과외라고 주장하는 학생들도 사실상 (학원명 생략)에서 (학원명 생략)의 시설을 사용하고 수업을 들으면서 (학원명 생략) 계좌(또는 (학원명 생략) 운영에 사용되는 원고 명의 계좌)로 수강료를 입금하는 등 원고의 관리 하에 있었던 이상, 이 사건 동업계약과 무관하다고 할 수는 없고, 따라서 원고가 개인과외 학생들로부터 받은 수업료도 이 사건 동업계약에 따른 수익금이라고 보는 것이 합당하다(원고는 2019. 4. 30.자 준비서면 및 2019. 8. 16.자 준비서면 등에서 ‘서로 간에 개인적으로 유지하던 과외학생들로부터 받는 과외비는 원고와 피고가 (학원명 생략) 개업 이전부터 가르치던 학생들이 개업 이후 (학원명 생략)에 등록하여 납부하는 수업료를 의미하는 것이며, 따라서 원고가 이를 과외비라고 표현하기는 했으나 (학원명 생략)의 수업과 과외 사이에 수업형식이나 수업료 등의 차이는 존재하지 아니한다.’고 주장하였는바, 원고의 진술에 의하더라도 원고와 피고가 개인과외를 진행하던 학생들과 (학원명 생략) 학원생들 사이에서 수업형식이나 수업료 등의 차이는 존재하지 아니하는 것으로 볼 수 있다).<br/>        (5) 소외 4는 원고가 피고를 고소한 고소장에 첨부된 사실확인서에서 \"원고는 자신이 과외로 데리고 있던 아이들 전부를 학원에 넣어가며 학원을 활성하고자 노력했는데\"라고 진술하였고(을 제24호증), 2020. 4. 23. 제1심법원에 증인으로 출석하여 \"일단 강의는 그냥 학원에서 말 그대로 반이 구성되면 그 반에 아이들을 계속 넣어서 수업을 할 수 있는 그런 구조였다.\"라는 취지로 증언하였는바, 위와 같은 소외 4의 진술이나 증언에 비추어 보아도 원고는 원고의 개인과외 학생을 사실상 (학원명 생략)의 학원생들과 동일하게 관리하면서 수업을 진행하였던 것으로 판단된다.  <br/>나) 이 사건 동업계약과 무관한 입금 내역 주장에 관하여<br/>        원고는 위와 같이 입금된 652,856,371원 중 원고 명의 계좌와 (학원명 생략) 계좌로 입금된 합계 73,324,000원은 원고의 개인적인 입금 내역이고, 이 사건 동업계약에 따른 수익에 해당하지 아니한다고 주장하므로 이에 관하여 살펴본다.<br/>(1) 소외 1 명의의 국민은행계좌(계좌번호: (계좌번호 4 생략))에서 입·출금된 돈에 관한 판단<br/>          갑 제58, 75호증, 을 제25호증의1, 제26, 27호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들에 비추어, 이 사건 동업계약기간 동안에 소외 1 명의의 국민은행계좌로 입금된 합계 40,132,000원은 이 사건 동업계약에 따른 수익에 해당하는 것으로 판단되는바, 소외 1 명의의 국민은행계좌에서 원고 명의 계좌로 입금된 22,438,000원이 이 사건 동업계약에 따른 수익에서 제외되어야 한다는 원고의 주장은 이유 없다(제1심법원에서는 소외 1 명의의 국민은행계좌에서 원고 명의 계좌로 입금된 위 22,438,000원은 원고 개인의 금전 거래로 판단하였으나, 다음과 같은 사정들에 비추어 위 22,438,000원을 원고 개인의 금전 거래로 판단할 수 없을 뿐만 아니라, 소외 1 명의의 국민은행계좌로 입금되었던 40,132,000원은 이 사건 동업계약에 따른 수익이라고 할 것이다).<br/>          (가) 2016. 1. 3.부터 2017. 8. 22.까지 사이에 소외 1 명의의 국민은행계좌에 기재되어 있는 입금자명으로 소외 8(비고 란에 ‘소외 9, 소외 10’이라고 기재되어 있기도 함), 소외 11, 소외 12, 소외 13, 소외 14, 소외 15, 소외 16, 소외 17, 소외 18, 소외 19는 (학원명 생략)의 수강생 내지 원고의 개인과외 수강생으로 판단되고(피고가 (학원명 생략) 수학 수업과 관련하여 작성한 출석부의 기재를 살펴보면, 위 입금자명과 동일한 이름들이 확인되는바, 적어도 위 입금자들은 (학원명 생략)과 깊은 관련이 있다고 판단된다), 그 입금액의 합계는 40,132,000원이다. 만약 이들이 (학원명 생략)의 수강생이라면 위 40,132,000원이 이 사건 동업계약에 따른 수익임은 분명하고, 설령 (학원명 생략)의 수강생이 아니더라도 앞서 본 바와 같이 원고의 개인과외 수익도 이 사건 동업계약에 따른 수익이라고 할 수 있으므로, ‘소외 1 명의의 국민은행계좌로 입금 받은 돈은 모두 원고의 영어 개인과외이므로 이 사건 동업계약에 따른 수익에서 제외되어야 한다.’는 원고의 주장은 이유 없다.<br/>          (나) 원고는 제1심에서 소외 20(원고의 모친)이 작성한 사실확인서(갑 제27호증의1)를 제출하였는데, 위 사실확인서에는 ‘소외 1 명의로 원고의 신한은행 통장으로 입금된 것과 현금으로 전달된 금액은 소외 20 본인이 준 것이 맞고 해당 내용에 대하여 소외 1도 이에 동의하여 대신 처리하여 준 것이며 위 내용이 포함된 소외 1의 통장은 소외 20 본인의 차명통장으로 국세청 감사에도 제출하여 제가 사용한 금원으로 밝혀진바 있습니다.’고 기재되어 있다. 그런데 소외 20은 이 법원에 이르러 소외 1 명의의 국민은행계좌에 관한 금융거래정보회신이 제출된 이후 증인으로 출석하여 ‘소외 1 명의의 통장은 소외 1 명의의 농협은행 통장을 말하는 것이고, 소외 1로 하여금 원고에게 현금을 전달하라고만 지시하였다.’라고 증언하였고, 위와 같은 증언은 ‘소외 1 명의로 원고의 신한은행 통장으로 입금된 것(중략)은 소외 20 본인이 준 것이다.’라는 위 사실확인서의 기재내용과 배치된다. 더구나 원고 명의 계좌의 거래내역을 살펴보면 소외 1 명의의 농협통장에서 돈이 입금된 내역은 전혀 확인되지 아니하는바, 위 사실확인서의 기재나 소외 20의 증언, 계좌거래내역이 상호간에 일치하지 아니하고 있다.<br/>          (다) 또한 원고는 제1심에서 소외 1이 작성한 사실확인서(갑 제27호증의2)를 제출하였는데, 위 사실확인서에는 ‘사장님(소외 20)의 지시가 있을 때마다 원고에게 지금까지 돈을 송금하였다. 사장님은 평소 사업상 소외 1 본인 명의 통장을 이용하였는데, 그러한 연유로 소외 1 본인 명의로 원고의 통장으로 송금하게 되었다. 2016년부터 2017. 8.까지 소외 1 본인과 원고와의 통장거래는 개인 간의 사적인 거래일뿐 (학원명 생략)과는 관계가 없다.’고 기재되어 있다. 그러나 이 법원에 이르러 소외 1 명의의 국민은행계좌에 관한 금융거래정보회신이 제출된 이후, 원고는 ‘소외 1 명의의 국민은행계좌의 거래내역은 원고의 개인과외와 관련된 것일 뿐이다.’라고 위 사실확인서의 기재와는 전혀 다른 내용의 주장을 하였을 뿐만 아니라, 소외 1은 이 법원에 증인으로 출석하여 ‘위 사실확인서는 소외 1 명의의 국민은행통장이 아닌 농협통장에 관한 것이다.’라는 취지의 진술을 하여 소외 20이 작성한 사실확인서와는 전혀 다른 내용의 증언을 하였을 뿐만 아니라, 앞서 본 바와 같이 원고 명의 계좌에는 소외 1 명의의 농협통장에서 송금된 내역이 확인되지 아니하는바, 소외 1이 작성한 사실확인서의 내용은 이 법정에서의 증언과 부합하지 아니하고, 객관적인 정황과도 일치하지 아니하는 것으로 판단되어 신빙성이 없다.<br/>(2) 축개업△△(100,000원), 소외 21(4,250,000원), 소외 22(1,000,000원), 잘놀다와(500,000원) 등 입금자명으로 입금된 돈에 관한 판단<br/>          위 각 금원이 이 사건 동업계약에 따른 수익이 아니라는 사실에 관하여는 당사자 사이에 다툼이 없다(피고는 2022. 7. 4.자 준비서면에서 위 각 돈의 합계 5,850,000원은 이 사건 동업계약에 따른 수익이 아니라고 인정하였다).<br/>(3) 소외 23(228,000원), 소외 24(합계 1,750,000원), 소외 25(1,500,000원), 소외 26(540,000원) 등의 입금자명으로 입금된 돈에 관한 판단<br/>          원고는 원고 명의의 계좌나 (학원명 생략) 계좌로 입금된 위와 같은 돈이 이 사건 동업계약에 따른 수익이 아니라, 원고 개인의 금전 거래에 따른 내역이라는 취지로 주장한다. 그러나 앞서 든 증거, 갑 제30호증의 기재 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 소외 23은 (학원명 생략) 학원생의 학부모이고, 소외 26은 학원생으로 보이는데, 원고는 이들로부터 송금 받은 돈이 원고의 개인과외 명목으로 받은 돈이라는 취지로 주장하나, 앞서 본 바와 같이 개인과외 명목으로 받은 돈도 이 사건 동업계약에 따른 수익으로 보아야 하는 점, ② 소외 24, 소외 25는 각 (학원명 생략)의 강사인 것으로 보이는데, 원고 명의 계좌로 이들 강사들이 합계 1,500,000원 내지 1,750,000원에 달하는 현금을 입금해야 하는 별다른 이유가 보이지 아니할 뿐만 아니라 소외 25는 \"원장님께서 출근하시면서 가방에서 입금할 돈을 직접 주시며, ‘갖고 있기 불편하니 은행에 입금을 하여 달라.’고 부탁하시면 제가 대신 입금해드렸습니다.\"라는 내용의 진술서를 작성하였는바, 위와 같이 입금된 돈은 (학원명 생략)과 관련된 돈으로 보이는 점 등에 비추어 위와 같이 입금된 각 돈은 모두 이 사건 동업계약에 따른 수익금이라고 할 것이다.<br/>(4) □□동(합계 34,910,000원), CD입금□□동(1,200,000원), 성교육6인(228,000원), ◇원장돈입금(4,680,000원) 등의 입금자명으로 입금된 돈에 관한 판단<br/>          피고는 위와 같이 입금된 돈도 (학원명 생략) 운영과 관련된 것으로 이 사건 동업계약에 따른 수익이라는 취지로 주장하나, 제출한 모든 증거를 살펴보더라도 위 각 돈을 누가, 어떠한 경위로, 어떠한 명목으로 입금한 것인지 명확히 확인되지 아니한다. 비록 을 제10호증의 기재에 의하면 원고가 피고에게 \"(학원명 생략) 수업료 등을 현금으로 가지고 있다가 입금하였다.\"는 취지의 이야기를 한 것으로 보이고, 위 각 돈 중 일부가 (학원명 생략)의 수업료 또는 원고의 개인과외 수익에 해당할 수 있다고 하더라도, 그 구체적인 액수나 다른 명목의 금원과 어떻게 혼재되어 있는 것인지 여부가 특정되지 아니하는바, 을 제10호증의 기재만으로는 위 각 돈을 이 사건 동업계약에 따른 수익금이라고 인정할 수 없고 달리 이를 인정할 증거가 없다(위 내역 중 ‘◇원장돈입금’ 내역은 이미 위 제3의 가. 2)항에서 원고가 이 사건 동업계약과 관련하여 4,680,000원을 추가로 출자한 돈으로 판단하였다). <br/>다) 피고의 개인과외 및 타 학원에서의 수익 관련 주장에 관하여<br/>        (1) 원고는 원고의 개인과외에 따른 수익이 이 사건 동업계약에 따른 수익에 포함된다고 판단되는 경우, 피고가 이 사건 동업계약기간 동안 소외 27에 대한 개인과외를 진행하며 얻은 수익도 이 사건 동업계약에 따른 수익에 포함되어야 한다는 취지로 주장한다. 살피건대 갑 제19, 60호증의 각 기재, 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사실 내지 사정들, 즉 ① 피고는 소외 27에 대한 과외를 소외 27의 집이 아닌 (학원명 생략)에서 진행하였을 뿐만 아니라, 교재나 교육의 내용·방법을 다른 (학원명 생략) 원생들에 대한 것과 구별하여 교육을 진행하였다고 볼만한 정황이 없는 점, ② 피고는 소외 27에 대한 과외를 진행하면서 소외 27로부터 이 사건 동업계약기간 중에 피고의 계좌로 2016. 2. 1. 600,000원, 2016. 2. 11. 600,000원, 2016. 3. 15. 600,000원, 2016. 6. 11. 600,000원, 합계 2,400,000원을 입금 받았던 점 등에 비추어 피고가 이 사건 동업계약기간 동안 진행한 소외 27에 대한 과외 수익 합계 2,400,000원은 이 사건 동업계약에 따른 수익이라고 할 것이다. <br/>        (2) 이에 더하여 원고는 피고가 이 사건 동업계약기간 동안 타 학원에서 얻은 수익도 이 사건 동업계약에 따른 수익에 포함되어야 한다는 취지로 주장하나, 피고는 원고와는 달리 (학원명 생략)과는 별개의 학원인 (학원명 2 생략)에서 근무하면서 별도의 수익을 얻은 것으로 보이고, 이 사건 동업계약은 (학원명 생략)의 운영과 관련하여 얻은 수익을 5:5의 비율로 나누어 갖기로 한 것인바, (학원명 생략)과는 무관한 (학원명 2 생략)에서 얻은 피고의 수익을 이 사건 동업계약에 따른 수익에 포함시킬 수는 없는바, 원고의 주장은 이유 없다.<br/>3) 소결론<br/>      그렇다면 이 사건 동업계약에 따른 총 수익금은 626,082,371원(= 각 은행계좌로 입금된 금액 652,856,371원 + 소외 1 명의의 국민은행계좌상의 수익 40,132,000원 + 피고의 소외 27에 대한 과외 수익 2,400,000원 － 소외 1 명의의 국민은행계좌에서 원고 명의 계좌로 입금된 22,438,000원 - 축개업△△이 입금자명인 100,000원 － 소외 21이 입금자명인 4,250,000원 - 소외 22가 입금자명인 1,000,000원 － 잘놀다와가 입금자명인 500,000원 － □□동이 입금자명인 34,910,000원 - CD입금□□동이 입금자명인 1,200,000원 - 성교육6인이 입금자명인 228,000원 － ◇원장돈입금 4,680,000원)이 된다.<br/>나. 이 사건 동업계약에 따른 총 지출금에 관한 판단<br/>1) 다툼이 없는 부분<br/>      이 사건 동업계약에 따라 지출된 금액이 최소 442,875,354원[= 제1심에서 다툼 없는 부분으로 인정된 금액 427,196,134원 + 원고 명의 계좌 및 (학원명 생략) 계좌 지출금 중 소외 24 보너스 150,000원 + 원고 명의 BC카드(카드번호: (카드번호 생략), 이하 ‘원고 명의 신용카드’라 한다) 지출금 8,930,055원 + 원고 명의 농협 카드대금 결제내역 중 합계 6,599,165원(= 총 결제내역 합계 21,237,157원 － 피고가 다투는 금액 합계 14,637,992원)]이라는 사실에 관하여는 당사자 사이에 다툼이 없다.<br/>2) 원고 명의 계좌 및 (학원명 생략) 계좌 관련 지출금에 관하여<br/>      피고는 위 각 계좌거래내역 중 ① ‘오다리’ 93,000원, ‘귤’ 162,000원, ‘과일’ 165,000원, ‘과일’ 420,000원, ‘(주)청주교차’ 68,000원, ‘003-잡코리’ 36,300원, 농협 카드대금 결제내역 중 합계 14,637,992원의 합계 15,582,292원은 이 사건 동업계약에 따른 지출금으로 인정되어서는 아니 된다고 주장하고, 제1심법원은 위 각 계좌거래내역 중 ② ‘소외 28 반환’ 300,000원, ‘소외 29 선물’ 114,000원, ‘소외 30 선물’ 55,000원, ‘학원핸드폰’ 69,970원, ‘(학원명 생략) 핸드폰’ 합계 249,080원(62,270원 × 4회), ‘인증수수료’ 4,400원, ‘소외 31’ 297,900원, ‘소외 32’ 800,000원, ‘051-7453’ 500,000원, ‘인터파크쇼핑’ 30,800원, ‘옥션소외 33’ 198,000원, ‘바이폴’ 14,400원, ‘네이버페이’ 23,800원 항목 지출금 합계 2,657,350원은 이 사건 동업계약에 따른 지출금으로 인정하지 아니하였다.<br/>      먼저 위 ① 항목에 관하여 살피건대, 갑 제4호증의2, 제34, 35, 39, 47호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ⓐ 원고는 (학원명 생략) 강사들, 학원생들이 먹을 간식 내지 학원 강사들에게 선물하기 위한 과일 등을 자주 구입하였던 것으로 보이고, 학원 강사들의 진술은 위와 같은 원고의 간식 내지 선물 구입을 뒷받침하고 있는 점, ⓑ (학원명 생략) 강사들이나 학원생들에게 제공할 간식이나 과일을 구입하는 것이 (학원명 생략)의 운영과 무관하다고 보기 어려운 점, ⓒ 피고는 농협 카드대금 결제내역과 관련하여 점심시간이 지난 이후나 주말 등 근무시간 외에 사용되었으므로 (학원명 생략) 운영과는 무관한 결제내역이라는 취지로 주장하나, (학원명 생략)은 주말에도 학생들을 대상으로 수업을 진행하였던 것으로 보일 뿐만 아니라, 학원 강의의 특성상 일반적인 식사시간(점심시간의 경우 12:00부터 13:00까지 사이, 저녁시간의 경우 18:00부터 19:00까지 사이) 외에도 강사들이나 학원생들이 식사를 할 수 있는 점 등에 비추어 단지 주말이나 점심시간 이후에 결제가 되었다는 이유로 (학원명 생략)과 관련된 지출이 아니라고 단정할 수는 없는 점, ⓓ 청주교차로나 잡코리아 관련 지출 내역의 경우 원고가 이 사건 동업계약 당시 다른 사업을 영위하였다고 인정할만한 사정이 없는 이상, 이는 원고가 (학원명 생략) 운영에 필요한 직원을 모집하기 위한 구인광고비로 사용되었을 것으로 보이는 점 등에 비추어 위 15,582,292원도 이 사건 동업계약에 따른 지출금이라고 할 것이다.<br/>      다음으로 위 ② 항목에 관하여 살피건대, 앞서 든 증거 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ⓐ ‘소외 28 반환’ 300,000원의 경우 학원생에게 학원비를 반환해준 것으로 보여 이 사건 동업계약에 따른 지출금에 포함되어야 하는 점, ⓑ ‘소외 29 선물’ 114,000원 및 ‘소외 30 선물’ 55,000원의 경우 원고가 학원 선생들의 사기 진작을 위하여 지급한 돈으로 보여 이 역시 이 사건 동업계약에 따른 지출금에 포함되어야 하는 점, ⓒ ‘학원핸드폰’ 69,970원 및 ‘(학원명 생략) 핸드폰’ 합계 249,080원의 경우도 (학원명 생략) 운영과 관련된 휴대전화 요금 납부 내역으로 보여 이 역시 이 사건 동업계약에 따른 지출금에 포함되어야 하는 점 등에 비추어 위 ⓐ 내지 ⓒ 항목 합계 788,050원도 이 사건 동업계약에 따른 지출금에 포함되어야 한다. 다만 ⓓ ‘인증수수료’ 4,400원, ‘소외 31’ 297,900원, ‘소외 32’ 800,000원, ‘051-7453’ 500,000원, ‘인터파크쇼핑’ 30,800원, ‘옥션소외 33’ 198,000원, ‘바이폴’ 14,400원, ‘네이버페이’ 23,800원 항목 지출금은 원고가 제출한 증거를 모두 살펴보더라도 위 ⓓ 항목의 금액이 (학원명 생략)의 운영과 관련이 있다는 자료는 확인되지 아니할 뿐만 아니라, 각 항목의 명칭에 비추어 원고가 개인적으로 지출하였을 가능성이 더 높다고 판단되므로, 위 ⓓ 항목의 금액은 이 사건 동업계약에 따른 지출금에서 제외되어야 한다.<br/>3) 원고 명의 신용카드 지출금에 관하여<br/>      앞서 본 바와 같이 원고 명의의 신용카드 지출금 8,930,055원이 이 사건 동업계약 관련 지출금이라는 사실은 당사자 사이에 다툼이 없다.<br/>      원고는 나머지 13,340,710원(= 22,270,765원 － 8,930,055원)도 이 사건 동업계약관련 지출금이라는 취지로 주장하나, 갑 제5호증의 기재에 의하면 나머지 13,340,710원과 관련하여 원고 명의 신용카드의 사용처는 한우곰탕예친, 이니시스, 네이버페이, 이지스, 안동본가국밥, 제일완구, 주식회사종합문구, 옥션, 롯데리아청주금천, 엔제리너스금천점, GStiv, 정관장금천점, 강호동치킨678금천광장점, 고봉민김밥人, kcp-샵프리카드일반, 한양왕족발, 춘천닭갈비, 홈플러스(주)익스프레스금천점, 스시루, 금천동해장국, 롯데하이마트(주)상당롯데마트, 풍년갈매기살, 청송통닭, 주식회사좋은아침베이커리, 홍가만두, 캠프치킨금천광장점, 인터넷상거래KSNET, 김밥세상, 아딸, 베스킨라빈스31금천점, 좋은아침, 만두에끌림 등인데, 원고는 위 각 내역이 (학원명 생략)의 운영과 어떠한 관련성이 있는지 제대로 주장하고 있지 아니할 뿐만 아니라, 위 각 내역을 살펴보더라도 개인적인 식비 등의 사용인지, 학원 강사들 내지 학원생들을 위하여 지출한 내역인지 전혀 구분이 가지 아니하는바, 위 13,340,710원은 이 사건 동업계약과 관련하여 지출된 돈이라고 인정할 수 없다.<br/>4) 소결론<br/>      그렇다면 이 사건 동업계약에 따른 총 지출금은 459,245,696원[= 다툼 없는 부분 442,875,354원 + 원고 명의 계좌 및 (학원명 생략) 계좌 지출금 중 16,370,342원(= 15,582,292원 + 788,050원)]이 된다.<br/>다. 이 사건 동업계약에 따른 순수익금<br/>    따라서 이 사건 동업계약에 따른 순수익금은 총 수익금 626,082,371원에서 총 지출금 459,245,696원을 공제한 166,836,675원이 된다.<br/>라. 조합재산의 분배<br/>1) (학원명 생략) 건물 임대차보증금 및 책상, 컴퓨터, 프린터 등 용품의 잔존가치<br/>(학원명 생략)의 임대차보증금은 20,000,000원이고, 피고가 이 사건 동업계약에서 탈퇴할 당시 (학원명 생략)에 존재하던 책상, 컴퓨터, 프린터 등의 잔존가치를 금액으로 환산하면 1,003,952원인 사실은 앞서 본 바와 같다.<br/>2) 권리금 관련 판단<br/>      원고는 이 사건 동업계약과 관련하여 (학원명 생략)의 권리금을 인정할 수 없다고 주장하고, 피고는 (학원명 생략)의 학원생 수, 수강료 등을 근거로 하여 (학원명 생략)의 권리금이 55,500,000원이라는 취지로 주장하므로 이에 관하여 살펴본다.<br/>      갑 제8호증의 기재에 의하면 원고는 2015. 12. 18. (학원명 생략)이 위치한 건물에 관하여 박성진에게 권리금 20,000,000원을 지급하기로 하는 권리금계약을 체결하고 같은 날 위 권리금을 지급한 사실이 인정되므로, 원고와 피고 사이에 정산하여야 할 (학원명 생략)의 권리금은 존재하지 아니한다는 원고의 주장은 타당하지 아니하다. 또한 피고는 (학원명 생략) 학원생의 수, 수강료, 타 학원들의 매물 정보(을 제15호증)를 근거로 하여 위와 같이 권리금을 산정하였으나, (학원명 생략) 학원생의 수는 이 사건 동업계약기간 동안 계속하여 변동이 있었던 것으로 보이고, 수강료는 각 학원생별로 그 편차가 심한 것으로 보일 뿐만 아니라, 학원의 권리금은 위치나 학원생의 수, 수강료 등에 따라 달라질 수밖에 없으므로 타 학원들의 매물 정보만으로는 (학원명 생략)의 권리금을 산정할 수는 없는바, 위와 같은 피고의 권리금 산정 방식에 관한 주장도 타당하지 아니하다.<br/>      다만 앞서 본 바와 같이 원고가 박성진에게 20,000,000원 상당의 권리금을 지급한 사실이 있고, 이 사건 동업계약이 종료될 때까지 (학원명 생략)의 권리금 액수에 변동이 있다는 객관적인 근거가 확인되지 아니하는 이상, 2017. 8. 31. 무렵 (학원명 생략)의 권리금 액수는 그대로 20,000,000원일 것으로 추정되므로, (학원명 생략)의 권리금 액수는 20,000,000원으로 정한다[한편, 원고는 피고가 원고의 권리금 회수를 방해하였다고 주장하나, 피고의 별도 학원(○○) 운영으로 (학원명 생략)의 권리금에 관하여 어떠한 피해가 발생하였는지 불분명한바, 위와 같은 원고의 주장은 이유 없다].<br/>3) 정산금 계산<br/>가) 조합재산 분배 비율에 관한 판단<br/>(1) 관련 법리<br/>          조합은 2인 이상이 상호출자하여 공동사업을 경영할 것을 약정함으로써 그 효력이 생기는데, 위와 같은 출자는 금전 기타 재산 또는 노무로 할 수 있다(민법 제703조). 그리고 조합의 일부 조합원이 당초 약정한 출자의무를 이행하고 있지 않은 상태에서 조합의 해산사유가 발생하여 해산이 이루어진 경우 그 잔여업무가 남아 있지 않고 다만 잔여재산의 분배 절차만이 남아 있을 때에는 조합원 사이에 별도의 약정이 없는 이상, 그 이행되지 아니한 출자금 채권을 추심하거나 청산절차를 거치지 않고도 각 조합원은 자신이 실제로 출자한 가액 비율의 범위 내에서 그 출자가액 비율을 초과하여 잔여재산을 보유하고 있는 조합원에 대하여 잔여재산의 분배 절차를 진행할 수 있다. 이때 잔여재산은 특별한 사정이 없는 한 각 조합원이 실제로 출자한 가액에 비례하여 이를 분배하여야 할 것인데, 일부 이행되지 아니한 출자금이 있더라도 이를 고려하지 않고 잔여재산의 범위를 확정한 다음 각 조합원이 실제로 출자한 가액에 비례하여 이를 분배함이 타당하다(대법원 2022. 2. 17. 선고 2016다278579, 278586 판결).<br/>(2) 구체적 판단<br/>          원고와 피고가 이 사건 동업계약에 따른 사업 지분율 및 수익금 비율을 5:5의 비율로 정한 사실은 앞서 본 바와 같다. 그러나 앞서 본 법리, 갑 제4 내지 15, 63, 내지 71, 77, 82호증의 각 기재, 제1심 증인 소외 4, 이 법원 증인 소외 5의 각 법정진술 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정에 비추어, 이 사건 동업계약에 따른 원고와 피고 사이의 잔여재산의 분배 비율을 5:5로 하는 것은 타당하지 아니하고, 여기에 앞서 본 바와 같이 원고가 피고에 비하여 현금 출자를 7,538,320원을 많이 한 사정까지 고려하면, 그 분배 비율을 ‘원고 65대 피고 35’로 정하는 것이 타당하다고 할 것이다.<br/>          (가) 원고가 (학원명 생략)의 전체적인 운영·관리, 학원 강사들, 직원들 및 학원생들에 대한 관리, 수익 및 지출 관리 등 (학원명 생략)의 운영이라는 공동사업과 관련된 중요한 부분의 대부분을 담당하였던 것으로 보이는데 반하여, 피고는 단지 ‘원장’이라는 직함만을 가지고 (학원명 생략)의 수학 수업만을 담당하면서 (학원명 생략)의 운영에 실질적으로 관여하지 아니한 것으로 보인다.<br/>          (나) 더구나 피고는 이 사건 동업계약기간 중 다른 학원에 출근하여 강의를 하고 임금을 지급받기도 한 사실이 인정되는바, 비록 원고와 피고의 최초 출자 금액이 거의 비슷하다고 하더라도, 출자는 금전 외에 노무로도 가능한 점, 이 사건 동업계약에 따른 공동사업의 운영에 관한 원고와 피고 사이의 기여도 차이가 현저한 점 등에 비추어 원고와 피고의 잔여재산 분배 비율을 5:5로 판단하는 것은 정의와 형평에 부합하지 아니한다.<br/>          (다) 피고는 피고가 (학원명 생략)의 운영에 적극적으로 관여하였다는 근거로 피고가 작성한 수첩(을 제18, 19호증)을 제출하기는 하였으나, 이는 피고가 일방적으로 작성한 것일 뿐만 아니라, 위 수첩의 기재 내용을 살펴보더라도 피고가 구체적으로 어떻게 (학원명 생략)의 운영에 관여한 것인지 알기 어렵고, 위 수첩이나 피고의 주장을 뒷받침할만한 별다른 증거가 보이지 아니한다((학원명 생략)에서 근무하였던 강사들은 (학원명 생략)의 실질적인 운영 주체는 원고라는 취지로 진술하고 있어, 위 수첩이나 피고의 주장과는 상반된다).<br/>나) 정산금의 계산<br/>        ① (학원명 생략) 순수익금 166,836,675원 + ② 임대차보증금 및 책상, 컴퓨터, 프린터 등의 잔존가치의 합계 21,003,952원 + ③ 권리금 20,000,000원의 합계는 207,840,627원이고, 이를 원고와 피고의 잔여재산 분배 비율에 따라 나누면 원고는 피고에게 72,744,219원(= 207,840,627원 × 피고의 잔여재산 분배 비율 35%)을 지급할 의무가 있다.<br/>        다만 피고가 이 사건 동업계약기간 중 (학원명 생략) 수업료 명목으로 원고로부터 합계 48,900,000원을, 학원생들로부터 합계 26,100,000원을 각 지급받은 사실은 당사자 사이에 다툼이 없는바, 위 48,900,000원 및 26,100,000원의 합계인 76,500,000원은 피고가 원고로부터 수령할 위 정산금에서 공제되어야 한다. 이에 따라 72,744,219원에서 76,500,000원을 공제하면 －3,755,781원이 되므로, 피고는 오히려 원고에게 위 3,755,781원을 정산금으로 지급하여야 한다.<br/>        따라서 피고는 원고에게 위 3,755,781원 및 이에 대하여 이 사건 청구취지 및 청구원인 변경신청서 부본 송달일 다음날인 2018. 11. 22.부터 피고가 그 의무이행의 존부 및 범위에 관하여 항쟁함이 상당한 이 법원 판결 선고일인 2022. 9. 29.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 원고와 피고의 각 위자료 청구에 관한 판단<br/>가. 원고의 본소청구에 관하여<br/>    원고는, \"피고가 동업기간 중 수강생 2명을 폭행하였는데, 피고가 자신의 행위임을 인정하지 않아 마치 원고가 폭행을 한 것처럼 학부모들 사이에 소문이 나서 학원의 신용과 명예가 손상되었고 이로 인하여 학원의 영업이 극심한 어려움을 겪고 있고, 학원생들을 이탈시켜 인근에 다른 학원을 차려 운영함으로써 원고에게 커다란 경제적 피해를 입게 하고 있으므로 이에 대하여 금전으로 위자할 의무가 있다. 따라서 피고는 원고에게 위자료 10,000,000원 및 그 지연손해금을 지급할 의무가 있다.\"는 취지로 주장한다.<br/>    살피건대 통상 타인의 불법행위로 인하여 물적 침해를 입은 피해자는 그 재산상 손해의 배상에 의하여 정신적 고통도 회복된다고 보아야 하므로 이를 이유로 위자료 청구권을 행사하는 것이 허용되지 아니하는바(대법원 1995. 5. 12. 선고 94다25551 판결 등 참조), 원고가 피고의 재산상 손해의 배상에 의하여 회복될 수 없는 특별한 정도의 정신적 고통을 입었음을 인정할만한 객관적인 증거가 없으므로 원고의 위자료 청구는 받아들이지 아니한다.<br/>나. 피고의 반소청구에 관하여<br/>    갑 제18호증, 을 제3호증의6, 제7호증의 각 기재 및 변론 전체의 취지를 종합하면, 원고는 2017. 7. 20.경 ‘학원 운영 및 수익금 배분 문제’로 피고와 언쟁을 하던 중 다른 사람이 듣고 있는 가운데 피고에게 \"하, 씨발 새끼, 진짜. 야 이 새끼야. 나가 죽자, 너랑 나랑. 나가 죽어! 이리와, 새끼야! 나가 뒈져, 이 새끼야! 같이 죽자, 이 새끼야. 천하의 못된 새끼. 나와, 이 새끼야! 나와, 이 씨, 나와. 아, 비켜, 이 새끼야!\"라고 말하여 공연히 피고를 모욕하고, 양손으로 피고의 멱살을 잡아 흔들고, 그곳 책상 위에 있던 계산기를 피고를 향해 집어던져 피고를 폭행한 사실이 인정된다.<br/>     위 인정사실에 의하면, 피고가 원고의 위와 같은 모욕과 폭행으로 인하여 정신적인 고통을 받았을 것임은 경험칙상 명백하므로 원고는 피고에게 피고가 입은 정신적 손해를 배상할 책임이 있다.<br/>    나아가 위자료의 액수에 관하여 보건대, 원고와 피고의 관계, 위와 같은 모욕과 폭행에 이른 경위 및 모욕, 폭행행위의 내용 및 정도 기타 이 사건 변론에 나타난 여러 가지 사정을 두루 참작할 때 그 위자료의 액수를 3,000,000원으로 정하는 것이 타당하다.<br/>    따라서 원고는 피고에게 위 3,000,000원 및 이에 대하여 이 사건 2018. 12. 19.자 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음날인 2018. 12. 21.부터 원고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 상당한 제1심법원 판결 선고일인 2020. 8. 13.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>5. 결론<br/>  그렇다면 원고의 본소청구 및 피고의 반소청구는 각 위 인정범위 내에서 이유 있어 이를 인용하고, 원고의 나머지 본소청구와 피고의 나머지 반소청구는 이유 없어 이를 모두 기각하여야 하는데, 제1심판결은 이와 결론이 달라 부당하므로, 제1심판결을 주문과 같이 변경하기로 한다.<br/><br/>판사 송인권(재판장) 고진흥 성찬용 ",
    "사건번호": "2020나15554(본소), 2020나15561(반소)",
    "사건종류코드": "400101",
    "판례정보일련번호": "237981",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}