{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20230428",
    "법원명": "서울고등법원",
    "사건명": "부당이득금",
    "판례내용": "【원고, 항소인 겸 피항소인】 주식회사 팬택 (소송대리인 법무법인 위즈 담당변호사 송동진 외 1인)<br/>【피고, 피항소인 겸 항소인】 대한민국<br/>【제1심판결】 서울중앙지방법원 2022. 6. 24. 선고 2020가합603559 판결<br/>【변론종결】2023. 3. 24.<br/>【주    문】<br/>  1. 원고와 피고의 항소를 모두 기각한다.<br/>  2. 항소비용은 각자 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>   피고는 원고에게 5,035,486,377원 및 그중 1,098,586,377원에 대하여는 2013. 9. 3.부터, 3,936,900,000원에 대하여는 2013. 12. 27.부터 각 2014. 3. 13.까지는 연 5.1%의, 그 다음 날부터 2015. 3. 5.까지는 연 4.35%의, 그 다음 날부터 2016. 3. 6.까지는 연 3.75%의, 그 다음 날부터 2017. 3. 14.까지는 연 2.7%의, 그 다음 날부터 2018. 3. 18.까지는 연 2.4%의, 그 다음 날부터 2019. 3. 19.까지는 연 2.7%의, 그 다음 날부터 2020. 2. 6.까지는 연 3.15%의, 그 다음 날부터 2020. 12. 10.까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>가. 원고<br/>     제1심판결을 청구취지와 같이 변경한다.<br/>나. 피고<br/>     제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 기초사실<br/>가. 원고의 지위<br/>    주식회사 팬택(이하 ‘분할 전 팬택’이라 한다)은 1991. 3. 29. 전자기기 기계기구, 통신기계기구와 부속품의 제조 가공 및 판매업 등을 목적으로 설립된 회사이다. 원고는 2015. 10. 22. 아래 나.항에서 보는 바와 같은 회생계획에 따라 분할 전 팬택으로부터 물적분할되어 설립된 회사이다. 분할 전 팬택은 물적분할 후 그 상호를 주식회사 팬택자산관리(이하 ‘팬택자산관리’라 한다)로 변경하였다.<br/>나. 분할 전 팬택에 대한 회생절차<br/>    1) 분할 전 팬택은 2014. 8. 12. 서울중앙지방법원에 회생절차 개시를 신청하여 2014. 8. 19. 회생절차개시결정을 받았고(서울회생법원 2014회합100098호), 분할 전 팬택의 대표이사였던 소외 1이 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제74조 제4항에 의하여 관리인으로 간주되었다(이하 관리인으로 간주되는 사람을 ‘법률상 관리인’이라 한다).<br/>    2) 분할 전 팬택은 2015. 10. 16. 위 법원으로부터 회생계획인가결정을 받았다(이하 인가된 회생계획을 ‘이 사건 회생계획’이라 한다). 이 사건 회생계획 중 이 사건과 관련된 부분은 아래와 같다.<br/>제10장 회사분할 제1절 일반사항  1. 분할의 목적   분할의 목적은 분할신설회사(원고를 말한다, 이하 같다)가 전기기기 및 통신기기 제조·판매 등 분할대상 사업부문에 적합한 경영시스템을 확립하여 해당 R＆D 위주의 해외사업부문의 전문성을 강화하고 경영효율성 제고 및 재무구조 개선을 통해 기업가치를 증대함으로써 조속한 경영정상화를 달성하는 데 있습니다.   채무자는 분할신설회사의 인수자에게 49,592,000,000원에 주식 100%를 양도하며, 주식매각대금으로 해당하는 회생채무를 변제합니다. 이후 분할신설회사는 법원의 허가를 얻어 회생절차를 종결하여 정상적으로 사업을 영위하고, 분할존속회사(팬택자산관리를 말한다, 이하 같다)는 인수대금을 통해 확정채권에 대한 변제가 완료된 이후 회생절차 종결신청을 합니다. 회생절차의 종결일에 분할존속회사의 잔존자산인 김포공장 및 김포공장 관련자산 일부 그리고 일부 A/S센터 임차 관련 보증금 등은 파산을 통해 처리합니다.  2. 분할의 방법   가. 채무자회생법 제212조에 따라 채무자를 분할존속회사 및 분할신설회사로 분할하고 (중략) 물적분할 방식으로 분할신설회사를 설립하며, 분할신설회사에 이전되는 자산은 김포공장 및 김포공장 관련 자산 그리고 일부 A/S센터 임차 관련 보증금을 제외한 모든 자산 및 공익채무 전부(중략)로 합니다. 분할신설회사의 발행주식 전부를 분할존속회사가 인수함으로써 분할신설회사를 설립합니다.   나. 분할신설회사는 분할 전 회사의 채무(공익채권을 포함) 중 분할신설회사에 이전한 채무(책임을 포함한다, 이하 같다)만을 부담하며, 분할신설회사에 이전되지 아니하는 다른 채무에 대하여 연대하여 변제할 책임을 지지 아니합니다. 또한 분할존속회사는 분할존속회사에 존속하는 채무만을 부담하며, 분할신설회사에 이전된 채무에 대해서는 연대하여 변제할 책임을 지지 아니합니다. 제2절 분할존속회사에 관한 사항  3. 분할 이후 잔존하는 자산 및 부채   바. 이전대상 소송목록    M＆A 인수 대상이 아닌 김포공장 및 관련 자산과 A/S센터 임대차 관련 소송을 제외한 일체의 소송은 분할신설회사로 이전됩니다. 분할신설회사로 이전될 주요 소송목록은 다음과 같습니다. 회생채권조사확정재판 등 회생채권에 대한 소송이나 분쟁은 분할신설회사로 이전되지 않습니다.순번원고피고청구금액(원)법원사건번호6분할 전 팬택의 관리인 소외 1마포세무서장행정처분 취소청구서울행정법원2015구합53282(소가 1,323,825,000)<br/>    3) 원고는 2015. 10. 22. 이 사건 회생계획에 따라 설립되어 2015. 11. 26. 위 법원으로부터 회생절차종결결정을 받았다.<br/>    4) 팬택자산관리는 2016. 3. 16. 위 법원으로부터 회생절차종결결정을 받았고, 그 다음 날 파산선고결정을 받았다(서울회생법원 2016하합100060호).<br/>다. 피고의 분할 전 팬택에 대한 법인세 부과처분<br/>    마포세무서장은 2013. 8. 1. 분할 전 팬택에 대하여 2011사업연도 법인세 4,106,400,000원 및 가산세 410,640,000원, 2012사업연도 법인세 509,850,000원 및 가산세 50,985,000원 합계 5,077,875,000원을 부과하였고(이하 ‘이 사건 과세처분’이라 한다), 분할 전 팬택은 2013. 9. 2. 1,140,975,000원 및 2013. 12. 26. 3,936,900,000원을 각 납부하였다.<br/>라. 이 사건 과세처분 취소소송의 경과<br/>    1) 분할 전 팬택은 이 사건 과세처분에 불복하여 2013. 11. 8. 조세심판원에 심판청구를 하였으나, 조세심판원은 2014. 11. 4. 이를 기각하였고, 분할 전 팬택의 법률상 관리인은 2015. 2. 3. 마포세무서장을 상대로 이 사건 과세처분 취소소송을 제기하였다(서울행정법원 2015구합53282호, 이하 ‘이 사건 취소소송’이라 한다).<br/>    2) 이 사건 취소소송 제1심 계속 중인 2015. 10. 22. 이 사건 회생계획에 따라 원고가 분할신설회사로 설립되었고, 소외 1, 소외 2가 원고의 공동관리인으로 선임되어 이 사건 취소소송을 수계하였다가, 원고에 대한 회생절차가 2015. 11. 26. 종결된 후 원고가 2015. 12. 21. 위 법원에 소송수계신청서를 제출하였다.<br/>    3) 원고는 이 사건 취소소송 제1심에서 2016. 4. 1. 승소하였으나, 마포세무서장이 항소함에 따라 진행된 항소심에서 ‘이 사건 과세처분 중 2011사업연도 법인세 34,279,033원 및 가산세 3,427,903원을 초과하는 부분과 2012사업연도 법인세 4,256,079원 및 가산세 425,608원을 초과하는 부분을 취소하라’는 내용의 원고 일부 승소판결이 2019. 9. 25. 선고되었고(서울고등법원 2016누42427호), 위 판결은 2020. 2. 6. 마포세무서장의 상고가 기각되어 2020. 2. 10. 확정되었다(대법원 2019두55774호). 이 사건 과세처분 중 이 사건 취소소송에 따라 취소된 금액은 아래 표에서 보는 바와 같이 합계 5,035,486,377원이다(이하 ‘이 사건 환급금’이라 한다).<br/>구분이 사건 과세처분 금액(원)취소 금액(원)2011사업연도법인세4,106,400,0004,072,120,967가산세410,640,000407,212,0972012사업연도법인세509,850,000505,593,921가산세50,985,00050,559,392합계5,077,875,0005,035,486,377<br/>마. 팬택자산관리의 체납 국세에 대한 국세환급금충당<br/>    1) 한편 분할 전 팬택의 거래처들이 분할 전 팬택에 대한 회생계획인가 및 팬택자산관리에 대한 파산선고에 따라 매출세액에서 대손세액을 공제하여 통보하자, 마포세무서장은 그 대손세액 상당의 매입세액을 차감하여 2016. 4. 18.부터 2019. 3. 4.까지 팬택자산관리에 대하여 아래 표 기재와 같이 부가가치세 6건 합계 6,624,077,940원을 경정하여 고지하였고, 팬택자산관리는 위 부가가치세 전액을 체납하였다.<br/>순번세목코드관리번호귀속연도내국세(원)세목납부기한고지일자1201604-6-41739622092015-071,674,341,610부가가치세2016. 4. 30.2016. 4. 18.2201605-6-41741322182015-073,656,542,070부가가치세2016. 5. 31.2016. 5. 9.3201702-6-41803308982015-07739,180,660부가가치세2017. 3. 15.2017. 2. 27.4201702-6-41803308892016-0138,436,800부가가치세2017. 3. 15.2017. 2. 27.5201903-6-41106316602015-07512,905,970부가가치세2019. 3. 31.2019. 3. 4.6201903-6-41106139952017-072,670,830부가가치세2019. 3. 31.2019. 3. 4.합계6,624,077,940<br/>    2) 마포세무서장은 2020. 2. 26. 팬택자산관리에게 이 사건 환급금 중 5,035,486,360원 및 이에 대한 환급가산금 369,875,230원 합계 5,405,361,590원을 팬택자산관리의 체납 부가가치세 합계 5,405,361,590원(= 위 표 순번1 1,674,341,610원 중 497,368,140원 + 순번2 3,656,542,070원 + 순번3 739,180,660원 중 705,842,550원 + 순번4 38,436,800원 + 순번5 512,905,970원 중 504,501,200원 + 순번6 2,670,830원)에 충당하였다고 통지하였다(이하 ‘이 사건 충당’이라 한다).<br/>    3) 원고는 2020. 3. 10. 마포세무서장에게 이 사건 환급금을 원고에게 지급할 것을 요청하였으나, 마포세무서장은 2020. 4. 1. 이 사건 환급금은 팬택자산관리의 체납된 국세 및 체납처분비에 우선 충당되어야 한다는 이유로 원고의 요청을 거부하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 8호증, 을 제2 내지 5호증의 각 기재(가지번호 포함, 이하 같다), 변론 전체의 취지<br/>2. 원고 주장의 요지<br/>  피고는 분할 전 팬택에 대하여 이 사건 과세처분을 하였고, 분할 전 팬택은 이에 불복하여 이 사건 취소소송을 제기하였다. 원고는 분할 전 팬택으로부터 물적분할되어 설립된 회사로, 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것. 이하 ‘구 상법’이라 한다) 제530조의10 및 이 사건 회생계획에 따라 이 사건 취소소송으로 인한 권리의무를 분할 전 팬택으로부터 승계하였고, 이 사건 취소소송에서 일부 승소하여 피고로부터 이 사건 환급금을 지급받을 권리가 있다. 피고는 이 사건 환급금 전액을 팬택자산관리의 체납 국세에 충당하고 원고의 환급 요청을 거부하였으나, 위 충당은 대립하는 양 채권이 충당적상에 있지 않았으므로 효력이 없다. 따라서 피고는 원고에게 부당이득으로 이 사건 환급금 5,035,486,377원 및 이에 대한 국세환급가산금 또는 지연손해금을 지급할 의무가 있다.<br/>3. 판단<br/>가. 부당이득 반환의무의 존재 여부<br/>1) 원고가 이 사건 환급금채권을 승계 하였는지 여부<br/>가) 관련 법리<br/>구 상법 제530조의10은 ‘분할 또는 분할합병으로 인하여 설립되는 회사 또는 존속하는 회사는 분할하는 회사의 권리와 의무를 분할계획서 또는 분할합병계약서가 정하는 바에 따라서 승계한다.’라고 규정하고 있으므로, 회사의 분할합병이 있는 경우에는 분할합병계약서에 정한 바에 따라 피분할회사의 권리의무는 사법상의 관계나 공법상의 관계를 불문하고 그 성질상 이전을 허용하지 않는 것을 제외하고는 분할합병으로 인하여 존속하는 회사에게 포괄승계된다(대법원 2011. 8. 25. 선고 2010다44002 판결 참조). 채무자회생법 제272조 제1항은 회생계획에 의하여 주식회사인 채무자가 분할되거나 주식회사인 채무자 또는 그 일부가 다른 회사 또는 다른 회사의 일부와 분할합병할 것을 정한 때에는 회생계획에 의하여 분할 또는 분할합병할 수 있다고 하면서 제4항은 그 경우에 구 상법 제530조의10의 적용을 배제하고 있지 않고, 채무자회생법 제280조는 ‘회생계획에서 신설회사가 회생회사의 조세채무를 승계할 것을 정한 때에는 신설회사는 그 조세를 납부할 책임을 지며, 회생회사의 조세채무는 소멸한다’고 규정하여, 조세채무에 관하여 회생계획에서 그 승계 여부를 정할 수 있음을 명시하고 있다.<br/>        그렇다면 회생계획에 의하여 설립되는 신설회사가 승계하는 회생회사의 권리와 의무에는 성질상 이전이 허용되지 않는 것을 제외하고는 사법상 관계와 공법상 관계 모두가 포함된다고 보아야 한다.<br/>        그리고 어떠한 권리와 의무가 신설회사에 승계되는지는 회생계획의 해석에 관한 문제로서, 회생계획의 문언의 내용에 의하여 객관적 의미를 합리적으로 해석하여야 하지만, 회생계획의 문언에 의하여 그 객관적인 의미가 명확하게 드러나지 아니하여 그 해석을 둘러싸고 이견이 있어 회생계획에 나타난 의사가 무엇인지 문제되는 경우에는 회생계획에 기재된 분할의 원칙과 승계 대상 권리와 의무의 내용, 분할회사의 존속 여부, 회생계획안을 작성한 관리인 및 이를 가결한 회생채권자 등 이해관계인들의 합리적 의사, 분할의 경위 및 분할에 의하여 달성하려는 목적, 거래의 관행 등을 종합적으로 고려하여 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다(대법원 2017. 7. 18. 선고 2016두41781 판결 참조).<br/>나) 구체적 판단<br/>        (1) 기초사실과 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들에 비추어 보면, 이 사건 취소소송으로 인하여 발생할 분할 전 팬택과 피고 사이의 권리의무는 이 사건 회생계획에 의한 회사 분할에 따라 원고에게 승계되었으므로, 원고가 이 사건 환급금채권을 취득하였다고 보는 것이 타당하다.<br/>          ① 이 사건 회생계획에 의하면, 분할 전 팬택의 분할에 따라 원고에게 이전되는 자산은 ‘김포공장 및 관련 자산, 일부 A/S센터 임차 관련 보증금을 제외한 모든 자산 및 공익채무 전부’라고 정하였다. 따라서 앞서 본 이전 제외 자산에 해당한다는 특별한 사정이 없는 한 분할 전 팬택의 자산은 원고에게 이전된다고 해석하는 것이 이 사건 회생계획의 문언에 부합한다.<br/>          ② 이 사건 회생계획에 의하면, 이 사건 취소소송은 원고에게 이전된다고 명시되어 있고, 그 당사자, 청구금액 및 사건번호가 특정되어 있다. 위와 같은 내용이 이 사건 회생계획 중 제2절 분할존속회사에 관한 사항 〉 3. 분할 이후 잔존하는 자산 및 부채 〉 바. 이전대상 소송목록에 기재되어 있는 점, ‘김포공장 및 관련 자산, 일부 A/S센터 임차 관련 보증금’은 앞서 본 바와 같이 이전되는 자산에서 제외하였는데, 이와 관련된 소송 또한 이전되는 소송에서 제외한 점을 보면, 실체적인 권리의무 주체에게 소송상의 지위를 일치시키고자 하였던 것으로 보이는 점 등에 비추어 이 사건 취소소송으로 인하여 발생할 권리의무까지 원고에게 이전한다는 의미로 보는 것이 타당하다.<br/>          ③ 이 사건 회생계획의 회사 분할 목적을 보면, 원고는 전기기기 및 통신기기 제조·판매 등 분할대상 사업을 정상적으로 할 수 있도록 하는 한편, 팬택자산관리는 그가 가지게 될 원고 주식 100%를 매각하여 그 매각대금으로 회생채무를 변제한 다음 회생절차가 종결되면 나머지 채무는 파산을 통하여 처리하려고 하였다. 따라서 이 사건 취소소송으로 인하여 발생할 이 사건 환급금채권을 굳이 팬택자산관리에 남길 이유가 없었다.<br/>          ④ 이 사건 환급금채권은 부당이득반환청구권의 성질을 가지므로, 성질상 이전이 허용되지 않는다고 볼 수 없다(국세기본법 제53조에서 환급금 양도에 관하여 규정하고 있는 것도 결국 환급금채권이 양도 가능성 있는 권리임을 전제로 한다). 따라서 이 사건 환급금 채권은 원고에게 이전될 수 있는 성질의 것이다.<br/>        (2) 피고의 주장에 관한 판단<br/>          (가) 피고는 이 사건 취소소송에서의 원고 적격은 그 성질상 회사분할 내지 회생계획을 통한 분할로서 이전이 허용되지 않는 것이므로 원고는 분할 전 팬택으로부터 이 사건 취소소송을 수계할 수 없다고 주장한다.<br/>            그러나 분할 전 팬택의 법률상 관리인이 마포세무서장을 상대로 이 사건 취소소송을 제기한 사실, 이 사건 취소소송 제1심 계속 중 이 사건 회생계획에 따라 원고가 설립되었고, 최종적으로 원고가 이 사건 취소소송을 수계한 사실, 이 사건 취소소송의 판결이 2020. 2. 10. 확정된 사실은 앞서 본 바와 같다. 그렇다면 이 사건 취소소송 수계절차의 흠결을 이유로 한 피고의 주장은 이미 그 판결이 확정된 이상 더 나아가 살필 필요 없이 이유 없다.<br/>          (나) 피고는 원고가 이 사건 취소소송의 소송상 지위만 절차적으로 수계한 것에 불과하고, 이 사건 환급금채권 자체를 실체적으로 이전받은 것은 아니며, 이 사건 과세처분의 납세의무자는 분할 전 팬택이므로, 그 환급의 상대방 또한 분할존속법인인 팬택자산관리이고, 이 사건 충당은 국세기본법 제51조 제1항, 제2항 제2호에 의한 것이므로 정당하다고 주장한다.<br/>            그러나 이 사건 취소소송으로 인하여 발생할 권리의무가 원고에게 승계되었음은 앞서 본 바와 같다. 이 사건 환급금의 지급상대방이 분할 전 팬택임을 전제로 하는 피고의 주장은 더 나아가 살필 필요 없이 이유 없다.<br/>2) 이 사건 환급금채권의 승계에 구 국세기본법의 양도에 관한 규정이 적용되는지 여부<br/>      가) 구 국세기본법(2019. 12. 31. 법률 제16841호로 개정되기 전의 것, 이하 같다) 제53조 및 동법 시행령(2019. 2. 12. 대통령령 제29534호로 개정되기 전의 것, 이하 같다) 제43조의4 제1항, 제2항에 의하면, 납세자는 국세환급금에 관한 권리를 타인에게 양도할 수 있고, 국세환급금에 관한 권리를 타인에게 양도하려는 납세자는 세무서장이 국세환급금통지서를 발급하기 전에 문서로 관할 세무서장에게 양도를 요구하여야 하며, 세무서장은 위 요구가 있는 경우에 양도인이 납부할 다른 국세·가산금 또는 체납처분비가 있으면 그 국세·가산금 또는 체납처분비에 충당하고, 남은 금액에 대해서는 양도의 요구에 지체 없이 따라야 한다.<br/>        이 사건에 관하여 보건대, 회생계획에 의한 회사 분할에 따른 국세환급금채권의 승계는 회생계획이 정하는 바에 따라 분할신설회사로 하여금 회생회사의 권리와 의무를 승계하도록 하는 것으로 국세환급금채권이 납세의무자 이외의 자에게 이전된다는 점에서 그 실질적인 효력이 채권양도와 동일하므로, 이 사건과 같이 원고가 이 사건 환급금채권을 양도받은 경우가 아니라 이 사건 취소소송으로 인하여 발생할 이 사건 환급금채권을 이 사건 회생계획에 의한 회사 분할에 따라 승계한 경우에도 위 법령의 규정은 그대로 적용된다고 할 것이다.<br/>      나) 원고는 이에 대하여 ‘국세환급금채권의 양도에 있어서 과세관청의 선충당권을 규정한 구 국세기본법 시행령 제43조의4 등이 국세환급금채권에 대한 압류 및 전부명령에 대하여 적용 또는 유추적용된다고 볼 수 없다’고 설시한 대법원 2008. 7. 24. 선고 2008다19843 판결을 원용하면서 위 법령의 규정 등이 이 사건 환급금채권의 승계에도 마찬가지로 적용될 수 없다고 주장한다.<br/>        그러나 위 대법원 판결은 국세환급금채권에 대한 압류 및 전부명령은 납세의무자의 채권자에 의하여 이루어지는 채권집행으로서 납세의무자의 의사와 무관하게 이루어진다는 점에서 이를 국세환급금채권의 양도와 동일하다고 볼 수 없다는 취지인데, 기초사실, 앞서 든 증거에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 이 사건 회생계획은 분할 전 팬택의 법률상 관리인이 제출한 것인 점, ② 이 사건 회생계획은 분할 이후 분할신설회사인 원고에게 이전되는 자산 및 부채와 분할존속회사인 팬택자산관리에 잔존하는 자산 및 부채를 구체적으로 정하고 있는 점, ③ 원고는 이 사건 회생계획에 따라 이 사건 취소소송으로 인하여 발생할 권리의무를 승계한 것인 점 등에 비추어 보면, 원고의 이 사건 환급금채권에 대한 승계가 납세의무자인 분할 전 팬택의 의사와 무관하게 이루어졌다고 볼 수 없으므로, 위 대법원 판결의 법리를 이 사건에 그대로 원용하는 것은 적절하지 않다. 따라서 원고의 이 부분 주장은 이유 없다.<br/>3) 이 사건 충당이 유효한지 여부<br/>가) 관련 법리<br/>        (1) 구 국세기본법 제53조, 동법 시행령 제43조의4 제1항, 제2항의 규정들을 종합하여 살펴보면, 납세자가 자신이 환급받을 국세환급금채권을 타인에게 양도한 다음 양도인 및 양수인의 주소와 성명, 양도하고자 하는 권리의 내용 등을 기재한 문서로 세무서장에게 통지하여 그 양도를 요구하면, 세무서장은 양도인이 납부할 다른 체납 국세 등이 있는지 여부를 조사·확인하여 체납 국세 등이 있는 때에는 지체 없이 체납 국세 등에 먼저 충당한 후 그 잔여금이 있으면 이를 양수인에게 지급하여야 하고, 만일 세무서장이 이에 위배하여 납세자로부터 적법한 양도 요구를 받았음에도 지체 없이 충당을 하지 않는 경우에는 양수인이 양수한 국세환급금채권은 확정적으로 양수인에게 귀속되고, 그 후에 세무서장이 양도인의 체납 국세 등에 충당을 하더라도 충당에는 소급효가 없어 장래에 향하여만 효력이 있으므로, 이러한 충당은 결국 양수인에게 확정적으로 귀속되어 더 이상 양도인 소유가 아닌 재산에 대하여 조세채권을 징수한 결과가 되어 그 효력이 발생하지 않는다고 보아야 한다. 여기서 충당이 유효한지 여부를 판단함에 있어서는 국세환급금채권이 확정된 이후에 양도 요구를 받은 경우에는 양도 요구를 받은 때로부터, 국세환급금채권이 확정되기 전에 미리 양도 요구를 받은 경우에는 국세환급금채권이 확정된 때로부터 각 지체 없이 충당하였는지를 기준으로 판단하여야 한다(대법원 2003. 9. 26. 선고 2002다31834 판결, 대법원 2009. 3. 26. 선고 2008다31768 판결, 대법원 2019. 6. 13. 선고 2016다239888 판결 참조).<br/>        (2) 구 국세기본법 제51조 제1항의 규정에 의하면, 세무서장은 납세의무자가 국세·가산금 또는 체납처분비로서 납부한 금액 중 오납액, 초과납부액 또는 환급세액이 있는 때에는 즉시 이를 국세환급금으로 결정하여야 한다고 되어 있는바, 여기서 오납액이라 함은 납부 또는 징수의 기초가 된 신고(신고납세의 경우) 또는 부과처분(부과과세의 경우)이 부존재하거나 당연무효임에도 불구하고 납부 또는 징수된 세액을 말하고, 초과납부액은 신고 또는 부과처분이 당연무효는 아니나 그 후 취소 또는 경정됨으로써 그 전부 또는 일부가 감소된 세액을 말하며, 환급세액은 적법히 납부 또는 징수되었으나 그 후 국가가 보유할 정당한 이유가 없게 되어 각 개별 세법에서 환부하기로 정한 세액을 말하므로, 위 오납액과 초과납부액 및 환급세액은 모두 조세채무가 처음부터 존재하지 않거나 그 후 소멸되었음에도 불구하고 국가가 법률상 원인 없이 수령하거나 보유하고 있는 부당이득에 해당한다. 그러므로 이러한 부당이득의 반환을 구하는 납세의무자의 국세환급금채권은 오납액의 경우에는 처음부터 법률상 원인이 없으므로 납부 또는 징수시에 이미 확정되어 있고, 초과납부액의 경우에는 신고 또는 부과처분의 취소 또는 경정에 의하여 조세채무의 전부 또는 일부가 소멸한 때에 확정되며, 환급세액의 경우에는 각 개별 세법에서 규정한 환급 요건에 따라 확정되는 것이다(대법원 1997. 10. 10. 선고 97다26432 판결, 대법원 2009. 3. 26. 선고 2008다31768 판결 등 참조).<br/>나) 구체적 판단<br/>        (1) 이 사건 환급금채권에 대한 양도 요구가 있었는지 여부 및 그 시점<br/>구 국세기본법 시행령 제43조의4 제1항에 의하면 국세환급금에 관한 권리를 타인에게 양도하려는 납세자는 세무서장이 국세환급금통지서를 발급하기 전에 문서로 관할 세무서장에게 양도를 요구하여야 한다. 이 사건에 관하여 보건대, 이 사건 취소소송으로 인하여 발생할 이 사건 환급금채권은 이 사건 회생계획에 의한 회사 분할에 따라 원고에게 승계되었으므로, 이 사건 회생계획에 의하여 원고가 설립된 2015. 10. 22.경 이 사건 환급금채권의 양도가 이루어졌다고 할 것이다. 나아가 원고의 공동관리인이 이 사건 취소소송을 수계한 때 또는 원고가 회생절차종결결정을 받은 후 소송수계신청서를 제출하여 이 사건 취소소송의 피고인 마포세무서장에게 송달된 2015. 12. 21.경 이 사건 환급금채권에 대한 양도 요구가 이루어졌다고 할 것이다.<br/>          피고는 이에 관하여 원고가 마포세무서장에게 구 국세기본법 시행령 제43조의4 제1항에서 정한 문서로 양도를 요구하지 않았으므로 이 사건 환급금채권에 대한 양도 요구가 없었다고 주장한다. 그러나 위 조항은 국세환급금채권을 양도하려는 납세자로 하여금 ① 양도인의 주소와 성명, ② 양수인의 주소와 성명, ③ 양도하려는 권리의 내용을 적은 문서로 관할 세무서장에게 양도를 요구하도록 규정하고 있는데, 이 사건 취소소송이 계속되던 중 이 사건 회생계획에 의하여 원고가 설립되었고, 원고의 공동관리인 또는 원고가 이 사건 취소소송을 수계한 것이므로, 이 사건 취소소송의 상대방인 마포세무서장으로서는 원고의 공동관리인 또는 원고가 이 사건 취소소송을 수계하였을 당시 이 사건 취소소송으로 인하여 발생할 이 사건 환급금채권이 분할 전 팬택으로부터 원고에게 이전되었음을 충분히 알 수 있었다고 할 것인바, 피고가 주장하는 사정만으로 이 사건 환급금채권에 대한 양도 요구가 없었다고 볼 수 없다.<br/>        (2) 이 사건 환급금채권이 확정된 시점<br/>          하자 있는 행정처분이 당연무효가 되기 위해서는 그 하자가 법규의 중요한 부분을 위반한 중대한 것으로서 객관적으로 명백한 것이어야 한다. 한편 행정청이 어느 법률관계나 사실관계에 대하여 어느 법률의 규정을 적용하여 행정처분을 한 경우에 그 법률관계나 사실관계에 대하여는 그 법률의 규정을 적용할 수 없다는 법리가 명백히 밝혀지지 아니하여 그 해석에 다툼의 여지가 있는 때에는 행정관청이 이를 잘못 해석하여 행정처분을 하였더라도 이는 그 처분 요건사실을 오인한 것에 불과하여 그 하자가 명백하다고 할 수 없지만, 그 법률관계나 사실관계에 대하여 그 법률의 규정을 적용할 수 없다는 법리가 명백히 밝혀져 그 해석에 다툼의 여지가 없음에도 불구하고 행정청이 위 규정을 적용하여 처분을 한 때에는 그 하자가 중대하고 명백하다고 할 것이다(대법원 2012. 10. 25. 선고 2010두25107 판결 등 참조).<br/>          앞서 든 증거들 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들에 비추어 보면, 이 사건 과세처분 중 이 사건 환급금에 관련된 법인세 및 가산세의 부과처분은 그 하자가 중대할 뿐만 아니라 객관적으로 명백하여 당연무효라고 봄이 타당하고, 이에 따라 이 사건 환급금채권은 부과처분이 부존재하거나 당연무효임에도 불구하고 납부 또는 징수된 오납액으로서 처음부터 법률상 원인이 없었으므로, 납부시인 2013. 9. 2. 및 2013. 12. 26.에 이미 확정되어 있었다고 할 것이다.<br/>            ① 구 국제조세조정에 관한 법률(2018. 12. 31. 법률 제16099호로 삭제되기 전의 것) 제28조는 \"비거주자 또는 외국법인의 국내원천소득의 구분에 관하여는 소득세법 제119조 및 법인세법 제93조에도 불구하고 조세조약이 우선하여 적용된다\"라고 규정하고 있었고, 대법원 1992. 5. 12. 선고 91누6887 판결 및 대법원 2007. 9. 7. 선고 2005두8641 판결은 한미조세협약 제6조 제3항, 제14조 제4항에서의 ‘특허권에 대한 사용료는 어느 체약국 내의 동 재산의 사용 또는 사용할 권리에 대하여 지급되는 경우에만 동 체약국 내에 원천을 둔 소득으로 취급된다’는 규정의 의미는 외국법인 또는 미국법인이 대한민국에 특허권을 등록하여 대한민국 내에서 특허실시권을 가지는 경우에 그 특허실시권의 사용대가로 지급받는 소득을 의미한다는 법리를 선언하였다(이러한 법리는 그 후에도 대법원 2018. 12. 27. 선고 2016두42883 판결 등에서 확인되어왔다).<br/>            ② 그럼에도 불구하고 마포세무서장은 2013. 8. 1. 분할 전 팬택이 미국 법인에 특허권에 대한 사용료를 지급하였음에도 법인세를 원천징수하지 않았다는 이유로 국외에 등록되었으나 국내에는 등록되지 않은 특허권에 대한 사용료 소득에 대하여도 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제93조, 제98조 제1항, 한미조세협약 제14조 제1항에 따라 법인세 및 가산세를 부과하였고, 이 사건 취소소송에서 위 사용료 소득은 미국 법인의 국내원천소득에 해당하지 않으므로 분할 전 팬택이 위 사용료 소득에 대하여는 법인세를 원천징수할 의무가 없다는 이유로 이 사건 과세처분 중 이 사건 환급금에 관한 처분은 취소되었다.<br/>        (3) 이 사건 충당이 유효한지 여부 및 그 판단 시점<br/>          앞서 본 바와 같이 이 사건 환급금채권은 납부시인 2013. 9. 2. 및 2013. 12. 26.에 확정되었고, 이 사건 환급금채권에 대한 양도 요구는 늦어도 2015. 12. 21.경 있었으므로, 이 사건은 국세환급금채권이 확정된 이후에 양도 요구를 받은 경우에 해당한다. 따라서 이 사건의 경우 앞서 본 법리에 따라 세무서장이 양도 요구를 받은 때로부터 국세환급금채권을 지체 없이 체납 국세 등에 충당하였는지를 기준으로 충당이 유효한지 여부를 판단하여야 한다.<br/>          그런데 마포세무서장이 이 사건 국세환급금채권에 대한 양도 요구를 받은  2015. 12. 21. 당시 양 조세채권 확정 시점은 다음 표와 같다.<br/>이 사건 환급금채권 확정?환급금채권에 대한 양도 요구 시점?이 사건 체납 부가가치세채권 확정2013. 9. 2. 및 2013. 12. 26.2015. 12. 21.2016. 4. 18.부터 2019. 3. 4.까지<br/>          즉 ① 이 사건 환급금채권은 이 사건 양도 요구 당시 확정되어 있었으나, ② 이 사건 충당의 대상인 팬택자산관리의 체납 부가가가치세는 납세자의 신고없이 과세관청의 경정결정에 의해 조세채무가 확정된 것인데 이 사건 양도 요구 당시에는 그 경정결정이 되기 전이어서 확정되지도 않았다. 그렇다면 이 사건 양도 요구 당시에는 대립하는 양 채권이 충당 적상에 있지 아니하여 양도 요구를 받은 때로부터 지체 없이 충당이 이루어질 수 없었던 것이므로, 이 사건 환급금채권은 확정적으로 양수인인 원고에게 귀속되었고, 그 이후에 이루어진 이 사건 충당은 그 효력이 없다고 봄이 타당하다.<br/>4) 소결<br/>      그렇다면 피고는 법률상 원인 없이 이 사건 충당을 하여 분할 전 팬택에 대한 체납 국세채권의 만족을 얻고, 이로 인하여 원고는 같은 금액 상당의 손해를 입었다. 따라서 피고는 원고에게 이 사건 환급금 상당액을 부당이득으로 반환할 의무가 있다.<br/>나. 국세환급가산금 또는 지연손해금의 인정 범위<br/>1) 국세환급가산금에 대한 기본이자율의 1.5배의 이자율 적용 여부<br/>      가) 세무서장이 국세환급금을 지급할 때에는 국세기본법 시행령 제43조의3, 같은 법 시행규칙 제19조의3에 의한 기본이자율에 따라 계산한 국세환급가산금을 국세환급금에 가산하여야 한다(국세기본법 제52조 제1항). 위 기본이자율은 다음 표와 같다.<br/>적용기간이율2013. 3. 1. 이후연 3.4%2014. 3. 14. 이후연 2.9%2015. 3. 6. 이후연 2.5%2016. 3. 7. 이후연 1.8%2017. 3. 15. 이후연 1.6%2018. 3. 19. 이후연 1.8%2019. 3. 20. 이후연 2.1%<br/>      나) 원고는 국세기본법 시행령 제43조의3 제2항 단서를 이유로 법인세 납부 다음 날부터 이 사건 취소판결 확정일까지의 기간에 대하여 기본이자율의 1.5배에 해당하는 이자율로 계산한 국세환급가산금이 적용된다고 주장한다.<br/>        납세자가 행정소송법에 따른 소송을 제기하여 그 판결에 따라 세무서장이 국세환급금을 지급하는 경우로서 그 판결이 확정된 날부터 40일 이후에 납세자에게 국세환급금을 지급하는 경우에는 기본이자율의 1.5배에 해당하는 이자율이 적용된다(국세기본법 시행령 제43조의3 제2항 단서). 한편 조세환급금은 조세채무가 처음부터 존재하지 않거나 그 후 소멸하였음에도 불구하고 국가가 법률상 원인 없이 수령하거나 보유하고 있는 부당이득에 해당하고, 환급가산금은 그 부당이득에 대한 법정이자로서의 성질을 가진다(대법원 2009. 9. 10. 선고 2009다11808 판결 등 참조).<br/>        살피건대, 행정소송 판결 확정일로부터 40일 이후에 지급하는 국세환급가산금에 기본이자율의 1.5배에 해당하는 이자율을 적용하도록 한 취지는 국세환급금 지급의무가 판결로 확정되었음에도 그 지급을 지체하는 일이 없도록 조속한 국세환급금 지급을 유도하기 위한 것이다. 그렇다면 그 판결이 확정된 날부터 40일 이후에 국세환급금을 지급하는 경우에 적용되는 기본이자율의 1.5배에 해당하는 이자율은 그 판결이 확정된 날까지의 기간에 대하여 소급 적용하기 위한 것으로 보기 어렵고, 국세환급금 지급의무의 지체가 발생하는 기간에 대한 지연이자로 보는 것이 타당하다. 따라서 원고의 이 부분 주장은 이유 없다.<br/>      다) 원고는, 피고가 본래 이 사건 취소소송이 제기된 2015. 2. 3.부터 악의의 수익자로 간주되어 민법 제748조 제2항, 제749조 제2항에 따라 민법이 정한 연 5%의 비율로 계산한 이자를 반환하여야 하는데, 국세기본법 시행령 및 같은 법 시행규칙이 정한 기본이자율은 민법에 의한 이자율보다 낮으므로, 적어도 위 2015. 2. 3.부터는 국세기본법 시행령 제43조의3 제2항 단서에 따라 기본이자율의 1.5배에 해당하는 이자율로 계산한 국세환급가산금이 적용된다고 주장한다.<br/>        환급가산금의 내용에 대한 세법상의 규정은 부당이득의 반환범위에 관한 민법 제748조에 대하여 그 특칙으로서의 성질을 가진다고 할 것이므로, 환급가산금은 수익자인 국가의 선의·악의를 불문하고 그 가산금에 관한 각 규정에서 정한 기산일과 비율에 의하여 확정된다(대법원 2009. 9. 10. 선고 2009다11808 판결).<br/>        살피건대, 이 사건 환급금에 대하여는 수익자인 국가의 선의·악의를 불문하고 국세기본법 시행령 및 같은 법 시행규칙상 기본이자율이 적용된다고 할 것이므로, 원고가 주장하는 바와 같은 사유는 기본이자율의 1.5배에 해당하는 이자율로 계산한 국세환급가산금의 적용 사유가 될 수 없다. 따라서 원고의 이 부분 주장도 이유 없다.<br/>2) 지연손해금을 청구할 수 있는지 여부 및 그 기산점<br/>      원고는, 납세자가 행정소송법에 따른 소송을 제기하여 과세처분이 취소된 경우 세무서장이 그 판결에 따라 국세환급금을 지급하여야 함은 명백하므로, 그 판결의 확정시에 국세환급금 지급의무의 이행기가 도래한다고 보아야 하는바, 피고는 원고에게 이 사건 환급금에 대하여 이 사건 취소소송 상고심 선고일 다음 날인 2020. 2. 7.부터 지연손해금을 지급하여야 한다고 주장한다.<br/>      부당이득반환의무는 일반적으로 기한의 정함이 없는 채무로서, 수익자는 이행청구를 받은 다음 날부터 이행지체로 인한 지연손해금을 배상할 책임이 있다. 그러므로 납세자가 조세환급금에 대하여 이행청구를 한 이후에는 법정이자의 성질을 가지는 환급가산금청구권 및 이행지체로 인한 지연손해금청구권이 경합적으로 발생하고, 납세자는 자신의 선택에 좇아 그 중 하나의 청구권을 행사할 수 있다(대법원 2009. 9. 10. 선고 2009다11808 판결).<br/>      살피건대, 이 사건 환급금은 국가가 법률상 원인 없이 보유하고 있는 부당이득에 해당하고, 갑 제6호증의 기재에 의하면 원고가 이 사건 취소소송에 관한 판결이 확정된 이후인 2020. 3. 10.경 피고에게 이 사건 환급금의 지급을 청구한 사실이 인정된다. 그렇다면 피고는 원고로부터 이행청구를 받은 다음 날인 2020. 3. 11.부터 부당이득 반환의무에 대한 지체책임을 지므로, 원고는 2020. 3. 11.부터 그 선택에 따라 이 사건 환급금에 대한 지연손해금을 청구할 수 있다. 따라서 원고의 이 부분 주장은 위 인정범위 내에서 이유 있다.<br/>다. 소결<br/>    피고는 원고에게 부당이득금 5,035,486,377원 및 그중 ① 1,098,586,377원에 대하여는 그 납부 다음 날인 2013. 9. 3.부터, ② 3,936,900,000원에 대하여는 그 납부 다음 날인 2013. 12. 27.부터 각 2014. 3. 13.까지는 연 3.4%의, 그 다음 날부터 2015. 3. 5.까지는 연 2.9%의, 그 다음 날부터 2016. 3. 6.까지는 연 2.5%의, 그 다음 날부터 2017. 3. 14.까지는 연 1.8%의, 그 다음 날부터 2018. 3. 18.까지는 연 1.6%의, 그 다음 날부터 2019. 3. 19.까지는 연 1.8%의, 그 다음 날부터 원고가 이 사건 환급금의 지급을 청구한 2020. 3. 10.까지는 연 2.1%의, 그 다음 날부터 이 사건 소장 부본 송달일인 2020. 12. 10.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 국세환급가산금 또는 지연손해금을 지급할 의무가 있다.<br/>4. 결론<br/>  그렇다면 원고의 청구는 위 인정 범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 기각하여야 한다. 제1심판결은 이와 결론을 같이 하여 정당하므로, 원고와 피고의 항소는 이유 없어 이를 모두 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 정준영(재판장) 민달기 김용민 ",
    "사건번호": "2022나2027589",
    "사건종류코드": "400101",
    "판례정보일련번호": "238069",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}