{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220930",
    "법원명": "서울중앙지방법원",
    "사건명": "임대차보증금반환",
    "판례내용": "【반소원고】 주식회사 온그린푸드 (소송대리인 법무법인 율리 담당변호사 이형기)<br/>【반소피고】 반소피고 (소송대리인 법무법인 유로 담당변호사 김화철)<br/>【변론종결】2022. 9. 2.<br/>【주    문】<br/>  1. 반소피고는 반소원고에게 3,616,000원과 이에 대한 2022. 3. 1.부터 2022. 9. 30.까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  2. 반소원고의 나머지 반소 청구를 기각한다. <br/>  3. 소송비용 중 9/10은 반소원고가, 나머지는 반소피고가 각 부담한다.<br/>  4. 제1항은 가집행할 수 있다. <br/><br/>【청구취지】  반소피고는 반소원고에게 37,380,000원과 이에 대한 2022. 3. 1.부터 이 사건 반소장 부본 송달일까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라(반소피고는 반소원고를 상대로 이 법원 2021가단5283042호로 건물인도 청구의 본소를 제기하였으나 위 본소는 취하되었다).<br/>【이    유】1. 기초 사실<br/> 가. 반소원고는 2017. 11. 1 경 씨제이대한통운 주식회사(이하 ‘씨제이대한통운’이라 한다)로부터 그 소유이던 별지 부동산 목록 기재 각 토지 및 건물(이하 ‘이 사건 부동산’이라 한다)을 임대차보증금 4,000만 원, 차임 월 400만 원(부가가치세 별도), 임대차기간 2017. 11. 1.부터 2019. 10. 31.까지로 정하여 임차하였다. 이후 반소원고와 씨제이대한통운은 2019. 10. 31.경 위와 동일한 조건으로 하여 임대차기간을 1년 연장(2019. 11. 1.부터 2020. 10. 31.까지)하기로 약정하였다. <br/> 나. 반소피고는 2020. 4. 23. 씨제이대한통운으로부터 이 사건 부동산을 매수하여 2020. 5. 28. 그 소유권이전등기를 마쳤다. 반소피고와 씨제이대한통운은 2020. 5. 6. 반소원고에게 반소피고가 이 사건 부동산의 매수인으로서 위 가.항 기재 임대차계약에 따른 씨제이대한통운의 임대인 지위를 승계한다는 내용을 통지하였고, 반소원고는 같은 날 반소피고의 임대인 지위 승계에 동의하였다. <br/> 다. 반소피고와 반소원고는 임대차기간을 1년 더 연장하기로 합의하여 2020. 12. 28.경 이 사건 부동산에 관하여 임대차보증금 4,200만 원, 차임 월 420만 원(부가가치세 별도) 임대차기간 2020. 11. 1.부터 2021. 10. 31.까지로 하는 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였다. <br/> 라. 반소피고는 2020. 7. 12.경 반소원고에게 2021. 10. 31. 자로 이 사건 임대차계약에 따른 임대차기간이 만료되면 임대차기간을 갱신하지 않을 것이므로 2021. 10. 31.까지 임대차목적물에 대한 원상회복을 완료하고 이 사건 부동산을 인도하여 줄 것을 통지하였다.<br/> 마. 반소원고는 위 라.항 기재 통지를 받은 후 2021. 8. 23. 반소피고에게 이 사건 임대차계약의 갱신을 요구하는 통지를 하였다. <br/> 바. 반소원고는 2022. 2. 28.경 이 사건 부동산을 반소피고에게 인도하였다. <br/> [인정 근거] 다툼 없는 사실, 갑 제1 내지 16호증의 각 기재, 변론 전체의 취지<br/>2. 청구원인에 관한 판단<br/> 가. 반소원고의 주장<br/>  이 사건 임대차계약은 반소원고가 반소피고에게 이 사건 부동산을 인도한 2022. 2. 28.경 종료되었다. 반소피고는 반소원고로부터 이 사건 부동산을 인도받았으므로 반소원고에게 반소원고로부터 지급받은 임대차보증금 4,200만 원에서 2022. 2.분 차임 462만 원을 공제한 3,780만 원과 이에 대한 지연손해금을 지급할 의무가 있다. <br/> 나. 판단 <br/>  1) 이 사건 임대차계약의 종료 시기 <br/>   가) 반소원고는 상가건물 임대차보호법 제9조 제2항은 “임대차가 종료한 경우에도 임차인이 보증금을 돌려받을 때까지는 임대차관계는 존속하는 것으로 본다”고 규정하고 있는바, 반소원고는 2022. 2. 28.경 반소피고에게 이 사건 부동산을 인도할 당시까지 반소피고로부터 임대차보증금을 반환받지 못하였으므로, 이 사건 임대차계약은 2022. 2. 28.경 종료되었다고 보아야 한다고 주장한다. 그러나 위 법조항의 내용은 임대차의 종료에도 불구하고 임차인이 보증금을 돌려받을 때까지 위 규정에 따라 법정임대차관계가 존속하는 것으로 간주하여 임차인의 목적물에 대한 점유를 임대차기간이 끝나기 전과 마찬가지 정도로 강하게 보호함으로써 임차인의 보증금반환채권을 실질적으로 보장하기 위한 것이지(대법원 2020. 7. 9. 선고 2016다244224, 244231 판결 참조), 이미 종료된 임대차계약의 효력이 그대로 존속한다는 의미는 아니므로, 반소원고의 위 주장은 받아들이지 않는다.<br/>   나) 반소원고는 이 사건 임대차계약은 반소원고가 2021. 8. 23. 반소피고에게 한 갱신 요구에 따라 갱신되었다가 반소원고가 반소피고에게 이 사건 부동산을 인도한 2022. 2. 28.경 종료되었다고 주장한다. 반소원고가 이 사건 임대차계약의 기간이 만료되기 약 2개월 전인 2021. 8. 23. 반소피고에게 계약의 갱신을 요구한 사실은 앞서 본 바와 같으므로, 특별한 사정이 없는 한 이 사건 임대차계약은 반소원고의 갱신 요구에 따라 갱신되었고, 그 계약기간은 상가건물 임대차보호법 제10조 제3항에 따라 2022. 10. 31.까지로 연장되었다고 볼 것이다. <br/>  이에 대하여 반소피고는 상가건물 임대차보호법 제10조 제1항 제7호 가목에서 정한 정당한 사유가 있어 반소원고의 계약 갱신 요구를 거절하였다고 주장하므로 살피건대, 앞서 든 증거에 변론 전체의 취지를 종합하면, 반소원고와 반소피고가 이 사건 임대차계약 체결 당시 작성한 부동산 임대차계약서에는 “임대인은 임차인에게 별첨2의 재건축 계획에 따른 별첨3의 공사시기 및 소요기간 등을 상세히 고지하였고 임대인은 이와 같이 임차인에게 고지한 재건축 계획에 따라 제1항의 기간이 만료된 후 계약을 갱신하지 아니한다. 단, 재건축 계획에 따른 건물의 철거에 필요한 비용은 임대인이 부담한다”는 내용이 기재되어 있는 사실(제3조 제2항), 위 임대차계약서의 말미에는 별지 부동산 목록 제1항 기재 토지 외 1필지에 지상 25층, 지하 3층 규모의 근린생활시설 및 업무시설을 신축하는 것을 내용으로 하는 ‘대구 중구 태평로 업무시설 신축 계획안’ 문서와 2021. 11. 9.경 위 공사를 시작하여 예상 준공일을 2023. 1.경으로 하는 공사일정에 관한 문서가 첨부되어 있는 사실이 인정된다. 위 인정 사실에 따르면, 반소피고는 이 사건 임대차계약 체결 당시 반소원고에게 이 사건 부동산 중 건물의 재건축 계획에 따른 공사시기 및 소요기간 등을 상세히 고지하였고, 그 계획에 따라 반소원고에게 갱신 거절권을 행사하였다고 볼 것이므로, 결국 이 사건 임대차계약은 갱신되지 않았다.<br/>   다) 앞서 인정한 사실관계에 따르면, 이 사건 임대차계약은 2021. 10. 31. 기간 만료로 종료되었다고 봄이 타당하다. <br/>  2) 반소피고의 임대차보증금 반환의무 <br/>  반소피고가 이 사건 임대차계약에 따라 반소원고로부터 임대차보증금 4,200만 원을 지급받은 사실은 당사자 사이에 다툼이 없고, 이 사건 임대차계약이 2021. 10. 31. 종료된 사실, 반소원고가 2022. 2. 28.경 반소피고에게 이 사건 부동산을 인도한 사실은 앞서 본 바와 같으므로, 임대인인 반소피고는 임차인인 반소원고에게 지급받은 임대차보증금을 반환할 의무가 있다.<br/>  3) 반소피고가 반환하여야 할 임대차보증금의 범위 <br/>   가) 부동산 임대차에 있어서 수수된 보증금은 차임채무, 목적물의 멸실·훼손 등으로 인한 손해배상채무 등 임대차에 따른 임차인의 모든 채무를 담보하는 것으로서 그 피담보채무 상당액은 임대차 관계의 종료 후 목적물이 반환될 때에 특별한 사정이 없는 한 별도의 의사표시 없이 보증금에서 당연히 공제되는 것이고(대법원 2004. 12. 23. 선고 2004다56554 등 참조), 만약 임차인이 임대차종료 후 목적물 반환 시까지 목적물 사용으로 인한 부당이득반환채무 등을 부담하고 있다면 임대인은 그 보증금 중에서 이를 공제하고 나머지 금액만을 반환하면 되는 것이다(대법원 1987. 6. 23. 선고 87다카98 판결 등 참조).<br/>   나) 반소원고는 이 사건 임대차기간이 종료된 이후에도 2022. 2. 28.경까지 이 사건 부동산을 계속하여 점유·사용함으로써 그 사용수익 상당의 이익을 얻고 이로 인하여 임대인인 반소피고에게 같은 금액 상당의 손해를 가하였다고 할 것이므로, 반소피고에게 임대차 종료일 이후인 2021. 11. 1.부터 이 사건 부동산을 인도한 2022. 2. 28.까지의 이 사건 부동산의 사용수익 상당 부당이득금을 반환할 의무가 있다. 그런데 위 부당이득금은 이 사건 부동산이 반환될 때 별도의 의사표시 없이 위 임대차보증금에서 당연히 공제되므로, 반소피고는 원고로부터 지급받은 임대차보증금 4,200만 원에서 위 부당이득금을 공제한 나머지 금액만을 반환하면 된다고 볼 것이다.<br/>   다) 임대차보증금에서 공제되어야 할 부당이득금의 액수에 관하여 본다. <br/>    ⑴ 반소원고는 이 사건 임대차계약에서 정한 차임인 월 4,200,000원을 기준으로 부당이득금을 산정하여야 한다고 주장한다. <br/>  살피건대, 임대차계약 종료에 따라 임차인이 부당이득반환의무를 지는 경우 반환할 부당이득금의 액수는 특별한 사정이 없는 한 임료 상당액이라 할 것이나, 약정 임료가 실제 임료와 현격한 차이가 있는 경우, 임대차계약이 종료된 이후 반환할 부당이득금의 액수는 당초의 약정 임료 상당액이라고 보기는 어렵고, 부당이득 당시의 실제 임료 상당액이라고 볼 수밖에 없다(대법원 2001. 6. 1. 선고 99다60535 판결 참조). <br/>  위 법리에 비추어 이 사건을 보면, 아래 (2)항에서 보는 바와 같이 이 사건 부동산에 관하여 임차보증금 4,200만 원을 전제로 산정한 2021. 11. 1.부터 2022. 10. 31.까지의 적정 차임은 월 13,061,000원으로, 이는 약정 차임인 월 420만 원과는 현격한 차이(차액 8,861,000원)가 있으므로 임대차계약 종료 이후 반소원고가 반소피고에게 반환할 부당이득금의 액수는 해당 기간 동안의 적정 차임을 적용하여 산정하는 것이 타당하다고 보인다. 따라서 반소원고의 위 주장은 받아들이지 않는다.  <br/>    ⑵ 이 법원의 감정인 소외인에 대한 차임감정 촉탁 결과 및 사실조회 결과에 변론 전체의 취지를 종합하면, 이 사건 부동산에 관하여 2021. 11. 1.부터 2022. 10. 31.까지의 기간 동안 임차보증금 4,200만 원을 전제로 산정한 차임은 월 13,061,000원인 사실이 인정된다. 따라서 특별한 사정이 없는 한 반소원고는 반소피고에게 2021. 11. 1.부터 2022. 2. 28.까지의 부당이득금으로 52,244,000원(= 13,061,000원 × 4개월)을 지급할 의무가 있는데, 반소피고는 반소원고로부터 13,860,000원을 지급받았은 사실을 자인하고 있으므로, 결국 반소원고가 반소피고에게 지급하여야 할 부당이득금은 38,384,000원(= 52,244,000원 － 13,860,000원)이 되고, 위 임대차보증금 4,200만 원에서 위 부당이득금 38,384,000원을 공제하면 반소피고가 반소원고에게 반환할 임대차보증금은 3,616,000원이 된다.         <br/>   라) 반소피고는 반소원고가 이 사건 부동산에 관한 원상회복의무를 다하지 않고 이를 인도하여 154만 원의 손해를 입었으므로 반소피고가 반환하여야 할 임대차보증금에서 위 손해배상금을 공제하여야 한다고 주장하나, 갑 제19호증의 기재만으로는 반소원고가 원상회복의무를 불이행하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없으므로, 반소피고의 위 주장은 받아들이지 않는다.  <br/> 다. 소결론<br/>  따라서 반소피고는 반소원고에게 위 3,616,000원과 이에 대한 반소원고의 이 사건 부동산 인도일 다음 날인 2022. 3. 1.부터 반소피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 이 판결 선고일인 2022. 9. 30.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>3. 결론<br/>  그렇다면 반소원고의 반소 청구는 위 인정 범위 내에서 이유 있어 이를 인용하고, 나머지 반소 청구는 이유 없어 이를 기각한다. <br/>[별지 생략]<br/><br/>판사 임상은 ",
    "사건번호": "2022가단5123215(반소)",
    "사건종류코드": "400101",
    "판례정보일련번호": "238851",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}