{
  "PrecService": {
    "판시사항": "  확정된 본안재판에 부수하여 소송비용의 부담을 정하는 재판이 이루어진 후 채무자가 채무자 회생 및 파산에 관한 법률 제564조에 의하여 면책을 받은 경우, 소송비용액확정을 구할 권리보호의 이익이 있는지 여부(원칙적 소극)<br/>",
    "참조판례": "대법원 2010. 3. 30. 자 2009스146 결정, 대법원 2015. 9. 10. 선고 2015다28173 판결(공2015하, 1492)<br/>",
    "사건종류명": "민사",
    "판결요지": "  소송비용액확정은 소송비용의 부담을 정하는 재판에서 액수를 정하지 아니한 경우에 당사자의 신청을 받아 법원이 결정으로 정하는 것이다. 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제566조 본문은 면책을 받은 채무자는 파산절차에 의한 배당을 제외하고는 파산채권자에 대한 채무의 전부에 관하여 그 책임이 면제된다고 규정하고 있다. 여기서 면책이라 함은 채무 자체는 존속하지만 파산채무자에 대하여 이행을 강제할 수 없다는 의미이다. 따라서 확정된 본안재판에 부수하여 소송비용의 부담을 정하는 재판이 이루어졌다고 하더라도, 채무자가 채무자회생법 제564조에 의하여 면책을 받은 경우에는 특별한 사정이 없는 한 소송비용액확정을 구할 권리보호의 이익이 없다고 보아야 한다.<br/>",
    "참조조문": "민사소송법 제110조, 채무자 회생 및 파산에 관한 법률 제564조, 제566조<br/>",
    "선고일자": "20231221",
    "법원명": "대법원",
    "사건명": "소송비용액확정",
    "판례내용": "【신청인, 상대방】 한국토지주택공사<br/>【피신청인, 재항고인】 피신청인<br/>【제1심결정】 의정부지법 2023. 5. 11. 자 2023카확10036 결정<br/>【주    문】<br/>  원심결정을 파기한다.  제1심결정을 취소하고, 이 사건 신청을 각하한다.  신청총비용은 신청인이 부담한다. <br/><br/>【이    유】  재항고이유를 판단한다.<br/>  1. 사안의 개요<br/>  다음 사실은 원심결정 이유와 기록에 의하여 알 수 있거나 이 법원에 현저하다.<br/>  가. 피신청인은 2020. 3. 23. “신청외인은 피신청인에게 3,500,000원 및 지연손해금을 지급하라.”라는 확정판결에 기초하여 신청외인의 신청인에 대한 임대차보증금반환채권에 관하여 채권압류 및 추심명령을 받았다. 이에 따라 피신청인은 신청인을 상대로 추심금 소송을 제기하였는데, 제1심법원은 2020. 6. 5. “신청인은 피신청인에게 3,500,000원 및 지연손해금을 지급하라.”라는 이행권고결정을 하였고 위 결정은 그대로 확정되었다. 피신청인은 위 이행권고결정에 기초하여 2020. 8. 13.까지 신청인으로부터 합계 3,535,670원을 추심하였다.<br/>  나. 신청인은 이후 피신청인을 상대로 추심금 반환을 구하는 소를 제기하였다. 제1심법원은 2021. 1. 7. 신청외인의 신청인에 대한 임대차보증금반환채권이 압류금지채권이므로 위 채권압류 및 추심명령은 무효이고, 따라서 피신청인이 추심한 돈은 법률상 원인 없는 부당이득이므로, “피신청인은 신청인에게 3,535,670원 및 이에 대한 2020. 8. 14.부터의 지연손해금을 지급하라.”라는 판결을 선고하였다(의정부지방법원 2020가소327649). 피신청인이 항소하였고 항소심법원은 2021. 12. 16. “1. 피신청인은 신청인에게 3,535,670원 및 이에 대한 2020. 9. 24.부터의 지연손해금을 지급하라. 2. 소송총비용 중 10%는 신청인이, 나머지는 피신청인이 부담한다.”라는 내용의 판결을 선고하였다(의정부지방법원 2021나201840). 피신청인이 상고하였으나 2022. 5. 12. “상고를 기각한다. 상고비용은 피신청인이 부담한다.”라는 판결이 선고되었다(대법원 2022다202542).<br/>  다. 피신청인은 2022. 2. 15. 「채무자 회생 및 파산에 관한 법률」(이하 ‘채무자회생법’이라 한다)에 의한 파산 및 면책을 신청하였고(의정부지방법원 2022하단143, 2022하면143), 당시 신청인의 위 판결금 채권을 채권자목록에 기재하였다. 제1심법원은 2022. 4. 29. 파산선고결정을 하고 이를 신청인에게 송달하였고 2022. 9. 28. 파산폐지결정을 한 후, 2022. 10. 5. 채무자회생법 제564조에 의하여 피신청인에 대한 면책결정을 하였고 이 결정은 2022. 10. 20. 확정되었다.<br/>  라. 신청인은 2023. 1. 10. 피신청인에 대한 나.항 본안판결의 소송비용부담재판에 기초하여 소송비용액확정을 구하는 이 사건 신청을 하였다. 피신청인은 위 면책결정으로 인하여 신청인의 소송비용상환청구권이 면책되었으므로 이 사건 신청은 권리보호의 이익이 없다는 취지로 주장하였으나, 원심은 이 주장을 받아들이지 않았다.<br/>  2. 판단<br/>소송비용액확정은 소송비용의 부담을 정하는 재판에서 액수를 정하지 아니한 경우에 당사자의 신청을 받아 법원이 결정으로 정하는 것이다(대법원 2010. 3. 30. 자 2009스146 결정 등 참조). 채무자회생법 제566조 본문은 면책을 받은 채무자는 파산절차에 의한 배당을 제외하고는 파산채권자에 대한 채무의 전부에 관하여 그 책임이 면제된다고 규정하고 있다. 여기서 면책이라 함은 채무 자체는 존속하지만 파산채무자에 대하여 이행을 강제할 수 없다는 의미이다(대법원 2015. 9. 10. 선고 2015다28173 판결 등 참조). 따라서 확정된 본안재판에 부수하여 소송비용의 부담을 정하는 재판이 이루어졌다고 하더라도, 채무자가 채무자회생법 제564조에 의하여 면책을 받은 경우에는 특별한 사정이 없는 한 소송비용액확정을 구할 권리보호의 이익이 없다고 보아야 한다.<br/>  앞서 본 사실관계를 위 법리에 비추어 살펴보면, 피신청인은 채무자회생법 제564조에 의하여 면책결정을 받았으므로 이 사건 소송비용액확정 신청은 권리보호의 이익이 없어 부적법하다.<br/>  그럼에도 원심은 판시와 같은 이유로 피신청인의 위 면책 관련 주장을 받아들이지 않았다. 이러한 원심의 판단에는 소송비용상환청구권의 권리보호의 이익에 관한 법리를 오해하여 재판에 영향을 미친 잘못이 있다. <br/>  3. 결론<br/>  그러므로 원심결정을 파기하되, 이 사건은 대법원이 직접 재판하기에 충분하므로 민사소송법 제443조 제2항, 제437조에 따라 자판하기로 한다. 이 사건 신청은 앞서 본 바와 같은 이유로 부적법하므로 소송비용액을 확정하는 사법보좌관 처분을 인가한 제1심결정을 취소하고, 이 사건 신청을 각하하며, 신청총비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 결정한다. <br/><br/>대법관 이동원(재판장) 민유숙 천대엽 권영준(주심) ",
    "사건번호": "2023마6918",
    "사건종류코드": "400101",
    "판례정보일련번호": "238909",
    "선고": "자",
    "판결유형": "결정",
    "법원종류코드": "400201"
  }
}