{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20230224",
    "법원명": "서울서부지방법원",
    "사건명": "건물인도",
    "판례내용": "【원고, 항소인】 주식회사 ○○ (소송대리인 법무법인 청출 담당변호사 이영경 외 1인)<br/>【피고, 피항소인】 주식회사 △△ (소송대리인 법무법인 시선 담당변호사 이현주)<br/>【제1심판결】 서울서부지방법원 2022. 5. 17. 선고 2021가단250165 판결<br/>【변론종결】2022. 11. 4.<br/>【주    문】<br/>  1. 제1심판결을 취소한다.<br/>  2. 피고는 원고로부터 2억 원을 지급받음과 동시에 원고에게 별지 목록 기재 부동산을 인도하라.<br/>  3. 소송총비용은 피고가 부담한다.<br/>  4. 제2항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  주문 제1, 2항과 같다.<br/>【이    유】1. 기초사실<br/>  가. 원고는 부동산 매매업, 부동산 임대업 등을 영위하는 회사이다. 피고는 영화 및 드라마 제작, 수출입업, 농수축산물 도소매업 등을 영위하기 위하여 2019. 11. 6. 설립된 회사로서, 2020. 2. 25.까지 소외인이 대표이사로 등재되어 있다가 이후에는 소외 2가 대표이사로 등재되어 있다.   <br/>  나. 원고는 2019. 12. 4. 피고와 별지 목록 기재 부동산(이하 ‘이 사건 부동산’이라 한다)에 관하여 임대차보증금 2억 원, 차임 월 1,500만 원(매월 12일 선불), 임대차기간 2019. 12. 12.부터 2021. 12. 11.까지로 하는 임대차계약을 체결하였다(이하 ‘이 사건 임대차계약’이라 한다). <br/>  다. 소외인은 2019. 12. 12. 이 사건 부동산을 인도받아 2020. 2. 18. 전입신고를 마친 다음 이 사건 부동산에서 거주하고 있다.<br/>  라. 원고는 2021. 9. 29. 피고에게 이 사건 임대차계약을 갱신할 의사가 없고 피고에 대하여는 계약갱신 요구권이 발생하지 아니한다는 이유로 이 사건 임대차계약 종료일인 2021. 12. 11.까지 이 사건 부동산에서 퇴거할 것을 요구하는 한편, 피고는 2021. 10. 5. 원고에게 이 사건 임대차계약의 갱신을 요구하였다.<br/>【인정근거】다툼 없는 사실, 갑 제1 내지 7, 11 내지 13호증의 각 기재, 변론 전체의 취지<br/>2. 판단<br/>가. 원고 주장의 요지<br/>    1) 주택임대차보호법(이하 ‘주택임대차법’이라 한다)은 임차인이 자연인임을 기본 원칙으로 하여 제정된 법률로서 법인이 임차인인 경우에는 주택임대차법이 예외적으로만 적용되어야 하는바, 법인인 임차인은 주택임대차법 제3조 제3항의 요건을 갖추었는지 여부에 관계없이 같은 법 제6조의3에 따른 계약갱신요구권을 보유한다고 볼 수 없다. 원고의 갱신거절로 이 사건 임대차계약은 2021. 12. 11. 기간 만료로 종료되었으므로, 피고는 원고로부터 임대차보증금 2억 원을 지급받는 것과 동시에 원고에게 이 사건 부동산을 인도할 의무가 있다. <br/>    2) 설령 임차인이 법인인 경우에 주택임대차법 제6조의3이 적용된다고 하더라도, 이 사건 부동산의 실제 거주자인 소외인은 이 사건 임대차계약 체결 당시 피고 대표이사의 직위에 있었던 사람으로서 피고의 직원이 아니라 실질적으로 피고를 운영하는 사람일 뿐 아니라, 주택임대차법 제3조 제3항은 중소기업인 법인이 복지 차원에서 그 법인 소속 직원에게 주거를 지원할 수 있는 방안을 마련하고자 제정된 것이어서 위 규정의 본래 취지상 피고가 소외인에게 이 사건 주택을 제공하는 경우는 이에 해당한다고 볼 수 없으므로, 피고에게는 주택임대차법이 적용된다고 볼 수 없다. 결국 이 사건 임대차계약은 기간 만료로 종료되었으므로, 피고는 원고로부터 위와 같은 임대차보증금을 지급받음과 동시에 원고에게 이 사건 부동산을 인도할 의무가 있다.<br/>나. 판단<br/>    1) 법인인 임차인에 대하여 주택임대차법 제6조의3이 적용되는지 여부<br/>      앞서 든 증거들, 갑 제16 내지 19호증의 각 기재에 변론 전체의 취지를 더하여 인정되는 다음과 같은 사정들을 종합하면, 법인인 임차인에 대하여 주택임대차법 제6조의3에서 정한 계약갱신 요구권의 적용이 배제된다고 보기는 어려우므로, 원고의 이 부분 주장은 이유 없다.<br/>      가) 주택임대차법은 당초 자연인인 국민의 주거안정을 위해 제정된 법으로 임차인이 자연인이 아닌 법인인 경우에는 적용되지 아니하였다(대법원 1997. 7. 11. 선고 96다7236 판결 참조). 그러나 2013. 8. 13. 법률 제12043호로 개정된 주택임대차법 제3조 제3항은 ‘중소기업기본법 제2조에 따른 중소기업에 해당하는 법인이 소속 직원의 주거용으로 주택을 임차한 후 그 법인이 선정한 직원이 해당 주택을 인도받고 주민등록을 마쳤을 때에는 임대차가 그 다음날부터 제3자에 대하여 효력이 생기고, 임대차가 끝나기 전에 그 직원이 변경된 경우에는 그 법인이 선정한 새로운 직원이 주택을 인도받고 주민등록을 마친 다음 날부터 제3자에 대하여 효력이 생긴다.’라고 규정하고 있다. 또한 같은 법 제3조의2 규정에 의하여 보증금의 회수에 관하여서도 위와 같은 법인에 대하여 우선변제권이 인정되도록 하였다.<br/>        위와 같은 개정의 취지는, 본래 주택임대차법이 자연인인 국민만을 그 적용 대상으로 정함에 따라 법인은 주택임대차법의 보호 범위에서 제외되었으나 주택을 직접 취득하기 어려운 영세한 중소기업이 직원들에게 주거를 지원하고자 주택을 법인 명의로 임차하는 경우에도 주택임대차법의 보호를 받을 수 있도록 함에 있다. 한편 현행 주택임대차법은 임차인에게 대항력, 우선변제권 등 뿐만 아니라 주택임대차법 제6조의3을 두어 (임대인이 계약갱신을 거절할 수 있는 특정 사유를 제외한) 계약갱신 요구권도 부여하고 있다. 법인인 임차인에게도 주택임대차법의 보호를 받을 수 있도록 한 위와 같은 법률 개정취지 및 법인이 임차인인 경우에도 그 소속 직원이 안정적이고 지속적인 주거생활을 보장받기 위하여 임대인에게 계약갱신 요구를 할 필요성이 있다는 점을 고려하였을 때, 임차인의 계약갱신 요구권을 규정한 주택임대차법 제6조의3이 법인이 임차인인 경우에는 적용되지 않는다고 볼 이유가 없다. <br/>      나) 또한 주택임대차법 제3조의2 제1항에서 임차인의 범위에 ‘제3조 제3항의 법인을 포함한다. 이하 같다.’라고 규정하고 있는데, 만약 위 약칭이 해당 조문에만 적용되는 것이라면 그 취지를 명확히 하였을 것이라고 보이는 점을 고려하면, 이는 주택임대차법 제3조 제3항에 해당하는 법인이라면 주택임대차법에서 말하는 임차인의 범위에 이를 포함시키겠다는 취지라고 봄이 타당하다.<br/>      다) 한편 원고는, 소액보증금의 최우선변제에 관한 주택임대차법 제8조가 법인인 임차인에 대하여는 적용되지 아니한다고 판단한 다른 사건들(대구지방법원 서부지원 2014가단38429호, 부산지방법원 2016가단28121호 등)을 근거로 주택임대차법 제6조의3도 마찬가지로 피고에게 적용될 수 없다는 취지로 주장하나, 주택임대차법 제8조 제1항은 “임차인은 보증금 중 일정액을 다른 담보물권자보다 우선하여 변제받을 권리가 있다. 이 경우 임차인은 주택에 대한 경매신청의 등기 전에 제3조 제1항의 요건을 갖추어야 한다.”라고 규정하고 있는바, 같은 법 제3조 제3항에 따른 요건을 갖추어야만 주택임대차법상 보호를 받는 임차인에 포함될 수 있고 주민등록을 할 수 없어 같은 법 제3조 제1항의 요건을 충족시킬 수 없는 법인의 경우에는 법 문언의 해석상 주택임대차법 제8조 제1항의 적용을 받을 수 없는 것이므로, 위와 같은 판단을 이 사건에 그대로 원용하는 것은 적절치 않다. 원고의 위 주장은 이유 없다.<br/>    2) 피고가 주택임대차법 제3조 제3항에 해당하는 법인인지 여부<br/>      앞서 든 증거들, 갑 제15호증의 기재에 변론 전체의 취지를 더하여 인정되는 다음과 같은 사정들을 종합하면, 피고는 주택임대차법 제3조 제3항에 해당하는 법인이라고 보기 어려우므로, 피고는 주택임대차법의 보호대상인 임차인에 해당하지 아니한다. 따라서 피고는 주택임대차법 제6조의3에서 정한 계약갱신 요구권을 가진다고 볼 수 없다.<br/>      가) 주택임대차법 제3조 제3항을 문언 그대로 이 사건에 적용하면, 중소기업인 피고가 소속 직원인 소외인의 주거용으로 사용하기 위하여 이 사건 부동산을 임차하였으므로 피고는 주택임대차법 제3조 제3항에서 정한 법인에 포함된다고 볼 여지가 없는 것은 아니나, 본래 주택임대차법은 임차인이 자연인임을 원칙으로 하여 제정되었다가 이후 주택을 소유할 정도의 경제적 여건이 갖춰지지 않은 중소기업이 직원들에게 안정적으로 주거를 지원하기 어렵다는 문제를 해결하기 위한 목적에서 주택임대차법을 개정하여 위와 같은 원칙에 예외를 두게 된 것이므로, 특정 법인이 주택임대차법 제3조 제3항에 포함되는 것인지를 판단함에 있어서는 그 요건 충족 여부를 비교적 엄격하게 판단해야 한다고 봄이 타당하다.<br/>      나) 주택임대차법 제3조 제3항은 법인이 소속 직원의 주거용으로 주택을 임차하여야만 대항력을 취득한다고 규정하고 있는데, 위 ‘직원’의 범위에 관하여는 주택임대차법에서 명시적으로 규정하고 있지는 아니하다. 그런데 영세한 중소기업이 복지 차원에서 소속 직원의 주거안정을 보장할 수 있도록 위 주택임대차법 규정이 개정된 것이라는 그 개정취지 등을 고려하면, 위 조항에 규정된 ‘직원’에 법인 소속 근로자들 외에 대표이사 등 임원들까지 포함되는 것이라고 해석하기는 어렵다. 따라서 이 사건 부동산에서 거주하는 소외인이 피고를 대표하여 이 사건 임대차계약을 체결한 이 사건에서 소외인이 주택임대차법 제3조 제3항에 정해진 ‘직원’에 해당한다고 보기 어렵다.<br/>      다) 한편 주택임대차법이 그 보호범위를 자연인인 임차인에서 중소기업이 소속 직원들의 주거용으로 주택을 임차하는 경우의 법인까지 확대한 것은 원거리에 거주하는 소속 직원들의 주거문제를 해결하기 위함이라고 한정적으로 해석함이 타당하고, 아무런 제한 없이 소속 직원이 단순히 임차주택에 거주하기만 하면 주택임대차법의 보호를 받을 수 있다고 보기는 어렵다. 이에 비추어 살피건대, 이 사건 임대차계약 체결 당시 피고의 본점 주소는 경기도 양평군 (주소 1 생략)이어서 이 사건 부동산과 지리적 근접성이 있다고 볼 수 없고 달리 이 사건 부동산 소재지 근처에 피고의 지점이 존재한다는 등의 사정은 보이지 아니하는 점, 소속 직원의 주거 지원이라는 측면에서 봤을 때 이 사건 부동산의 월 차임이 1,500만 원으로 지나치게 고가인 것으로 보이는 점, 피고의 주장에 의하더라도 피고가 원고에게 이 사건 부동산은 소외인이 그 배우자와 함께 신혼집으로 사용할 용도로 임차하는 것이라고 말하였는바 피고가 복지 차원에서 소속 직원에게 숙소를 제공하기 위한 목적에서 이 사건 임대차계약이 체결된 것은 아니라고 보이는 점 등을 고려하면, 피고가 주택임대차법 제3조 제3항에 정한 바에 따라 ‘소속 직원의 주거용’으로 이 사건 부동산을 임차한 것이라고 보기는 어렵다. <br/>    3) 소결<br/>      피고가 주택임대차법 제6조의3에서 정한 계약갱신 요구권을 가지지 아니한다고 판단되는 이상 이 사건 임대차계약은 2021. 12. 11. 기간 만료로 종료되었으므로, 피고는 원고로부터 이 사건 임대차계약에 따른 임대차보증금 2억 원을 지급받음과 동시에 원고에게 이 사건 부동산을 인도할 의무가 있다.<br/>3. 결론<br/>  원고의 청구는 이유 있어 이를 인용하여야 한다. 제1심판결은 이와 결론을 달리하여 부당하므로 원고의 항소를 받아들여 이를 취소하고 피고에 대하여 위 의무의 이행을 명하기로 하여, 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 박성규(재판장) 신한미 우인성 ",
    "사건번호": "2022나44085",
    "사건종류코드": "400101",
    "판례정보일련번호": "239115",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}