{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190110",
    "법원명": "서울고등법원",
    "사건명": "손해배상(기)",
    "판례내용": "【원고, 피항소인 겸 항소인】 주식회사 서영엔지니어링<br/>【원고(선정당사자), 피항소인 겸 항소인】 원고(선정당사자) 2 (소송대리인 법무법인 시공 담당변호사 최승진 외 3인)<br/>【피고, 항소인 겸 피항소인】 이지스자산운용 주식회사 외 1인 (소송대리인 변호사 홍석범 외 7인)<br/>【피고, 피항소인】 주식회사 에스원 (소송대리인 법무법인(유한) 광장 담당변호사 한정규 외 3인)<br/>【피고3의 보조참가인】 주식회사 대교산업 (소송대리인 법무법인 도시와사람 담당변호사 이승태 외 1인)<br/>【제1심판결】 서울중앙지방법원 2018. 1. 26. 선고 2016가합524352 판결<br/>【변론종결】2018. 12. 13.<br/>【주    문】<br/>  1. 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2의 피고 주식회사 에스원에 대한 항소 및 피고 이지스자산운용 주식회사, 피고 주식회사 국민은행의 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2에 대한 항소를 모두 기각한다.<br/>  2. 항소비용 중 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2와 피고 이지스자산운용 주식회사, 피고 주식회사 국민은행 사이에 생긴 부분은 피고 이지스자산운용 주식회사, 피고 주식회사 국민은행이 부담하고, 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2와 피고 주식회사 에스원 사이에 생긴 부분 및 보조참가로 인한 부분은 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2가 부담한다.<br/>  3. 제1심판결의 주문 제1항 중 \"별지2 목록 기재 선정들자에게\"를 \"별지2 목록 기재 선정자들에게\"로 경정한다.<br/><br/>【청구취지 및 항소취지】[청구취지]<br/>피고들은 공동하여, 원고 주식회사 서영엔지니어링에게 4,645,303,251원, 별지2 목록(선정자 목록 1.) 기재 선정자들에게 각 168,286원, 원고(선정당사자) 2 및 별지3 목록(선정자 목록 2.) 기재 선정자들에게 각 210,357원, 선정자 312에게 618,286원, 선정자 206에게 306,688원, 선정자 186에게 600,000원 및 위 각 돈에 대하여 2015. 12. 21.부터 2017. 10. 13.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>[원고 주식회사 서영엔지니어링, 원고(선정당사자) 2 항소취지]<br/>제1심판결 중 피고 주식회사 에스원에 대한 부분을 취소한다. 피고 주식회사 에스원은 피고 이지스자산운용 주식회사, 피고 주식회사 국민은행과 공동하여 원고 주식회사 서영엔지니어링에게 4,645,303,251원, 별지2 목록 기재 선정자들에게 각 168,286원, 원고(선정당사자) 2 및 별지3 목록 기재 선정자들에게 각 210,357원, 선정자 312에게 618,286원, 선정자 206에게 306,688원, 선정자 186에게 600,000원 및 위 각 돈에 대하여 2015. 12. 21.부터 2017. 10. 13.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>[피고 이지스자산운용 주식회사, 피고 주식회사 국민은행 항소취지]<br/>제1심판결 중 피고 이지스자산운용 주식회사, 피고 주식회사 국민은행에 대한 부분을 취소한다. 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2의 피고 이지스자산운용 주식회사, 피고 주식회사 국민은행에 대한 청구를 모두 기각한다(항소취지 기재 일반원칙에 따라 이와 같이 기재한다). <br/>【이    유】1. 제1심판결 인용<br/>  항소심까지 제출된 소송자료와 변론자료를 토대로 항소심 심리 방법과 원칙, 법률, 판례, 법리, 증거법칙에 따라 쟁점을 판단한 결과 제1심판결 이유(법률, 판례, 법리 해석과 적용, 사실과 요건사실 인정, 주장과 쟁점에 관한 판단 등)를 인용할 충분한 근거가 있다.<br/>  이 법원이 이 사건에 관하여 적을 이유는 아래 제2항과 같이 고쳐 쓰는 부분과 제3항과 같이 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2(양자를 통틀어 이하 ‘원고들’이라 한다)와 피고 이지스자산운용 주식회사, 피고 주식회사 국민은행(양자를 통틀어 이하 ‘피고들’이라 한다)이 각 항소이유로 주장한 사항에 관하여 추가로 판단하는 것 외에는 제1심판결 이유 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 약어 포함 이를 그대로 인용한다(피고들의 직접점유를 인정하는 근거는 항소심에서 추가로 제시하는 근거와 모순되지 아니하는 범위에서 인용한다).<br/>2. 고쳐 쓰는 부분<br/>  (a) 제1심판결 제3면 제20행 \"주식회사 국민은행\"과 그 이하에 나오는 \"국민은행\"을 모두 \"㈜국민은행\"으로 고쳐 쓰고, 같은 행 \"(이하 ‘피고 국민은행’이라 한다)\"를 삭제한다.<br/>  (b) 제1심판결 제4면 제1 내지 2행 \"이지스자산운용 주식회사\"와 그 이하에 나오는 \"이지스자산운용\"을 모두 \"이지스자산운용㈜\"로 고쳐 쓰고, 같은 면 제2행 \"(이하 ‘피고 이지스자산운용’이라 한다)\"를 삭제한다. <br/>  (c) 제1심판결 제4면 제4 내지 5행 \"주식회사 서영엔지니어링\"과 그 이하에 나오는 \"서영엔지니어링\"을 모두 \"㈜서영엔지니어링\"으로 고쳐 쓰고, 같은 행 \"(이하 ‘원고 서영엔지니어링’이라 한다)\"를 삭제한다. <br/>  (d) 제1심판결 제4면 제12행 \"주식회사 에스원\"과 그 이하에 나오는 \"에스원\"을 모두 \"㈜에스원\"으로 고쳐 쓰고, 같은 면 제12 내지 13행 \"(이하 ‘피고 에스원’이라 한다)를 삭제한다.<br/>  (e) 제1심판결 제5면 제1행 ‘ㅤㄱㅖㅇ갸상 의무’를 ‘계약상 의무’로 고쳐 쓴다.  <br/>3. 항소이유에 관한 추가 판단<br/>가. 원고들 주장<br/> 1) 피고 ㈜에스원의 불법행위로 인한 손해배상책임<br/>가) 주장 요지<br/>    이 사건 화재는 전기적 요인에 의하여 발생한 것인 이상 그 발화 원인이 명확하게 밝혀지지 않았다고 볼 수 없다. 이러한 전기적 이상은 피고 이지스자산운용㈜과의 이 사건 PM계약에 따라 이 사건 건물에 대한 유지·관리 의무를 부담하는 피고 ㈜에스원의 과실에 기하여 발생한 것이다. 따라서 피고 ㈜에스원은 이 사건 화재 발생에 관하여 불법행위로 인한 손해배상책임을 부담한다.<br/>나) 판단<br/>    다음과 같은 다양한 사정, 근거를 종합하면, 피고 ㈜에스원에게 불법행위로 인한 손해배상책임을 인정하지 않은 제1심 판단은 정당하고, 사실심인 항소심에서 제1심 판단을 변경할 근거, 사정, 자료, 증거가 부족하다. 따라서 원고들의 위 주장은 받아들이기 어렵다.<br/>    (1) 이 사건 화재가 이 사건 주차장 천장의 전기배선에서 발생한 것으로 보이지만, 그 발화 원인은 명확하게 밝혀지지 않았다. 따라서 이 사건 화재가 피고 ㈜에스원의 이 사건 건물에 대한 유지·관리 업무 소홀에 기인하여 발생한 것이라고 단정하기는 어렵다.<br/>    (2) 원고들은 피고 ㈜에스원이 이 사건 주차장 천장의 전기배선을 통상의 상태로 관리하지 못하였을 뿐만 아니라, 위 전기배선 이상이 발생하였음에도 이를 발견하지 못하고 그대로 방치하였고, 전기배선을 적절히, 적시에 수리하지도 않은 과실이 있다고 주장한다. 그러나 원고들은 피고 ㈜에스원에 이러한 과실이 있었다는 점을 뒷받침할 만한 구체적인 근거, 증거, 자료를 제시하고 있지 않다(전기배선에서 이 사건 화재 결과가 발생했다는 점만으로 원고들 주장과 같은 내용의 피고 ㈜에스원의 과실이 곧바로 추인되거나 도출될 수 있는 것은 아니다).<br/>    (3) 피고 ㈜에스원은 참가인에게 지속적으로 화재 사고를 포함한 안전관리 체계 확립, 소방설비 보수공사 이행, 화재대피계획 수립현황 확인을 지시하고, 층간 방화구획 현황조사를 시행하게 하는 등 화재예방 관련 시설 관리의무를 이행하였던 것으로 보인다.<br/>    (4) 그 밖에 피고 ㈜에스원이 이 사건 건물 1층 부분에 대하여 전기 및 시설 안전을 위하여 어떠한 필요한 조치를 취하지 아니한 과실이 있다는 점에 관한 원고들의 구체적 주장이나 증명이 없다.<br/>2) 피고 ㈜에스원의 공작물 설치·보존상 하자로 인한 손해배상책임(예비적 주장)<br/>가) 주장 요지<br/>    피고 ㈜에스원은 이 사건 PM계약에 따라 이 사건 건물의 시설관리 업무를 수행하며 이 사건 주차장을 현실적으로 지배·관리하였으므로, 단순한 점유보조자가 아니라 자신의 관리권에 기한 ‘직접점유자’라고 볼 수 있다. 따라서 원고들은 예비적으로 피고 ㈜에스원을 상대로 민법 제758조 제1항에 따른 공작물 설치 또는 보존상 하자로 인한 손해배상을 구한다.<br/>나) 판단<br/>    제1심에서 판단한 것 외에 다음과 같은 법리, 다양한 사정, 근거를 종합하면, 피고 ㈜에스원을 피고 이지스자산운용㈜의 점유보조자로 보아 피고 ㈜에스원에 대하여 공작물 설치·보존상 하자로 인한 손해배상책임을 인정하지 않은 제1심 판단은 정당하고, 사실심인 항소심에서 제1심 판단을 변경할 근거, 사정, 자료, 증거가 부족하다. 따라서 원고들의 위 주장은 받아들이기 어렵다.<br/>    (1) 피고 ㈜에스원이 이 사건 주차장을 현실적으로 지배·관리하였다고 하더라도 이를 ‘점유’하였다고 볼 것인가, 그 점유가 ‘직접점유’인가는 별개의 문제이다. 민법 제758조 제1항의 공작물책임에 있어서 ‘점유’를 인정하기 위해서는 사실상 지배와 관련하여 사회관념상 누가 책임을 질 것인지에 관한 규범적 판단을 다시 거쳐야 하기 때문이다. 이는 결국 점유보조관계의 인정 여부에 관한 문제이다. 점유보조관계가 인정되는 경우, 공작물의 점유와 관련하여 공작물을 사실상 지배하는 자는 점유보조자이지만, 공작물책임을 부담하는 점유자는 점유보조자에게 지시를 하는 점유주(占有主)이기 때문이다.<br/>    (2) 점유보조자란 가사상, 영업상 기타 유사한 관계에 의하여 타인의 지시를 받아 물건에 대한 사실상의 지배를 하는 자로서(민법 제195조), 이때 말하는 영업상 관계는 고용계약에 의하는 것이 일반적이지만 그 밖에도 위임·도급·임치 등 여러 계약관계에 의하여 발생할 수도 있고, 기타 유사한 관계는 타인의 지시를 받고 이에 따라야 할 관계로서 사회관념상 점유를 보조한다고 인정되는 모든 경우를 포괄한다(대법원 2014. 10. 30. 선고 2014다41247 판결, 대법원 2011. 9. 8. 선고 2010다45920 판결 등 참조).<br/>    (3) 물건을 사실상 지배하는 자가 점유자인지 아니면 점유보조자에 불과한지를 판단하기 위해서는 객관적으로 보아 그와 타인 사이에 종속관계가 있는지 여부와 그 정도, 점유자로서의 권리와 의무를 부여할 독립한 사회적·경제적 이익이 있는지 여부 등을 종합적으로 고려해야 한다. 그리고 점유로 인정될 수 있는 임대와 점유보조자로 볼 수 있는 징표인 고용·위임·도급·임치 등을 비교하고, 이 사건에서 인정되는 이 사건 건물, 그 일부인 이 사건 주차장의 각 소유자, 직접점유자가 누구인지도 참작하여야 한다.<br/>    (4) 피고 ㈜에스원은 이 사건 화재 발생 당시 건물관리위탁업체로서 이 사건 건물의 일부인 이 사건 주차장을 사실상 지배하기는 하였으나, 나아가 점유자로서의 권리와 의무를 부여할 독립한 사회적·경제적 이익이 있다고 보기는 어렵고(피고 ㈜에스원이 자산관리 업무수행의 대가로 피고 이지스자산운용㈜으로부터 지급받은 관리수수료는 매월 3,996,093원에 불과하였고, 관리수수료를 받는 사정만으로 점유자로서의 지위를 인정할 독립적 이익이 있다고 단정하기는 어렵다), 다만 자신에게 관리를 위탁한 피고 이지스자산운용㈜의 점유를 돕기 위하여 이를 사실상 지배한 것이라고 봄이 타당하다.<br/>    (5) 피고 ㈜에스원은 위탁자인 피고 이지스자산운용㈜의 사전 동의나 지시를 받아 이 사건 건물의 자산을 관리하는 등 위 건물의 유지·관리에 관하여 독자적인 의사결정 권한을 가지고 있지 않았고, 이 사건 건물의 자산관리에 있어 재량권이 거의 없었다. 반면 피고 이지스자산운용㈜은 자신의 의사에 기초한 지시에 의하여 이 사건 건물의 지배 상태에 영향을 줄 수 있는 지위에 있었다.<br/>    (6) 피고 ㈜에스원은 이 사건 건물의 유지·관리 등 이 사건 PM계약상 의무를 자신의 비용으로 독자적으로 실행하는 구조가 아니었고, 피고 이지스자산운용㈜이 사전에 정한 예산 범위 내에서 의무를 이행하고 지출을 하여야 했다.<br/>    (7) 피고 이지스자산운용㈜과 피고 ㈜에스원 사이의 법률관계가 위임(또는 위임 유사) 계약이나 도급(또는 도급 유사)계약을 통해 건물관리권을 위탁한 것으로, 그 계약 내용에 비추어 보더라도 위임이나 도급에 따라 피고 ㈜에스원이 이 사건 건물에 관한 관리권을 행사하는 것이므로, 피고 ㈜에스원을 ‘영업상 기타 유사한 관계에 의하여 타인의 지시를 받아 물건에 대한 사실상의 지배를 하는 자’인 점유보조자로 볼 수 있는지에 관하여 의문이 제기될 수도 있다. 그러나 점유보조자로서의 영업상 관계는 위임 등 여러 계약관계에 의하여 발생할 수 있으므로, 단지 위임(또는 위임 유사)계약이나 도급(또는 도급 유사)계약이라는 이유만으로 점유보조관계를 부정할 수는 없고, 이는 점유자로서의 지위를 인정할 독립한 사회적·경제적 이익이 있는지 여부 등을 종합적으로 고려하여 판단할 문제이다. 피고 ㈜에스원에 점유자로서의 지위를 인정할 독립한 사회적·경제적 이익이 있다고 보기 어렵다는 점은 앞서 판단하였으므로, 피고 ㈜에스원이 점유보호청구권 등을 보유하는 점유자로서의 지위에 있다고 보기는 어렵다.<br/>    (8) 아래에서 인정하는 것처럼 이 사건 건물의 일부인 이 사건 주차장의 점유자가 2인임에도, 2인의 직접점유를 배제하는 내용의 계약이나 2인의 직접점유에 더해 직접점유를 추가하는 내용의 계약이 있었음을 인정할 증거가 없다.<br/>    (9) 피고 ㈜에스원이 이 사건 주차장의 점유자가 아니라, 피고 이지스자산운용㈜의 점유보조자로 인정되는 이상, 피고 ㈜에스원에게 민법 제758조 제1항에서 정한 공작물책임이 인정된다고 보기는 어렵다.<br/>나. 피고들 주장<br/> 1) 피고들은 간접점유자에 불과하여 공작물책임을 부담하지 않는다는 주장에 관하여<br/>가) 주장 요지<br/>    피고 ㈜에스원은 이 사건 PM계약을 통해 이 사건 건물을 보수·관리할 권한 및 책임이 있는 관리자의 지위에서 이 사건 화재 발생 당시 이 사건 주차장을 현실적으로 지배·관리하고 있었다. 피고 ㈜에스원은 이 사건 건물의 시설관리에 있어서 피고 이지스자산운용㈜과 이 사건 PM계약에 의한 채권·채무의 대등적 관계에 있었으므로 점유보조자가 아니라, 직접점유자이다. 피고 ㈜에스원은 이 사건 화재로 인한 손해 방지에 필요한 주의를 해태하지 아니하였음을 증명하지 못하였으므로 직접점유자로서 1차적인 공작물책임을 부담하고, 피고 ㈜에스원을 점유매개자로 한 간접점유자에 불과한 피고들은 공작물책임을 부담하지 않는다.<br/>나) 판단<br/>    다음과 같은 법리, 다양한 사정, 근거를 종합하면, 피고들은 피고 ㈜에스원을 점유보조자로 한 이 사건 건물 중 일부인 이 사건 주차장의 공동(중첩)점유자이자 직접점유자들로 봄이 타당하고, 이에 따라 직접점유자인 피고들은 이 사건 주차장의 설치 또는 보존상의 하자로 인한 공작물책임을 부담한다. 따라서 피고들의 주장은 받아들이기 어렵다.<br/>    (1) ‘점유’라고 함은 물건이 사회통념상 그 사람의 사실적 지배에 속한다고 보여지는 객관적 관계에 있는 것을 말하고, 사실상의 지배가 있다고 하기 위해서는 반드시 물건을 물리적, 현실적으로 지배하는 것만을 의미하는 것이 아니고 물건과 사람과의 시간적, 공간적 관계와 본권관계, 타인지배의 배제가능성 등을 고려하여 사회관념에 따라 합목적적으로 판단하여야 한다(대법원 1996. 8. 23. 선고 95다8713 판결 등 참조).<br/>    (2) 민법 제758조 제1항에서 정한 ‘공작물점유자’라 함은 공작물을 사실상 지배하면서 그 설치 또는 보존상의 하자로 인하여 발생할 수 있는 각종 사고를 방지하기 위하여 공작물을 보수·관리할 권한 및 책임이 있는 자를 말한다(대법원 2000. 4. 21. 선고 2000다386 판결 등 참조). <br/>    (3) 피고 ㈜에스원이 이 사건 주차장의 직접점유자가 아니라 피고 이지스자산운용㈜의 점유보조자에 해당한다는 점은 앞서 위 3. 가. 2) 나)항에서 판단하였다. 특히 피고 ㈜에스원은 이 사건 주차장을 포함하여 이 사건 건물의 시설관리에 있어서 피고 이지스자산운용㈜과 이 사건 PM계약에 의한 채권·채무의 대등적 관계에 있었으므로 점유보조자가 아니라는 취지의 피고들 주장에 관해서는, 이를 받아들이기 어려운 근거에 관하여 위 3. 가. 2) 나) (7)항에서 판단하였다.<br/>    (4) 피고 이지스자산운용㈜은 집합투자업자로서 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제79조 제1항, 제80조 제1항에 따라 투자신탁재산을 운용함에 있어 그 재산을 보관·관리하는 신탁업자에 대하여 필요한 지시를 하여야 하고, 투자자에 대하여 선량한 관리자의 주의로써 집합투자재산을 운용하여야 한다. 피고 이지스자산운용㈜은 이러한 법적 지위에 의하여 피고 ㈜에스원에 이 사건 PM계약을 통해 이 사건 주차장이 포함된 이 사건 건물의 자산관리를 직접 위탁하였다.<br/>    (5) 피고 이지스자산운용㈜은 이 사건 주차장이 포함된 이 사건 건물에 대한 운용수익을 극대화하기 위하여 피고 ㈜에스원과 사이에 이 사건 PM계약을 체결하고, 피고 ㈜에스원으로 하여금 이 사건 건물에 관한 임대, 시설관리 등의 자산관리업무를 수행하도록 하였으며, 피고 ㈜에스원은 이 사건 PM계약에 따라 이 사건 주차장이 포함된 이 사건 건물을 현실적으로 지배·관리하게 되었다.<br/>    (6) 피고 ㈜에스원은 위탁자인 피고 이지스자산운용㈜의 사전 동의나 지시를 받아 이 사건 건물의 자산을 관리하는 등 위 건물의 유지·관리에 관하여 독자적인 의사결정 권한을 가지고 있지 않았던 반면, 피고 이지스자산운용㈜은 자신의 의사에 기초한 지시 등에 의하여 이 사건 건물의 지배 상태에 영향을 줄 수 있는 지위에 있었다는 점은 앞서 인정하였다.<br/>    (7) 피고 이지스자산운용㈜은 피고 ㈜에스원이 시설관리업무를 수행함에 있어 실제로 구체적인 지휘·감독을 하지 않았다는 취지로 주장한다. 그러나 피고 ㈜에스원은 피고 이지스자산운용㈜에 대하여 매월 시설관리업무 내용에 관하여 구체적인 내용이 기재된 자산운용보고서를 제출하기도 하였고, 이 사건 PM계약서 제5조 (2)항 가호에서도 이 사건 건물의 관리·운영 보고서 제출의무를 명시하고 있으며, 피고 이지스자산운용㈜은 피고 ㈜에스원에게 시설관리에 관하여 이메일 등으로 구체적인 지시를 하기도 하였다(이러한 지시내용은 피고 ㈜에스원에 의하여 참가인에게 그대로 전달되었다). 따라서 피고 이지스자산운용㈜의 위 주장은 받아들이기 어렵다.<br/>    (8) 또한 피고 ㈜에스원은 이 사건 건물의 유지·관리 등 이 사건 PM계약상 의무를 자신의 비용으로 독자적으로 실행하는 구조가 아니었고, 피고 이지스자산운용㈜이 사전에 정한 예산 범위 내에서 의무를 이행하고 지출을 하여야 했다는 점은 앞서 인정하였다. 따라서 이 사건 건물 및 그 일부인 이 사건 주차장의 설치 또는 보존상의 하자로 인하여 발생할 수 있는 각종 사고를 방지하기 위하여 공작물을 보수·관리할 권한 및 책임이 있는 직접점유자는 피고 이지스자산운용㈜이었다고 봄이 타당하다.<br/>    (9) 피고 이지스자산운용㈜과 피고 ㈜국민은행 사이에 체결된 신탁계약서(갑 제5호증의 1, 2의 첨부 서류)와 임대차계약서(갑 제1호증)에 의하면, 집합투자업자인 피고 이지스자산운용㈜이 투자신탁재산인 이 사건 건물의 운용 및 운용지시업무를 수행하고, 신탁업자이자 수탁자인 피고 ㈜국민은행은 위 재산을 피고 이지스자산운용㈜의 운용지시에 따라 보관·관리하며, 집합투자업자인 피고 이지스자산운용㈜은 부동산의 관리·임대 등 업무를 제3자에게 위탁할 수 있고, 실제로 피고 ㈜국민은행은 피고 이지스자산운용㈜의 지시를 받아 이 사건 건물을 매수하여 원고 ㈜서영엔지니어링에 이 사건 임차부분을 임대하였다. 하지만 이러한 사정만으로는 피고 ㈜국민은행이 집합투자업자인 피고 이지스자산운용㈜의 운용지시에 따라 이 사건 건물의 보관업무를 수행하는 간접점유자의 지위에 있다고 단정하기는 어렵다. <br/>    (10) 건물의 소유자이자 직접점유자(임대한 공간이 있는 경우에는 그 부분에 대한 간접점유자)가 건물의 일부이자 임대목적물이 아닌 주차장에 대한 직접점유자의 지위에서 벗어났다고 보기 위해서는 이를 인정할 수 있는 법률행위나 근거가 있어야 한다. 그리고 임대용 대형건물의 일부인 주차장에 대한 직접점유가 계약에 의해 주차장 관리자에게 이전되었다고 보기 위해서도 분명하거나 명백한 증거, 근거가 있어야 한다. 소유자인 피고 ㈜국민은행이 이 사건 건물의 일부인 이 사건 주차장의 간접점유자임을 인정하기 위해서는 피고 ㈜국민은행과 직접점유를 하는 피고 이지스자산운용㈜과 사이에 일정한 법률관계, 즉 점유매개관계가 필요하다. 그런데, 피고 이지스자산운용㈜과 피고 ㈜국민은행 사이에 체결된 신탁계약에 의한 법률관계는 위에서 판단한 것처럼 점유매개관계에 해당한다고 보기 어렵다. 피고 이지스자산운용㈜과 피고 ㈜국민은행 사이에 체결된 신탁계약서에는 법률상 소유자인 피고 ㈜국민은행의 이 사건 건물에 대한 직접점유자의 지위를 배제하고, 피고 이지스자산운용㈜만이 이 사건 건물을 직접점유 한다는 취지의 규정이 기재되어 있지 않다. 그 밖에 이 사건 건물의 법률상 소유자인 피고 ㈜국민은행의 이 사건 건물에 대한 직접점유자의 지위를 소멸시키는 법률행위나 법령 규정 등에 관한 근거, 증거, 자료가 없다.<br/>    (11) 그 밖에 피고 ㈜국민은행과 피고 이지스자산운용㈜과 사이에 점유매개관계를 인정할 만한 다른 사정, 근거, 증거 또는 자료가 없고, 피고들의 구체적인 주장도 없다.<br/>    (12) 따라서 피고 ㈜국민은행은 피고 이지스자산운용㈜과 사이의 신탁계약에 따른 이 사건 건물의 법률상 소유자로서 여전히 이 사건 건물의 일부인 이 사건 주차장의 직접점유자이고, 피고 이지스자산운용㈜은 일반적인 위탁자의 지위가 아니라 피고 ㈜에스원과의 계약이라는 구체적인 법률행위에 의해 이 사건 주차장의 직접점유자(자주점유가 아니라 타주점유)이며, 그 결과 이 사건 건물의 일부인 이 사건 주차장을 피고들이 공동으로(중첩적으로) 점유하는 관계에 있다고 봄이 타당하다.<br/>2) 손해배상책임의 범위에 대한 위법 주장에 관하여<br/>가) 주장 요지<br/>    제1심 감정인 소외인의 감정결과에는 ① 영업이익 산정 시 이미 반영된 고정비용 22억 원을 별도로 손해액으로 중복하여 산정하였고 원고들이 영업을 유지하면서 수익창출을 위해 고정비 항목의 금액을 지출한 것이어서 위 고정비를 무익하게 지출한 손해로 보기 어려우며, ② 휴업손해기간을 2015년 4분기부터 2016년 1분기까지(총 6개월)로 과다하게 산정하였고, ③ 월별 수주액을 검토하지 않은 채 직전 분기 매출액 기준으로 표준매출액을 산정한 위법이 있다.<br/>나) 판단<br/>    다음과 같은 법리, 다양한 사정, 근거를 종합하면, 제1심 감정인 소외인의 감정결과에 위법이 있다고 단정하기 어렵다. 따라서 피고들의 위 주장은 받아들이기 어렵다.<br/>    (1) 감정인의 감정 결과는 감정 방법 등이 경험칙에 반하거나 합리성이 없는 등의 현저한 잘못이 없는 한 존중하여야 한다(대법원 2012. 11. 29. 선고 2010다93790 판결 등 참조).<br/>    (2) 제1심 감정인 소외인의 감정결과, 이 법원의 감정인 소외인에 대한 사실조회 결과에 변론 전체의 취지를 종합하면, 아래와 같은 사정에 비추어 제1심 감정인 소외인의 감정결과는 그 감정 방법에 있어서 경험칙에 반하거나 합리성이 결여되었다고 보기 어렵다. 따라서 제1심 감정인 소외인의 감정결과는 존중되어야 한다.<br/>     (가) 매출액은 영업이익, 고정비, 변동비로 구성되는데, 매출감소 시 변동비는 지출되지 않지만 영업이익에서 손실이 발생하고, 고정비는 매출감소에도 불구하고 계속 지출될 수밖에 없는 비용 손실이기 때문에 별도로 산정해야 하는 손해에 해당될 수 있으며, 일률적으로 손해가 아니라고 단정할 수 없다.<br/>     (나) 고정비 손해는 매출감소액에 표준 고정비 비율을 적용해 산정하는데, 매출액이 일정 부분 감소되고 그로 인해 발생되는 고정비 손해를 산정하였기 때문에 산출된 고정비 손해액은 ‘미처 감축하지 못한 고정비용차액’에 해당된다. 또한 산출된 고정비 손해액은 사고 후 손실이 발생되지 않은 매출액 및 영업이익을 창출하기 위해 지출된 비용에 해당되지 않는다(제1심 감정인은 사고 후 영업 자체를 중단하고 고정비 항목의 금액들을 무익하게 지출하였다는 것을 전제로 하여 매출액 또는 영업이익을 창출하기 위해 지출된 비용을 산정한 것이 아니다).<br/>     (다) 제1심 감정인 소외인은 휴업손해기간을 피고들 주장과 같이 6개월이 아니라 총 3개월 20일(이 사건 화재 다음날인 2015. 12. 12.부터 2016. 3. 31.까지)로 산정하였다.<br/>     (라) 제1심 감정인 소외인은 월별 수주액을 검토하기도 하였으나, 월 단위 기준으로는 표준매출액을 추정할 수 있는 연관성을 발견할 수 없어 분기단위를 기준으로 표준매출액을 산정한 것으로 보인다.<br/>    (3) 그 밖에 제1심 감정인 소외인이 특별한 근거 없이 원고들의 주장만을 받아들여 손해액을 산정하였다고 볼 만한 사정, 근거, 증거, 자료가 없다.<br/>    (4) 민사소송법은 증거에 의해 손해액을 산정하여야 한다고 규정하면서도 손해액이라는 특수한 요건을 참작하여 손해액 산정의 예외를 인정하고 있다(민사소송법 제202조의2). 이와 같은 민사소송법 규정에 비추어 보더라도 제1심이 인정한 손해액은 정당하다.<br/>3) 손해배상책임의 제한에 대한 위법 주장에 관하여<br/>가) 이 사건 임대차계약 상 임대인 귀책사유 없는 화재로 인한 손해는 임차인이 부담한다는 주장에 관하여<br/> (1) 주장 요지<br/>     이 사건 임대차계약서 제11조, 제22조 및 부칙(준수의무) 제10조에 의하면, 이 사건 임대차목적물에 화재가 발생한 경우, 그러한 화재가 임대인의 귀책사유에 기인한 것이 아닌 한 화재에 따른 손해는 임차인이 부담한다고 명시되어 있다. 이 사건 화재에 있어 현실적 지배·관리자도 아닌 피고들의 귀책사유는 인정될 여지가 없으므로, 이 사건 화재로 인한 임차인인 원고들의 손해는 위 임대차계약서 규정에 따라 모두 원고들이 부담해야 한다.<br/> (2) 판단<br/>     다음과 같은 법리, 다양한 사정, 근거를 종합하면, 임대인인 피고들이 이 사건 화재에 귀책사유가 없다는 이유로 원고들이 이 사건 임대차계약서 제11조, 제22조 및 부칙(준수의무) 제10조에 따라 이 사건 화재로 인한 손해를 스스로 부담해야 한다고 보기는 어렵다. 따라서 피고들의 위 주장은 받아들이지 않는다.<br/>     (가) 이 사건 임대차계약서 제11조, 제22조 및 부칙(준수의무) 제10조에서 규정하는 ‘화재’는 이 사건 임대차 목적물에 발생한 것을 의미한다고 봄이 타당하다. 그런데 이 사건 화재는 임대차 목적물이 아닌 이 사건 주차장에서 발생한 것이므로, 위 임대차계약서 규정이 직접 적용된다고 보기는 어렵다.<br/>     (나) 이 사건 임대차계약서 제11조, 제22조 및 부칙(준수의무) 제10조의 규정은 \"임대인의 귀책사유로 인한 화재에 의한 손해는 임차인이 부담하지 않는다\"는 취지로 해석될 뿐, 역으로 \"임대인의 귀책사유에 의하지 않은 화재에 의한 손해는 (모두) 임차인이 부담한다\"는 취지라고 단정하기는 어렵다(위 임대차계약서에는 임대인과 임차인 모두의 귀책사유에 의하지 않은 화재에 관하여는 규정이 없는 것으로 보여, 민법에서 규정한 위험부담 법리가 적용될 가능성을 배제하기 어렵다).<br/>     (다) 이 사건에서는 피고들에게 선택적으로 청구된 공작물책임(민법 제758조 제1항)과 일반 불법행위 책임(민법 제750조) 중 위험책임의 법리에 근거한 공작물책임이 인정되어, 피고들의 귀책사유를 요건으로 한 일반 불법행위 책임에 관하여는 판단이 이루어지지 않았다. 따라서 피고들 주장과 같이 이 사건 화재 발생에 있어 피고들의 귀책사유가 인정되지 않는다고 단정하기는 어렵다.<br/>나) 실화책임에 관한 법률에 따른 책임 감경 주장에 관하여<br/> (1) 주장 요지<br/>     피고 이지스자산운용㈜은 원고들이 입은 손해가 직접화재가 아닌 연소로 인한 부분에서 발생한 것이고, 이 사건 화재는 피고들의 고의 또는 중과실에 의하여 발생한 것이 아니므로, 실화책임에 관한 법률(이하 ‘실화책임법’이라 한다)에 따라 손해액이 감경되어야 한다.<br/>(2) 판단<br/>     다음과 같은 법리, 다양한 사정, 근거를 종합하면, 원고들이 이 사건 화재로 입은 손해는 ‘직접화재’로 인하여 발생한 것이므로, 피고들이 실화책임법 제3조에 의한 연소한 부분에 대한 손해로서 손해배상액 경감을 받는다고 보기는 어렵다. 따라서 피고들의 위 주장은 받아들이지 않는다.<br/>     (가) 2009. 5. 8. 법률 제9648호로 전부 개정된 실화책임법(이하 ‘개정 실화책임법’이라 한다)은 구 실화책임법(2009. 5. 8. 법률 제9648호로 개정되기 전의 것)과 달리 손해배상액의 경감에 관한 특례 규정만을 두었을 뿐 손해배상의무의 성립을 제한하는 규정을 두고 있지 않다. 공작물의 점유자 또는 소유자가 공작물의 설치·보존상 하자로 인하여 생긴 화재에 대하여 손해배상책임을 지는지는 다른 법률에 달리 정함이 없는 한 일반 민법의 규정에 의하여 판단하여야 한다. 따라서 공작물의 설치·보존상 하자에 의하여 직접 발생한 화재로 인한 손해배상책임뿐만 아니라 그 화재로부터 연소한 부분에 대한 손해배상책임에 관하여도 공작물의 설치·보존상 하자와 손해 사이에 상당인과관계가 있는 경우에는 민법 제758조 제1항이 적용되고, 실화가 중대한 과실로 인한 것이 아닌 한 화재로부터 연소한 부분에 대한 손해의 배상의무자는 개정 실화책임법 제3조에 의하여 손해배상액의 경감을 받을 수 있다(대법원 2012. 6. 28. 선고 2010다58056 판결 등 참조).<br/>     (나) 실화책임에 관한 법률은 실화로 인하여 일단 화재가 발생한 경우에는 부근 가옥 기타 물건에 연소함으로써 그 피해가 예상외로 확대되어 실화자의 책임이 과다하게 되는 점을 고려하여 그 책임을 제한함으로써 실화자를 지나치게 가혹한 부담으로부터 구제하고자 하는 데 그 입법 취지가 있다(대법원 1983. 12. 13. 선고 82다카1038 판결 등 참조). 실화책임에 관한 법률은 발화점과 불가분의 일체를 이루는 물건의 소실, 즉 직접 화재에는 적용되지 아니하고, 그로부터 연소한 부분에만 적용되는 것으로 해석함이 상당하다(대법원 2000. 5. 26. 선고 99다32431 판결). 직접화재와 연소부분의 구별은 단순한 거리의 문제가 아니라 발생한 손해가 부당하게 확대된 손해인가 아니면 당연히 예상된 손해인가에 따라서 판단되어야 한다. 예상된 손해인가 여부는 당해 공작물의 발화의 위험성 정도, 피해건물의 소훼가능성 내지는 소훼의 용이성, 당해 공작물과 소훼부분의 관련 정도 등을 고려하여 손해의 공평부담이라는 관점에서 종합적으로 판단하여야 한다. 따라서 발화점과 밀접·불가분의 일체를 이루는 물건이나 밀접 불가분의 일체를 이루고 있지는 않더라도 규범적으로 그와 동일시할 정도로 근접한 위치의 화재로 인한 손해에 대하여는 직접화재 부분으로 보아야 한다.<br/>     (다) 위 법리를 바탕으로, 앞서 인정한 사실 및 아래와 같이 인정되는 사정들을 종합하여 보면, 원고들이 입은 손해는 직접화재로 인하여 발생한 것으로 봄이 타당하므로, 피고들이 실화책임법 제3조에 의한 연소한 부분에 대한 손해로서 손해배상액 경감을 받는다고 보기는 어렵다.<br/>      ① 이 사건 화재가 발화한 이 사건 주차장(건물 1층) 천장 내부(전기배선)와 이 사건 임차 부분인 이 사건 건물 6층 내지 12층은 모두 이 사건 건물의 일부분에 해당한다.<br/>      ② 이 사건 주차장 천장에는 플라스틱 판넬 등 가연성이 있는 물건이 존재하였고, 위 판넬이 발화하면서 이 사건 건물 외벽에 불이 붙게 되었다.<br/>      ③ 화재에 취약한 드라이비트 공법으로 시공된 이 사건 건물 외벽에 불이 붙자 외벽을 통하여 이 사건 건물 전체에 불이 붙게 되었다. <br/>      ④ 이 사건 건물 1층 CCTV에 의하면 이 사건 화재 당일 20:15:40경 소락물이 최초로 낙하하는 것이 관측되고, 불꽃이 커지면서 불과 1분도 지나지 않은 20:16:36경 1층 CCTV의 작동이 정지되기까지 되었으며, 이 사건 화재의 최초 목격자인 이 사건 건물의 맞은편 건물(△△빌딩)의 주차경비원은 이 사건 주차장의 천장에서 불똥이 떨어지는 것을 보고 이 사건 건물 경비원에게 화재 사실을 통보해 주기 위하여 나가는 순간 불길이 갑자기 천장으로 치솟았다고 진술하였고, 위 △△빌딩 CCTV에 의하면 위 빌딩 주차경비원이 이 사건 건물 경비원에게 화재사실을 알린지 1분도 되지 않은 시점에 이 사건 건물 방향 전체가 화염으로 가득찬 사실을 확인할 수 있다.<br/>      ⑤ 이 사건 화재가 최초 발화한 뒤 이 사건 임차 부분을 포함한 이 사건 건물 전체로 확산되는데 매우 짧은 시간이 소요된 것으로 보인다.<br/>      ⑥ 이 사건 건물과 그 일부인 이 사건 주차장의 소유, 점유 관계 등에 비추어 피고들 주장과 같은 감액을 인정할 추가 근거, 사정이 부족하다.<br/>3) 손해배상책임의 한도에 대한 위법 주장에 관하여<br/>가) 자본시장법 제80조 제2항, 신탁법 제118조 제1항 제2호에 따라 신탁재산인 이 사건 건물로만 이 사건 화재에 대한 책임을 부담한다는 주장에 관하여<br/> (1) 주장 요지<br/>     설령 피고 이지스자산운용㈜이 공작물책임을 부담한다고 하더라도, 피고 이지스자산운용㈜은 자본시장법 제80조 제2항에 따라 이 사건 투자신탁의 집합투자업자로서 투자신탁재산인 이 사건 건물에 관한 재산의 한도로 책임이 제한되어야 한다. 또한 자본시장법에 따라 설정된 이 사건 투자신탁은 그 법적 성격이 유한책임신탁인데, 유한책임신탁에 있어 수탁자의 제3자에 대한 불법행위책임은 수탁자에게 고의 또는 과실이 인정되지 않는 한 수탁자는 신탁자의 재산으로 책임을 부담할 뿐 그 고유재산으로는 책임을 부담하지 않는 것이고(신탁법 제118조 제1항 제2호), 이 사건 화재에 있어 피고 이지스자산운용㈜의 귀책사유는 인정될 여지가 없다. 따라서 피고 이지스자산운용㈜은 이 사건 투자신탁재산인 이 사건 건물에 관한 재산으로만 이 사건 화재에 따른 손해를 배상할 의무가 있다. 그럼에도 제1심판결에서는 이를 고려하지 않고 이행판결 주문에 그 책임한도를 명시하지 않은 위법이 있다.<br/>(2) 판단<br/>     다음과 같은 법리, 다양한 사정, 근거를 종합하면, 피고 이지스자산운용㈜의 책임한도는 이 사건 건물에 관한 재산으로만 제한되지는 않는다고 봄이 타당하다. 따라서 피고들의 위 주장은 받아들이지 않는다.<br/>     (가) 자본시장법 제80조 제1항은 \"투자신탁의 집합투자업자는 투자신탁재산을 운용함에 있어서 그 투자신탁재산을 보관·관리하는 신탁업자에 대하여 대통령령으로 정하는 방법에 따라 투자신탁재산별로 투자대상자산의 취득·처분 등에 관하여 필요한 지시를 하여야 하며, 그 신탁업자는 집합투자업자의 지시에 따라 투자대상자산의 취득·처분 등을 하여야 한다. 다만, 집합투자업자는 투자신탁재산의 효율적 운용을 위하여 불가피한 경우로서 대통령령으로 정하는 경우에는 자신의 명의로 직접 투자대상자산의 취득·처분 등을 할 수 있다\"고 규정하고, 같은 조 제2항 본문은 \"투자신탁의 집합투자업자(그 투자신탁재산을 보관·관리하는 신탁업자를 포함한다. 이하 이 항에서 같다)는 제1항에 따라 투자대상자산의 취득·처분 등을 한 경우 그 투자신탁재산으로 그 이행 책임을 부담한다\"고 규정하고 있다. 그런데, 이 사건 화재는 자본시장법 제80조 제1항에 따른 투자대상자산의 취득·처분 행위에 해당된다거나, 투자대상자산의 취득·처분 등과 관련하여 발생한 것으로 보기는 어렵다.<br/>     (나) 이 사건에서는 피고들에게 선택적으로 청구된 공작물책임(민법 제758조 제1항)과 일반 불법행위 책임(민법 제750조) 중 위험책임의 법리에 근거한 공작물책임이 인정되어, 피고들의 귀책사유를 요건으로 한 일반 불법행위 책임에 관하여는 판단이 이루어지지 않았으므로, 피고들 주장과 같이 이 사건 화재 발생에 있어 피고들의 귀책사유가 인정되지 않는다고 단정하기는 어렵다는 점은 앞서 판단하였다.<br/>     (다) 신탁법 제114조 제1항에 의하면, 유한책임신탁의 효력이 발생하기 위해서는 신탁법 제126조에 따라 유한책임신탁의 등기를 하여야 효력이 발생한다. 그러나 피고 이지스자산운용㈜이 이 사건 건물에 관하여 유한책임신탁으로 등기를 마쳤다는 점에 대한 피고들의 주장이나 증명이 없다. 공작물책임이 인정됨에도 손해배상의무자의 책임을 특정 재산으로 한정하기 위해서는 법률적인 근거가 분명하여야 하는데, 민법이나 특별법에서 손해배상의무자의 책임을 제한하여야 한다는 근거를 발견하기 어렵고, 단순히 특정 당사자 사이의 계약 관계에 의해 일반적인 제3자(이 사건에서 원고들)에 대한 책임을 제한할 수 있다고 볼 근거도 부족하다(다수의 피해자가 예상되는 건물 관리에서 보험 가입 등의 방법으로 사전에 위험을 분산하는 것이 어렵다고 보기도 어렵고, 다른 공작물 점유자와 달리 판단하거나 형평의 원칙에 따라 책임을 제한할 근거도 없다). 따라서 피고 이지스자산운용㈜의 위 유한책임신탁 관련 주장은 더 나아가 살필 필요 없이 이유 없다.<br/>나) 이 사건 임대차계약서에 의해서도 이 사건 투자신탁재산 한도로만 손해배상책임이 제한된다는 주장에 관하여<br/> (1) 주장 요지<br/>     이 사건 임대차계약서 전문 제4항에서 \"집합투자업자인 피고 이지스자산운용㈜의 책임이 이 사건 투자신탁재산 한도로 제한 된다\"고 명시되어 있으므로, 피고 이지스자산운용㈜에 대하여 설령 민법 제758조에 따른 소유자로서의 무과실책임이 인정된다 하더라도, 그 배상책임은 이 사건 투자신탁재산인 이 사건 건물에 관한 재산의 한도로 제한되어야 한다.<br/>(2) 판단<br/>     그러나 이 사건 임대차계약서(갑 제1호증) 전문 제4항에서는 \"임대인과 집합투자업자는 본 임대차계약의 이행책임과 관련하여 본건 투자신탁의 투자신탁 재산 한도 내에서만 책임을 부담한다\"고 규정하여 ‘임대차계약관계’에 있어서의 책임(계약 책임) 제한 사유를 정하고 있다. 위 조항은 피고 이지스자산운용㈜이 이 사건 건물 점유자로서의 민법 제758조 제1항의 공작물책임(불법행위 책임, 법정 책임)이 인정되는 본 사안에서는 적용될 수 없다. 따라서 피고 이지스자산운용㈜의 이 부분 주장도 이유 없다. <br/>4. 결론<br/>  원고 ㈜서영엔지니어링, 원고(선정당사자) 2의 청구는 위 인정 범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 기각하여야 한다. 제1심판결은 이와 결론을 같이 하여 정당하므로, 원고 ㈜서영엔지니어링, 원고(선정당사자) 2의 피고 ㈜에스원에 대한 항소 및 피고 이지스자산운용㈜, 피고 ㈜국민은행의 원고 ㈜서영엔지니어링, 원고(선정당사자) 2에 대한 항소는 모두 이유 없어 기각한다. 제1심판결 주문 제1항 중 \"별지2 목록 기재 선정들자에게\"는 \"별지2 목록 기재 선정자들에게\"의 오기임이 명백하므로 이를 경정하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 윤종구(재판장) 조광국 이은상 ",
    "사건번호": "2018나2014531",
    "사건종류코드": "400101",
    "판례정보일련번호": "239809",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}