{
  "PrecService": {
    "판시사항": "  [1] 공유물 보존행위의 의미 및 민법 제265조 단서에서 공유물의 보존행위를 각 공유자가 단독으로 할 수 있도록 한 취지 / 공유자 1인의 보존권 행사 결과가 다른 공유자의 이해와 충돌하는 경우, 보존권 행사를 공유물의 보존행위로 볼 수 있는지 여부(소극)<br/>  [2] 구분소유자가 공용부분에 대해 그 지분권에 기하여 권리를 행사하는 것이 다른 구분소유자들의 이익에 어긋날 수 있는 경우, 그 권리 행사는 각 구분소유자가 개별적으로 할 수 있는 보존행위가 아니라 관리단집회의 결의를 거쳐야 하는 관리행위로 보아야 하는지 여부(적극) / 집합건물의 공용부분이 적법한 용도 또는 관리방법에 어긋나게 사용되고 있어 일부 구분소유자가 방해배제청구로 원상회복을 구하더라도 다른 구분소유자들의 이익에 어긋날 수 있는 경우, 이를 관리행위로 보아서 관리단집회의 결의를 거치도록 해야 하는지 여부(적극)<br/>",
    "참조판례": "[1] 대법원 1995. 4. 7. 선고 93다54736 판결(공1995상, 1810) / [2] 대법원 2019. 9. 26. 선고 2015다208252 판결(공2019하, 2013)<br/>",
    "사건종류명": "민사",
    "판결요지": "  [1] 공유물의 보존행위는 공유물의 멸실·훼손을 방지하고 그 현상을 유지하기 위하여 하는 사실적·법률적 행위이다. 민법 제265조 단서가 이러한 공유물의 보존행위를 각 공유자가 단독으로 할 수 있도록 한 취지는 그 보존행위가 긴급을 요하는 경우가 많고 다른 공유자에게도 이익이 되는 것이 보통이기 때문이므로, 어느 공유자가 보존권을 행사하는 때에 그 행사의 결과가 다른 공유자의 이해와 충돌될 때에는 그 행사는 보존행위로 될 수 없다고 보아야 한다.<br/>  [2] 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것, 이하 ‘구 집합건물법’이라 한다) 제16조 제1항은 공용부분의 관리에 관한 사항은 관리단의 통상의 집회결의로써 결정한다고 정하면서 그 단서에 보존행위는 각 공유자가 할 수 있다고 정하고 있다. 앞서 본 민법 제265조 단서의 취지, 구 집합건물법의 입법 취지와 관련 규정을 종합하여 보면, 구분소유자가 공용부분에 대해 그 지분권에 기하여 권리를 행사할 때 이것이 다른 구분소유자들의 이익에 어긋날 수 있다면 이는 각 구분소유자가 구 집합건물법 제16조 제1항 단서에 의하여 개별적으로 할 수 있는 보존행위라고 볼 수 없고 구 집합건물법 제16조 제1항 본문에 따라 관리단집회의 결의를 거쳐야 하는 관리행위라고 보아야 한다. 설령 집합건물의 공용부분이 적법한 용도 또는 관리방법에 어긋나게 사용되고 있어 일부 구분소유자가 방해배제청구로 원상회복을 구하는 경우라도 이러한 행위가 다른 구분소유자들의 이익에 어긋날 수 있다면 이를 관리행위로 보아서 관리단집회의 결의를 거치도록 하는 것이 집합건물 내 공동생활을 둘러싼 다수 구분소유자들 상호 간의 이해관계 조절을 위하여 제정된 구 집합건물법의 입법 취지에 부합하고 분쟁의 일회적인 해결을 위하여 바람직하다.<br/>",
    "참조조문": " [1] 민법 제265조 / [2] 민법 제265조, 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것) 제16조 제1항<br/>",
    "선고일자": "20240312",
    "법원명": "대법원",
    "사건명": "손해배상(기)[집합건물의 공용부분이 적법한 용도 또는 관리방법에 어긋나게 사용되고 있다는 이유로 일부 구분소유자가 방해배제 청구로써 원상회복을 구하는 사건]",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인(유한) 안팍 담당변호사 김지환)<br/>【피고, 상고인】 서울주택도시공사 외 1인 (소송대리인 법무법인(유한) 한결 외 2인)<br/>【원심판결】 서울고법 2023. 5. 4. 선고 2021나2011624 판결<br/>【주    문】<br/>  원심판결의 피고 주식회사 현대백화점 패소 부분 중 철거 청구 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.  피고 주식회사 현대백화점의 나머지 상고 및 피고 서울주택도시공사의 상고를 모두 기각한다.  피고 서울주택도시공사의 상고로 인한 상고비용은 같은 피고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 사안의 개요<br/>  원심판결 이유와 기록에 따르면 다음과 같은 사실을 알 수 있다.<br/>  가. 이 사건 집합건물<br/>  피고 서울주택도시공사(이하 ‘피고 공사’라 한다)는 청계천 복원사업으로 인한 대체상가 공급을 목적으로 서울 송파구 (이하 생략)에 (건물명 생략)(이하 ‘이 사건 집합건물’이라 한다)을 신축하였다. 이 사건 집합건물은 ○○관, △관, □□관, ◇◇◇관의 4개 건물이 중앙광장을 둘러싸는 형태로 구성되어 있고, 원형으로 각 건물을 연결하는 통로가 있다.<br/>  피고 공사는 이 사건 집합건물 중 일부는 분양하였고, 일부는 직접 소유하면서 임대하였다. <br/>  나. 원고의 점포 구분소유 및 사용관계<br/>  원고는 2010. 4. 30. 피고 공사로부터 이 사건 집합건물 ◇◇◇관제☆층(호수 1 생략), (호수 2 생략)을 분양받아 그 무렵 소유권이전등기를 마친 구분소유자이다. 원고는 그 무렵 피고 공사로부터 ◇◇◇관제☆층(호수 3 생략), (호수 4 생략), (호수 5 생략), (호수 6 생략)을 임차하였다. 원고는 소유하거나 임차한 점포 등에서 ▽▽▽을 운영하였다. <br/>  다. 이 사건 일괄구획 및 일괄임대차<br/>  1) 이 사건 집합건물 관리단 대표위원회는 2014. 11. 26. 및 2016. 7. 15. ◇◇◇관 지하 1층부터 지상 5층까지, □□관 지하 1층부터 지상 4층까지 중 각 층의 일부를 피고 주식회사 현대백화점(이하 ‘피고 회사’라 한다)에 일괄임대하여 판매시설을 개점하도록 하고, 그 용도와 업종의 변경을 승인하는 의결을 하였다. <br/>  2) 원고의 ▽▽▽ 점포는 이 사건 일괄구획 및 일괄임대차의 대상구역에 속하지 않았고, 원고는 이 사건 일괄구획 및 일괄임대차에 대하여 동의하지 않았다.<br/>  3) 이 사건 집합건물 관리단 대표위원회는 2017. 2. 28. 이 사건 일괄구획 및 일괄임대차에 관하여 ‘대상구역에 속하는 점포’의 구분소유자 중 86.6%, 의결권 중 95.35%가 서면 동의함에 따라 이 사건 집합건물 관리규약이 정한 의결정족수를 충족하였다고 판단하여 이 사건 일괄구획 및 일괄임대차와 이를 위한 공사를 승인하기로 의결하였다. 다만 이 사건 일괄구획 및 일괄임대차와 이를 위한 공사에 관하여 ‘대상구역에 속하지 않는 점포’의 구분소유자들까지 모두 포함한 관리단집회의 결의가 이루어졌다는 자료는 법원에 제출된 바 없다.<br/>  라. 이 사건 공사<br/>  이 사건 집합건물 관리단은 2016. 9.경부터 2016. 12.경까지 이 사건 일괄구획 및 일괄임대차의 대상구역에서 종전 벽을 철거하는 공사를 하였고, 피고 회사는 2017. 1. 2.경부터 2017. 5. 27.경까지 전유부분과 공용부분의 구조와 배치를 바꾸고 인테리어를 하는 등의 공사를 하였다(이하 통틀어 ‘이 사건 공사’라 한다).<br/>  피고 회사는 이 사건 공사를 통하여 원고 소유의 점포들이 있는 ◇◇◇관제☆층의 공용부분 통로에 변경된 전유부분을 구획하기 위한 각 벽(이하 ‘이 사건 각 벽’이라 한다)을 설치하였다.<br/>  2. 피고 회사의 상고이유 1점에 관하여<br/>  가. 원심의 판단<br/>  원심은, 피고 회사는 다음과 같은 이유로 원고에게 이 사건 각 벽을 철거할 의무가 있다고 판단하였다.<br/>  1) 이 사건 일괄구획 및 일괄임대차는 이 사건 각 벽 등을 설치함으로써 집합건물의 공용부분인 통로의 위치, 형상, 효용을 실질적으로 변경시키는 것이므로, 공용부분의 변경에 해당하고, 공용부분을 변경하기 위해서는 구 「집합건물의 소유 및 관리에 관한 법률」(2020. 2. 4. 법률 제16919호로 개정되기 전의 것, 이하 ‘구 집합건물법’이라 한다) 제15조 제1항에 따라 관리단집회에서 구분소유자 및 의결권의 각 4분의 3 이상의 결의 등을 갖추어야 한다. 그런데 이 사건 일괄구획 및 일괄임대차는 적법한 관리단집회의 결의를 갖추지 못하였으므로 무효이다.<br/>  2) 피고 회사는 이와 같이 무효인 이 사건 일괄구획 및 일괄임대차에 터 잡아 이 사건 각 벽을 설치하여 이 사건 점용 통로 부분을 사실상 전유부분과 같이 배타적으로 점유·사용함으로써 원고의 공유지분권(점용 통로 부분을 본래의 용도에 따라 사용·수익할 수 있는 원고의 권리)을 침해하고 있다. 공유자는 자신의 지분권 행사를 방해하는 행위에 대해서 민법 제214조에 따른 방해배제청구권을 행사할 수 있고, 공유물에 대한 지분권은 공유자 개개인에게 귀속되는 것이므로 공유자 각자가 행사할 수 있다. 이와 같이 공용부분이 적법한 용도 또는 관리방법에 어긋나게 사용되고 있어 일부 구분소유자가 방해배제 청구로서 원상회복을 구하는 경우에는 관리단집회의 결의를 거칠 필요가 없다.<br/>  나. 대법원의 판단<br/>  원심의 판단은 다음과 같은 이유로 수긍하기 어렵다.<br/>  1) 공유물의 보존행위는 공유물의 멸실·훼손을 방지하고 그 현상을 유지하기 위하여 하는 사실적·법률적 행위이다. 민법 제265조 단서가 이러한 공유물의 보존행위를 각 공유자가 단독으로 할 수 있도록 한 취지는 그 보존행위가 긴급을 요하는 경우가 많고 다른 공유자에게도 이익이 되는 것이 보통이기 때문이므로, 어느 공유자가 보존권을 행사하는 때에 그 행사의 결과가 다른 공유자의 이해와 충돌될 때에는 그 행사는 보존행위로 될 수 없다고 보아야 한다(대법원 1995. 4. 7. 선고 93다54736 판결 등 참조).<br/>구 집합건물법 제16조 제1항은 공용부분의 관리에 관한 사항은 관리단의 통상의 집회결의로써 결정한다고 정하면서 그 단서에 보존행위는 각 공유자가 할 수 있다고 정하고 있다. 앞서 본 민법 제265조 단서의 취지, 구 집합건물법의 입법 취지와 관련 규정을 종합하여 보면, 구분소유자가 공용부분에 대해 그 지분권에 기하여 권리를 행사할 때 이것이 다른 구분소유자들의 이익에 어긋날 수 있다면 이는 각 구분소유자가 구 집합건물법 제16조 제1항 단서에 의하여 개별적으로 할 수 있는 보존행위라고 볼 수 없고 구 집합건물법 제16조 제1항 본문에 따라 관리단집회의 결의를 거쳐야 하는 관리행위라고 보아야 한다(대법원 2019. 9. 26. 선고 2015다208252 판결 참조). 설령 집합건물의 공용부분이 적법한 용도 또는 관리방법에 어긋나게 사용되고 있어 일부 구분소유자가 방해배제청구로 원상회복을 구하는 경우라도 이러한 행위가 다른 구분소유자들의 이익에 어긋날 수 있다면 이를 관리행위로 보아서 관리단집회의 결의를 거치도록 하는 것이 집합건물 내 공동생활을 둘러싼 다수 구분소유자들 상호 간의 이해관계 조절을 위하여 제정된 구 집합건물법의 입법 취지에 부합하고 분쟁의 일회적인 해결을 위하여 바람직하다.<br/>  2) 원심이 원용한 대법원 2020. 5. 21. 선고 2018다287522 전원합의체 판결은 소수지분권자가 공유물을 독점적으로 점유하는 다른 소수지분권자를 상대로 방해배제를 청구한 사안에 관한 것으로서, 다수의 구분소유자가 존재하는 집합건물 공용부분의 방해배제청구와 관련된 이 사건에 원용하기에는 적절하지 않다.<br/>  3) 원고가 구하는 이 사건 각 벽의 철거는 이 사건 일괄구획 및 일괄임대차에 따라 피고 회사에 점포를 임대한 다른 다수 구분소유자들의 이익에 어긋나는 것으로서 공용부분의 보존행위가 아니라 관리행위에 해당한다고 보아야 한다. 그렇다면 이 사건 각 벽의 철거를 위해서는 관리단집회의 결의를 거쳐야 하는데 그러한 결의를 거친 바가 없다.<br/>  다. 소결론<br/>  그럼에도 원심은 원고의 이 사건 각 벽 철거 청구에 대하여 관리단집회의 결의 없이도 방해배제청구권을 행사할 수 있다고 판단하였다. 이러한 원심판결에는 집합건물 공용부분의 관리행위에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. <br/>  3. 피고 회사의 상고이유 2점에 관하여<br/>  원심은 판시와 같은 이유로, 이 사건 일괄구획 및 일괄임대차는 이 사건 각 벽 등을 설치함으로써 공용부분인 통로의 위치, 형상, 효용을 실질적으로 변경시키는 것이므로, 공용부분의 관리에 그치지 않고 공용부분의 변경에 해당한다고 하면서, 이 사건 일괄구획 및 일괄임대차는 구 집합건물법 제15조 제1항 등에 따른 공용부분 변경에 관한 적법한 관리단 결의를 갖추지 못하여 무효라고 판단하였다. <br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 필요한 심리를 다하지 않거나 집합건물 공용부분의 관리행위 및 변경행위의 구별기준, 일부 공용부분의 관리행위 및 변경행위를 위한 결의요건 등에 관한 법리를 오해한 잘못이 없다.<br/>  4. 피고 회사의 상고이유 3점에 관하여<br/>  원심은 판시와 같은 이유로, 피고 회사가 적법하지 않은 이 사건 일괄구획 및 일괄임대차에 터 잡아 이 사건 각 벽을 설치하여 이 사건 점용 통로 부분을 배타적으로 점유·사용하고 있음으로 인하여 피고 회사는 이익을 얻고, 원고는 구분소유자로서 이 사건 점용 통로 부분을 본래 용도에 따라 사용할 수 없는 손해를 입었다고 판단하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 부당이득반환청구권 성립 요건 등에 관한 법리를 오해한 잘못이 없다.<br/>  5. 피고 회사의 상고이유 4점에 관하여<br/>  원심은 판시와 같은 이유로, 피고 회사는 원고에게 일실 영업수익에 상당한 손해를 배상할 의무가 있다고 판단하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 이유 설시에 다소 부적절한 부분이 있기는 하나, 원심의 위와 같은 판단에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 구 집합건물법상 손해보상청구권 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 없다.<br/>  6. 피고 공사의 상고이유에 관하여<br/>  원심은 판시와 같은 이유로, 원고 및 피고 공사의 책임 없는 사유로 원고가 임차목적물을 사용할 수 없었으므로 피고 공사는 원고에 대하여 해당 기간 동안의 차임을 청구할 수 없다고 판단하였다. <br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 이유 설시에 다소 부적절한 부분이 있기는 하나, 원심의 위와 같은 판단에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 민법 제537조 및 제623조, 제3자 채권침해, 전부불능 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 없다.<br/>  7. 결론<br/>  원심판결의 피고 회사 패소 부분 중 철거 청구 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 피고 회사의 나머지 상고 및 피고 공사의 상고를 모두 기각하고, 피고 공사의 상고로 인한 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노태악(재판장) 오경미 서경환(주심) ",
    "사건번호": "2023다240879",
    "사건종류코드": "400101",
    "판례정보일련번호": "239903",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}