{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20240522",
    "법원명": "대전고등법원(청주)",
    "사건명": "구상금",
    "판례내용": "【원고, 피항소인】 원고 (소송대리인 법무법인 주성 외 1인)<br/>【피고, 항소인】 ○○○ 주식회사(변경전 상호: 주식회사 △△△, 주식회사 □□□) (소송대리인 법무법인(유한) 해광 외 1인)<br/>【제1심판결】 청주지방법원 2022. 1. 28. 선고 2020가합10289 판결<br/>【변론종결】2023. 12. 13.<br/>【주    문】<br/> 1. 제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다. <br/> 2. 가지급물의 반환으로, 원고는 피고에게 2,332,875,330원 및 이에 대하여 2022. 6. 13.부터 2024. 5. 22.까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라. <br/> 3. 소송총비용(가지급물 반환 신청 비용 포함)은 원고가 부담한다. <br/> 4. 제2항은 가집행할 수 있다. <br/><br/>【청구취지, 항소취지 및 가지급물 반환 신청취지】1. 청구취지<br/>  피고는 원고에게 2,810,355,252원 및 이에 대하여 이 사건 소장 부본 송달일 다음 날부터 제1심 선고일까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>  주문 제1항과 같다. <br/>3. 가지급물 반환 신청취지<br/>  주문 제2항과 같다.<br/>【이    유】1. 인정사실<br/>  가. 당사자들 간의 관계 등 <br/>    1) △△개발 주식회사(이하 ‘△△개발’이라 한다)는 건축물 폐재류 수집 운반업과 집하장 설치 및 매립업을 목적으로 1994. 8. 25. 설립된 회사이고, 원고는 위 회사의 대표이사이다. <br/>    2) 피고는 건설기계 대여업과 건설폐기물 수집 운반업, 인력 파견업 등을 목적으로 2009. 6. 19. 설립된 회사인데, 소외인은 피고 주식의 100%를 보유한 자로서 위 회사의 유일한 사내이사이다. 한편 소외인은 2009. 3. 3.부터 △△개발의 사내이사로 근무하고 있고, △△개발의 발행주식 중 9.42%를 보유하고 있으며, 원고의 조카이기도 하다.<br/>    3) 원고는 △△개발과 주식회사 □□건설(이하 ‘□□건설’이라 한다), 피고의 통장과 법인인감 등을 관리하며 위 3개 회사의 재정 및 회계 업무를 담당하였다. <br/>    4) △△개발과 피고는 동일한 건물을 본점으로 사용하였고, 피고 소속 일부 직원들은 △△개발로부터 업무 지시를 받았으며, 피고 소유의 하수슬러지 건조시설(이하 ‘이 사건 건조설비’라 한다)의 가동에 △△개발이 제공하는 스팀이 사용되는 등 두 회사는 긴밀한 협력관계에 있었다. <br/>  나. 피고의 대출계약과 원고의 물상보증 <br/>    1) 피고는 2014. 7. 10. 이 사건 건조설비의 제작계약에 필요한 자금을 마련하기 위하여 주식회사 국민은행(이하 ‘국민은행’이라 한다)으로부터 5,250,000,000원을 여신개시일 2014. 7. 10., 여신만료일 2022. 6. 15., 이자 연 1.75%로 정하여 대출하는 내용의 여신거래약정을 체결하였다(이하 위 여신거래약정을 ‘이 사건 대출계약’이라 하고, 위 대출계약에 따른 피고의 채무를 ‘이 사건 대출금 채무’라고 한다).<br/>    2) 원고는 피고의 부탁을 받고 이 사건 대출금 채무를 담보하기 위하여 2014. 7. 8. 국민은행과 사이에 원고 소유의 충북 청원군 (지번 생략) 잡종지 8,737 등 26필지 토지에 관하여 채권최고액 6,300,000,000원의 근저당권을 설정하는 내용의 근저당권설정계약을 체결한 다음, 같은 달 9. 위 토지들에 관하여 채권최고액 6,300,000,000원, 채무자 피고, 근저당권자 국민은행으로 한 근저당권설정등기를 마쳐주었다. <br/>    3) 또한 원고는 피고의 부탁을 받고 이 사건 대출금 채무를 담보하기 위하여 2014. 7. 10. 국민은행과 사이에 원고의 정기예금 채권[(계좌번호 1 생략), (계좌번호 2 생략)]에 관하여 담보한도액을 각 1,430,000,000원, 2,420,000,000원으로 하는 내용의 근질권설정계약을 체결하였다.<br/>  다. 원고의 이 사건 대출계약에 따른 대출원리금의 대위변제 등<br/>    1) 원고는 2020. 1. 13. 국민은행에게 이 사건 대출금 채무의 원리금 등으로  2,810,355,252원(= 원금 2,805,000,000원 + 약정이자 4,343,613원 + 중도상환수수료 1,011,639원)을 대위변제(이하 ‘이 사건 대위변제’라고 하고, 위와 같이 변제한 채무 중 중도상환수수료 부분을 제외한 채무를 ‘이 사건 나머지 대출금 채무’라 한다)하였다.<br/>    2) 원고는 이 사건 나머지 대출금 채무를 변제한 날의 다음 날인 2020. 1. 14. 청주지방법원에 피고가 소유하고 있는 부동산에 관하여 위 대위변제금 상당의 구상금 채권을 피보전채권으로 가압류신청을 하여 2020. 1. 31. 위 법원으로부터 가압류결정(청주지방법원 2020카단50102)을 받았고, 마찬가지로 2020. 1. 14. 위 법원에 피고가 국민은행에 대하여 가지고 있는 예금채권에 관하여 가압류신청을 하여 2020. 1. 30. 위 법원으로부터 가압류결정(청주지방법원 2020카단50104)을 받았다.<br/>  라. 원고와 소외인 간의 갈등 발생 <br/>    원고와 소외인 간의 관계는 2019. 11.경 원고가 제3자로부터 △△개발의 양도 제안을 받고 이를 추진하던 중 소외인이 △△개발의 양도에 반대하는 의사를 밝히면서 급격히 악화되었다.  <br/>  [인정근거] 다툼 없는 사실, 갑 제1 내지 6호증, 을 제3, 4, 36, 49, 50, 70, 95호증(가지번호 있는 경우 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지  <br/>2. 판단<br/>  가. 원고의 청구원인에 관한 판단<br/>    제1항에서 인정한 사실에 의하면, 원고는 수탁보증인으로서 2020. 1. 13. 채권자인 국민은행에게 이 사건 나머지 대출금 채무 2,810,355,252원을 대위변제하였으므로 민법 제370조, 제341조, 제441조에 의하여 주채무자인 피고에 대하여 위 대위변제액 상당을 구상할 수 있는 권리를 취득한다. 따라서 특별한 사정이 없는 한, 피고는 원고에게 구상금으로 2,810,355,252원 및 이에 대한 법정이자와 지연손해금을 지급할 의무가 있다. <br/>  나. 피고의 주장과 이에 관한 판단<br/>    1) 피고 주장의 요지<br/>      가) 주위적 주장<br/>        (1) 원고는, 주채무자인 피고가 채권자인 국민은행에 대하여 이 사건 나머지 대출금 채무에 관한 이행기가 도래하지 아니하였음을 이유로 채무의 이행을 거부할 권리가 있었음에도 피고에게 아무런 통지도 하지 아니한 채 채무의 최종 변제기가 2년 5개월 이상 남은 시점에 피고의 대표자인 소외인이 △△개발의 양도를 반대하자 소외인과 피고를 압박하려는 의도를 가지고 이 사건 나머지 대출금 채무를 변제하였다. 따라서 원고의 변제는 민법 제441조 제1항에서 구상권 발생요건으로 규정한 ‘과실 없는 변제’에 해당하지 아니하므로, 원고에게는 구상권이 발생하지 않는다(이하 ‘제1주장’이라 한다). <br/>        (2) 이 사건 대출금 채무에 관하여 물상보증을 한 원고는 소외인이 △△개발의 양도를 반대하자 소외인을 배제하고 △△개발을 양도하여 그에 따른 이익을 독차지하고자 이 사건 나머지 대출금 채무의 변제기가 도래하기도 전에 소외인의 동의 없이 이 사건 나머지 대출금 채무를 대위변제하였다. 그럼에도 원고가 이 사건 대위변제를 근거로 피고에 대하여 구상금의 지급을 구하는 것은 신의성실의 원칙에 위배되므로 허용되어서는 아니 된다(이하 ‘제2주장’이라 한다). <br/>      나) 예비적 주장<br/>        설령 원고가 피고에 대하여 이 사건 대위변제에 따른 구상금 채권을 가지고 있다고 하더라도, 원고는 2020. 1. 6. 피고의 동의 없이 피고 명의의 예금인출신청서를 위조하여 피고의 예금 130,000,000원을 무단으로 인출하였고, 2019. 12.경부터 2022. 6. 13.까지 △△개발의 직원들에게 이 사건 건조설비를 무단으로 사용할 것을 지시하고 위 건조설비에 폐기물을 방치하게 하여 위 기간 동안 피고로 하여금 위 건조설비를 사용할 수 없게 하여 피고에게 2,539,677,194원 상당의 영업 손실을 입혔으며, 위 방치된 폐기물의 처리비용액 상당인 120,000,000원의 손해를 입히기도 하였다. 따라서 피고는 원고의 위와 같은 여러 불법행위로 인하여 피고에게 발생한 손해액 합계 2,793,334,297원(= 130,000,000원 및 그에 대한 지연손해금 657,103원 + 2,539,677,194원 + 123,000,000원)의 손해배상채권을 자동채권으로 하여 원고의 피고에 대한 구상금 채권과 대등액의 범위에서 상계한다. <br/>    2) 주위적 주장 중 제1주장에 관한 판단 <br/>      가) 타인의 채무를 담보하기 위하여 자신의 부동산을 제공한 물상보증인에 대하여 민법 제370조, 제341조의 각 준용규정에 따라 적용되는 민법 제441조 제1항은 \"주채무자의 부탁으로 보증인이 된 자가 과실 없이 변제 기타의 출재로 주채무를 소멸하게 한 때에는 주채무자에 대하여 구상권이 있다.\"라고 규정하고 있다. 위 규정에 의하면 주채무자의 부탁으로 보증인이 된 수탁보증인의 변제 기타 출재에 과실이 있는 경우 주채무자에 대한 구상권이 발생하지 아니한다. 주채무자의 변제 기타의 출재에 과실이 있는 경우라 함은 주채무자가 채권자에 대하여 상계권, 취소권, 해제권, 동시이행의 항변권 등 주채무의 이행을 거절하거나 연기할 수 있는 항변권을 갖고 있었음에도 불구하고 수탁보증인이 면책행위를 한 경우가 대표적이다. <br/>        위와 같은 법규정과 법리에 비추어 이 부분 주장을 살펴본다. 이 사건 대출계약에서 정한 여신만료일이 2022. 6. 15.임은 앞서 본 바와 같고, 갑 제11호증의 기재에 변론 전체의 취지를 종합하면, 피고는 이 사건 대위변제 당시 위 여신만료일까지 기간 동안 3개월마다 이 사건 대출계약에 따른 원금과 이자를 분할하여 변제하여야 했던 사실, 피고는 이 사건 대위변제 당시까지 이 사건 대출계약에 따라 분할하여 변제하여야 하는 원금과 이자의 지급을 연체하지 아니한 사실, 그럼에도 원고는 피고에게 아무런 통지도 하지 아니한 채 이 사건 나머지 대출금 채무를 국민은행에게 변제한 사실이 인정된다. 이러한 사실에 의하면 주채무자인 피고는 원고의 이 사건 대위변제 당시 채권자인 국민은행에게 이 사건 나머지 대출금 채무의 이행기가 도래하지 않았음을 이유로 위 채무의 이행을 거절할 수 있는 권리를 가지고 있었다고 할 것임에도, 원고는 주채무자인 피고에게 아무런 통지 없이 채권자인 국민은행에게 이 사건 나머지 대출금 채무를 모두 변제하였으므로, 특별한 사정이 없는 한, 원고의 이 사건 대위변제는 과실 있는 변제에 해당한다고 봄이 타당하다. <br/>      나) 원고의 주장과 이에 관한 판단<br/>        (1) 주장의 요지   <br/>          원고는, 2018. 12. 31. 기준으로 피고의 결손누계액이 약 86억 원에 이르고, 원고와 △△개발이 이 사건 대출계약에 따라 피고가 국민은행에 변제하여야 하는 원리금 상당액을 지속적으로 지원하였을 정도로 피고의 재정상태가 부실하였던 점, 피고의 대표자 소외인은 매월 6,000만 원에서 8,000만 원에 달하는 회사자금을 횡령하여 피고의 재무상황을 더욱 악화시켰고 이 사건 대출금의 상환에도 악영향을 끼친 점, 소외인은 2020. 1. 초경 갑자기 △△개발과 협력하여 진행하던 사업을 일방적으로 중단시켰으므로 피고의 재무상황은 더욱 악화될 수밖에 없었고, 원고의 이 사건 대위변제 당시 소외인이 이 사건 나머지 대출금 채무를 고의로 연체시킬 것이 명확하였던 점 등을 고려하면, 원고의 이 사건 대위변제 당시 피고는 이 사건 나머지 대출금 채무의 변제와 관련하여 기한의 이익을 누릴 만한 지위에 있지 아니하였고, 이 사건 대출금 채무의 물상보증인인 원고는 피고가 이 사건 나머지 대출금 채무를 변제하지 아니하여 담보로 제공한 부동산을 상실할 위험을 우려하여 부득이 이 사건 나머지 대출금 채무를 변제한 것이므로 원고의 변제에 아무런 과실이 없다는 취지로 주장한다.  <br/>        (2) 판단 <br/>          살피건대, 앞서 든 증거들, 갑 제11, 12, 16, 20, 49호증의 각 기재와 변론 전체의 취지를 종합하면, 피고의 재무상태표 상 2018. 12. 31. 기준 피고의 결손금이 약 86억 원이고, 2019. 12. 31. 기준 피고의 결손금이 약 88억 원인 사실, 피고는 2017. 9.경부터 2019. 12.경까지 △△개발 명의 계좌에서 피고 명의 계좌로 입금된 돈에 피고의 돈을 보태거나 입금된 돈의 일부로 이 사건 대출계약에 따라 피고가 3개월마다 변제하여야 하는 원금과 이자를 국민은행에게 변제한 사실, 원고가 2019. 11.경 △△개발을 제3자에게 양도하려 하였고, 소외인이 이에 반대하여 원고와 소외인 사이에 갈등이 발생하였으며, 이후 같은 해 12.경부터 △△개발과 피고가 협력하여 진행하고 있던 피고의 건설기계 등의 임대업, 이 사건 건조설비를 통한 폐기물재활용업이 중단된 사실이 인정되기는 한다. <br/>          그러나 앞서 든 증거들과 갑 제19, 30, 51호증, 을 제6, 22, 27 내지 33, 44, 49, 51, 52, 54, 88, 97호증의 각 기재, 변론 전체의 취지를 더하여 인정되는 다음과 같은 사실 및 사정들을 종합하면, 원고의 이 사건 대위변제 당시 피고가 3개월마다 변제하여야 하는 원금과 이자를 변제할 수 없을 정도로 자력이 없었다고 단정하기 어려우므로, 피고는 채권자인 국민은행에 대하여 이 사건 나머지 대출금 채무의 변제기가 도래하지 않았다는 취지로 기한의 이익을 주장할 권리를 가지고 있었다고 봄이 타당하고, 피고가 이 사건 나머지 대출금 채무를 변제하지 아니함으로 인하여 원고가 담보로 제공한 부동산을 상실할 위험이 있었다고 볼 수도 없다. 따라서 앞서 본 사정들이나 원고가 제출한 증거들만으로는 원고의 이 사건 대위변제에 과실이 있다는 판단을 뒤집기에 부족하고 달리 이를 인정할 증거가 없다.  <br/>          ① 피고의 손익계산서에 의하면 피고는 2017. 12. 31. 기준으로 1,781,196,081원의 손실을, 2018. 12. 31. 기준으로 585,217,927원의 손실을, 2019. 12. 31. 기준으로 170,938,210원의 손실을 입은 것으로 확인된다. 이러한 사실에 의하면 비록 피고가 이 사건 대위변제 당시까지 매년 손실을 입기는 하였으나 그 손실액이 크게 감소하고 있었음을 인정할 수 있고, 이에 따라 피고의 재무상태도 점차 나아지고 있었다고 보인다.   <br/>          ② 피고가 2017. 9.부터 2019. 12.까지 이 사건 대출계약에 따라 3개월마다 변제하여야 하는 원금과 이자를 △△개발 명의 계좌에서 피고 명의 계좌에 입금된 돈에 피고의 돈을 보태거나 그와 같이 입금된 돈의 일부로 변제하였음은 앞서 본 바와 같다. 그런데 △△개발은 2017. 9.부터 3개월마다 적게는 250,000,000원에서 많게는 330,000,000원의 돈을 피고에게 지급하여 왔음에도 원고와 소외인 사이에 갈등이 발생하기 전은 물론 그 이후에도 피고에게 위와 같이 3개월마다 지급한 돈의 반환을 청구한 사실이 없는 점, △△개발은 피고에게 위와 같이 지급한 돈과 관련하여 거래처원장에는 미지급금이라는 계정과목의 차변에 그 금액을 기재[2017. 9.분(2017. 9. 15. 8월 운영비), 2018. 3.분(2018. 3. 15. 차입금 상환자금), 2018. 6.분(2018. 6. 15. 6월 운영비), 2018. 9.분(2018. 9. 17. 9월 운영비), 2018. 12.분(2018. 12. 17. ○○○운영자금)]하거나 선급금이라는 계정과목의 차변에 그 금액을 기재[2017. 12.분(2017. 12 15. 차입금 운영자금), 2019. 3.분(2019. 3. 15. 3월 운영비), 2019. 6.분(2019. 6. 14. 운영비)]하였는바, 미지급금 계정의 대변에는 ‘운반비’ 항목의 각 금액이 기재된 것에 비추어 차변에 기재된 금액은 △△개발이 피고에게 지급할 의무가 있던 채무를 변제한 것이고, 선급금 계정의 대변에는 ‘운반비’ 항목의 각 금액이 기재된 것에 비추어  차변에 기재된 돈은 △△개발이 피고에게 일정한 거래에 관한 대금을 선지급한 것으로 볼 수 있는 점 등을 고려하면, △△개발이 2017. 9.부터 2019. 12.까지 피고에게 지급한 돈은 일방적으로 지원한 돈이 아니라 △△개발과 피고 사이의 거래에 기반하여 지급된 돈으로 보인다. 따라서 △△개발이 피고에게 지급한 돈이 이 사건 대출금 채무의 변제에 사용되었다고 하더라도 그 사정을 근거로 이 사건 대위변제 당시 피고가 이 사건 나머지 대출금 채무를 변제할 자력이 없었다고 볼 수는 없다.  <br/>          ③ 피고는 2009. 7. 1. △△개발에게 덤프트럭 7대를 임대하고 임대료를 지급받는 내용으로 임대차계약을 체결하고 위 덤프트럭들을 임대한 이래 이 사건 대위변제 당시까지 피고가 실질적으로 소유하고 있는 건설기계와 덤프트럭들을 △△개발에게 임대하고 그에 따른 임대료 내지 사용료를 지급받는 사업을 진행하고 있었다. 또한 피고는 2014. 11. 말경 이 사건 대출금으로 이 사건 건조시설을 설치한 다음, 원고와 소외인 사이에 갈등이 발생하여 소외인과 피고의 직원이 △△개발과 동일한 부지에 있는 피고 사업장에 출입하지 못하기 시작한 때인 2020. 1.경까지 이 사건 건조시설의 가동을 통하여 하수슬러지 건조라는 폐기물재활용사업을 영위하고 있었다.  이처럼 피고는 이 사건 대위변제가 있기 전까지 건설기계 등의 임대업, 폐기물재활용업을 영위하고 있었고, 이를 통하여 상당한 금액의 매출(피고의 손익계산서에는 2017년의 경우 슬러지처리매출 2,267,582,754원, 건설기계대여료 871,099,273원이, 2018년의 경우 슬러지처리매출 3,293,847,568원, 건설기계대여료 523,355,369원이 각 기재되어 있는데, 피고는 △△개발과의 거래의 경우 실제 피고의 매출액보다 그 매출액이 적게 회계처리가 이루어졌기 때문에 실제로는 위 손익계산서상 매출액보다 많은 매출이 있었다고 주장하고 있다)을 얻고 있었음이 인정된다. 또한 피고는 2018. 12. 31. 기준으로 그 합계가액이 2,381,231,272원인 건설기계와 덤프트럭을 30대 이상 실질적으로 소유하고 있었다. 이러한 피고의 사업내용과 규모, 매출현황, 재산현황 등을 고려하면 원고의 이 사건 대위변제 당시 피고에게 이 사건 나머지 대출금 채무를 변제할 수 있는 자력이 없었다고 단정할 수 없다. <br/>          ④ 원고는, 피고의 대표자인 소외인이 매월 6,000만 원에서 8,000만 원에 이르는 피고의 회사자금을 횡령한 사실이 발각되었고, 이러한 소외인의 범죄행위로 인하여 피고의 재무상태가 더욱 악화됨으로 인하여 원고의 이 사건 대위변제 당시 이 사건 나머지 대출금 채무의 변제에 어려움이 발생할 것이 예상되었다는 취지로 주장한다. 그러나 원고는 ‘소외인이 2013. 7. 5. ○○○ 명의로 신한은행으로부터 대출받은 5억 원 중 499,925,000원을 사업과 무관하게 사용하여 횡령하였고, 2015년 이후에도 외제자동차를 구입하고 유흥업소를 이용하며 본인 또는 제3자 명의로 피고의 자금을 은닉하는 등으로 피고의 자금 합계 12억 6,800만 원을 횡령하였다’는 이유로 소외인을 고소하였고, 또한 ‘소외인이 피고의 계좌와 법인카드를 개인적으로 사용하는 등으로 11억 원 이상을 횡령하였다’는 이유로 추가로 소외인을 고소하였으나, 소외인은 2022. 10. 18. 피고가 아닌 □□건설의 자금 1억 3,000만 원의 횡령 외에는 모두 혐의 없음의 불기소처분을 받았고, □□건설의 자금 1억 3,000만 원의 횡령의 점도 청주지방법원 2022고단497 사건의 제1심에서 2023. 6. 22. 무죄가 선고된 점(현재 청주지방법원 2023노792호로 항소심 계속 중이다) 등을 고려하면 피고의 대표자 소외인이 피고의 회사자금을 횡령하였다고 인정하기 어려우므로, 이를 이유로 피고의 재무상태가 더욱 악화되었다고 보기는 어렵다. <br/>          ⑤ 원고는 소외인과의 관계가 틀어진 2019. 12.경 이후 별도의 통지 없이 2020. 1. 13. 이 사건 대위변제를 한 다음 그 다음 날인 2020. 1. 14. 피고에 대한 구상금 채권을 청구채권으로 하여 피고 소유의 부동산 및 채권에 관하여 가압류를 신청하여 각 가압류결정을 받았을 뿐만 아니라, 그로부터 얼마 뒤인 2020. 1. 31. 이 사건 소를 제기하였다. 이와 같은 이 사건 대위변제 이후의 사정들과 제1항의 인정사실, 위  ③, ④항에서 본 사정들, 소외인이 이 사건 나머지 대출금 채무를 고의로 연체시킬 것이 명확하였다는 원고의 주장을 뒷받침할 증거가 없는 점 등을 종합하여 보면, 원고는 △△개발의 양도에 반대하는 소외인을 심리적으로 압박하여 그의 동의를 받아내기 위하여 2020. 1. 13. 이 사건 나머지 대출금 채무를 그 변제기에 이르기도 전에 피고에 대한 사전 통지도 없이 미리 변제한 것이 아닌가 하는 강한 의심이 든다. <br/>  다. 소결론<br/>    결국 원고의 이 사건 대위변제가 과실 있는 변제에 해당함을 지적하는 피고의 주위적 주장 중 제1주장은 이유 있으므로, 원고는 이 사건 대위변제를 근거로 피고에 대하여 민법 제441조에서 정한 수탁보증인의 구상권을 취득하지 못한다(이처럼 피고의 위 주장을 받아들여 원고의 청구원인을 배척하는 이상, 피고의 주위적 주장 중 제2주장과 예비적 주장에 관하여는 더 나아가 살펴보지 아니한다).<br/>3. 피고의 가지급물 반환 신청에 관한 판단<br/>  가. 관련 법리<br/>    가집행선고부 판결에 기한 집행의 효력은 확정적인 것이 아니고, 후일 상소심에서 본안판결 또는 가집행선고가 취소·변경될 것을 해제조건으로 하는 것이다. 즉 가집행선고에 의하여 집행을 하였다고 하더라도 후일 본안판결의 일부 또는 전부가 실효되면 이전의 가집행선고부 판결에 기하여는 집행을 할 수 없는 것으로 확정이 되는 것이다(대법원 2011. 8. 25. 선고 2011다25145 판결 참조). 그리고 추후 상소심에서 본안판결이 바뀌게 되면 가집행채권자는 가집행선고에 따라 지급받은 물건을 돌려줄 것과 가집행으로 말미암은 손해 또는 그 면제를 받기 위하여 입은 손해를 배상할 의무를 부담하게 된다. 그런데 이 원상회복 및 손해배상의무는 본래부터 가집행이 없었던 것과 같은 원상으로 회복시키려는 공평의 관념에서 나온 것으로서 그 가집행으로 인하여 지급된 것이 금전이라면 특단의 사정이 없는 한 가집행채권자는 그 지급된 금원과 그 지급된 금원에 대하여 지급된 날 이후부터 법정이율에 의한 지연손해금을 지급하여야 한다(대법원 2004. 2. 27. 선고 2003다52944 판결, 대법원 2020. 5. 14. 선고 2017다220058 판결 등 참조). <br/>  나. 판단<br/>    살피건대, 을 제83호증의 기재와 변론 전체의 취지에 의하면, 원고는 가집행선고부 제1심판결을 집행권원으로 하여 진행된 피고 소유의 유체동산에 관한 매각절차(청주지방법원 2022본199)에서 2022. 6. 13. 매각대금 중 집행비용을 제외한 2,332,875,330원을 배당받은 사실을 인정할 수 있다. 그런데 제1심판결의 가집행선고는 이 판결의 선고로 인하여 실효되므로, 원고는 피고에게 위 가지급금 2,332,875,330원 및 이에 대하여 가지급금 수령일인 2022. 6. 13.부터 원고가 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 판결 선고일인 2024. 5. 22.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. 따라서 피고의 가지급물 반환 신청은 이유 있다. <br/>4. 결론<br/>  그렇다면 원고의 이 사건 청구는 이유 없어 이를 기각하여야 한다. 제1심판결 중 피고 패소 부분은 이와 결론을 달리하여 부당하므로 피고의 항소를 받아들여 이를 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각하며, 피고의 가지급물 반환 신청은 이유 있어 이를 인용하기로 하여, 주문과 같이 판결한다.<br/><br/>판사 김진석(재판장) 김형식 이무룡 ",
    "사건번호": "2022나50421",
    "사건종류코드": "400101",
    "판례정보일련번호": "242051",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}