{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20231018",
    "법원명": "대전지방법원",
    "사건명": "소유권이전등기",
    "판례내용": "【원고, 피항소인】 원고 (소송대리인 변호사 김건효)<br/>【피고, 항소인】 ○○○ 주식회사의 소송수계인 회생채무자 ○○○ 주식회사의 관리인 △△△의 소송수계인 ○○○ 주식회사 (소송대리인 법무법인 (유한) 광장 담당변호사 남희용)<br/>【제1심판결】 대전지방법원 2019. 10. 31. 선고 2019가단105563 판결<br/>【변론종결】2023. 8. 23.<br/>【주    문】<br/>  1. 피고의 항소를 기각한다.<br/>  2. 항소제기 이후의 소송비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】 1. 청구취지<br/>   주위적으로, 피고는 원고로부터 63,400,000원을 지급받음과 동시에 원고에게 별지1 목록 기재 부동산에 관하여 2019. 1. 7.자 매매를 원인으로 한 소유권이전등기절차를 이행하라. 제1예비적으로, 피고는 원고로부터 63,400,000원을 지급받음과 동시에 원고에게 별지1 목록 기재 부동산에 관하여 소장 송달일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. 제2예비적으로, 피고는 원고에게 별지1 목록 기재 부동산에 관하여, 235,400,000원을 분양대금으로 정한 원고의 매수청약의 의사표시에 대하여 승낙의 의사표시를 하고, 원고로부터 63,400,000원을 지급받음과 동시에 원고에게 위 승낙일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. 제3예비적으로, 원고와 피고 사이에 원고가 별지1 목록 기재 부동산을 우선 분양전환을 받을 수 있는 우선수분양자의 지위에 있음을 확인한다. <br/> 2. 항소취지<br/>   제1심 판결을 취소한다. 원고의 청구를 기각한다.<br/>【이    유】1. 기초사실<br/>가. 임대차계약 및 합의계약의 체결<br/>    1) 원고는 선착순의 방법으로 입주자로 선정되어 2012. 8. 13. 주식회사 □□건설(이하 ‘소외 회사’)로부터 공공건설임대주택(임대의무기간 5년)인 별지1 목록 기재 부동산(이하 ‘이 사건 아파트’)을 임대차보증금 1억 7,200만 원에 임차하는 임대차계약을 체결하고 소외 회사에 임대보증금 전액을 지급한 다음 이 사건 아파트에 입주하여 거주하였다. 소외 회사가 주택공급에 관한 규칙 제8조에 의거해서 행정중심복합도시건설청으로부터 승인을 받고, 2012. 7. 12. 한 ‘세종시 ◇◇◇(5년 공공임대) 입주자모집공고’를 보면, 아래와 같은 내용이 명시되어 있다.<br/>□ 임대기간 : 5년, 임대기간 종료 후 분양전환되는 주택임(단 임대주택법 시행령 제13조 제2항 제3호에 의거 임대의무기간 2분의 1 경과하여 임대사업자와 임차인이합의시 분양전환 가능)□ 분양전환시기 : 최초 입주지정기간 종료일이 속하는 월의 다음달 1일부터 5년 이후(임대주택법 시행령 제13조 제2항 제3호에 의거 임대개시 후 해당 주택의 임대의무기간이 2분의 1이 지나 임대사업자와 임차인이 해당 임대주택의 분양전환합의하는 경우 분양전환 가능)□ 우선분양전환대상자 : 임대주택법 제21조 제1항에 따라 입주일 이후부터 분양전환 당시까지 당해 임대주택에 거주한 무주택자인 임차인<br/>    2) 피고는 2017. 12. 5. 소외 회사로부터 이 사건 아파트를 매수하여 2018. 1. 5. 소유권이전등기를 마치면서 임대사업자의 지위도 승계하였다. 그 후 원고는 2018. 9. 15. 피고와 이전과 동일한 내용 및 조건으로 임대차계약을 체결하였다. 원고가 소외 회사와 체결한 표준임대차계약서 및 피고와 체결한 표준임대차계약서(이하 통틀어 ‘이 사건 임대차계약서)에는 아래와 같은 내용이 명시되어 있다.<br/>제6조(을의 금지행위)을은 다음 각 호의 어느 하나에 해당하는 행위를 해서는 안 된다.1. 임대주택법을 위반하여 임차권을 양도하거나 임대주택을 타인에게 전대하는 행위제12조(임대주택의 분양전환 및 자격) ① 갑은 위 주택이 임대주택법 제16조 제1항 제3호 및 같은 항 제4호의 임대주택에 해당하는 경우에는 다음 각 호의 조건에 따라 분양전환한다  1. 위 주택의 분양전환 시기는 최초 입주지정기간 끝난 후 5년으로 한다(임대주택법 시행령 제13조 제2항 제3호에 의거 최초 입주지정기간 끝난 후 2년 6월이 지난 경우 갑과 을이 합의에 의하여 분양전환 가능함).  2. 위 임대주택의 분양전환가격 산정 기준은 입주자모집공고에 정한 바에 따른다. 다만 입주자모집공고에서 정하지 않은 경우에는 별도 특약으로 정한다. ③ 갑이 본 조에 의해 위 주택을 분양전환 할 경우 임대주택법 제21조 제1항에 의    거 을은 다음 각 호의 어느 하나에 해당하여야 한다.  1. 입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인(청약 세대는 세대원 모두 무주택이어야 함)  2. 건설임대주택에 입주한 후 상속 · 판결 또는 혼인으로 인하여 다른 주택을 소유하게 된 경우 분양전환 당시까지 거주한 자로서 그 주택을 처분하여 무주택자가 된 임차인  3. 임대주택법 제19조 단서에 따라 임차권을 양도받은 경우에는 양도일 이후부터 분양전환 당시까지 거주한 무주택자인 임차인  4. 선착순(4순위·무순위 당첨자 포함)의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인  5. 분양전환 당시 해당 임대주택의 임차인인 국가기관 또는 법인<br/>    3) 또한 원고와 소외 회사 및 피고는 이 사건 임대차계약 체결과 동시에 조건변경합의계약서(이하 ‘합의계약’)를 작성하여 분양전환에 따른 확정 임대가를 정하고 추후 분양전환에 대한 합의를 하였는데 주된 내용은 아래와 같다.<br/>제3조(분양전환 가격결정 및 효력)① 갑과 을은 다음 각호에 모두 해당할 경우 분양전환시 분양전환가와 임대주택법 시행규칙 별표1의 공공건설임대주택 분양전환가격 산정기준에 의한 금액 중 낮은 금액을 적용하여 분양전환금액을 책정한다.  1. 갑과 을이 임대차계약함에 있어 본 합의계약을 체결한 경우  2. 을이 갑이 지정한 기간 내 분양전환을 받는 경우② 제1항 1호에 의하여 납부한 금액은 분양 전환시 분양전환금액의 일정금액으로 인정한다.③ 제1항 1호의 분양전환계약 미체결시 본 합의계약의 효력이 만료되며, 임대차계약서 전환계약 조건으로 원상회복하기로 한다.제4조(확정임대가에 따른 납부조건)① 확정임대가의 납부조건은 다음과 같이 을이 갑에게 납부하기로 한다.  2. 분양전환가확정임대가 1억 7,200만 원, 국민주택기금 9,000만 원, 분양전환가 2억 6,200만 원제5조(합의계약 해지 및 해제)① 을이 다음 각 호의 어느 하나에 해당할 경우 갑은 별도의 서면통지 없이 이 본 합의계약을 해제 또는 해지한다. 3. 제3조 제1항 2호에 의한 기간 내에 을이 분양전환을 받지 않을 경우제7조(분양전환 및 자격 등)분양전환은 임대차계약서 계약조건 제12조(임대주택의 분양전환 및 자격)에 따른다.제8조(기타)③ 갑이 지정한 기간 내에 분양전환을 받지 않는 경우 본 합의계약은 자동해지가 되며, 분양전환기간 종료일부터 임대차계약서 상의 전환계약 조건으로 원상회복하기로 한다.<br/>나. 조기분양전환절차의 진행<br/>    1) 이 사건 아파트의 임대의무기간은 2019. 9. 30.까지인데, 피고는 2018. 1.경부터 이 사건 아파트를 포함한 임대주택 임차인대표들과 조기분양전환절차에 관하여 협의를 시작하여 매월 1회 이상씩 회의를 개최하였는데, 피고와 임차인대표들은 2018. 10. 30. ‘세종시 ☆☆☆ 단지 분양전환 13차 회의’(이하 ‘13차 회의’)에서 다음과 같은 분양전환 산정기준 또는 분양전환자격 등에 대한 구체적인 합의를 하였다.<br/>○ 피고는 우선분양전환예정가격에 대하여 2018. 10. 30. 세종시에 제출함(A타입 246백만 원, B타입 249백만 원)○ 조기분양전환관련 임차인동의서(의향서) 제출사항   (중략) 시간: 2018. 11. 5. ~ 11. 7.○ 조기분양전환관련 향후 진행계획(의향서 제출 후   ① 국토교통부 주택소유전산검색 의뢰(18. 11. 9. ~ 11. 12.)   ② 국토교통부 주택소유전산검색 종료(18. 11. 26.)   ③ 우선분양전환 대상자 적격 부적격세대 통보(18. 12. 1.)   ④ 부적격세대 소명자료 제출(18. 12. 3. ~ 12. 10.)   ⑤ 조기분양전환계약서 체결(18. 12. 3. ~ )   ⑥ 세종시청에 분양전환신고서 제출(18. 12월중)   ⑦ 세대 소유권이전(18. 12월중)<br/>    2) 그 후 2018. 11.경 ‘세종시 ☆☆☆ 단지 조기분양전환 회의결과(1~12차) 동의서’가 작성되었는데, 임차인대표들 및 피고 이사 및 직원들, 세종시청의 담당자들이 모여 그동안 회의 과정에서 합의된 내용을 확인한 후 동의한다는 내용으로 서명날인을 하였는데 그 중 주된 내용은 아래와 같다.<br/>○ 금회 신청세대는 조기우선분양전환한다.○ 청약 세대의 입주지정일은 14. 10. 1.로 보고 그 외 세대는 계약체결일을 입주지정일로 본다.○ 양도양수세대에서 양도자의 자격기준을 논의하지 않는다.○ 11월초 조기분양 서류접수 후 적격자에 한해 피고는 세종시에 분양신청을 18년 11월 안으로 접수하고 18년 12월안으로 개별등기를 완료한다.<br/>    3) 피고는 13차 회의에 따라 2018. 11. 1. ‘세종 ◇◇◇ 조기분양전환관련 안내문’을 공고하였는데 그 주된 내용은 아래와 같다.<br/>당사(피고)는 시청 및 임차인대표회의와의 꾸준한 회의를 통해 조기분양전환을 준비해 왔으며 임차인들이 간절히 원해 온대로 조기분양전환을 실시하게 됨에 따라 아래와 같이 각 세대별 조기분양전환신청서 및 적격자 판단에 필요한 서류를 접수받고자 합니다. (중략)일시: 2018. 11. 5. ~ 11. 7.<br/>    4) 피고는 2018. 11. 5.부터 11. 7.까지 원고 등 임차인들로부터 ‘세종 ◇◇◇ 조기분양전환신청확인서’를 교부받았고(원고도 그 기간 내 제출하였다), 2018. 12.초경 조기분양전환신청확인서를 제출한 임차인들에게 적격, 부적격 내지 소명통보를 하였으며 2018. 12. 7. ‘원활한 진행을 위하여 금번에 적격으로 분류된 세대에 한하여 분양계약서를 우선 작성할 예정이고, 부적격 및 소명 세대는 소명기간 내에 충분한 소명을 하시어 최종 적격으로 판정되시면 추가 적격세대 발표를 거쳐 아파트 분양을 받으실 수 있습니다.’는 취지로 원고를 비롯한 임차인들에게 ‘분양안내문’을 보냈다. 또한 피고는 2018. 12. 19. 임차인대표들과 진행한 15차 회의(이하 ‘15차 회의)에서 추가 소명된 임차인들에 대하여 3차 적격자 발표(2018. 12. 22.) 및 본 계약 체결(2019. 1. 7. ~ 8.), 4차 적격자 발표(2019. 1. 5.) 및 본 계약 체결(2019. 1. 17. ~ 18.)을 안내하고 그 이후에도 피고는 적격세대 추가판정시 본 계약을 진행하기로 하였다.<br/>    5) 세종특별자치시(이하 ‘세종시’)는 임대주택법 시행규칙 별표 1의 공공건설임대주택 분양전환가격 산정기준에 의한 금액을 산정하여 발표하였는바, 2018. 12. 19. 이 사건 아파트의 분양전환가격은 2억 3,540만 원(A타입)으로 확정되었다.<br/>    6) 피고는 적격으로 판정한 임차인들 세대에 대해 관할 세종시에 2018. 12. 7. 1차로 임대주택 분양전환신고서(전환예정일: 2018. 12. 10.)를 제출하였고, 12. 17. 2차로 임대주택 분양전환신고서(전환예정일: 2018. 12. 19.)를 제출하였으며, 12. 28. 3차로 임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하였으며, 2019. 1. 4. 4차로  임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하였으며, 2019. 1. 31. 5차로  임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하였고, 2019. 1. 31. 세종시에 ‘◇◇◇아파트 조기분양전환완료통지’를 하면서 분양전환대상신청 세대수 537세대 중 적격세대수는 271세대, 부적격세대수는 266세대로 분양전환이 완료되었음을 통지하였다.<br/>    7) 피고는 적격 임차인들과 2018. 12.경부터 2019. 3.경까지 분양계약을 체결하였는데 매매대금에 해당하는 분양전환가격에 대하여 A타입과 B타입에 대하여 세종시에 신고하여 수리된 금액을 기준으로 하고 기존의 임대차보증금 1억 7,200만 원을 공제하고 나머지 금액을 잔금으로 하였다. <br/>다. 원고에 대한 부적격판정 통보<br/>    피고는 2018. 12.경 원고에게 추가소명을 요구하였고 원고의 소명에도 불구하고 2019. 1. 30.경 원고에게 부적격판정 통보를 하였다.<br/>라. 피고의 소송수계<br/>    피고는 이 사건 소송 계속 중인 2020. 9. 22. 수원지방법원 2020회합156호로 회생절차 개시결정을 받았다. 수원지방법원은 피고 대표자 △△△를 관리인으로 선정하여 법률상 관리인 △△△가 2020. 11.경 이 사건 소송절차를 수계하였다. 그 후 수원지방법원은 2021. 9. 16. 회생절차폐지결정을 하여 위 결정이 2021. 10. 1. 그대로 확정되었다. 피고는 2022. 3. 28. 이 사건 소송절차를 다시 수계하였다.<br/>마. 관련 법령<br/>    관련 법령은 별지2 기재와 같다.<br/>  [인정근거] 다툼 없는 사실, 갑 1~5, 7, 10~14호증(각 가지번호 포함, 이하 같다), 을 1~6, 9~12호증, 변론 전체의 취지<br/>2. 주위적 청구에 관한 판단<br/>가. 청구원인에 관한 판단<br/>1) 매매계약의 성립 <br/>      가) 청약은 그에 대한 승낙에 의하여 곧바로 계약의 성립에 필요한 의사합치에 이를 수 있을 정도로 내용적으로 확정되어 있거나 해석에 의하여 확정될 수 있으면 되는데(대법원 2003. 5. 13. 선고 2000다45273 판결 참조), 앞서 인정한 사실에 의하면 피고가 한 ‘세종 ◇◇◇ 조기분양전환관련 안내문’ 공고는 단순히 조기분양전환 절차에 대한 설명이나 방침을 밝힌 것에 불과한 것이 아니라, 우선 분양전환자격을 갖춘 임차인들의 승낙이 있으면 곧바로 의사의 합치에 이를 수 있는 정도로 그 내용이 확정된 청약에 해당하고, 원고가 이에 응하여 피고에게 조기분양전환 신청확인서를 제출한 것은 이에 대한 승낙에 해당하므로, 원고와 피고 사이에는 원고가 우선분양전환 부적격자에 해당한다는 특별한 사정이 없는 한 이 사건 각 아파트의 분양전환에 대한 합의가 성립하였다고 할 것이다.<br/>      나) 조기분양전환에 대한 합의에 따른 분양전환일 즉 매매계약일에 관하여 보건대, 피고와 임차인대표들은 13차 회의에서 분양전환일정에 대하여 합의를 하면서 조기분양전환계약서 체결은 ‘2018. 12. 3. 이후’로 정하였고, 15차 회의에서 제3차 분양전환예정일은 2019. 1. 7. ~ 8.로, 4차 분양전환예정일은 2019. 1. 17. ~ 18.로 합의하였다. 적격자와 부적격자 모두 피고에 대하여 한 의사표시는 ‘조기분양전환신청확인서’ 제출밖에 없고, 피고는 임차인들이 적격으로 판정되면 다른 절차 없이 적격 임차인들과 제1차에서부터 제5차에 걸쳐 분양전환 매매계약을 체결하였는데, 특별한 기준 없이 적격으로 판단한 순서대로 2018. 12.경부터 2019. 3.경까지 계약을 체결하였을 뿐이다. 그런데 피고는 2018. 12.초경 조기분양전환신청확인서를 제출한 임차인들에게 적격, 부적격 내지 소명통보를 하였고 2018. 12. 7. 임차인들에게 ‘소명기간 내에 충분한 소명을 하시어 최종 적격으로 판정되시면 추가 적격세대 발표를 거쳐 아파트 분양을 받으실 수 있다’는 안내문을 공고하였다. 원고는 피고에게 충분한 소명을 하였는데 피고가 부당하게 거절을 하지 않았다면 위 공고 및 15차 회의에 따라 계약을 체결한 적격자들과 동일하게 3차 분양전환일 중 하나인 2019. 1. 7.자 매매계약을 통한 소유권이전등기를 받을 수 있었을 것으로 보이고, 위 매매계약일자는 당초 원고와 피고의 조기분양전환에 대한 합의에 따라 예정된 매매계약체결일로 봄이 상당하다. 따라서 아래에서 보는 바와 같이 분양전환자격을 갖춘 원고는 피고를 상대로 2019. 1. 7.자 매매계약을 원인으로 소유권이전등기청구를 할 수 있다.<br/>      다) 분양전환 대상자들의 실제 매매가는 확정된 분양전환가격이고 피고의 부당한 거절만 아니었다면 원고의 경우도 위 분양전환가격이 매매대금으로 확정되었을 것으로 보이므로, 분양전환가격에 해당하는 2억 3,540만 원으로 매매대금이 확정되었다고 봄이 타당하다. 원고가 피고에게 임대차보증금 1억 7,200만 원을 지급하였고, 이 사건 아파트에 관한 조건변경합의계약서 제3조 제2항은 \"제1항 제1호(본 합의계약)에 의하여 납부한 금액은 분양전환시 분양전환 금액의 일정금액으로 인정한다‘고 정하고 있는바, 원고가 지급한 임대차보증금 1억 7,200만 원은 분양전환금액 즉 매매대금의 일부로 지급된 것으로 봄이 타당하므로, 위 매매대금 2억 3,540만 원에서 원고가 기지급한 1억 7,200만 원의 임대차보증금이 공제되어야 한다.<br/>      라) 원고가 우선분양전환 부적격자라는 특별한 사정이 없는 한, 피고는 원고로부터 이 사건 매매대금 중 미지급금을 지급받음과 동시에 원고에게 이 사건 아파트에 관하여 2019. 1. 7.자 매매를 원인으로 한 소유권이전등기절차를 이행할 의무가 있다. <br/>2) 원고의 분양전환자격에 관한 판단<br/>      가) 이 사건에 적용할 법률<br/>2020. 12. 22. 법률 제17734호로 개정된 「공공주택 특별법」(이하 ‘공공주택특별법’이라고 한다) 제50조의3 제1항 제1호 각 목에서는 분양전환 시점에 임대주택에 거주하는 임차인의 우선분양전환 요건을 정하고 있는데, (라)목은 \"선착순의 방법으로 해당 임대주택의 입주자로 선정된 자로서 입주일부터 분양전환할 때까지 계속하여 거주하면서 분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우\"라고 정하였다. 한편 2015. 8. 28. 법률 제13499호로 전부 개정된 「민간임대주택에 관한 특별법」 부칙 제6조 제2항은 \"이 법 시행 당시 공공주택특별법에 따른 공공주택사업자가 아닌 자가 건설하였거나 건설하는 주택으로서 다음 각 호의 어느 하나에 해당하는 주택에 대하여는 종전의 임대주택법 제2조 제2호의2에 따른 공공건설임대주택으로 보아 종전의 규정을 적용한다.\"라고 정하고 있었는데, 공공주택특별법 부칙 제6조 제1항은 \"법률 제13499호 임대주택법 전부개정법률 부칙 제6조 제2항에도 불구하고 제50조의3, 제57조의3 및 제60조의 개정규정은 분양전환이 완료되지 아니한 법률 제13499호 임대주택법 전부개정법률 부칙 제6조 제2항에 따라 공공건설임대주택으로 보는 주택에 대해서도 적용한다.\"라고 정하였다. <br/>        위와 같은 규정에 비추어 보면, 이 사건 아파트는 분양전환자격에 관한 다툼으로 아직 원고에게 우선 분양전환이 이루어지지 않은 채 피고의 소유로 있으므로, 분양전환이 완료되지 않은 주택으로서 공공주택특별법이 시행되는 시점부터는 개정 공공주택특별법 부칙 제6조 제2항에 따라 구 임대주택법 제21조 제1항 제4호가 아닌 개정 공공주택특별법 제50조의3 제1항 제1호 (라)목이 적용되어야 한다. <br/>    나) 공공주택특별법 제50조의3 제1항 제1호 (라)목 충족 여부<br/>      (1) 공공주택특별법 제50조의3 제1항 제1호 라목에 의하면, \"선착순의 방법으로 해당 임대주택의 입주자로 선정된 자로서 입주일부터 분양전환할 때까지 계속하여 거주하면서 분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우\"에 우선분양전환 자격을 인정한다. ‘입주일부터 분양전환할 때까지 계속하여 거주하면서’란 임차인이 현실로 해당 임대주택에 입주한 날 이후부터 분양전환할 때까지 계속하여 거주함을 의미하고, ‘분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우’란 임차인이 ‘해당 임대주택에 입주할 당시’의 입주자 모집공고 내지 임대차계약에서 정하였던 ‘분양전환 시점의 주택소유기준’을 의미한다.<br/>      (2) 구체적 판단<br/>        당사자 사이에 다툼이 없거나 앞서 든 증거, 갑 8, 9, 22, 23호증, 을 7호증에 변론 전체의 취지를 더하여 인정되는 다음 사정을 종합하면, 원고는 입주일부터 분양전환 시까지 이 사건 아파트에 계속하여 거주하면서 이 사건 아파트의 입주자모집공고 내지 임대차계약에서 요구하는 ‘분양전환 시점의 주택소유기준’을 충족하였다고 할 것이므로 우선분양전환 자격이 있다. <br/>        ① 소외 회사가 2012. 7. 12. 한 입주자모집공고에는 이 사건 아파트가 포함된 공공건설임대주택에 관하여 ‘공급위치는 행정중심복합도시 (블록 구역 생략)((세종시 (동명 생략) 일원)), 공급규모는 지하 3층, 지상 16~28층 9개동 587세대(이전기관종사자 특별공급 176세대, 기관추천 특별공급(국가유공자 등) 58세대, 다자녀 특별공급 26세대, 신혼부부 특별공급 52세대, 노부모부양 특별공급 17세대’로 되어 있었는데, 특별공급을 우선으로 하고 남은 세대를 포함한 일반공급을 하며, 일반공급은 순위별 청약자격에 따라 다시 제1, 2, 3순위로 나뉘고 일반공급의 경우 모두 ‘무주택세대주’를 청약자격으로 하였다.<br/>        ② 소외 회사는 일반공급에서 제3순위까지에도 미달되어 청약 세대가 부족하자 선착순 분양을 하기로 하였는데, 당시 공공건설임대주택의 업무를 총괄하던 국토교통부는 선착순 세대로 구 임대주택법 제21조 제1항 제4호의 선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 ‘무주택자인 임차인’에게 분양전환을 하도록 규정하고 있고 ‘무주택자인 임차인’에 대하여 세대원의 무주택여부와 관계없이 계약자인 임차인만 무주택 요건을 갖추면 되는 것으로 민원회신을 통해 임대사업자 등에게 알렸고, 이에 소외 회사도 이러한 국토교통부의 방침을 광고에 포함시켜 유주택자도 입주할 수 있고 분양전환당시 계약자인 임차인 본인만 무주택인 경우 분양전환이 가능하다고 안내하게 되었다.<br/>        ③ 소외 회사는 2012. 7.말경부터 분양전환을 적극 광고하면서 \"5년 살아보고 결정하세요. 유주택, 다주택이어도 상관없고 분양전환 당시에 계약당사자가 무주택 요건만 충족하면 됩니다.\"라며 광고하고 선착순 세대(제4순위 모집안내)를 모집하였고(2012. 8. 9. 추첨일, 2012. 8. 10. 계약일), 그 이후에도 남은 세대들에 대하여 선착순계약을 하게 되었다. 당시 세종시는 입주물량이 대량으로 공급되었고 정주여건이 마련되지 않아 전세수요가 공급에 훨씬 못 미치는 상황이었으며 동일한 주택규모의 전세보증금이 1억 원에 못 미치는 경우도 있었는데 이 사건 아파트의 임대차보증금은 1억 7,200만 원으로 높은 가격이었으나, 원고를 비롯한 선착순 분양신청자들은 향후 분양전환이 되고 분양전환시에 계약당사자만 무주택 요건을 충족하면 된다는 소외 회사의 광고와 안내에 따라 임대차계약을 하게 되었다.<br/>        ④ 이 사건 임대차계약 제12조 제3항 제1호에서 우선수분양자 범위를 규정하면서 ‘입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인(청약 세대는 세대원 모두 무주택이어야 함)’이라고 하여, 선착순 세대와 청약 세대를 구별하여 청약 세대에 한하여 세대원 모두 무주택이어야 하는 요건을 적용하게 하는 반면, 선착순 세대(같은 항 제4호)에는 ‘세대원 모두 무주택이어야 함’이라는 문구가 없었다. 이 사건 임대차계약상 선착순 세대의 경우, 청약 세대에 대하여 세대원 전원 무주택을 요건으로 하는 것과는 달리 ‘분양전환 당시 임차인 본인의 무주택’을 분양전환 자격으로 정하고 있다.<br/>        ⑤ 원고는 무주택자이고, 원고의 배우자 소외인은 세종시에 소재한 아파트를 소유하고 있다. 앞서 본 바와 같이 이 사건 아파트의 입주자모집공고 내지 임대차계약에서 ‘임차인 본인의 무주택’을 분양전환 자격으로 정하고 있으므로, 배우자 소외인의 주택 보유 여부는 원고의 분양전환 자격에 영향을 미치지 않는다.<br/>        ⑥ 원고는 2014. 12. 2. 이 사건 아파트에 입주하면서 입주자카드를 작성하였고 2014. 11.부터 수도 및 난방사용량이 있었던 점을 고려하면, 원고는 입주일부터 분양전환 시까지 이 사건 임대아파트에 계속하여 거주한 것으로 봄이 타당하다.<br/>나. 소결<br/>    피고는 원고로부터 6,340만 원(= 매매대금 2억 3,540만 원 - 원고가 기지급한 임대차보증금 1억 7,200만 원)을 지급받음과 동시에 원고에게 이 사건 아파트에 관하여 2019. 1. 7.자 매매계약을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다(원고의 주위적 청구를 인용하는 이상, 예비적 청구에 대하여는 더 나아가 판단하지 않는다).<br/>3. 결론<br/>  원고의 주위적 청구는 이유 있어 인용하여야 한다. 제1심 판결은 결론이 같아 정당하다. 피고의 항소를 기각한다.   <br/>[별지 생략]<br/><br/>판사 김선용(재판장) 김주연 조길상 ",
    "사건번호": "2022나123234",
    "사건종류코드": "400101",
    "판례정보일련번호": "601439",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}