{
  "PrecService": {
    "판시사항": " [1] 민법 제126조의 표현대리의 성립요건 / 사술을 써서 대리행위의 표시를 하지 아니하고 단지 본인의 성명을 모용하여 자기가 마치 본인인 것처럼 기망하여 본인 명의로 직접 법률행위를 한 경우, 민법 제126조의 표현대리 법리가 유추적용 되는지 여부(한정 적극)<br/> [2] 여신전문금융업법에 따라 대출업 등을 영위하는 甲 주식회사가 乙 주식회사에 대출모집업무를 위탁하였는데, 乙 회사의 운영자 또는 업무담당자 丙 등이 다른 대출로 丁의 인감증명서 등을 소지함을 기화로 丁 명의의 대출신청서 및 대출계약서 등을 위조하고 甲 회사에 제출하여 대출계약이 체결되었고, 이에 甲 회사가 丁을 상대로 위 대출계약에 관하여 민법 제126조의 표현대리책임이 있다고 주장하며 대출원리금의 지급을 구한 사안에서, 위 대출계약 당시 丙 등에게 丁을 대리할 기본대리권이 있었다고 하더라도 甲 회사에 丙 등이 丁 자신으로서 본인의 권한을 행사하여 위 대출을 신청한 것이라고 믿을 만한 정당한 사유가 있었다고 보기 어려우므로, 丁의 표현대리책임이 인정되지 않는다고 본 사례<br/>",
    "참조판례": " [1] 대법원 2003. 12. 12. 선고 2001다29896 판결, 대법원 2014. 5. 29. 선고 2012다66303 판결<br/>",
    "사건종류명": "민사",
    "판결요지": " [1] 민법 제126조의 표현대리는 대리인이 본인을 위한다는 의사를 명시적 또는 묵시적으로 표시하거나 대리의사를 가지고 권한 외의 행위를 하는 경우에 성립한다. 그 외에 사술을 써서 위와 같은 대리행위의 표시를 하지 아니하고 단지 본인의 성명을 모용하여 자기가 마치 본인인 것처럼 기망하여 본인 명의로 직접 법률행위를 한 경우에는, 본인을 모용한 사람에게 본인을 대리할 기본대리권이 있었고, 상대방으로서는 위 모용자가 본인 자신으로서 본인의 권한을 행사하는 것으로 믿은 데 정당한 사유가 있었던 사정이 있는 경우에 한하여 민법 제126조의 표현대리 법리가 유추적용된다. <br/> [2] 여신전문금융업법에 따라 대출업 등을 영위하는 甲 주식회사가 乙 주식회사에 대출모집업무를 위탁하였는데, 乙 회사의 운영자 또는 업무담당자 丙 등이 다른 대출로 丁의 인감증명서 등을 소지함을 기화로 丁 명의의 대출신청서 및 대출계약서 등을 위조하고 甲 회사에 제출하여 대출계약이 체결되었고, 이에 甲 회사가 丁을 상대로 위 대출계약에 관하여 민법 제126조의 표현대리책임이 있다고 주장하며 대출원리금의 지급을 구한 사안에서, 금융회사인 甲 회사는 본인이 해야 할 대출업무 중 핵심적인 부분인 대출신청서 및 대출계약서 등의 신청인 자필서명 확인, 대출구비서류의 확인, 임대차조사 등의 업무를 위 위탁계약을 통하여 대출모집인인 乙 회사에 위탁하였는데, 甲 회사는 이를 통하여 대출상품의 판매를 촉진하고 분업의 이익을 누리는 한편 대출신청서 및 대출계약서 등의 신청인 자필서명 확인 등을 乙 회사를 통하여 간접적으로 수행하게 됨으로써 대출신청서류의 위조 여부 등을 직접 조사하고 확인할 기회를 스스로 제약하는 거래 구조를 선택하였으므로, 그로 인한 불이익이나 위험도 원칙적으로 甲 회사가 부담하여야 하는 점, 금융회사인 甲 회사는 대출모집인에 대한 관리·감독의무를 부담하고, 금융거래에 있어서 본인 및 대리인의 확인에 관하여 일반인보다 고도의 주의의무가 있는 점 등을 고려하면, 대출모집인이 금융회사와의 위탁관계를 이용해서 타인 명의를 모용하여 대출계약을 체결하고 금융회사가 그러한 사정을 알지 못하였더라도, 모용자가 본인 자신으로서 본인의 권한을 행사하는 것으로 믿은 데 정당한 사유가 있다고 쉽게 인정할 것은 아닌 점, 甲 회사로서는 乙 회사의 대출상담사에 대한 자료(사진 포함)를 통하여 대출상담사와 대출신청 명의자 본인의 동일성 유무를 식별할 수 있는 가능성이 없지 않았던 점, 甲 회사는 위 대출 실행 직전에 丙 등이 소지하고 있던 丁 명의의 휴대전화로 연락하여 대출신청의사 등을 확인하였으나, 그것만으로 대출절차 및 관리·감독에 관한 甲 회사의 과실이 부정된다고 보기는 어려운 점, 전문금융기관인 甲 회사로서는 신용정보조회 시스템의 취약점을 고려하여, 대출을 실행한 후에도 이중대출이 아니었는지 사후적으로 점검하여 乙 회사의 업무에 대한 관리·감독을 했어야 하는 점 등을 비추어 보면, 위 대출계약 당시 丙 등에게 丁을 대리할 기본대리권이 있었다고 하더라도 甲 회사에 丙 등이 丁 자신으로서 본인의 권한을 행사하여 위 대출을 신청한 것이라고 믿을 만한 정당한 사유가 있었다고 보기 어려우므로, 丁의 표현대리책임이 인정되지 않는다고 본 사례.<br/>",
    "참조조문": " [1] 민법 제126조 / [2] 민법 제126조<br/>",
    "선고일자": "20250605",
    "법원명": "대법원",
    "사건명": "대여금[대출은행이 대출명의자를 상대로 민법 제126조의 표현대리책임을 주장하는 사건]",
    "판례내용": "【원고, 상고인】 ○○○ 주식회사 (소송대리인 법무법인(유한) 대륙아주 담당변호사 김인진 외 1인)<br/>【피고, 피상고인】 피고 (소송대리인 변호사 정정훈 외 1인)<br/>【원심판결】 서울고법 2023. 4. 19. 선고 2022나2048678 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 원고가 부담한다.  <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 사안의 개요<br/>  원심판결 이유와 기록에 의하면 다음 사실을 알 수 있다.<br/>  가. 원고는 여신전문금융업법에 따라 대출업 등을 영위하는 여신전문금융회사이다.<br/>  나. 원고는 2018. 5. 17. 주식회사 △△△(이하 ‘소외 1 회사’라고 한다)와, 원고의 임대차보증금 담보대출과 관련하여 대출신청인의 자필서명 확인, 대출구비서류의 접수·확인, 임대차조사 등의 업무를 소외 1 회사에 위탁하는 대출모집업무 위탁계약(이하 ‘이 사건 위탁계약’이라고 한다)을 체결하였다.<br/>  다. 소외 1 회사의 운영자 또는 업무담당자인 소외 2, 소외 3, 소외 4 등(이하 ‘소외 2 등’이라고 한다)은 원고가 소외 1 회사를 통해 대출신청이 접수되면 서류심사만으로 대출을 실행하는 점, 동일 대출신청인이 다른 금융기관에서 선행 대출을 받더라도 그 내역이 신용정보조회 시스템에 반영되기까지 얼마간의 시일이 걸리는 점을 이용하여, □□□ 주식회사(이하 ‘소외 5 회사’라고 한다)로부터 선행 임대차보증금 담보대출을 받은 다음 원고를 상대로 이를 숨기고 동일한 임대차보증금 반환채권을 담보로 하여 이중의 대출을 받는 사기범행을 공모하였다. <br/>  라. 피고는 2019. 8. 22. 주식회사 ◇◇◇(이하 ‘소외 6 회사’라고 한다)으로부터 임대주택을 보증금 220,000,000원으로 정하여 임차하였다(이하 ‘이 사건 임대차’라고 한다). 피고는 그 직후 소외 2 등에게 소외 5 회사로부터 임대차보증금 담보대출을 받는 데 필요한 서류 작성을 위임하면서 인감증명서, 주민등록초본 및 등본, 예금통장과 피고 명의로 개통한 휴대전화 등을 교부하였다.<br/>  마. 소외 2 등은 피고의 위임에 따라 소외 5 회사로부터 이 사건 임대차보증금 반환채권을 담보로 대출을 받았고, 그 대출금은 임대인인 소외 6 회사에 보증금으로 지급되었다. <br/>  바. 소외 2 등은 2019. 8. 29. 피고 명의의 대출신청서와 대출계약서 등을 위조하여 이를 피고의 인감증명서 등과 함께 원고에게 제출하였고, 원고는 같은 날 대출금 209,000,000원에서 인지대 75,000원을 공제한 208,925,000원을 피고의 계좌로 송금하였다(이하 ‘이 사건 대출’이라고 한다).  <br/>  2. 원심의 판단<br/>  원심은 판시와 같은 이유로 다음과 같이 판단하여, 피고가 이 사건 대출계약에 관하여 민법 제126조의 표현대리책임을 져야 한다는 원고의 주장을 배척하였다. <br/>  가. 원고는 소외 2 등을 통하여 접수한 피고 명의의 이 사건 대출신청서 등을 피고가 직접 작성한 것으로 인식하고 대출을 실행한 후 2020. 6.경에야 비로소 소외 2 등이 해당 서류들을 위조하였음을 인식한 것으로 보인다. 그렇다면 피고가 전혀 관여하지 않은 채 소외 2 등이 위조한 서류를 기초로 이루어진 이 사건 대출계약에는 대리행위 이론을 적용할 수 없다. <br/>  나. 원고가 이 사건 대출계약이 피고 본인의 의사에 따라 이루어진 것이라고 믿었더라도, 이는 금융기관인 원고가 본인 확인의무와 대출모집법인 사용 시 준수해야 할 주의의무를 제대로 이행하지 아니하였기 때문이라고 봄이 타당하다. 따라서 원고가 그와 같이 믿은 데에 정당한 이유가 있었다고 볼 수도 없다. <br/>  3. 대법원의 판단<br/>  가. 관련 법리 <br/>민법 제126조의 표현대리는 대리인이 본인을 위한다는 의사를 명시적 또는 묵시적으로 표시하거나 대리의사를 가지고 권한 외의 행위를 하는 경우에 성립한다. 그 외에 사술을 써서 위와 같은 대리행위의 표시를 하지 아니하고 단지 본인의 성명을 모용하여 자기가 마치 본인인 것처럼 기망하여 본인 명의로 직접 법률행위를 한 경우에는, 본인을 모용한 사람에게 본인을 대리할 기본대리권이 있었고, 상대방으로서는 위 모용자가 본인 자신으로서 본인의 권한을 행사하는 것으로 믿은 데 정당한 사유가 있었던 사정이 있는 경우에 한하여 민법 제126조의 표현대리 법리가 유추적용된다(대법원 2003. 12. 12. 선고 2001다29896 판결, 대법원 2014. 5. 29. 선고 2012다66303 판결 등 참조). <br/>  나. 이 사건에 관한 판단 <br/>  1) 소외 2 등은 대출신청서 및 대출계약서 등을 위조하여 피고 명의로 작성하고, 이를 피고로부터 진정하게 접수받은 것처럼 원고에게 제출하여 이 사건 대출계약이 체결되게 하였다. 이러한 일련의 행위는 소외 2 등이 피고의 성명을 모용하여 자기가 마치 피고 본인인 것처럼 기망하여 피고 명의로 직접 법률행위를 한 것과 마찬가지라고 평가할 수 있다. 따라서 소외 2 등에게 피고를 대리할 기본대리권이 있었고, 원고로서는 소외 2 등이 피고 자신으로서 본인의 권한을 행사하는 것으로 믿은 데 정당한 사유가 있었던 사정이 있는 경우에는 민법 제126조의 표현대리 법리가 유추적용된다. 원심이 소외 2 등이 피고를 대리한 것이 아니어서 표현대리에 관한 법리가 적용될 여지가 없다는 취지로 판단한 것은 잘못이다. <br/>  2) 그러나 원심판결 이유와 기록에 의하여 알 수 있는 다음과 같은 사정들을 앞서 본 법리에 비추어 보면, 이 사건 대출계약 당시 소외 2 등에게 피고를 대리할 기본대리권이 있었다고 하더라도 원고에게 소외 2 등이 피고 자신으로서 본인의 권한을 행사하여 이 사건 대출을 신청한 것이라고 믿을 만한 정당한 사유가 있었다고 보기 어렵다. <br/>  가) 금융회사인 원고는 본인이 해야 할 대출업무 중 핵심적인 부분인 대출신청서 및 대출계약서 등의 신청인 자필서명 확인, 대출구비서류의 확인, 임대차조사 등의 업무를 이 사건 위탁계약을 통하여 대출모집인인 소외 1 회사에 위탁하였다. 원고는 이를 통하여 대출상품의 판매를 촉진하고 분업의 이익을 누리는 한편 대출신청서 및 대출계약서 등의 신청인 자필서명 확인 등을 소외 1 회사를 통하여 간접적으로 수행하게 됨으로써 대출신청서류의 위조 여부 등을 직접 조사하고 확인할 기회를 스스로 제약하는 거래 구조를 선택하였다. 따라서 그로 인한 불이익이나 위험도 원칙적으로 원고가 부담하여야 한다고 보는 것이 타당하다. 또한 이 사건 위탁계약에 따르면, 원고와 소외 1 회사는 금융감독원의 「대출모집인 제도 모범규준」(2021. 3. 25. 「금융소비자 보호에 관한 법률」 및 같은 법 시행령과 금융감독위원회 고시인 「금융소비자 보호에 관한 감독규정」의 시행과 함께 폐지되었다)을 따르도록 되어 있다. 위 모범규준에 의하면, 금융회사는 불법·부당대출 모집행위가 발생하지 않도록 대출모집인에 대한 사전 교육 및 관리·감독을 철저히 해야 하고(제10조 제1항 제1호), 대출모집인을 통해 접수된 대출의 사고발생 방지를 위하여 대출 실행 이전에 고객에 대하여 고객 본인 확인 및 금리, 대출금액, 대출기간, 중도상환수수료 등 대출계약의 중요사항에 관한 확인을 해야 하며(제10조 제1항 제2호), 고객으로부터 대출모집과정(대출모집인 성명, 소속, 모집경로 등)을 확인받고 이를 정기적으로 점검해야 한다(제10조 제1항 제3호). 그리고 위 모범규준상 ‘고객제출서류 또는 대출관련서류 등의 위·변조’가 대출모집인의 금지행위로 정해져 있으며(제11조 제5호), 금융회사는 연간 2회 이상 계약체결의 적정성 여부와 금지행위 발생 여부 등의 사항을 관리하고 점검하여야 한다(제14조 제2항 참조). 이와 같이 금융회사인 원고는 대출모집인에 대한 관리·감독의무를 부담하고, 금융회사는 금융거래에 있어서 본인 및 대리권의 확인에 관하여 일반인보다 고도의 주의의무가 있다는 점(위 대법원 2001다29896 판결 참조)까지 고려하면, 설령 대출모집인이 금융회사와의 위탁관계를 이용해서 타인 명의를 모용하여 대출계약을 체결하고, 금융회사가 그러한 사정을 알지 못하였더라도, 모용자가 본인 자신으로서 본인의 권한을 행사하는 것으로 믿은 데 정당한 사유가 있다고 쉽게 인정할 것은 아니다.<br/>  나) 소외 2 등은 2018. 10. 24.부터 2019. 8. 29.까지 16회에 걸쳐 임대주택 임차인 명의로 합계 3,457,775,000원을 원고로부터 이중으로 대출받았고, 그 과정에서 15명의 임차인들 명의를 모용하였는데, 이 사건 대출은 그중 마지막에 이루어진 것이다. <br/>  다) 이 사건 대출에서 소외 2 등이 위조하여 제출한 임대차 관련 서류상 임대차계약일자와 입주일이 동일하고, 임대차보증금이 전액 지급된 직후 그 반환채권을 담보로 대출신청이 이루어졌다. 이러한 특성은 위 나)와 같이 소외 1 회사를 통해 접수된 다수의 대출에서 공통적으로 발견되는데, 이는 대출신청인의 임대차보증금 마련을 위하여 그 반환채권을 담보로 실행되는 대출상품의 특성상 다소 이례적인 정황이라고 할 수 있다. <br/>  라) 이 사건 위탁계약 제7조에는 소외 1 회사가 대출상담사와 계약을 체결하는 경우 원고를 통하여 금융업협회에 등록하여야 하고, 소외 1 회사는 소속 대출상담사의 금융업협회 등록·해지사항(사진 포함)에 대하여 금융업협회 인터넷 홈페이지에 등록·게시하는 데 동의한다는 내용이 있다. 원고는 기본적으로 위와 같은 계약 내용에 따라 거래상대방인 소외 1 회사의 대출상담사 등에 관한 자료(사진 포함)를 사전에 확보할 수 있었다. 따라서 소외 1 회사 측의 대출상담사 등이 이 사건 위탁계약에 따른 정상적인 거래를 하여 오다가 대출신청 명의자의 성명을 모용하여 자기가 마치 대출신청 명의자 본인인 것처럼 원고를 기망하여 본인 명의로 직접 법률행위를 하더라도, 원고로서는 소외 1 회사 측 대출상담사에 대한 자료(사진 포함)를 통하여 대출상담사와 대출신청 명의자 본인의 동일성 유무를 식별할 수 있는 가능성이 없지 않았다. <br/>  마) 원고는 이 사건 대출 실행 직전에 소외 2 등이 소지하고 있던 피고 명의의 휴대전화로 연락하여 대출신청의사 등을 확인하였으나, 그것만으로 대출절차 및 관리·감독에 관한 원고의 과실이 부정된다고 보기는 어렵다. <br/>  바) 이 사건 대출과 같은 임대차보증금 담보대출은 임대차보증금 반환채권의 양도나 질권 설정을 본질적 요소로 하고, 임대차보증금 반환채권의 존재 여부나 선순위 담보의 설정 여부에 따라 대출 실행 여부가 달라진다. 원고는 임대차보증금 반환채권의 담보 제공 가능 여부에 관한 조사를 대출절차로 예정하고, 이를 전제로 해당 조사업무를 소외 1 회사에 위탁하였다. 만일 원고가 임대인을 상대로 이 사건 임대차보증금 반환채권에 관한 선순위 담보 설정 여부 등을 확인하였더라면, 소외 2 등이 이중대출을 받지 못하였을 것으로 보인다. 그러나 원고는 임대인인 소외 6 회사를 상대로 그러한 확인절차를 밟지 아니하였고, 그로 인해 이 사건 대출의 실행을 막지 못하였다.     <br/>  사) 소외 2 등은 소외 5 회사의 선행대출 실행내용이 신용정보조회에 반영되기까지 시일이 소요된다는 점을 이용하여 이중대출을 받았다. 전문금융기관인 원고로서는 위와 같은 신용정보조회 시스템의 취약점을 고려하여, 대출을 실행한 후에도 이중대출이 아니었는지 사후적으로 점검하여 소외 1 회사의 업무에 대한 관리·감독을 했어야 한다. 그런데 원고가 이러한 사후적인 점검을 하지 아니하여 소외 2 등이 이 사건 대출에 이르기까지 이중대출을 반복적으로 받을 수 있었던 것으로 보인다. <br/>  아) 원고는 소외 2 등이 서류를 위조하였다는 사실을 알지 못하였다는 주장만 하고 있을 뿐, 대출모집인의 대출관련서류 위·변조를 방지하거나 이를 적발하기 위해 적절한 조치를 취하였다는 등 자신이 대출모집인에 대한 관리·감독을 게을리 하지 않았다는 점에 관하여 구체적으로 주장·증명하지 않고 있다.  <br/>  3) 결국 원심의 이유 설시에 일부 적절하지 않은 부분이 있으나, 이 사건 대출계약에 관하여 피고의 표현대리책임이 인정되지 않는다고 본 원심의 결론은 정당하고, 거기에 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나, 표현대리에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 없다. <br/>  4. 결론<br/>  그러므로 상고를 기각하고, 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 엄상필(재판장) 오경미(주심) 권영준 박영재 ",
    "사건번호": "2023다232526",
    "사건종류코드": "400101",
    "판례정보일련번호": "606763",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}