{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170922",
    "법원명": "서울행정법원",
    "사건명": "취득세등부과처분취소",
    "판례내용": "【원    고】 두산중공업 주식회사 (소송대리인 법무법인 광장 담당변호사 김경태 외 1인)<br/>【피    고】 서울특별시 강남구청장 외 1인 (소송대리인 법무법인(유한) 한길  담당변호사 하태웅)<br/>【변론종결】2017. 8. 9.<br/>【주    문】<br/>  1. 원고의 청구를 모두 기각한다. <br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고 서울특별시 강남구청장이 2014. 12. 2. 원고에 대하여 한 취득세 197,504,260원, 등록세 445,458,550원, 농어촌특별세 19,750,410원, 지방교육세 83,977,660원의 각 부과처분 및 피고 서울특별시 강동구청장이 2014. 12. 10. 원고에 대하여 한 취득세 4,860,090원, 등록세 10,944,640원, 농어촌특별세 485,990원, 지방교육세 2,063,250원의 각 부과처분을 모두 취소한다.<br/>【이    유】  1. 이 사건 처분의 경위<br/>  가. 삼화왕관 주식회사(이하 ‘삼화왕관’이라 한다)는 병마개 제조·판매업, 금속 인쇄 및 제관업 등을 영위할 목적으로 1966. 1. 6. 설립된 회사인데, 2009. 8. 20. 투자 및 임대사업 부문을 인적분할하여 삼화자산 주식회사(이하 ‘삼화자산’이라 한다)를 설립하였다(이하 ‘이 사건 분할’이라 한다). <br/>  나. 삼화자산은 2009. 9. 4. 이 사건 분할을 원인으로 하여 서울 강남구 (주소 1 생략) 대 3,757㎡ 지상 ○○빌딩 8층, 9층 합계 2,772㎡ 및 서울 강동구 (주소 2 생략) 주차장 1,354㎡ 중 1,000분의 8 지분 외 10개 건물과 토지(이하 통칭하여 ‘이 사건 부동산’이라 한다)의 소유권을 취득하였다. 삼화자산은 이 사건 분할이 구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것, 이하 같다) 제46조 제1항 각 호의 요건을 갖춘 적격분할에 해당한다는 이유로 구 조세특례제한법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것, 이하 같다) 제119조 제1항 제10호, 제120조 제1항 제9호에 따라 이 사건 부동산에 관한 취득세 및 등록세를 면제받았다.<br/>  다. 원고는 2009. 12. 4. 삼화자산을 흡수합병하여(이하 ‘이 사건 합병’이라 한다) 삼화자산은 같은 날 해산되었다. 원고는 2009. 12. 21. 이 사건 합병을 원인으로 하여 이 사건 부동산의 소유권을 취득하였다. <br/>  라. 서울특별시장은 2014. 4.경 원고에 대한 지방세 세무조사를 실시하였는데, 삼화자산이 2009. 8. 20. 이 사건 분할로 신설된 후 2009. 12. 4. 이 사건 합병을 하였으므로 구 법인세법 제46조 제1항 제3호의 ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일까지 분할법인으로부터 승계받은 사업을 계속 영위할 것’이라는 요건을 충족하지 않아 이 사건 부동산에 관한 취득세 및 등록세 면제 대상에 해당하지 않는다고 판단하였다.<br/>  마. 이에 따라 피고 서울특별시 강남구청장은 2014. 9. 11. 원고에 대하여 과세예고 통지를 한 후 2014. 12. 2. 원고에 대하여 취득세 197,504,260원, 등록세 445,458,550원, 농어촌특별세 19,750,410원, 지방교육세 83,977,660원의 각 부과처분을 하였고, 피고 서울특별시 강동구청장은 2014. 9. 16. 원고에 대하여 과세예고통지를 한 후 2014. 12. 10. 원고에 대하여 취득세 4,860,090원, 등록세 10,944,640원, 농어촌특별세 485,990원, 지방교육세 2,063,250원의 각 부과처분을 하였다(이하 통칭하여 ‘이 사건 처분’이라 한다).<br/>  바. 이에 불복하여 원고는 2015. 2. 25. 조세심판원에 심판청구를 하였으나, 조세심판원은 피고 서울특별시 강남구청장에 대한 청구에 대하여는 2016. 12. 5. 기각결정하였고, 피고 서울특별시 강동구청장에 대한 청구에 대하여는 2016. 12. 27. 기각결정을 하였다.      <br/>  [인정근거] 다툼 없는 사실, 갑 제1 내지 4호증, 을가 제1, 2, 3호증, 을나 제1, 2, 3호증(각 가지번호 포함)의 각 기재, 변론 전체의 취지<br/>  2. 이 사건 처분의 적법 여부<br/>  가. 원고 주장의 요지 <br/>       분할신설법인인 삼화자산이 분할등기일이 속하는 사업연도의 종료일 전 원고에 흡수합병되어 원고가 삼화자산이 삼화왕관으로부터 승계받은 사업을 다시 승계하는 경우에는 다음과 같은 이유로 구 법인세법 제46조 제1항 제3호의 ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일까지 분할법인으로부터 승계받은 사업을 계속 영위할 것’이라는 요건에 위반된다고 볼 수 없으므로 이와 다른 전제에서 이루어진 이 사건 처분은 위법하다. <br/>  1) 구 법인세법 제46조 제1항 제3호는 분할신설법인의 존속이 아니라 사업의 계속적 영위가 요건인데 합병법인이 적격합병을 통해서 분할신설법인이 분할법인으로부터 승계받은 사업을 계속 영위하는 경우에는 사업의 계속성과 동일성이 유지된다고 보아야 한다.<br/>  2) 구 법인세법 제46조 제1항의 적격분할 과세특례에 대한 사후관리 규정인 구 법인세법 제46조 제2항 후문에 의하면 분할신설법인이 분할법인으로부터 승계받은 사업을 합병법인이 다시 승계하는 경우에는 사업의 폐지로 보지 않는다고 규정하고 있는바, 구 법인세법 제46조 제1항 각 호의 사업의 계속성도 마찬가지로 해석되어야 한다.  <br/>  3) 분할신설법인이 분할법인으로부터 승계받은 사업을 합병법인이 다시 승계하는 경우 법인세는 적격분할 요건을 유지하고 있다고 보아 과세이연을 인정하면서 취득세와 등록세는 적격분할 요건을 불충족한다는 이유로 과세하는 것은 부당하다. <br/>  4) 구 법인세법 제46조 제1항, 구 조세특례제한법 제119조 제1항 제10호, 제120조 제1항 제9호의 입법취지는 적격분할, 적격합병과 같은 기업구조조정을 지원하는 것이므로 이를 제한하는 방향으로 해석하는 것은 부당하다. <br/>  5) 적격합병이 분할등기가 속하는 사업연도종료일 전후에 이루어졌는지 여부에 따라 취득세 및 등록세의 면제 여부가 달라지는 것은 조세중립성과 과세형평의 원칙에 반한다.<br/>  나. 관련 법령<br/>       별지 기재와 같다. <br/>  다. 인정사실<br/>       앞서 인정한 사실 및 갑 제2, 7 내지 12호증(각 가지번호 포함)의 각 기재 및 변론 전체의 취지에 의하면, 삼화자산의 법인등기부상 목적 사업은 부동산 임대업 등이고, 삼화자산은 이 사건 부동산에 관하여 부동산 임대업을 영위한 사실, 원고의 법인등기부상 목적 사업에도 부동산 임대업이 있고, 원고는 삼화자산이 이 사건 부동산에 관하여 임차인들과 체결한 각 임대차계약의 임대인 지위를 승계하여 삼화자산의 분할등기일인 2009. 8. 20.이 속하는 2009사업연도 종료일까지 부동산 임대업을 영위한 사실은 인정된다. <br/>  라. 판단<br/>  1) 구 조세특례제한법(2010. 1. 1. 법률 제9921호로 개정되기 전의 것) 제119조 제1항 제10호 및 제120조 제1항 제9호는 ‘법인세법 제46조 제1항 각 호의 요건을 갖춘 분할’로 인하여 취득하는 재산의 등기에 대한 등록세 및 그 취득에 대한 취득세를 각 면제하도록 규정하고 있다. 한편 구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것) 제46조 제1항은 제3호에서 ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일까지 분할법인으로부터 승계받은 사업을 계속 영위할 것’을 요건 중 하나로 규정하고 있고, 같은 조 제4항은 위 제1항의 규정을 적용할 때 승계받은 사업의 계속 또는 폐지에 관한 판정기준 등에 관하여 필요한 사항은 대통령령으로 정하도록 하고 있다. 그 위임을 받은 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것, 이하 같다) 제82조 제4항은 분할신설법인의 사업의 계속 또는 폐지의 판정 등에 관하여 합병에 대한 제80조 제3항 및 제6항을 준용하도록 규정하고 있고, 합병에 대하여 구 법인세법 제46조 제1항 제3호와 동일한 취지로 규정하고 있는 제44조 제1항 제3호에 관하여 구 법인세법 시행령 제80조 제3항 전단은 ‘합병법인이 합병등기일이 속하는 사업연도의 종료일 이전에 피합병법인으로부터 승계한 사업용 고정자산가액의 2분의 1 이상을 처분하거나 승계한 해당 사업에 직접 사용하지 아니하는 경우’에는 이에 해당하지 아니하는 것으로 한다고 규정하고 있다.<br/>            이들 규정의 문언 내용과 체계 등에 비추어 보면, 분할신설법인이 분할등기일이 속하는 사업연도의 종료일 이전에 분할법인으로부터 승계한 사업용 고정자산가액의 2분의 1 이상을 처분하거나 승계한 해당 사업에 직접 사용하지 아니하는 경우에는 승계받은 사업을 계속 영위한 것으로 볼 수 없으므로 구 조세특례제한법 제119조 및 제120조에 의하여 등록세 및 취득세가 면제되지 아니한다고 할 것이다(대법원 2016. 8. 18. 선고 2014두36235 판결). <br/>            한편, 조세법률주의의 원칙상 조세법규의 해석은 과세요건이거나 비과세요건 또는 조세감면요건을 막론하고 특별한 사정이 없는 한 법문대로 해석할 것이고 합리적 이유 없이 확장해석하거나 유추해석하는 것은 허용되지 아니한다. 특히 감면요건 규정 가운데에 명백히 특혜규정이라고 볼 수 있는 것은 엄격하게 해석하는 것이 조세공평의 원칙에도 부합한다(대법원 1982. 11. 23. 선고 82누221 전원합의체 판결, 대법원 2003. 1. 24. 선고 2002두9537 판결 등 참조).<br/>  2) 위와 같은 법리에 비추어 살피건대, 앞서 살펴 본 바와 같이 분할신설법인인 삼화자산이 분할등기일이 속하는 사업연도의 종료일 전 원고에 흡수합병되어 해산된 이상 원고가 삼화자산이 삼화왕관으로부터 승계받은 사업을 다시 승계하였다 하더라도 다음과 같은 이유로 구 법인세법 제46조 제1항 제3호의 ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일까지 분할법인으로부터 승계받은 사업을 계속 영위할 것’이라는 감면요건을 충족하지 못하여 등록세 및 취득세 감면대상에 해당하지 않는다고 판단된다. 따라서 원고의 주장은 받아들이지 않는다.  <br/>  가) 구 지방세법(2010. 3. 31. 법률 제10221호로 전부개정되기 전의 것) 제104조 제8호에 의하면 ‘취득’이란 매매, 교환, 상속, 증여, 기부, 법인에 대한 현물출자, 건축, 개수, 공유수면의 매립, 간척에 의한 토지의 조성 등과 기타 이와 유사한 취득으로서 원시취득, 승계취득 또는 유상무상을 불문한 일체의 취득을 말한다. 그리고 구 법인세법 제46조 제1항 제2호에 의하면 회사분할의 경우 분할신설법인이 자산 승계의 대가로 분할법인의 주주에게 분할신설법인이 발행한 주식을 이전하므로 분할신설법인이 분할로 취득한 재산은 유상취득으로서 원칙적으로 취득세 과세대상에 해당한다. 따라서 구 조세특례제한법 제119조 제1항 제10호 및 제120조 제1항 제9호가 ‘법인세법 제46조 제1항 각 호의 요건을 갖춘 분할’로 인하여 취득하는 재산에 대하여 등록세 및 취득세를 면제하도록 규정한 것은 적격분할을 세제상 지원하기 위한 특혜규정으로 볼 수 있으므로 법문언에 따라 엄격하게 해석되어야 한다.<br/>  나) 구 법인세법 제46조 제1항 제3호는 ‘분할신설법인 또는 분할합병의 상대방법인이 분할등기일이 속하는 사업연도의 종료일까지 분할법인 또는 소멸한 분할합병의 상대방법인으로부터 승계받은 사업을 계속 영위할 것’이라고 규정하고 있는바, 문언상 ‘분할신설법인’이 ‘분할등기일이 속하는 사업연도의 종료일까지’까지 계속 존속하는 것도 감면요건에 해당하는 것으로 해석된다. 그런데 이 사건의 경우 분할신설법인인 삼화자산은 분할등기일인 2010. 8. 20.이 속하는 2010사업연도 종료일 전인 2010. 12. 4. 원고에 흡수합병되어 해산됨으로써 더 이상 존속하지 않게 되었다.<br/>  다) 그리고 삼화자산이 분할등기일이 속하는 사업연도의 종료일 이전에 원고에게 흡수합병되면서 삼화왕관으로부터 승계한 영업용 자산인 이 사건 부동산의 소유권을 원고에게 이전한 것은 승계한 자산을 전부 처분하거나 해당 사업에 직접 사용하지 아니한 경우에 해당하므로 분할신설법인이 승계받은 사업을 계속 영위하였는지 여부에 관한 판정기준을 규정하고 있는 구 법인세법 시행령 제80조 제3항 전단에 의할 때 분할신설법인인 삼화자산이 승계받은 사업을 계속 영위한 것으로 볼 수 없다.  <br/>  라) 반면에 구 조세특례제한법 제119조 제1항 제10호 및 제120조 제1항 제9호는 등록세 및 취득세 감면요건으로서 구 법인세법 제46조 제1항 각 호만을 준용하고 있을 뿐 법인세 과세이연에 관한 구 법인세법 제46조 제1항 본문 및 제46조 제2항을 준용하고 있지 않고, 등록세 및 취득세와 법인세는 과세 주체, 대상, 내용이 다른 별개의 세목이므로 제46조 제2항 후문의 ‘분할신설법인 또는 분할합병의 상대방법인이 분할법인 또는 소멸한 분할합병의 상대방법인으로부터 승계받은 사업을 합병법인이 다시 승계하는 경우에는 사업의 폐지로 보지 아니한다.’는 규정이 등록세 및 취득세 감면요건 충족 여부를 판단함에 있어서도 당연히 적용된다고는 볼 수 없다.   <br/>  마) 구 조세특례제한법 제119조 제1항 제10호 및 제120조 제1항 제9호의 등록세 및 취득세 감면제도가 적격분할 등 기업구조조정을 세제상 지원하려는 입법취지가 있다 하더라도 분할신설법인이 분할등기일이 속하는 사업연도의 종료일 전에 흡수합병되어 해산함으로써 사업을 계속 영위하지 못하였음에도 등록세 및 취득세 감면을 인정하는 것은 문언해석의 범위를 넘는 확장해석으로 허용되지 않는다. 오히려 구 조세특례제한법 제119조 제1항 제10호 및 제120조 제1항 제9호가 준용하고 있는 구 법인세법 제46조 제1항 제3호는 등록세 및 취득세 감면대상이 되는 적격분할로 인정받기 위한 최소한의 기간 요건을 규정한 것이므로 원고의 주장과 같이 해석할 경우 이를 잠탈할 우려가 있다. <br/>  바) 위와 같이 감면요건을 엄격해석하는 것은 오히려 조세공평의 원칙에 부합하는 것이므로 법문언에 따라 삼화자산이 분할등기일이 속하는 사업연도종료일 전에 흡수합병으로 해산됨으로써 등록세 및 취득세 감면대상에 해당하지 않는다고 보아 등록세 및 취득세를 부과하는 것이 조세중립성이나 과세형평의 원칙에 어긋난다고 볼 수 없다. <br/>  3. 결  론<br/>    그렇다면 원고의 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/>  [별지 생략]<br/><br/>판사 김정숙(재판장) 권수아 김지건 ",
    "사건번호": "2017구합56483",
    "사건종류코드": "400108",
    "판례정보일련번호": "205486",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}