{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20180202",
    "법원명": "대구고등법원",
    "사건명": "법인세부과처분취소",
    "판례내용": "【원고, 항소인】 코닝정밀소재 주식회사 (변경전 상호 : 삼성코닝정밀유리 주식회사, 삼성코닝정밀소재 주식회사) (소송대리인 변호사 김의환 외 2인)<br/>【피고, 피항소인】 구미세무서장 (소송대리인 법무법인 중원 담당변호사 이무상 외 1인)<br/>【제1심판결】 대구지방법원 2017. 2. 14. 선고 2014구합22139 판결<br/>【변론종결】2018. 1. 12.<br/>【주    문】<br/>  1. 원고의 항소를 기각한다.<br/>  2. 항소비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 피고가 원고에 대하여, 2011. 9. 2.에 한 2006년 귀속 법인(원천)세 4,800,000,050원의 부과처분 및 2011. 10. 12.에 한 2007년 귀속 법인(원천)세 합계 12,269,674,920원(= 8,069,674,920원 + 4,200,000,000원)의 부과처분, 2008년 귀속 법인(원천)세 합계 17,264,833,800원(= 8,968,519,610원 + 8,296,314,190원)의 부과처분, 2009년 귀속 법인(원천)세 2,159,661,440원의 부과처분을 모두 취소한다.<br/>【이    유】1. 처분의 경위<br/>  가. 미국 법인인 코닝 인코퍼레이티드(Corning Incorporated, 이하 ‘CI’라 한다)는 1936. 12. 24. 설립되어 세계적으로 LCD용 평판유리 제조업 등을 영위하는 코닝 그룹의 최종 모회사이고, 미국 법인인 코닝 인터내셔날 코퍼레이션(Corning International Corporation, 이하 ‘CIC’라 한다)은 CI가 1966. 1. 13. 그 자본금의 100%를 출자하여 설립한 자회사이다.<br/>  나. 원고(당초 삼성코닝정밀유리 주식회사였는데, 2010. 5. 11. 삼성코닝정밀소재 주식회사로 상호가 변경된 후 2014. 4. 30. 코닝정밀소재 주식회사로 상호가 변경되었다)는 1995. 4. 20. 영상디스플레이 및 평판정보디스플레이를 위한 유리 등의 제조 및 판매업 등을 사업목적으로 하여 CIC가 50%, 삼성전자 주식회사 등이 50%를 각각 출자하여 설립되었다. <br/>  다. CIC는 2005. 12. 22. 자신이 보유한 원고 지분 전부를 현물출자하여 헝가리인민공화국(이하 ‘헝가리’라 한다) 법인인 코닝 헝가리 데이터 서비스(Corning Hungary Data Services, 이하 ‘CHDS’라 한다)를 설립하였고, CHDS는 2006. 2. 22. 원고의 주주배정 유상증자에 참여하여 발행 신주의 50%를 인수하였다. 또한, CIC는 2006. 5. 19. 100% 출자하여 케이만 군도에서 코닝 파이낸스 케이만 엘티디(Corning Finance Cayman, Ltd, 이하 ‘CFC’라 한다)를 설립하였고, CFC는 2006. 6. 21. 100% 출자하여 룩셈부르크에서 코닝 파이낸스 룩셈부르크(Corning Finance Luxembourg, 이하 ‘CFL’이라 한다)를 설립하였으며, CFL은 2007. 7. 5. 100% 출자하여 룩셈부르크에서 코닝 벤처스(Corning Ventures S.a.R.L, 이하 ‘CV’라 한다)를 설립하였다. 위와 같은 CHDS 설립 등으로 인한 원고(SCP)의 지배구조 변경 관계는 아래 표의 기재와 같다. <br/><br/>  라. 원고는 2006. 3.경부터 2009. 3.경까지 각 배당 무렵에 이루어진 이사회 결의에 따라 아래 표 기재와 같이 CHDS에 대하여 배당을 실시하면서(위와 같은 배당소득을 이하 ‘이 사건 배당소득’이라 한다), ‘대한민국 정부와 헝가리인민공화국 정부간의 소득에 대한 조세의 이중과세회피 및 탈세방지를 위한 협약’(이하 ‘한-헝가리 조세조약’이라 한다) 제10조 제2항 (가)목의 5% 제한세율을 적용하여 법인세를 원천징수하였다. <br/>지급시기배당금(단위 : 원)비고2006. 3. 28.122,885,000,000이 사건 처분대상 아님2006. 9. 20. 80,000,000,000 2007. 3. 28.134,494,581,730 2007. 9. 21. 70,000,000,000 2008. 3. 31.149,475,326,830 2008. 9. 29.138,271,903,180 2009. 3. 30.268,861,292,570 합계(2006.9.20. 이후분)841,103,104,310 <br/>  마. 대구지방국세청장은 2010. 11. 8.부터 2011. 4. 26.까지 사이에 원고에 대한 법인사업자 통합세무조사(조사대상기간 : 2005. 1. 1.부터 2009. 12. 31.까지 5개 사업연도)를 실시한 결과, 이 사건 배당소득의 수익적 소유자는 미국 법인인 CI라고 판단하여 피고에게 그 과세자료를 통보하였다. <br/>  바. 이에 따라 피고는, CHDS는 한-헝가리 조세조약을 이용하여 한국 내에서의 조세를 회피할 목적으로 설립된 도관회사(Conduit Company)에 불과하고 CI가 이 사건 배당소득의 수익적 소유자라고 판단한 후, ‘대한민국과 미합중국간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약’(이하 ‘한-미 조세조약’이라 한다) 제12조 제2항 (a)목의 15% 제한세율을 적용하여 원천징수 법인세를 경정한 다음, 원고에게, 2011. 9. 2.에 2006년 사업연도의 원천징수 법인세를, 2011. 10. 12.에 2007년 내지 2009년 사업연도의 원천징수 법인세를, 아래 ‘이 사건 처분금액 표’ 중 ‘당초 처분금액’란 기재와 같이 각각 경정·고지하였다(이하 ‘당초 처분’이라 한다).<br/>이 사건 처분금액 표(단위 : 원)사업연도지급시기당초 처분금액감액된 세액이 사건 처분금액2006년2006. 9.7,195,691,8802,395,691,8304,800,000,0502007년2007. 3.12,011,522,3503,941,847,4308,069,674,9202007. 9.6,294,856,1102,094,856,1104,200,000,0002008년2008. 3.13,372,210,6804,403,691,0708,968,519,6102008. 9.12,202,089,5503,905,775,3608,296,314,1902009년2009. 3.2,167,247,9907,586,5502,159,661,440합계53,243,618,56016,749,448,35036,494,170,210<br/>  사. 원고는 이에 불복하여 2011. 11. 30. 조세심판원에 심판청구를 제기하였고, 조세심판원은 2014. 5. 29. ‘당초 처분은 한-미 조세조약 제12조 제2항 (b)목의 10% 제한세율을 적용하여 세액을 경정하고, 나머지 심판청구를 기각한다’는 내용의 결정을 하였다. 당초 처분 중 조세심판원 결정에 따라 감액경정되고 남은 부분(이하 ‘이 사건 처분’이라 한다)은 위 ‘이 사건 처분금액 표’ 중 ‘이 사건 처분금액’란 기재와 같다.<br/>[인정근거]  다툼 없는 사실, 갑 제1, 2, 28호증(가지번호를 포함한다. 이하 같다), 을 제2, 3호증의 각 기재, 변론 전체의 취지<br/>2. 이 사건 처분의 적법 여부<br/>가. 원고의 주장<br/>    1) 중복세무조사금지 원칙에 위배된다는 주장<br/>      대구지방국세청장은 2008. 5.경부터 2008. 8.경까지 사이에 원고에 대한 세무조사를 실시하면서 이 사건 배당소득 중 2006. 9. 20.부터 2008. 3. 31.까지 사이에 지급된 배당소득(이하 ‘중복조사 배당소득’이라 한다)의 수익적 소유자에 관하여 조사한 후 CHDS라고 판단하였다. 그 후 피고는 2010. 11.경부터 2011. 4.경까지 사이에 원고에 대한 세무조사를 실시하면서 2006. 1. 1.부터 2009. 12. 31.까지 사이에 CHDS 명의로 지급된 배당소득의 수익적 소유자가 미국 법인인 CI라고 조사한 후 당초 처분을 하였다. 그렇다면 이 사건 배당소득 중 중복조사 배당소득 부분에 관하여는 중복세무조사가 이루어졌고, 이는 중복세무조사가 허용되는 예외사유에도 해당하지 않는다. 따라서 이 사건 처분 중 중복조사 배당소득에 관한 부분은 중복세무조사에 기초한 것이어서 위법하므로 취소되어야 한다.<br/>    2) 이 사건 배당소득의 수익적 소유자는 CHDS라는 주장<br/>      CHDS는 2005년경 코닝 그룹의 미국 외에서 창출된 수익을 미국 외에 유보하여 곧바로 미국 외의 디스플레이 사업에 투자하기 위한 목적의 중간지주회사 겸 코닝 그룹의 공동서비스센터를 활용한 구조조정계획에 의한 유럽, 중동, 아프리카의 공동서비스센터로 설립되었다. CHDS는 이러한 기능을 수행하기 위하여 충분한 인적·물적 실체를 갖추고 코닝 그룹 계열회사를 위한 공동서비스 제공 및 자회사 관리 업무를 수행하고 있으며, 원고의 주주로서 그 대표자가 직접 또는 대리인으로 하여금 원고의 주주총회에 참석하여 의결권을 행사하여 왔고, 이 사건 배당소득 등을 CI에 재배당하지 않고 CHDS의 자체 운영자금, 자회사에 대한 증자대금, 코닝 그룹 계열사에 대한 대여금이나 펀드 투자금으로 사용하는 등으로 이를 지배, 관리하였다. 이와 같이 CHDS는 독립된 실체와 사업목적을 갖고 있는 코닝 그룹 내 관련 사업의 중간지주회사로서 이 사건 배당소득을 지배·관리할 능력이 있는 수익적 소유자에 해당하므로, 피고가 이와 다른 전제에서 한 이 사건 처분은 위법하므로 취소되어야 한다.<br/>나. 관계 법령<br/>    별지 ‘관계 법령’ 기재와 같다.<br/>다. 중복세무조사금지 원칙에 위배되는지 여부<br/>    1) 관련 법리<br/>      ○ 세무조사라 함은 세무공무원이 세법에 규정되어 있는 질문검사권 내지 질문조사권을 행사하여 납세의무자 등에게 직무상의 필요에 따라 질문을 하고 또 관계서류·장부 기타 물건을 조사하거나 그 제출을 명하는 행위를 의미한다. 한편 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것, 이하 같다) 제81조의4 제2항은 특별한 예외적 사유가 없는 한 중복조사를 할 수 없도록 하고 있는바, 이는 반복적인 세무조사에 의한 납세자의 영업의 자유 등 권익 침해와 과세관청의 자의적인 권한남용을 방지하고자 하는 것이므로, 위 규정에서 금지한 중복조사에 기한 조세 부과처분은 위법하다(대법원 2017. 12. 13. 선고 2016두55421 판결 참조).<br/>      ○ 구 국세기본법 제81조의4 제2항 제3호에서 정한 재조사의 예외적인 허용사유인 ‘2개 이상의 사업연도와 관련하여 잘못이 있는 경우’란 하나의 원인으로 인하여 2개 이상의 사업연도에 걸쳐 과세표준 및 세액의 산정에 관한 오류 또는 누락이 발생한 경우를 의미한다. 따라서 다른 사업연도에 발견된 것과 같은 종류의 잘못이 해당 사업연도에도 단순히 되풀이되는 때에는 이러한 재조사의 예외적인 허용사유에 해당한다고 볼 수 없다. 그런데 완결적인 하나의 행위가 원인이 되어 같은 잘못이 2개 이상의 사업연도에 걸쳐 자동적으로 반복되는 경우는 물론, 하나의 행위가 자체로 완결적이지는 아니하더라도 그로 인해 과세표준 및 세액의 산정에 관한 오류 또는 누락의 원인이 되는 원칙이 결정되고, 이후에 2개 이상의 사업연도에 걸쳐 내용이 구체화되는 후속조치가 이루어질 때에는, 이러한 후속조치는 행위 당시부터 예정된 것이므로 마찬가지로 하나의 행위가 원인이 된 것으로서 이에 해당한다. 그리고 위법한 세무조사를 금지하고 세무조사권의 남용을 방지하고자 하는 구 국세기본법 제81조의4의 규정 취지에 비추어 보면, 재조사의 예외적인 허용사유는 재조사 개시 당시에 구비되어야 하므로, 과세관청이 하나의 원인으로 인하여 2개 이상의 사업연도에 걸쳐 과세표준 및 세액의 산정에 관한 오류 또는 누락이 발생한 경우임을 뒷받침할 만한 구체적인 자료에 의하여 재조사를 개시한 경우에 비로소 구 국세기본법 제81조의4 제2항 제3호에 따른 적법한 재조사에 해당한다(대법원 2017. 4. 27. 선고 2014두6562 판결 등 참조). <br/>    2) 중복세무조사에 해당하는지 여부<br/>      가) 인정사실<br/>        (1) 대구지방국세청장은 2008. 5. 29.부터 2008. 8. 5.까지 원고의 2003년, 2004년 사업연도에 대한 정기세무조사(이하 ‘제1차 세무조사’라 한다)를 실시하였다.  <br/>        (2) 대구지방국세청장은 제1차 세무조사 중인 2008. 6. 2. 원고에게 국제거래에 대한 자료제출을 요청하였는데, 그 내용은 ‘CHDS 등 국외특수관계자의 결산보고서(Annual Reports) 및 감사보고서(Auditing Reports)를 제출하라’는 것이었다.<br/>        (3) 대구지방국세청장은 2008. 6. 25.부터 2008. 7. 21.경까지 사이에 6차례에 걸쳐 원고(수신자 : 소외 1 과장)에게 아래 표의 기재와 같이 자료제출을 요청하는 공문을 보냈는데, 제1, 2, 3차(추가건 포함) 공문은 그 제목이 ‘택스 매니저[소외 2(소외 2, 코닝 그룹의 아시아 세무 담당자 -Asia Tax manager-이다)]에 대한 요청 자료’라고, 문서 말미에는 ‘위 자료에 대하여 원고의 소외 1 과장을 거쳐 정식으로 요청합니다’라고 각 기재되어 있었고, 제4, 5차 공문은 제1, 2, 3차 공문에 의하여 제출받은 자료에 대한 명확한 판단 내지 해석을 위하여 추가로 질의하고 관련 자료 제출을 요청하는 내용이 기재되어 있었고, 그 후 대구지방국세청장은 원고 등으로부터 위 요청자료들을 넘겨받았다.<br/>요청일자요청내용2008.6.25.제목 : 택스 매니저(소외 2)에 대한 요청 자료- CHDS 설립 경위 및 취지, 역할, 조직도 및 구성원, 각 구성원의 담당업무, 법인등기부, 사업자등록 사본, 재무제표 및 감사보고서- CHDS가 2006. 3. ~ 2008. 3. 수령한 배당금의 일자별 사용 내역 및 관련 금융자료(배당금을 관계회사 대여금으로 사용한 경우 대여일자, 계약서, 수입이자 관련 자료)- CHDS의 2006~2007사업연도 차입금 내역 및 관련 자료- 2006. 2. 원고 증자대금 750억 원에 대한 자금원천증빙- 2005년 납부된 증권거래세 납부자 및 자금원천증빙- 2006년 손익계산서에 기록된 기타금융거래비용 6,036,970HUF(Thousand)의 내역 및 입증서류- CHDS 대표의 여권 사본 등- CHDS의 이사회 구성원 명단, 국적, 이사회 의사록, 주주총회 의사록 등2008.7.3.제목 : 택스 매니저(소외 2)에 대한 1차 요청 자료(추가건)- 2007년 CHDS 재무제표, 감사보고서- 이 사건 쟁점 배당금을 CHDS가 사용한 내역(관련 회계전표, 금융자료 포함)- CHDS가 이 사건 쟁점 배당금을 관계회사 대여금으로 사용한 내역 및 관련 자료- CHDS의 2006~2007사업연도 차입금 내역 및 관련 자료- 2006. 2. 원고 증자대금 750억 원에 대한 자금원천증빙- 2005년 납부된 증권거래세 납부자 및 자금원천증빙- 2006년 손익계산서에 기록된 기타금융거래비용 6,036,970HUF(Thousand)의 내역 및 입증서류- CHDS 대표의 여권 사본 등- CHDS의 주주총회 의사록제목 : 택스 매니저(소외 2)에 대한 2차 요청 자료- CHDS의 유무형자산 명세 및 실체를 확인할 수 있는 상세한 사진- CHDS의 주주총회 소집 통지서 등- CHDS의 회사설립 신청서 사본, 헝가리 세무당국에 제출한 법인세신고서(2006, 2007 귀속분)- 대표이사 급여 지급처- 대표이사가 CIC나 CI 소속이라면 당초 소속사의 직위와 직무2008.7.4.제목 : 택스 매니저(소외 2)에 대한 3차 요청 자료- CHDS 설립시 법원으로부터 교부받은 서류- CHDS 주주총회 이사록에 대한 사항- CHDS 2006년 상반기 월별 매출금액 등- 헝가리 법인에 이자소득을 지급한 법인의 상호 등2008.7.15.제목 : 추가 질의서(4차)- CHDS가 이 사건 쟁점 배당금을 예금으로 보관하였다는 코닝은행(CTS)에 대한 송금의뢰서 사본- 2006. 3. 27. ~ 2007. 12. 31. 코닝은행(CTS) 계좌(계좌번호 1 생략) 사본(입출금명세서)- 코닝은행(CTS)의 설립일자, 주주 및 재무제표2008.7.21.제목 : 질의서(5차)CHDS가 수령한 배당금이 사내유보(Reserve)되어 있는지 아니면 미국 코닝사 또는 기타 자회사로 이동되었는지를 판단하기 위한- CTS에서 PFPC로의 배당금 이동내역- PFPC 계좌의 입출금 명세(2006. 3. 29 ~ 2007. 4. 29.)- “4692” 펀드에 대한 약관 내지 계약서<br/>        (4) 대구지방국세청장은 2008. 7. 8.부터 2008. 7. 9.까지 사이에 CHDS 및 원고의 각 임직원들과 코닝 그룹의 아시아 세무담당자인 소외 2 톤과의 면담을 실시하였는데, 그 주요 내용은 다음과 같다.<br/>참석자- 대구지방국세청(2인) : 소외 3, 소외 4(반장)- CHDS(3인) : 소외 5(소외 5, Managing Director), 소외 6(소외 6, Finance Manager), 소외 2 톤(소외 2, Asia Tax   Manager, Corning Japan)- 원고(2인) : 소외 7, 소외 12008.7.8.- CHDS 전반에 관한 설명  : CHDS의 설립 목적, 헝가리에 설립된 이유, 제공 용역 내역, 직원 수 등- 이 사건 쟁점 배당금의 사용처에 대한 질의 및 응답  : 쟁점 배당금이 CI 또는 CI 자회사에 대출되었는지 여부 등- CHDS 관련 자료 요청 협의  : 주주총회 의사록, 법인 설립신청서, 대표이사 급여, 매출 수익 등- 원고, CHDS 및 CI 관련 추가 질의  : 원고에 대한 주주권 행사 관련  : 미국과 헝가리의 세제 및 세부담 관련2008.7.9.- 조사청의 관심사  1) 누가 원고의 실질적인 주주인가  2) CTS 예금  3) 미국 국세청이 CHDS로의 주식양도를 회계감사 하였는가- CHDS의 추가 발표 및 자료 제출  : (발표) CHDS 설립 경위, 배당금 사용처 등  : (자료제출) 2007년 CHDS 재무제표, 설립증서, 주주총회 회의록- 조사청의 추가 질의  : CHDS의 설립목적 및 경위, 배당금 사용처  : CTS와의 금전거래, 대표이사 급여  : 원고의 주요 의사결정 관련 CHDS의 역할 등<br/>        (5) 피고 소속 세무공무원은 2010. 7.경, 원고의 2007년, 2008년, 2009년 각 사업연도의 법인세 신고내용, 2005년부터 2010년 중간배당시까지 CHDS에 대한 각 배당금 지급내역 및 원고의 해외송금내역 등을 기초로 ‘원고의 도관회사를 통한 배당소득세 탈루 혐의에 대한 종합심리분석보고서’를 작성하였는데, 그 주요 내용은 아래와 같다.<br/>종합심리분석보고서(을 제7호증)원고의 해외송금자료를 분석한 결과, 2006. 6. CHDS에 중간배당한 240억 원이 그 무렵 CI에 송금된 것으로 보이는 등의 사정을 종합하면, 다국적기업의 영업전략인 ‘소득과 비용의 국제적 배분을 통한 전세계 세후소득의 최대화’를 위하여 배당소득 제한세율 10%가 적용되는 미국 법인인 CIC가 배당소득 제한세율 5%가 적용되는 도관회사(Conduit Company)인 헝가리 법인 CHDS에 원고의 지분을 양도하여 배당소득세의 1/2을 탈루하고 있는 것으로 판단된다.<br/>        (6) 국세청 소속 세무공무원은 2010. 9.경 위와 같은 종합심리분석보고서, CHDS의 2007년 ~ 2009년 사업연도의 손익계산서와 헝가리국에 대한 세금납부내역 및 CI 현황 등을 기초로, ‘헝가리로 지분이전을 통한 거액의 배당소득세 회피 - 미국 코닝 : 삼성코닝정밀유리(주) 배당’이라는 제목으로 분석보고서를 작성하였는데, 그 주요 내용은 아래와 같다.<br/>헝가리로 지분이전을 통한 거액의 배당소득세 회피(을 제6호증)CHDS의 손익계산서, 원고 임원 현황과 CI의 연례보고서 등을 분석한 결과, 미국 CI는 LCD 관련 사업의 호황으로 원고의 이익 급증에 따른 거액의 배당이 예상되자, 배당소득에 대한 세금을 회피하기 위하여 헝가리에 자회사를 만들어 지분을 이전한 것으로 판단된다<br/>        (7) 이에 대구지방국세청장은 2008년 사업연도에 CHDS에 배당된 돈도 CI에 유입되었을 가능성이 높다고 판단한 후, 원고에 대하여 조사기간을 2010. 11. 8.부터 2011. 1. 28.까지, 조사대상기간을 2008. 1. 1.부터 2008. 12. 31.까지의 1개 사업연도로 정하여 통합세무조사를 실시하기로 하여, 2010. 10. 25. 원고에게 세무조사 사전통지를 하였다(이하 위 통지에 기한 세무조사를 ‘제2차 세무조사’라 한다).<br/>        (8) 대구지방국세청장은 제2차 세무조사 과정에서 2008년 사업연도에 CHDS에 배당된 돈이 CI에 유입된 구체적인 자료들이 확인되자, 다른 사업연도의 배당금도 CI에 유입되었는지를 확인하기로 하였다. 그 과정에서 CHDS가 2006. 3.부터 2007. 9.까지 원고로부터 수령한 배당금(이하 ‘2006~2007년 배당소득’이라 한다)에 관한 헝가리 씨티은행 계좌거래명세서(계좌번호 2 생략)에 기재된 ‘지불 명목 코드(Payment Title Code)’와 ‘수취인(Beneficiary)’ 내역을 분석한 결과, 2006년~2007년 배당소득이 아일랜드 공화국(이하 ‘아일랜드’라 한다) 법인인 코닝 트레져리 서비스(Corning Treasury Service L.d, 이하 ‘CTS’라 한다)의 미국에서 개설된 씨티은행 계좌(계좌번호 1 생략)로 입금된 사실을 확인하게 되었다. <br/>        (9) 이에 대구지방국세청장은 2010. 12. 27. 원고에 대하여 “2006~2007년 배당소득에 관하여 세금탈루를 입증할 명백한 자료를 발견하였고, 2008년 사업연도에 대해서도 구체적이고 명백한 세금탈루의 자료를 추가로 발견하여 다른 과세기간에도 동일한 사유가 존재하는지 확인하고자 한다.”는 이유로, 제2차 세무조사의 조사대상기간을 2005 ~ 2009년 사업연도까지 확대하였고, 그 후 조사기간도 2011. 4. 26.까지 연장하였다.<br/>        (10) 대구지방국세청장은 제2차 세무조사 기간 중인 2011. 1. 14.부터 2011. 4. 13.까지 6차례에 걸쳐 원고에게 다음과 같은 자료를 제출할 것을 요청한 다음, 원고로부터 위 자료들을 넘겨받았다.<br/>요청일자요청내용2011.1.14.- 2008, 2009년 CHDS 연례보고서 감사보고서, 법인세 신고서- CI 등 관계회사의 출자 흐름 관련 자료- 2005. 12. 29., 2008. 9. 29. 및 2009. 3. 30. 배당금의 흐름에 대한 금융자료2011.2.1.- 코닝 그룹 계열사인 CV, CFL, CFFC, CIC의 설립목적, 인적·물적 시설 구비 여부, 법인등기부등본, 연례보고서(2006, 2007), 법인세 납부실적, 이사회 및 주주총회 의사록 등- CTS 법인등기부등본, 연례보고서(2006 ~ 2008), 계좌설명서 등- CHDS 2008 ~ 2009 주주총회 의사록 등- CHAM 법인등기부등본, 2008 ~ 2009 연례보고서, 이사회 의사록, 설립목적 등2011.3.14.- 2006. 2. 3. CHDS의 원고 증자대금 750억 원의 자금출처- CHDS의 유형(무형) 자산 목록(2006. 12. 31. 기준)- CHDS 계좌에서 CTS 계좌로 송금한 금융자료 원본 등2011.4.7.- 2006. 3. ~ 2008. 9. 배당금과 관련한 CHDS의 은행계좌에 대한 출금이체 지시자 정보 등2011.4.8.2011.4.13.- 2006. 3. ~ 2009. 3. 배당금이 CTS를 거쳐 펀드에 투자된 내역에 대한 설명- 2006 ~ 2009년 CHDS의 손익항목 중 관계회사 배당수익, 금융투자에 대한 이자 및 자본이득, 금융거래에 대한 기타비용, 기타운영비에 대한 각 계정 명세 등- CHDS의 2006. 2. 3.자 증자대금을 CTS로부터 조달한 금융자료 등<br/>[인정근거]  다툼 없는 사실, 갑 제4, 5, 7, 8, 9호증, 을 제1 내지 30호증의 각 기재, 변론 전체의 취지<br/>      나) 판단<br/>        위 인정사실에 의하면, 대구지방국세청장은 제1차 세무조사를 실시하면서 원고에게 이 사건 배당금의 지급내역과 CHDS의 전반적인 자료 제출을 요청하여, 원고나 원고를 경유한 코닝 그룹 아시아 세무담당자로부터 CHDS의 설립 경위, 목적, 사업활동 내역, 인적·물적 구성, 원고의 지분 취득 경위 및 중복조사 배당소득(2006. 9. ~ 2008. 3.) 등에 대한 자료를 제출받고, 원고와 CHDS의 각 임직원을 면담하여 CHDS의 설립목적, 영업활동, 위 배당소득의 이동 및 사용처 등에 관하여 조사한 다음, 제2차 세무조사를 실시하면서 원고에게 CHDS의 전반적인 자료와 원고의 2006. 3. ~ 2009. 3. 배당금 관련 자료들을 추가로 요청하여 이를 제출받아 위 각 배당금의 수익적 소유자를 판단하였다.<br/>  위와 같은 조사의 대상, 범위 및 조사방식 등을 관련 법리에 비추어 보면, 비록 대구지방국세청장이 제1차 세무조사의 대상기간을 2003. 1. 1.부터 2004. 12. 31.까지로 통지하였고, 제1차 세무조사 당시 원고나 CHDS가 아니라 코닝 그룹 아시아 세무담당자가 대부분의 자료를 제출하였으며, 제1차 세무조사를 종료하면서 2006~2007년 배당금의 수익적 소유자에 관한 최종적인 판단을 유보하였다고 하더라도, 대구지방국세청장이 제1, 2차 세무조사 모두에 걸쳐 원고 등에게 CHDS의 전반적인 자료와 중복조사 배당소득(2006. 9. ~ 2008. 3.) 등에 관한 자료를 요청하여, 원고 등으로부터 이를 제출받고 위 각 배당금의 수익적 소유자를 판단한 것은, 중복세무조사에 해당한다고 할 것이다.<br/>  이와 다른 전제에 선 피고의 이 부분에 관한 주장, 즉 1차 세무조사시 중복조사 배당소득에 대한 자료 요청은 납세의무자(원고)나 관련자(CHDS) 아닌 제3자(CI)에 대하여 이루어졌다거나, 적어도 2008년 사업연도에 관하여는 단 1장의 2008. 3. 31.자 배당소득 관련 자료만 제출되어 당해 사업연도의 배당금 귀속 여부를 판단할 수 없었다는 등의 이유로, 위 부분에 대한 조사가 중복세무조사에 해당하지 않는다는 취지는 받아들일 수 없다.<br/>  따라서 중복세무조사의 예외적 허용사유에 해당하지 않는 한, 이 사건 처분 중 중복조사 배당소득(2006. 9. ~ 2008. 3.)에 관한 부분은 일응 위법하다고 할 것이다.<br/>    3) 중복세무조사금지의 예외적 허용사유에 해당하는지 여부<br/>      가) 피고의 주장<br/>        이에 대하여 피고는, 설령 위와 같은 조사가 중복세무조사에 해당한다고 가정하더라도, 이는 중복세무조사의 예외적 허용사유인 구 국세기본법 제81조의4 제2항 제1호(조세탈루의 혐의를 인정할 만한 명백한 자료가 있는 경우), 제3호(2 이상의 사업연도와 관련하여 잘못이 있는 경우), 제5호(실지조사에 의하지 아니하고 재경정하는 경우)에 해당하므로 적법하다고 주장한다. 따라서 그 중 제3호에서 정한 예외사유에 해당하는지를 우선 본다.<br/>      나) 인정사실<br/>        (1) 원고는 CIC와 삼성전자 주식회사 등이 합작하여 설립되었고, 합작 당시 작성된 합작계약서(Shareholders Agreement, 회사 조직, 주주, 경영, 통제 등 회사 전반에 관한 사항을 정함)와 마스터계약서(Master Agreement, 위 합작계약서보다 상위에 있는 합의서로서 로열티, 배당 등 특정 사항만을 정함)에 의하여 운영되었다. 마스터계약서 제8조(보통주 배당)는 “각 합작당사자들은 경영자위원회(Executive Committee Meeting, 이하 ’ECM‘이라 한다)가 보통주 주주들에게 최소 순이익의 40%를 배당으로 지급하는 데에 최선의 노력을 하는 것에 동의한다. 매년 지급되는 배당금은 ECM에 의하여 결정되어질 것이다.”라고, 제9조(원고 경영) 중 9.03은 “ECM은 보통주 지분비율에 따라 합작당사자들이 지명한 최소 4명으로 구성된다.”라고 각각 규정하고 있다. <br/>        (2) CI의 완전자회사이자 원고의 당초 주주였던 CIC는 1995년경부터 2005년까지 외국인투자 조세감면에 따라 배당소득에 대한 원천징수를 면제받아 왔으나, 2006년부터 조세감면 혜택이 만료되어 배당에 대한 11%의 원천징수가 적용될 예정이었다.  <br/>        (3) CI는 위 배당소득 원천징수세액을 절감하기 위한 여러 가지 세무계획을 추진하던 중, 2005. 11.경 CI의 세무이사 소외 8이 수립한 ‘헝가리 지분이전안(Transfer of SCP Ownership CIC to Hungary Newco)’을 채택하였는데, 여기에는 “한-헝가리 조세조약에서 정한 배당소득 5%의 제한세율을 이용하기 위하여 헝가리에 공동서비스센터의 실체를 갖춘 법인(CHDS)을 설립하여야 한다.”, “CHDS의 배당금이 역외의 현금을 지원하기 위해 사용되거나 미국으로 되돌아와서 대부될 수 있다.”는 내용들이 포함되어 있었다.<br/>        (4) 이에 따라 CI는 2005. 12. 22. CIC가 보유하고 있는 원고의 지분 전부를 현물출자하여 헝가리 법인인 CHDS를 설립하였다.<br/>        (5) 원고의 이사회는 2006. 3.경 과거 10년 동안 CIC에 배당하여 오던 50% 지분에 대한 배당을 2006년 중간배당부터 CHDS에 대하여 실시하기로 결의하였고, 위 지분에 대한 그 이후의 배당은 모두 CIC가 아닌 CHDS에 대하여 이루어졌다.<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 6, 11, 18, 19, 20, 22, 24, 51 내지 55호증, 을 제1 내지 30호증의 각 기재, 변론 전체의 취지<br/>      다) 판단<br/>        앞서 ‘1. 처분의 경위’에서 본 인정사실과 위 인정사실을 관련 법리에 비추어 보면, 원고가 2006. 3. 이후의 배당소득을 미국 법인 CIC가 아닌 헝가리 법인 CHDS에 지급하게 된 것은, 원고를 설립할 때 작성된 합작계약서와 마스터계약서, CI의 배당소득 원천징수세액을 절감하기 위한 세무계획과 헝가리 지분이전안, 이에 따른 CHDS 설립과 CIC의 원고 지분 이전 및 마스터계약서에서 정한 바에 따른 ECM의 배당 결정 등에 따라 이루어진 2006. 3.경의 이사회 결정(2006년 이후의 배당은 CIC 대신 CHDS에 대하여 한다는 내용 포함)에 기초한 것이라고 할 것이다. <br/>  앞서 본 CI와 관계 회사들의 지배구조, CHDS에 대한 배당에 이르게 된 경위 및 배당 내용에 비추어 보면, 원고의 2006. 3.경 이사회의 CHDS에 대한 배당결정은, 마스터계약서나 CI의 조세절감계획 및 ECM의 결정에서 예정한 대로 조세부담 없이 배당수익을 얻기 위한 일련의 조치에 따라 이루어진 것으로, 당시 이 사건 배당소득과 관련한 과세표준 및 세액의 산정에 관한 오류 또는 누락의 원인이 되는 원칙이 결정되었다고 할 수 있다. 비록 2006년 이후 CHDS에 지급될 구체적인 배당액수 등은 해당 사업연도별로 개최되었던 원고의 주주총회나 이사회 등에서 확정되었다고 하더라도, 이는 위 2006. 3.경 이사회의 CHDS에 대한 배당결정 등에서 이미 예정한 대로 그 후에 2개 이상의 사업연도에 걸쳐 배당소득의 내용이 구체화되는 후속조치가 이루어진 것에 불과하다고 할 것이다. <br/>  따라서 위 중복조사 배당소득(2006. 9. ~ 2008. 3.)에 대하여 이루어진 중복세무조사는 구 국세기본법 제81조의4 제2항 제3호에서 예외적으로 허용하고 있는 재조사에 해당한다고 할 것이므로, 피고의 위 주장은 이유 있다.<br/>    4) 중복세무조사 개시 요건의 구비 여부<br/>      가) 원고의 주장<br/>        이 사건 중복세무조사는 위와 같은 예외적 허용사유에 해당함을 뒷받침할 만한 구체적인 자료에 의하지 않고 제1차 세무조사에서 이미 조사되었던 이 사건 배당소득에 관한 금융자료만으로 개시되었으므로 위법하다.<br/>      나) 판단<br/>        관련 법리에 의하면, 구 국세기본법 제81조의4 제2항 제3호에서 정한 예외적 허용사유에 의한 재조사는, 다른 사업연도에 대한 세무조사(준비)과정에서 조세탈루의 혐의를 인정할 만한 명백한 자료까지는 아니더라도, 하나의 원인으로 인하여 2개 이상의 사업연도에 걸쳐 과세표준 및 세액의 산정에 관한 오류 또는 누락이 발생한 경우임을 뒷받침할 만한 구체적인 자료에 의하여 개시되어야 할 것이다.<br/>  앞서 본 인정사실에 의하면, 조세 관청은 2008년 실시한 제1차 세무조사에서 중복조사 배당소득(2006. 9. 20.부터 2008. 3. 31.까지 사이에 지급된 배당소득) 부분을 조사하였지만, 2010. 7.경에 이르러 원고의 2007년, 2008년, 2009년 각 사업연도의 법인세 신고내용, 2005년부터 2010년 중간배당시까지 CHDS에 대한 각 배당금 지급내역 및 원고의 해외송금내역 등을 기초로 ‘원고의 도관회사를 통한 배당소득세 탈루 혐의에 대한 종합심리분석보고서’가 작성되고, 2010. 9.경 위와 같은 종합심리분석보고서, CHDS의 2007년 ~ 2009년 사업연도의 손익계산서와 헝가리국에 대한 세금납부내역 및 CI 현황 등을 기초로, ‘헝가리로 지분이전을 통한 거액의 배당소득세 회피 - 미국 코닝 : 삼성코닝정밀유리(주) 배당’이라는 제목으로 분석보고서가 작성된 후, 2010. 11. 8.부터 실시한 2008년 사업연도에 대한 통합세무조사 과정에서 CHDS에 배당된 돈이 CI에 유입된 구체적인 자료들이 더 확인되자, 다른 사업연도의 배당금도 CI에 유입되었는지를 확인하기로 하여 2009년 사업연도에 지급된 배당금에 대한 조사 개시와 함께 중복조사 배당소득 부분에 대한 재조사를 개시한 사정을 알 수 있다.<br/>  이는 과세관청이 제1차 세무조사 이후 추가로 확보하거나(2008. 4.경부터 2010년 중간배당시까지의 배당내역 포함) 분석한 자료 및 다른 사업연도에 대한 통합세무조사 과정에서 확인한 자료에 의하여, 하나의 원인으로 인하여 2개 이상의 사업연도에 걸쳐 과세표준 및 세액의 산정에 관한 오류 또는 누락이 발생한 경우임을 뒷받침할 만한 구체적인 정황이 확인되자, 이를 기초로 2009년 사업연도의 배당소득에 대한 조사 개시와 함께 제1차 세무조사 당시 판단보류하였던 중복조사 배당소득 부분에 대한 재조사를 개시한 것으로, 중복조사 배당소득 부분에 대하여는 구 국세기본법 제81조의4 제2항 제3호에서 정한 예외적 허용사유에 의한 재조사 개시요건을 구비하였다고 할 것이다.<br/>  따라서 위 부분에 대한 재조사는 적법하게 개시되었다고 할 것이므로, 원고의 이 부분에 관한 주장은 받아들일 수 없다.<br/>  라. 이 사건 배당소득의 수익적 소유자에 대한 판단<br/>    1) 관련 법리<br/>      ○ 구 국세기본법 제14조 제1항에서 규정하는 실질과세의 원칙은 소득이나 수익, 재산, 거래 등의 과세대상에 관하여 그 귀속 명의와 달리 실질적으로 귀속되는 자가 따로 있는 경우에는 형식이나 외관을 이유로 그 귀속 명의자를 납세의무자로 삼을 것이 아니라 실질적으로 귀속되는 자를 납세의무자로 삼겠다는 것이므로, 재산의 귀속 명의자는 이를 지배·관리할 능력이 없고, 그 명의자에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하는 자가 따로 있으며, 그와 같은 명의와 실질의 괴리가 조세를 회피할 목적에서 비롯된 경우에는, 그 재산에 관한 소득은 그 재산을 실질적으로 지배·관리하는 자(이하 ‘실질적 귀속자’라 한다)에게 귀속된 것으로 보아 그를 납세의무자로 삼아야 할 것이나, 그러한 명의와 실질의 괴리가 없는 경우에는 소득의 귀속명의자에게 그 소득이 귀속된 것으로 보아야 한다. 그리고 과세대상이 주식이나 지분에 기초한 경우, 위와 같은 명의와 실질의 괴리가 있는 경우에 해당하는지는 당해 주식이나 지분의 취득 경위와 목적, 취득자금의 출처, 그 관리와 처분과정, 귀속명의자의 능력과 그에 대한 지배관계 등 제반 사정을 종합적으로 고려하여 판단하여야 한다. 한편, 이러한 원칙은 법률과 같은 효력을 가지는 조세조약의 해석과 적용에 있어서도 이를 배제하는 특별한 규정이 없는 한 그대로 적용된다(대법원 2012. 1. 19. 선고 2008두8499 전원합의체 판결, 대법원 2012. 4. 26. 선고 2010두11948 판결, 대법원 2016. 7. 14. 선고 2015두2451 판결 등 참조). <br/>      ○ 한편, 한-헝가리 조세조약 제3조 제2항은 “일방체약국이 이 협약을 적용함에 있어서 정의되지 아니한 용어는, 문맥에 따라 달리 해석되지 아니하는 한, 이 협약이 적용되는 조세에 관련된 동 체약국의 법에서 가지는 의미를 가진다.”라고 규정하고 있으므로, 한-헝가리 조세조약에 직접 정의되어 있지 아니한 제10조 제2항 소정의 ‘수익적 소유자(beneficiary owner)'의 의미는 우리나라 법에 따라 확정하여야 할 것인데, 국제적인 조세조약 해석의 기준이 되는 경제개발협력기구(Organization for Economic Cooperation and Development, 이하 ‘OECD’라고 한다) 모델조세조약(OECD Model Tax Convention)의 주석 제12조에서는 ‘수익적 소유자’라는 용어는 좁은 기계적 의미로 쓰이는 것이 아니라 오히려 협약 문맥과 그 목표 및 의도 안에서 이해되어야 하는데, 이중과세의 방지 및 조세회피 및 조세포탈의 방지가 그것이다.”라고 되어 있는 점 등에 비추어 보면, ‘수익적 소유자’의 의미는 앞서 본 실질과세원칙 상의 ‘실질적 귀속자’의 의미와 같다고 할 것이다(대법원 2012. 10. 25. 선고 2010두25466 판결 등 참조). <br/>      ○ 위와 같이 소득의 귀속이 명목뿐이고 사실상 그 소득을 얻은 자가 따로 있다는 점은 이를 주장하는 자에게 입증책임이 있는 것이므로(대법원 1984. 12. 11. 선고 84누505 판결 참조), 명의자에 대한 배당소득의 귀속은 명목뿐이고 사실상 그 배당소득을 얻는 ‘실질적 귀속자’(조세조약상 ‘수익적 소유자’)가 따로 있다는 점에 대한 입증책인은 이를 주장하는 과세관청에 있다고 할 것이다.<br/>    2) 인정사실<br/>      가) CHDS의 설립 및 주식취득 경위<br/>        (1) 앞서 본 바와 같이, 원고는 설립 당시 CIC 등 합작당사자 사이에 작성된 합작계약서와 마스터계약서에 의하여 운영되었는데, 그 마스터계약서에는 원고의 주주들에게 최소 순이익의 40%를 배당하되, 매년의 배당금은 합작당사자들이 지명한 위원들로 구성된 경영자위원회(ECM)에서 결정된다는 내용이 포함되어 있었다.<br/>        (2) CI가 100% 출자한 자회사이자 당초 원고의 주식 50%를 소유하고 있던 CIC는 1995년경부터 2005년까지 외국인투자 조세감면에 따라 배당소득에 대한 원천징수를 면제받아 왔으나, 2006년부터 조세감면 혜택이 만료되어 배당에 대한 10 ~ 15%의 원천징수가 적용될 예정이었다.<br/>        (3) 이에 CI는 위 배당소득에 대한 원천징수세액을 절감하기 위한 여러 가지 세무계획을 추진하던 중, 2005. 11.경 CI의 세무이사 소외 8이 수립한 ‘헝가리 지분이전안을 채택하였는데, 여기에는 “한-헝가리 조세조약에서 정한 배당소득 5%의 제한세율을 이용하기 위하여 헝가리에 공동서비스센터의 실체를 갖춘 법인(CHDS)을 설립하여야 한다.”, “CHDS의 배당금이 역외의 현금을 지원하기 위해 사용되거나 미국으로 되돌아와서 대부될 수 있다.”는 내용들이 포함되어 있었다.<br/>        (4) 코닝 디스플레이 테크놀로지(Corning Display Technology, 이하 ‘CDT’라 한다. 사실상 CI의 사업부서 중 하나로서 일본에 그 사업본부를 두고 있는데, CI는 앞서 본 ECM과 위 CDT를 통하여 원고의 경영에 관여하였다)의 부회장인 소외 9는 2005. 11. 15. 원고의 ECM에서 '절세를 위한 수단으로 미국 코닝의 실제 주주사가 곧 바뀌게 될 것'이라고 천명하였다. CI의 세무이사 소외 8은 2005. 12. 8. CDT 재무 부문 부사장인 소외 10(소외 10)에게 “헝가리 회사로 지분을 이전하는 것은 우리로 하여금 5% 원천징수세율을 제공하는 한-헝가리 조세조약상의 이점을 가지도록 허용하며, 이러한 조세혜택을 이용하기 위해서는 법은 지주회사가 충분한 실체를 가질 것을 요구하므로, 우리가 공동서비스센터를 헝가리에 설립하여야 하는 이유이다.”라는 내용의 이메일을 보냈다. CI의 최고경영자인 소외 11은 2006. 2. 5. 삼성전자 주식회사 상무 소외 12와의 회동에서 “코닝은 최근 한국과 헝가리의 유리한 원천징수의 지위를 이용하기 위해 주주사를 헝가리 회사인 CHDS로 옮겼다. 이것은 2006년에만 약 10MM(MM은 Million, 즉 백만 달러의 의미이다) 정도 현금효과가 있을 것이다.”라는 취지로 말하였다.<br/>        (5) 이에 따라 CI는 2005. 12. 22. CIC가 보유하고 있는 원고의 지분 전부를 현물출자하여 헝가리 법인인 CHDS를 설립하였고, CHDS는 2006. 2. 22. 원고의 주주배정 유상증자에 참여하여 발행 신주의 50%를 인수하였다.<br/>        (6) 한편, CI는 2000년대 초반부터 전 세계적인 세금 최적화 구조의 설계를 통한 잉여현금을 창출하기 위하여 이른바 ‘프로젝트 매트릭스(Project Matrix)’를 추진하였는데, 이는 절세 수단으로 CI(내지 CIC)와 미국 외 자회사 사이에 유럽 국적의 중간지주회사를 신설하는 것을 골자로 하는 지배구조 변경계획이다.<br/>        (7) CIC는 2006. 5. 19. 100% 출자하여 제한세율이 0%인 케이만 군도에서 CFC를 설립하였고, CFC는 2006. 6. 21. 100% 출자하여 제한세율이 0%인 룩셈부르크에서 CFL을 설립하였으며, CFL은 2007. 7. 5. 100% 출자하여 룩셈부르크에서 CV를 설립한 다음, CIC가 가지고 있던 CHDS의 지분 100%를 CV에 이전하였다. 위와 같은 지배구조 변경에 따라 CI→CIC→SCP(원고) 등의 단순한 지배구조가 CI→CIC→CFC→CFL→CV→SCP(원고) 등의 복잡한 지배구조로 변경되면서, 원고의 배당소득에 대한 제한세율이 기존 10%에서 5%로 낮아지는 등 CI 내 제1그룹에 속한 모든 자회사들의 배당소득에 대한 제한세율이 낮아졌다.<br/>      나) CHDS의 인적·물적 조직 및 사업활동 내역<br/>        (1) CHDS의 명목상 사업범위는 코닝 그룹 내 유럽·중동·아프리카의 공동서비스센터로서 코닝 관계사들의 회계장부 작성, 매출채권 관리 등 재무기능을 지원하는 한편, 코닝 그룹의 중간지주회사로서 원고 등 자회사를 지배하기 위한 사업활동을 하는 것이나, 이는 아시아에 위치하고 있을 뿐만 아니라 주된 사업 또한 정밀평판유리의 생산 및 판매업인 원고와는 관련성이 희박한 것들이다.<br/>       (2) CHDS는 2005년경 CIC로부터 원고 지분을 이전받은 이래, 2007년과 2008년경에 한국 법인인 CK(Corning Korea Company, Ltd), 터키 법인인 CKL(Corning Kablo ve Systemleri Ltd,Sti.), 스페인 법인인 CCS(Coring Cable Systems S.L.), 헝가리 법인인 CHAM(Coring Hungary Asset Management Kft.)의 지분을 이전받음으로써, 법적 형식으로는 이들을 자회사로 두고 있다. <br/>        (3) CHDS와 원고의 자산 및 매출규모는 아래 표 기재와 같다. 그 중 CHDS의 순자산은 공동서비스센터를 운영하는데 필요한 순자산으로, 핵심 유형자산의 대부분은 유럽 소재 코닝 관계회사들에게 통합서비스를 제공하기 위한 전산장비와 관련 소프트웨어이다.<br/>구분CHDS(억 원)원고(억 원)매출액순자산매출액순자산2006년0.7311조 9천1조 9천2007년14362조 2천2조 2천2008년29 4조 5천3조 8천2009년28 5조 6천5조 2천<br/>        (4) CHDS의 2006년부터 2009년까지의 재무제표 및 부속서류(현금흐름표)상 매출액, 중요 비용, 영업손익, 금융소득, 배당소득, 세금 등의 주요 내역은 아래 각 표의 기재와 같다(단위 : HUF 1,000). <br/>〈재무제표〉 2006년2007년2008년2009년매출액14,846264,523443,352470,366중요 비용113,457222,461273,948280,095  -임대료23,22041,19834,24839,308  -법률비용13,62916,68414,08914,626인건비48,974248,390323,921314,375영업손익-152,317-221,572-2,400,921-3,344,768금융소득44,409,96140,393,86349,124,844102,924,616  -배당소득43,837,08438,139,58145,530,16399,177,922  -금융고정자산에 대한 이자소득549,3192,254,2821,242,400243세금0070,1240<br/>〈현금흐름표〉 2006년2007년2008년2009년Ⅰ. 영업활동 현금흐름-1,258,284-3,221,681-767,186-6,137,366Ⅱ. 투자활동 현금흐름27,612,37838,133,113-57,395,9886,121,174 16. 배당금 및 이자수령43,837,08338,139,58145,530,16399,177,922Ⅲ. 금융활동 현금흐름-25,841,765-35,142,61657,938,1690  19. 차입금 증가16,114,332000  20. 대출 및 은행예금 변제80,575000  24. 차입금 상환-16,114,332000  25. 대출 및 은행예금-26,647,440-35,1142,71657,938,1690Ⅳ. 총 현금흐름512,329-231,184-225,005-16,192  (Ⅰ+Ⅱ+Ⅲ)<br/>        (5) CHDS는 2005. 12. 22. 설립 이후 2006. 5. 19. CPK(Com Park Kft.)로부터 헝가리 (주소 생략)에 있는 현재의 사업장(합계 760㎡, 8대의 주차공간 포함)을 임차하였는데, 그 임대차기간은 2006. 5. 19.부터 5년간(임차인이 임대차기간 종료 6개월 전까지 서면으로 임대인에게 요청하면, 3년의 추가기간 2회 연장 가능), 월 기준임대료는 10,520 유로(1㎡당 13유로, 주차공간당 80유로)이다. CHDS는 2006년 6명, 2007년 38명, 2008년 50명, 2009년 45명의 직원을 고용하여 콜센터 기능을 수행하게 하였다. <br/>        (6) CHDS의 초대 대표이사인 소외 8은 CI의 세무이사로서 앞서 본 바와 같은 ‘헝가리 지분이전안’을 수립한 사람이고, 그 뒤를 이어 2006. 4.경부터 2008. 3.경까지 CHDS의 대표이사로 재직한 소외 13(소외 13)은 종전에 CI에서 회계 및 재무, 공동서비스센터 기획 등의 업무를 맡아왔던 사람인데, 그들은 원고의 사업활동과 관련한 디스플레이 사업이나 배당금의 투자 및 자회사 관리에 종사한 경력이 없었던 사람들이다.<br/>      다) 원고에 대한 주주권 행사 내용<br/>        (1) 앞서 본 바와 같이, 원고의 설립 당시 합작당사자들 사이에 ‘합작계약서’와 ‘마스터계약서’가 작성되었는데, 마스터계약서에는 경영자위원회(ECM)를 구성하여 매년 지급될 배당금을 결정하되, 주주들에게 최소 순이익의 40%를 배당으로 지급하는 내용이 포함되어 있다.<br/>        (2) 한편, ECM은 2005. 11.경 CI의 ‘지배구조개선안’(Proposed Governance Enhancements)을 채택하였는데, 그 주요 내용은, ECM이 원고의 전략, 재무 구조 및 재무 정책과 관련된 핵심 결정을 내리고, 예산, 5개년 재무 계획 및 자본지출을 승인하며, 하부위원회인 운영위원회와 재무위원회에서 진행되는 업무를 승인하는 역할을 하고, ECM의 위원은 원고 및 CI의 각 임직원으로 구성되며, 법적인 추적이 이루어질 수 있도록(to establish legal tracking) ECM의 주요 결정사항을 승인하는 원고 이사회의 역할을 강화하여야 한다는 것이다. <br/>        (3) 2006년부터 2009년까지의 ECM 회의록에는 CI측 ECM 위원들이 주주로서 각 사업연도의 예산안 등을 승인하는 방법 등으로 원고의 배당금액과 배당률을 결정한 내용이 기재되어 있는데, 그 중 2006. 5.부터 2008. 11.까지 개최된 ECM의 CI측 참여자 및 승인 내용의 요지는 다음과 같다.<br/>구분승인사항 내역2006. 5. ECM·참여자 : 소외 14, 소외 15, 소외 16(CI의 재무관련 부사장), 소외 17, 소외 10, 소외 18(CI의 사내변호사)·2005. 11. ECM 회의록 승인·5개년 계획 영향 분석2006. 11. ECM·참여자 : 소외 14, 소외 15, 소외 16, 소외 17, 소외 10, 소외 18·2007년 예산 승인2007. 5. ECM·참여자 : 소외 14, 소외 15, 소외 16, 소외 17, 소외 10, 소외 18·5개년 계획(배당 포함) 승인2007. 11. ECM·참여자 : 소외 14, 소외 15, 소외 16, 소외 17, 소외 10, 소외 18·2008년 예산 승인2008. 3. ECM·참여자 : 소외 16, 소외 10·2007. 11. ECM 회의록 승인·2007년 배당금액 4,400억 원, 배당률 40%, 배당금 지급시기 2008. 3. 31., 중간배당 1,400억 원 확정(승인)·자본지출(AR 포함), 백금구매, SOX 논의2008. 5. ECM·참여자 : 소외 14, 소외 15, 소외 16, 소외 17, 소외 19, 소외 10, 소외 18, 소외 20·2008. 3. ECM 회의록 승인·5개년 계획(배당 포함) 승인2008. 11. ECM·참여자 : 소외 14, 소외 15, 소외 16, 소외 17, 소외 19, 소외 10, 소외 18·2008. 5. ECM 회의록 승인·CI, 2차 LTA MOU 승인·AR(부동산) 승인 요청 불승인·2009년 중간배당 시기(11월말), 배당금액(9월), 배당률(35-40%) 결정(승인)·2009년 예산 만장일치로 승인<br/>        (4) CI의 사내변호사인 소외 21(소외 21)은 2006. 6. 8. CI의 세무이사인 소외 8과 재무 부사장인 소외 16을 만나, ① 소외 17(소외 17)로 하여금 대리권을 부여하여 주주총회에 참석하게 할 것, ② 주주총회 통지서, 의제 및 결정서 등의 사본이 헝가리로 전달되게 할 것, ③ CHDS 관리자로 하여금 소외 17이 대리인으로 행동하고 회의에서 직접 투표하고 의안에 대해 행동하는 것에 대하여 승인을 확인하는 서류를 작성하게 할 것을 골자로 하는 ‘CHDS 주주행동요령’의 절차를 논의하고, 이 계획대로 할 것임을 CI 및 CDT 내부에 공표하였다. <br/>        (5) CHDS는 2006. 6. 12.부터 2009. 9. 16.까지 사이에 7회에 걸쳐 소외 17에게 원고의 주주총회 안건에 관한 의결권을 위임하였고, 소외 17은 CHDS의 대리인으로서 원고의 주주총회에 참석하였다. 주주총회 소집통지서는 소외 17에게 송달되었고, 그 사본이 CI 법무팀 소속 일부 이사들에게도 송달되었으나, 원고의 임직원이 주주총회 소집통지와 관련하여 CHDS와 연락을 취한 적은 없다. 또한 소외 17은 CHDS의 주주총회 위임장을 대부분 CI로부터 수령하였다. <br/>      라) 이 사건 배당소득에 대한 지배·관리 내용<br/>        (1) CTS는 CI가 100% 출자하여 아일랜드 법률에 따라 설립한 자회사로서 코닝 그룹의 전반적인 자금관리와 내부은행 역할을 수행하고 있다. <br/>        (2) 이 사건 배당소득 중 2006. 3.부터 2008. 3.까지의 배당소득은 원고로부터 CHDS의 한국 씨티은행 계좌(계좌번호 3 생략)에 입금되었다가, 같은 날 또는 그 다음날에 CHDS의 헝가리 씨티은행 계좌(계좌번호 2 생략)로 이체되었고, 다시 CTS의 씨티은행 계좌(계좌번호 1 생략)로 송금되었다. 그런데 CHDS의 헝가리 씨티은행 계좌명세서 중 ‘출금 지불명목코드'란에 기재된 코드를 해석하면 각 배당소득이 입출금 명목은 각각 다르나 모두 미국(US)으로 출금된 것으로 되어 있고, ‘수취인(Beneficiary)’란에는 CI가 소재한 미국 뉴욕주에서 CTS가 일부 배당소득을 수령한 것으로 기재되어 있다. 한편, 미국 시티은행은 위 계좌의 수익자(Beneficiary)는 아일랜드 법인인 CTS라고 회신하였다.  <br/>        (3) 2008. 9.경 CHDS의 주거래은행이 헝가리 씨티은행에서 뱅크 오브 아메리카(Bank of America, 이하 'BOA'라 한다) 런던지점으로 변경됨에 따라 이 사건 배당소득 중 2008. 9.부터 2009. 3.까지의 배당소득은 원고로부터 CHDS의 한국 씨티은행 계좌에 입금되었다가, 같은 날 CHDS의 BOA 런던지점 계좌(계좌번호 4 생략)로 이체되었고, 다시 CTS의 BOA 런던지점 계좌(계좌번호 5 생략)로 송금되었다. <br/>        (4) CI는 모든 외국환거래를 함에 있어 씨티은행의 ‘CitiDirect’라는 온라인 시스템을 이용하는데, 대구지방국세청 소속 세무공무원이 씨티은행에서 현장확인을 한 결과 2011. 4. 당시 CI가 CitiDirect를 통하여 관리하고 있는 자회사 계좌는 총 19개이고, 그 중 이 사건 배당소득의 수령에 사용된 CHDS의 서울 및 헝가리 계좌 2개가 포함되어 있는 것으로 확인되었다.<br/>        (5) 원고는 2006. 2.경 주주배정 유상증자를 실시하였는데, CHDS가 그 유상증자에 참여하여 발행 신주(보통주 15,000,000원, 주당 액면가액 10,000원)의 50%를 750억 원에 인수하였다. 이는 2005. 7.경 원고의 배당소득 원천징수세액을 절감하기 위하여 논의되었던 세무계획의 하나로서 CDT의 재무이사 스테판 밀러가 수립한 ‘증자안’(원고의 조세감면을 다시 연장받기 위하여 CI가 추가 증자에 참여하여야 한다)이 2005. 12. 22.자 지분이전으로 원고의 주주가 된 CHDS를 통하여 실행된 것이다.<br/>        (6) 이 사건 배당소득 중 2009. 3.의 배당소득 중 일부는(102,912,604,000HUF = 약 6,000억 원, HUF는 헝가리 화폐단위로서 2009. 3. 31.자 환율은 1HUF ≒ 5.88원이었다) CHDS의 자회사인 CHAM의 증자대금으로 사용되었고, 2008. 9.의 배당소득 전부와 2009. 3.의 나머지 배당소득 등은 CTS에 예치되어 운용·관리되었다. 위와 같은 증자대금 이외의 나머지 배당소득은 대부분 아일랜드 소재 골드만삭스 펀드에 투자되거나 일본 코닝 또는 프랑스 코닝에 대출되었는데, 정작 CHDS 자신을 위하여 사용된 자금은 얼마 되지 않는다.<br/>        (7) 소외 17의 메일 검토결과, 2006 ∼ 2009년 배당금의 경우 배당금에 관한 금융정보가 CI의 외환관리자 등에게 전달된 사실이 확인되고, CHDS의 위 한국 씨티은행 계좌에 대하여 금융추적을 실시한 결과, CI의 국제자금운영이사 소외 22가 콜백신고서를 통해 2006년부터 2009. 3.까지 총 7회의 배당금에 대하여 환전을 승인한 사실 및 CI 기업재무팀 명의의 자금이체지시서를 한국 씨티은행에 보내 CHDS의 위 헝가리 시티은행 계좌 등으로 송금을 지시한 사실이 확인된다.<br/>[인정근거]  다툼 없는 사실, 갑 제2, 6, 11, 15, 18, 19, 20, 22, 24, 31, 33, 43, 51 내지 55호증, 을 제1 내지 30호증의 각 기재, 변론 전체의 취지<br/>    3) 판단<br/>      우선, 법적 형식만으로 볼 때는 이 사건 배당소득의 지급원인인 원고의 주식이나 지분 50%의 귀속 명의자가 헝가리 법인 CHDS이다. 그러나 위 인정사실과 변론 전체의 취지에 의하여 알 수 있는 아래와 같은 사정(특히, CHDS의 설립 경위와 사업활동 내역, CHDS의 원고 주식 취득과 관련한 의사결정과정과 비용부담 및 취득자금의 원천, 주주권 행사 등 주주활동 경과, 이 사건 배당소득의 지배·관리 내용 등)을 종합하여 보면, CHDS는 위와 같은 원고의 주식이나 지분을 실제 지배·관리할 능력이 없고, 그 실질귀속자인 미국 법인 CI(내지 CIC)가 명의자인 CHDS에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하고 있으며, 그와 같은 명의와 실질의 괴리가 조세를 회피할 목적에서 비롯된 경우에 해당한다고 할 것이다.<br/>  따라서 이 사건 배당소득의 수익적 소유자를 미국 법인 CI(내지 CIC)로 보고 한 이 사건 처분은 적법하므로, 결국 이와 다른 전제에 선 원고의 이 부분에 관한 주장도 이유 없다.<br/>   ① 원고의 설립 당시 합작당사자들 사이에 작성된 ‘마스터계약서’에는, CI 등 합작당사자들이 위원을 선임하는 경영자위원회(ECM)를 구성하여 매년 지급할 배당금을 결정하되, 주주인 합작당사자들에게 최소 순이익의 40%를 배당으로 지급하는 내용이 포함되어 있다. 이 사건 배당소득의 결정, 지급 및 처분 경과 또한 위 ‘마스터계약서’에서 예정한 대로 실행되었을 뿐이므로, 그 실질적인 결정권자는 원고 이사회라기보다는 CI 등 합작당사자들 내지 그들이 구성한 ECM이라 할 수 있다.<br/>   ② CI는 2000년 초반부터 전 세계적인 세금 최적화 구조의 설계를 통한 잉여현금을 창출하기 위하여 지배구조 변경계획을 포함하는 ‘프로젝트 매트릭스(Project Matrix)’를 추진하였고, 2006년부터 CIC가 소유한 원고 지분에 대하여 그동안 받아오던 원천징수 면제혜택이 사라지게 되자 그 배당소득 원천징수세액을 절감하기 위하여 ‘한-헝가리 조세조약’에서 정한 배당소득 5%의 제한세율을 이용하기 위한 ‘헝가리 지분이전안’을 채택한 후, 2005. 12. 22. CIC가 보유하고 있는 원고의 지분 전부를 현물출자하여 헝가리 법인인 CHDS를 설립하였다. CHDS의 설립과 원고 지분의 이전과 관련된 의사결정과정은 위와 같은 계획들을 수립한 CI(내지 CIC)에 의하여 주도되었고, 2005년말에 CHDS가 설립된 주된 목적 또한 배당소득 원천징수세액을 줄이기 위함이었으며, CHDS가 원고 주식을 취득한 자금원천도 CI(내지 CIC)의 자금이었다.<br/>   ③ CHDS는 설립 직후로서 인적·물적 조직을 제대로 갖추기도 전에 원고의 주식을 인수하였으므로, 자신보다 훨씬 큰 규모의 원고를 자회사로 지배할 수 없었다고 보아야 한다. 그 후 CHDS가 일부 인적·물적 조직을 갖추고 코닝 그룹의 유럽·중동·아프리카 공동서비스센터 기능을 수행하고 있다고는 하나, 이는 관계 회사의 관리부서기능을 통합한 공동서비스 용역을 제공함에 불과하고, 실제 원고의 주된 사업인 정밀평판유리의 생산 및 판매업과는 관련이 없는 사업활동을 하고 있을 뿐이다.<br/>  이에 대하여 원고는, CHDS가 코닝 그룹의 중간지주회사로서 원고를 자회사로 지배·관리하고 있다고 주장한다. 그러나 중간지주회사는 최종 모회사와 여러 개의 자회사 사이에 위치하고, 자회사의 주식을 실제 소유하면서 자회사의 배당소득을 수령·관리·처분하는 한편, 자회사에 대한 투자·보증 등의 관리를 하는 등으로 자회사를 실질적으로 지배하는 모회사의 역할을 수행하여야 할 것이다. 그런데 CHDS의 주된 설립 목적은 원고의 배당소득에 대한 원천징수세액을 줄이기 위함이었고, 이를 위하여 CHDS는 기존에 CIC가 보유하고 있던 원고 주식을 그대로 이전받았을 뿐이며, 원고를 실질적으로 지배하는 모회사의 역할을 수행한 사업실적이나 규모를 갖추고 있지도 못하고, 원고의 주된 사업과 관련 없는 사업활동을 하고 있으며, 유럽에 있는 공동서비스센터인 CHDS가 아시아에 위치하고 사업관련성도 없는 원고를 자회사로 두고 있을 경제적 합리성도 찾기 어렵다. 이러한 사정에 비추어 보면, 원고의 위와 같은 주장을 쉽게 받아들일 수 없다.<br/>   ④ CHDS가 법적 형식으로는 원고 등 자회사들의 신주를 인수하여 모회사 위치에 있는 것으로 보이나, 그 인수자금은 실제 CI 등 코닝 그룹의 자금일 뿐이다. 비록 CHDS가 자신의 명의로 CTS로부터 자금을 차용하여 자회사의 신주인수대금을 마련하고 이를 다시 상환하였다고 하더라도, 이는 앞서 본 코닝 그룹의 지배구조나 CHDS의 설립 경위 등에 비추어 볼 때, CTS를 지배하고 있는 CI가 스스로 또는 CIC 등 자회사를 통하여 CHDS 명의의 계좌를 이용하여 한 자금집행을 하는 것에 불과하다고 보아야 한다.<br/>   ⑤ 원고의 주주총회 소집통지 및 CHDS의 주주권 행사 위임 또한 CI의 임원을 통하여 이루어졌고, CI측 ECM 위원들이 원고의 배당률, 배당금액 및 배당시기를 결정하였다. <br/>   ⑥ 이 사건 배당소득은 대부분 원고로부터 CHDS를 거쳐 CI의 자금관리회사인 CTS에 예치되어 운용·관리되었고, 그 자금이체나 운용 과정에 CI측 임원이 관여하였으므로, 위 배당소득에 관한 금융정보 수령권, 환전승인권 및 계좌인출권도 실제 CI에 있다고 할 것이다. 이 사건 배당소득 중 CHDS를 위하여 사용된 금액은 얼마 되지 않고, 일부 자회사 주식의 인수대금으로 납부된 금액 또한 CI가 배당소득 원천징수세액 절감을 위하여 계획한 ‘증자안’이 실행된 것이거나 위 ‘헝가리 지분이전안’이 예정하고 있던 배당금 사용계획에 따른 것이다. 따라서 CHDS가 원고의 발행주식과 이 사건 배당소득을 지배·관리할 능력을 갖추고 있다고 볼 수 없고, 그 실제 지배·관리권은 CI(내지 CIC)가 CHDS에 대한 완전한 지배권을 통하여 이를 행사하고 있다고 보아야 한다.<br/>3. 결론<br/>  그렇다면 원고의 이 사건 청구는 이유 없어 이를 기각할 것이다. 제1심판결은 이와 결론을 같이하여 정당하므로 원고의 항소는 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 성수제(재판장) 김태현 곽병수 ",
    "사건번호": "2017누4902",
    "사건종류코드": "400108",
    "판례정보일련번호": "205423",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}