{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20150424",
    "법원명": "인천지방법원",
    "사건명": "법인세등부과처분취소",
    "판례내용": "【원    고】 인천국제공항공사 (소송대리인 변호사 조성권 외 1인)<br/>【피    고】 인천세무서장 (소송대리인 정부법무공단 담당변호사 문병화)<br/>【변론종결】2015. 4. 3.<br/>【주    문】<br/>  1. 피고가 2009. 10. 1. 원고에 대하여 한 2005 사업연도 법인세 14,964,692,314원(경정금액)의 부과처분 중 14,306,036,990원을 초과하는 부분, 2006 사업연도 법인세 7,778,325,345원(경정금액)의 부과처분 중 7,733,578,155원을 초과하는 부분을 각 취소한다.<br/>  2. 원고의 나머지 청구를 기각한다.<br/>  3. 소송비용 중 10분의 9는 원고가, 나머지는 피고가 각 부담한다.<br/><br/>【청구취지】  피고가 2009. 10. 1. 원고에 대하여 한 2008년 제1기 부가가치세 74,391,532,460원의 부과처분 중 74,015,120,062원을 초과하는 부분, 2005 사업연도 법인세 18,231,548,060원의 부과처분 중 269,841,074원을 초과하는 부분, 2006 사업연도 법인세 9,611,944,920원의 부과처분 중 5,520,914,777원을 초과하는 부분, 2007 사업연도 법인세 4,983,436,430원의 부과처분 중 1,356,007,691원을 초과하는 부분을 각 취소한다.<br/>【이    유】1. 처분의 경위<br/>  가. 원고는 운수관련 서비스업을 영위하는 내국법인 사업자이다.<br/>  나. 중부지방국세청장은 2008. 7. 14.부터 2008. 9. 23.까지 원고에 대하여 법인제세통합조사를 실시하였다.<br/>  다. 피고는 위 법인제세통합조사 결과에 의하여 2009. 10. 1. 원고에게 2008년 제1기 부가가치세 74,391,532,466원, 2005 내지 2007 사업연도 법인세 32,826,931,140원(2005 사업연도 : 18,231,548,065원, 2006 사업연도 : 9,611,944,920원, 2007 사업연도 4,983,438,436원)을 경정·고지하였다.<br/>  라. 원고는 2009. 12. 28. 조세심판원에 위 다.항 기재 처분에 대하여 심판청구를 하였고, 조세심판원은 2013. 4. 24. 위 심판청구를 일부 인용하는 결정을 하였다.  <br/>  마. 피고는 2013. 5. 23. 위 조세심판결정에 따라서 위 다.항 기재 처분에 대하여 2005 사업연도 법인세 중 1,008,878,409원, 2006년 사업연도 법인세 중 852,445,639원, 2007년 사업연도 중 법인세 727,797,095원(합계 2,589,121,143원), 2008년 제1기 부가가치세 중 143,016,557원을 감액하는 것으로, 2013. 6. 26. 2005 사업연도 법인세 중 2,257,977,342원, 2006년 사업연도 법인세 중 981,173,936원, 2007년 사업연도 법인세 중 809,611,030원(합계 4,048,762,308원), 2008년 제1기 부가가치세 중 243,262,315원을 감액하는 것으로 각 경정·고지하였다.<br/>  바. 피고는 이 사건 소송 도중 2008년 제1기 부가가치세 중 78,525,984,256원을 감액하는 내용으로 다시 경정하였다(이하 위와 같이 감액되고 남은 2009. 10. 1.자 부가가치세 및 법인세 부과처분을 모두 합하여 ‘이 사건 처분’이라 한다).<br/>(단위 : 원)2009. 10. 1.자 경정2013. 5. 23.자 제2차 경정(경정 후 남은금액)2013. 6. 26.자 제3차 경정(경정 후 남은금액)제4차 경정(을 제4호증)(경정 후 남은금액)2008년 제1기 부가가치세74,391,532,466-143,016,557-243,262,315-78,525,984,256?(74,248,515,909)(74,005,253,594)(-4,520,730,662)2005 사업연도 법인세18,231,548,065- 1,008,878,409-2,257,977,342??(17,222,669,656)(14,964,692,314)?2006 사업연도 법인세9,611,944,920-852,445,639-981,173,936??(8,759,499,281)(7,778,325,345)?2007 사업연도 법인세4,983,438,436-727,797,095-809,611,030??(4,255,641,341)(3,446,030,311)?<br/>[인정근거] 다툼 없는 사실, 갑 제1, 2호증, 을 제2, 3, 4호증(가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지 <br/>2. 이 사건 처분의 적법 여부<br/>가. 쟁점 1 : 기부채납 자산 가액이 임대료에 포함되는지 여부<br/>1) 인정사실<br/>      가) 원고는 아래 [표1] 기재와 같이 주식회사 KAL 호텔 네트워크 등의 법인(이하 ‘이 사건 임차인들’이라 한다)과 인천국제공항 국제업무지역 내 업무용시설의 설계·시공·분양과 관련하여 이 사건 임차인들이 위 지역 내에 건축시설(이하 ‘이 사건 건축물들’이라 한다)을 준공하여 그 사용기간 동안 운영하면서 사용료를 지급하고, 그 사용기간 만료 이후에는 이 사건 건축물들을 원고에게 이전하는 내용의 호텔시설사업 실시협약을 체결하였다.<br/>[표1] 이 사건 건축물들에 관한 호텔시설사업협약 내용이 사건 임차인들이 사건 건축물들사용개시일토지사용기간㈜칼호텔 네트워크Hyatt Regency Incheon2003. 7. 31.50년㈜허브빌Best Western Hotel2004. 2. 16.35년삼성물산(주)/금호산업월드케이트2002. 11. 30.50년㈜대우건설스카이드월드2004. 5. 31.50년㈜열성오피스텔LG에클라트2003. 7. 24.50년㈜대우건설디오빌2004. 8. 10.50년㈜에어포트 로얄프라자에어포트로얄프라자2005. 1. 15.25년아이엔지모터스세차장2003. 10. 28.5년㈜쉥커코리아물류창고2006. 9. 15.30년<br/>      나) 한편 원고와 이 사건 임차인들이 체결한 실시협약에는 이 사건 건축물의 소유권이 토지사용기간이 종료되거나 이 사건 임차인들의 귀책사유로 인한 협약의 해제·해지로 토지사용기간이 종료됨과 동시에 원고에 귀속되고(실시협약서 제12조 제1항), 원고는 토지사용기간이 종료되는 경우 자신의 선택에 따라 불필요한 시설에 대하여는 이 사건 임차인들의 비용으로 철거(원상회복)할 것을 요구할 수 있도록 하는 규정(실시협약서 제12조 제2항)을 두고 있다.<br/>      다) 피고는 2009. 10. 1. 이 사건 처분을 하면서 이 사건 임차인들이 사용기간 만료 후 원고에게 이 사건 건축물들을 기부채납하기로 한 것은 임대료를 후불로 지급하는 것으로서 이 사건 건축물들의 신축가액인 30,410,098,096원을 토지 사용에 대한 후불임대료에 해당한다고 보아 이를 원고의 2003년 제2기 내지 2008년 제1기 부가가치세 과세표준 및 2003 내지 2007 사업연도 법인세 익금에 산입하여 부가가치세 4,219,000,000원 및 법인세 9,360,000,000원을 각 과세하였다.<br/>      라) 조세심판원은 2013. 4. 24. 월드게이트 건축물은 임대기간 만료 시 원고에게 소유권이 이전된다고 단정하기 어려워 후불 임대료로 보기 어렵다는 이유로 월드게이트의 건물가액은 법인세 수입금액 및 부가가치세 과세표준에서 제외하면서, 나머지 8개 건축물에 관하여는 ‘원고가 토지의 임대용역의 대가로 수취하는 것은 임대차계약 기간이 종료하는 시점에서의 이 사건 건축물들(월드게이트 제외, 이하 같다)의 시가이므로 임대차계약기간 종료 시의 이 사건 건축물들의 시가를 평가하여 이를 임대차계약기간 동안 안분계산하여 법인세 임대수입 및 부가가치세 과세표준을 산정하는 것이 타당하다’는 결정을 하였다.   <br/>      마) 피고는 위 조세심판원의 결정에 따라서 임대차계약 기간이 만료되는 시점의 이 사건 건축물들의 시가를 산정하여 이를 임대차계약기간 동안 안분계산하여 부가가치세 및 법인세 과세표준을 산정한 다음 2013. 6. 21. 이 사건 처분 중 부가가치세 1,530,000,000원 및 법인세 3,582,000,000원을 각 일부 취소하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제3, 4, 5호증의 각 기재, 변론 전체의 취지  <br/>2) 원고의 주장<br/>      이 사건 처분 중 이 사건 건축물들과 관련된 부분은 아래와 같은 이유로 위법하다.<br/>      가) 원고가 임대기간 만료 후 이 사건 임차인들로부터 이 사건 건축물들의 소유권을 이전받기로 약정한 것은 이 사건 건축물들의 철거를 용이하기 위한 분쟁해결 수단에 불과할 뿐, 실제로 이 사건 건축물들의 가치를 취득하기 위한 것이 아니므로, 이 사건 건축물들의 소유권이 차후에 원고에게 이전되는 것에 임대료의 후불지급 성격이 있다고 볼 수 없다. <br/>      나) 가사 이 사건 건축물의 소유권을 이전하기로 약정한 것에 임대료의 후불지급 성격이 있다고 하더라도, 이는 토지임대용역을 공급하고 금전 이외의 대가를 받는 경우에 해당하므로 부가가치세 과세기간에 원고가 실제로 공급한 토지임대용역 중 대가관계 있는 부분의 시가만을 부가가치세의 과세표준으로 삼아야 한다.<br/>      다) 이 사건 건축물들의 사업기간 만료 시의 시가를 감정한 감정평가서는 재조달법에 따라 평가하였는데, 이는 원고가 이를 신축할 계획이 전혀 없다는 사정을 반영하지 못하는 평가방법에 의한 것으로서, 이러한 방식에 의해 평가된 금액을 기준으로 과세표준을 산정하여 한 이 사건 처분은 위법하다.<br/>3) 관계 법령<br/>      별지 제1 관계 법령(쟁점 1, 2) 기재와 같다. <br/>4) 판단<br/>      가) 갑 제3, 4호증의 각 기재 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정 즉, ① 원고가 임대기간 만료 후 이 사건 건축물들을 손쉽게 철거할 목적이라면 이 사건 임차인들로부터 이 사건 건축물의 소유권을 이전받는 형식이 아니라 이 사건 임차인들에게 이 사건 건축물들을 철거할 의무를 부담시키거나 원고가 직접 이 사건 건축물들을 철거할 권한을 부여하는 내용으로 이 사건 임차인들과 약정함이 사리에 맞는 사정 등을 고려하면, 원고가 임대기간 만료 후 이 사건 임차인들로부터 이 사건 건축물들의 소유권을 이전받기로 약정하면서 다만 원고가 필요한 경우에만 건축물을 철거하기로 한 것은 이 사건 건축물들의 철거를 용이하기 위한 분쟁해결 수단에 불과하다고 보기 어려운 점, ② 오히려 이 사건 건축물들은 견고한 건축물로서 5년 내지 50년 정도의 각 임대기간 만료 후에도 현존할 것으로 예상되고, 피고가 산정한 임대기간 만료 후의 이 사건 건축물들의 가액도 고액으로 보이는 점, ③ 이 사건 건축물에 관한 이 사건 임차인들의 소유권이전의무와 견련관계에 있어 보이는 원고의 의무는 이 사건 건축물의 임대의무라고 보이므로, 원고가 이 사건 건축물들의 소유권을 차후에 이전받는 것은 이 사건 건축물들의 부지에 대한 임대료의 대가라고 봄이 타당한 점, ④ 따라서 원고가 임대기간 동안 이 사건 임차인들에게 이 사건 건축물의 부지를 임대한 용역의 대가로서 임대기간 종료 시 이 사건 건축물들의 소유권을 이전받는 이상 임대기간 만료 시의 이 사건 건축물의 시가를 임대계약기간 동안 안분하여 원고의 수익 등으로 산정함이 타당한 점, ⑤ 원고는 KAL과의 실시협약 제6조에서 KAL이 시설소유기간(토지사용기간) 종료 후 시설을 계속하여 사용·수익하고자 할 경우에는 원고와 협의 후 계속 사용할 수 있다고 규정함으로써 임대기간이 종료한 이후에도 이 사건 건축물들이 현존하고 있을 것을 전제로 임대차계약체결을 예정하고 있는 점 등을 종합하면, 피고가 임대기간 종료 시의 이 사건 건축물들의 시가를 후불 임대료로 보아 이를 임대계약기간 동안 안분하여 원고의 수익 등으로 산입하여 이 사건 처분을 한 것은 적법하고, 이와 다른 전제에서 이루어진 원고의 위 주장은 이유 없다. <br/>      나) 위에서 살펴 본 바와 같이 이 사건에서 임대인인 원고가 토지를 임대하면서 이 사건 임차인들로 하여금 그 토지 위에 건축물을 신축하여 일정기간 사용하게 한 다음 이 사건 건축물들의 소유권을 무상으로 이전받기로 한 경우, 그 건축물은 토지임대에 따른 금전 외의 대가에 해당하므로 임대료 수입금액에 포함된다.<br/>  그런데 부가가치세법 시행령 제49조의2에서는 부동산임대용역에 대한 과세표준계산의 특례라는 제목 하에 제4항 전문에서 ‘사업자가 2과세기간 이상에 걸쳐 부동산임대용역을 공급하고 그 대가를 선불 또는 후불로 받는 경우에는 당해 금액을 계약기간의 월수로 나눈 금액의 각 과세대상기간의 합계액을 그 과세표준으로 한다’고 규정하고 있으므로, 부동산임대용역공급의 대가로서 후불로 받는 이 사건 건축물들의 사업기간 만료 시의 시가를 계약기간의 월수로 나눈 금액의 과세대상기간 합계액을 과세표준에 포함하여야 한다. 따라서 과세기간에 원고가 실제로 공급한 토지임대용역의 시가를 과세표준으로 하여야 한다는 원고의 주장은 이유 없다.<br/>      다) 감정평가사와 토지, 건물, 동산 등 재산과 권리의 감정평가에 관한 사항 등을 규정하고 있는 부동산 가격공시 및 감정평가에 관한 법률은 제31조에서 토지 등의 감정평가에 있어서 그 공정성과 합리성을 보장하기 위하여 감정평가업자가 준수하여야 할 원칙과 기준을 국토교통부령으로 정하도록 하고 있고, 그에 따라 감정평가에 관한 규칙은 감정평가업자가 감정평가를 할 때 준수하여야 할 원칙과 기준을 규정하고 있다.<br/>  그리고 감정평가에 관한 규칙 제11조에서는 감정평가업자는 원가방식, 비교방식, 수익방식에 따라 감정평가를 한다고 규정하고, 제15조에서는 감정평가업자는 건물을 감정평가할 때에 원가법을 적용하여야 하고, 원가법에 따라 건물을 감정평가할 때에는 재조달원가 산정, 감가수정의 순서에 따라야 한다고 규정하고 있다.<br/>  따라서 이 사건 건축물에 관하여 비교방식과 수익방식에 따른 감정평가가 곤란하여 재조달원가를 산정하고 적정한 감가수정을 하여 가액을 평가하는 원가방식을 적용하였다고 하더라도 이는 감정평가에 관한 규칙에 따라 평가한 것이므로, 이러한 방식으로 평가된 금액에 근거하여 한 이 사건 처분이 위법하다 할 수는 없다. 따라서 이 부분 원고 주장도 이유 없다.<br/>나. 쟁점 2 : 스카이72 골프장 조성비용이 선수임대료인지 여부<br/>1) 인정사실<br/>      가) 원고와 클럽 폴라리스 주식회사(현재 ‘스카이72 주식회사’, 이하 ‘스카이72’라 한다)는 2002. 7. 24. 원고가 공유수면을 매립하여 조성될 토지 934,611㎡ 및 제5활주로 예정지역 토지 2,734,374㎡, 공통 경관개선지구 283,414㎡ 총 3,952,399㎡(이하 ‘이 사건 골프장부지’라 한다)를 제공하고 스카이72가 공유수면을 매립하고 임대 토지 지상에 골프장을 조성하여 운영하면서 토지사용료를 지급하며 토지사용기간은 2006. 7.경부터 2020. 12. 31.까지로 하는 내용의 인천국제공항 제5활주로 예정지역 민간투자개발사업 실시협약(이하 ‘이 사건 골프장 실시협약’이라 한다)을 체결하였다(2005. 6. 3. 제1차 변경이 있었다).<br/>      나) 이 사건 골프장 실시협약 제10조에서는 ‘골프장 영업과 관련하여 건설한 시설의 소유권은 토지사용기간이 종료함과 동시에 국가 또는 원고에 귀속되며, 스카이72는 토지사용기간 종료 1개월 전까지 본 시설의 제반 귀속절차(소유권 이전절차 포함)를 이행하여야 한다’고 규정하면서, 단서에서 ‘다만 시설물을 철거하여야 할 경우에는 토지사용기간 종료 후 6개월 이내에 모든 시설을 철거하여야 한다’고 규정하고 있다. 또한 이와 같이 시설을 인계 또는 철거해야 하는 경우 스카이72는 민법 제283조 및 제285조에 의한 지상물 매수 청구권을 주장할 수 없다고 규정하고 있다.<br/>      다) 스카이72는 2005년경부터 2008년경까지 원고의 위 토지에 대하여 골프장 건설을 위하여 아래 [표2] 기재와 같이 총 공사비 1,331억 원을 지출하였다. <br/>[표2] 스카이72의 골프장 조성 내역구분금액(억 원)사업내역공유수면매립비용(부지조성공사)109골프코스 조형 및 공원부지조성을 위한 토공작업육지부지조성공사214골프코스 및 시설조성공사1,008골프코스 및 시설조성작업합계1,331?<br/>      라) 원고는 2005년 제2기부터 2008년 제1기 부가가치세 신고 및 2005 내지 2007 사업연도 법인세 신고 당시 스카이72가 위 골프장 조성을 위하여 지출한 금액 중 공유수면매립비용 10,937,522,927원 및 이에 대한 부가가치세 합계액 12,031,275,219원만을 이 사건 골프장부지의 취득원가 및 선수임대료에 포함하여 부가가치세 과세표준을 산정하였다. <br/>      마) 피고는 2009. 10. 1. 스카이72가 골프장 조성과 관련하여 지출한 금액 중 원고가 이미 토지 취득원가로 계상한 공유수면매립비용 10,937,522,927원 외에 육지부지조성비용, 골프코스 및 시설조성공사비용 중 감가상각자산인 건물, 도로 등 구축물에 공여된 부분을 제외한 토지 조성 직접비 56,818,195,696원도 원고의 토지 가치증대분에 해당한다는 전제하에 해당 금액을 선수임대료로 보아 골프장 준공일로부터 토지임대기간인 15년에 걸쳐 안분하여 임대료 수익으로 2005년 제2기 내지 2008년 제1기 부가가치세 과세표준 및 2005 내지 2007 사업연도 법인세 익금에 산입하여, 이 사건 처분을 하였다. <br/>      바) 조세심판원은 골프장 조성 공사비 중 하늘코스 토지(18홀, 이하 ‘이 사건 골프장’이라 한다)에 투입된 부분(이하 ‘이 사건 골프장 조성비’라 한다)은 선수임대료로 볼 수 있으나, 향후 제5활주로가 건설되어 골프장으로 존치하지 않을 토지(54홀, 제5활주로 예정지역) 부분에 투입된 금액은 선수임대료로 볼 수 없다는 내용의 결정을 하였다.<br/>      사) 피고는 2013. 6. 5. 이 사건 처분 중 골프장으로 존치하지 않을 부지(제5활주로 예정지역)에 투입된 금액을 선수임대료에서 제외하여 법인세 및 부가가치세 과세표준에 포함시키지 아니하여, 이 사건 처분 중 부가가치세 779,000,000원 및 법인세 1,963,000,000원을 일부 취소하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 2, 6호증의 각 기재, 변론 전체의 취지 <br/>2) 원고의 주장<br/>      원고는 골프장 운영 만료 시에 스카이72에 대하여 골프장의 원상회복을 요구할 수 있으므로, 향후 원고가 원상회복을 통하여 공항시설로 활용할 것인지 그 골프장을 그대로 취득하여 활용할 것인지 등 미래용도가 전혀 확정되지 않았고, 특히 이 사건 골프장 인근지역에 제3터미널 건설이 예정되어 있어 향후 공항사업부지로 전용하기 위해 골프장 시설을 철거할 수 있고 계속하여 골프장으로 이용할 계획도 없다. 따라서 이 사건 골프장 조성비를 토지 사용에 대한 대가인 임대료로 보는 것은 권리의무 확정주의에 반한다.<br/>  나아가 이 사건 골프장 조성비는 원고가 아닌 별도의 골프장 조성용역 제공자가 스카이72에게 용역을 제공한 대가로서 지급된 것이고, 해당 금원은 골프장 조성용역 제공자의 매출세액을 구성함과 동시에 스카이72의 매입세액이 되는 구조이므로. 피고의 이 사건 처분은 위 골프장 조성용역과 관련된 부가가치의 창출 과정에 전혀 개입하지 않은 원고에게 해당가치 증가분 상당액을 원고의 스카이72에 대한 토지임대용역 선수대가로 구성하여 과세한 것이라는 측면에서 부당하다.<br/>3) 관계 법령<br/>      별지 제1 관계 법령(쟁점 1, 2) 기재와 같다. <br/>4) 판단<br/>      갑 제6호증의 기재 및 위 인정사실, 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정 즉, ① 스카이72는 이 사건 골프장 실시협약에 따라 원고로부터 토지를 임차하여 골프장을 운영하기 위하여 골프장 조성공사를 하였고, 이 사건 골프장 조성비는 구축물에 투입된 비용을 제외한 토지에 투입된 비용만을 포함하는 것으로서 골프장 조성공사로 인해 토지 가치가 증가되었으며, 이로 인하여 원고는 스카이72에 이 사건 골프장에 대한 임대용역을 공급함으로써 골프장 용도로 임대하는 경제적 이득 및 자신 소유인 이 사건 골프장의 경제적 가치가 증가하는 이익을 대가로 얻고 있는 점, ② 이 사건 실시협약에 따라 스카이72의 이 사건 골프장의 임대기간 만료 시까지 골프장 시설 등이 철거되지 않을 것은 거의 확정적인 점, ③ 갑 제7호증의 기재에 의하면, 인천국제공항 건설기본계획도에서 이 사건 골프장 부지 인근 토지를 제3터미널 건설공사 부지로 지정하고 있는 사실이 인정되기는 하나 그러한 사정만으로는 이 사건 골프장이 원고의 제3터미널 건설공사에 의하여 향후 철거될 것이라고 단정할 수는 없고, 오히려 이 사건 골프장은 2005년경 인천국제공항 건설기본계획 당시 인터내셔널 비즈니스 센터구역 등으로 지정되어 있었으나 2009. 3. 제6차 인천국제공항 건설(3단계) 기본계획이 변경됨에 따라 그 지정이 없어진 점, ④ 원고의 내부품의서인 사업실시협약변경안에 의하면 2020. 12. 31.까지 골프장의 운영을 중지할 가능성이 매우 적은 것으로 보고되었고, 원고가 2005. 10. 7. 제256회 정기국회 건설교통위원회에 제출한 국정감사요구자료에 의하면 원고가 스카이72의 지분에 참여한 목적은 2020년 이 사건 골프장의 소유권이 원고에게 귀속되면 이를 운영하기 위한 노하우를 배우기 위하여서라고 답변하기도 한 점, ⑤ 스카이72가 이 사건 골프장 조성공사를 하지 않았다면 골프장의 운영이 불가능하여 원고는 향후 최소 1,474억 원의 임대료를 수령하지 못하였을 뿐만 아니라, 원고가 이 사건 골프장 조성비를 부담하였다면 사회통념상 위 최소임대료에 그 조성비용이 가산되었을 것이라고 봄이 합리적인 점 등을 종합하여 볼 때, 이 사건 골프장 조성비를 골프장 공사완료 시 받은 선수임대료로 보아야 한다. 원고의 이 부분 주장은 이유 없다.<br/>라. 쟁점 3 : 특별명예퇴직금이 자산의 취득원가에 해당하지 않는지 여부<br/>1) 인정사실<br/>      가) 원고는 2005년 및 2006년 명예퇴직자 51명에게 특별명예퇴직을 실시하면서 퇴직금과 별도로 특별명예퇴직금 12,093,309,536원을 지급하였고, 2005, 2006 사업연도 법인세 신고 시에 위 특별명예퇴직금 전액을 영업외비용(잡손실)으로 회계처리하여 손금산입하였다. 그 중에는 건설본부 소속직원 12명에 지급한 특별명예퇴직금 총 2,901,142,180원(2005 사업연도 2,619,617,100원, 2006 사업연도 281,525,080원)도 포함되어 있었다.<br/>      나) 피고는 그 지급시점에 인천국제공항 2단계 건설이 진행 중이었으므로 특별명예퇴직금을 공사원가로 처리해야 한다고 판단한 후, 원고가 영업외비용으로 처리한 특별명예퇴직금을 2005, 2006 사업연도 법인세 손금에서 불산입(유보처분)하여 법인세 7억 6,000만 원을 과세하였다.<br/>      다) 조세심판원은 2013. 4. 24. 특별명예퇴직금은 장기복무자의 퇴직에 대한 위로금의 성격을 지니고, 다만 건설본부 소속 명예퇴직자 12인이 원고에 총 복무한 전체 기간 중 공항건설 당시에 건설본부에 근무한 기간에 대한 비율로 특별명예퇴직금을 안분 계산하여 산정한 금액(이하 ‘이 사건 특별명예퇴직금’이라 한다)은 건설자산의 취득가액으로 봄이 타당하다고 판단하였다.<br/>      라) 이에 따라 피고는 2013. 6. 21. 법인세 4억 7,200만 원을 일부 취소하였다. <br/>2) 원고의 주장<br/>      이 사건 특별명예퇴직금은 명예퇴직하는 직원에게 일시적, 우발적으로 지급된 위로금 성격의 금원으로 영업외비용에 해당하여 손금산입의 대상임에도 불구하고, 이를 자산의 취득원가에 포함하여 손금부인한 이 사건 처분은 위법하다. <br/>3) 관계 법령<br/>      별지 제2 관계 법령(쟁점 3) 기재와 같다. <br/>4) 판단<br/>      사용자가 근속기간과 평균임금을 산정기초로 삼는 퇴직금제도 외에 별도로 명예퇴직금제도를 두고 그에 따라 지급하는 명예퇴직금은 그 지급대상, 지급요건 및 산정방법 등이 다양하여 그 성격을 한 가지로만 규정할 수는 없는데, 장기근속자의 정년 이전 조기 퇴직을 유도하기 위하여 퇴직일부터 정년까지의 기간이 길수록 많은 금액이 지급되는 내용의 명예퇴직금제도를 설정하여 운영하는 경우, 그 명예퇴직금은 후불임금이라기보다는 조기 퇴직에 대한 사례금 또는 장려금적인 성격이 농후하다 할 것이다(대법원 2007. 11. 29. 선고 2005다28358 판결).<br/>  살피건대 갑 제8, 9호증의 각 기재에 변론 전체의 취지를 더하여 보면, ① 원고의 이 사건 특별명예퇴직의 경우에는 7년 이상을 근속하고 정년을 1년 이상 남긴 일반직 직원 및 모든 계약직 직원(근속기간 제한 없음)을 대상으로 하는 것이어서, 당시의 2005. 1. 1.자 원고의 보수규정 제49조에 따른 일반적인 명예퇴직금 지급대상(20년 이상 근속하고 정년을 1년 이상 남긴 직원)과 다른 점, ② 원고가 이 사건 특별명예퇴직금을 지급하여 정년 전 퇴직을 장려하였던 것은 당시 정부의 지속적인 공기업 경영혁신 추진에 부응하고 원고의 장기적인 인력 순환 정체 해소 및 효율적인 조직운영을 도모하고자 한 것으로 2005년에 한하여 한시적으로 시행하고 신청 상황을 보아가며 향후 추가 시행방안을 검토하기로 계획하였으며, 실제로 2005년 및 2006년에만 이루어진 점, ③ 원고는 특별명예퇴직 신청이 있으면 별도의 심사기준 없이 적용대상에 부합한 자의 신청을 가급적 모두 수용하고자 하였고, 실제로 2005년 신청자 44명 및 2006년 신청자 7명을 모두 특별명예퇴직 대상자로 선정하였던 점 등이 인정되는바, 이러한 사정에 비추어 보면 이 사건 특별명예퇴직금은 일시적, 우발적으로 지급된 위로금으로 봄이 타당하다.<br/>  따라서 피고의 이 사건 처분 중 이 사건 특별명예퇴직금을 건설자산의 취득가액으로 보아 법인세 과세표준 산정시 손금에 불산입한 부분은 위법하고, 피고가 2009. 10. 1. 원고에 대하여 한 2005 사업연도 법인세 부과처분 중 658,655,324원, 2006 사업연도 법인세 부과처분 중 44,747,190원은 취소되어야 한다.<br/>마. 쟁점 4 : 수도시설이용권 사업비 전액이 감가상각대상 자산인지 여부<br/>1) 인정사실<br/>      가) 원고는 인천국제공항 및 주변지역에 소요되는 용수의 공급을 위하여 1997. 10. 29. 인천광역시 상수도사업본부(이하 ‘상수도사업본부’라 한다)와 송수관로공사 위·수탁 협약을 체결하고 1996. 12.경 착공하여 1999. 10.경 공항송수관로(1단계) 공사 등(이하 ‘1단계 상수도공사’라 한다)을 완료하였다. <br/>      나) 1단계 상수도공사를 마친 원고는 2002. 6. 21. 상수도사업본부와 인천국제공항 및 주변지역 용수공급을 위한 사업비분담협약(이하 ‘사업비분담협약’이라고만 한다)을 체결하였는데, 그 과정에서 양사의 용수 수요량을 토대로 1단계 상수도공사에 관한 사업비 분담금을 정산한 결과 원고가 1단계 상수도시설의 사업비로 지출한 67,745,000,000원(그 중 23,658,371,513원은 인천광역시가 분담하였다)이 원고가 실제 분담하여야 할 금액보다 22,916,700,000원을 초과하는 금액임을 확인하였다.<br/>  이에 따라 원고와 상수도사업본부는 사업비분담협약을 체결하면서 1단계 상수도공사 및 추후 이루어질 공항송수관로(2단계) 등 공사(이하 ‘2단계 상수도공사’라 한다)에 대하여 원고와 상수도사업본부가 각각 분담할 사업비를 확정 및 추정 계산한 후, 전체 상수도 시설 사업비 중 1단계분 정산을 사업비분담협약으로 종결하고, 상수도사업본부는 추후 건설예정인 2단계 상수도공사를 원고의 추가 사업비 부담 없이 상수도사업본부의 비용으로 시공하며, 원고와 상수도사업본부는 2단계 상수도공사가 모두 끝난 후에 1단계 및 2단계 각 상수도공사에 대한 사업비를 합하여 최종정산하기로 합의하였다. <br/>      다) 한편, 원고는 자신이 지출한 1단계 상수도공사 사업비 중 인천광역시가 분담한 금액을 제외한 나머지 44,086,628,487원을 수도시설이용권인 무형고정자산의 취득가액으로 계상한 다음 2001 내지 2007 사업연도 법인세 신고시 내용연수(10년)에 따라 각 사업연도별로 4,408,662,848원을 수도시설이용권에 대한 감가상각비로 손금산입하였다. <br/>      라) 피고는 2009. 10. 1. 1단계 상수도공사와 관련하여 추후 상수도사업본부가 원고에게 정산하기로 한 22,916,700,000원(이하 ‘이 사건 정산금’이라고 한다)을 원고의 상수도사업본부에 대한 선급공사비 또는 미수금으로 보아, 원고가 이를 수도시설이용권으로 계상하여 발생한 무형고정자산의 감가상각비를 부인하여 위 금액과 관련된 부분인 2,291,670,000원을 2003 내지 2007 사업연도 법인세 과세표준 산정시 손금불산입하여 이 사건 처분을 하였다. <br/>2) 원고의 주장<br/>      원고가 1단계 상수도공사의 사업비로 지출한 44,086,628,487원 전부가 수도시설이용권이라는 무형고정자산의 취득가액에 해당함에도 후에 2단계 상수도공사 완료 후 사업비 정산 시 상계예정인 정산금 22,916,700,000원에 대하여 감가상각을 부인한 이 사건 과세처분은 위법하다.<br/>3) 관계 법령<br/>      별지 제3 관계 법령(쟁점 4, 5, 6) 기재와 같다. <br/>4) 판단<br/>      갑 제10, 11호증의 각 기재에 변론 전체의 취지를 더하여 인정되는 다음과 같은 사정에 비추어 보면, 원고가 수도시설이용권을 취득하기 위하여 지출한 1단계 상수도공사 사업비 중 향후 상수도사업본부가 시행하는 2단계 상수도공사 사업비에서 상계형식으로 보전받을 예정인 이 사건 정산금 2,291,670,000원을 2003 내지 2007 사업연도 법인세 과세표준 산정 시 손금불산입하여 한 이 사건 처분은 적법하다.<br/>    ① 사업비분담협약서에 의하면 원고와 상수도사업본부는 상수도 시설 사업비 중 1단계분 정산은 협약으로 종결하고, 추후 건설예정인 공항송수관로 2단계 등 2단계 상수도공사 정산분을 구분하여 산정하기로 약정하였고, 2단계 상수도공사는 별도의 공사계약의뢰(조달청) 및 공사입찰공고를 거치는 바, 1단계 상수도공사 완료로 인해 취득한 수도시설이용권과 2단계 상수도공사 완료로 인해 취득하게 될 수도시설이용권은 서로 별개의 자산에 해당한다고 보아야 한다.<br/>    ② 이와 같이 볼 경우 원고가 2001 사업연도에 취득하여 자산으로 계상한 무형고정자산은 공항용수공급 1단계 상수도공사에 따른 수도시설이용권이라 할 수 있다.<br/>    ③ 원고가 1단계 상수도공사와 관련하여 자신이 분담하여야 할 사업비보다 22,916,700,000원을 초과하여 부담하였고, 다만 그 초과한 사업비는 2단계 상수도공사 후 사업비 정산 시 2단계 분담금과 상계하여 정산하기로 하였는바, 총공사비 67,745,000,000원에서 인천광역시가 분담한 금액과 2단계 공사 후 상수도사업본부로부터 지급받을 예정인 이 사건 정산금(상계 예정이다)을 제외한 나머지 금액만을 원고가 무형고정자산인 수도시설이용권을 취득하기 위하여 실제로 지출한 비용으로 보아야 한다.<br/>바. 쟁점 5 : 가설건축물이 독립적인 유형고정자산으로 별도의 감가상각 대상 자산인지 여부<br/>1) 인정사실<br/>      가) 원고는 1995년부터 1999년까지 제2외항사터미널 건설예정부지에 가설건축물 138개동(연구동 51개동, 숙소동 87개동, 이하 ‘이 사건 가설건축물’이라 한다)을 공사비 25,860,956,636원에 신축하였다.<br/>      나) 원고는 이 사건 가설건축물을 1995년부터 2001년 3월경까지 ‘건설 중인 자산’으로 회계처리 하였다가, 1단계 공항건설 완료로 인천국제공항이 개항되자 2001년 3월경부터는 ‘건물 등의 자산’으로 계정 대체하였고, 이에 따라 2001 내지 2004 사업연도 법인세 신고시 내용연수(8년)에 따라 매년 3,232,619,579원을 감가상각비로 손금산입하였다. <br/>      다) 원고는 2001년 3월경부터 2004. 6. 30.경까지 이 사건 가설건축물 138개동 중 13개 동을 공항경찰대에게 임대하였으나, 나머지 125개동은 사용하지 않고 있었다. <br/>      라) 원고는 2005년 5월경 위 부지에 화물터미널을 신축하기 위하여 이 사건 가설건축물을 모두 철거하였고, 2005 사업연도 법인세 신고시 이 사건 가설건축물의 잔존가치액 12,930,478,320원에 철거에 따른 부산물 판매수익 60,636,364원을 제외한 나머지 12,869,841,956원을 처분손실로 손금산입하였다.<br/>      마) 피고는 2009. 10. 1. 이 사건 처분을 하면서, 이 사건 가설건축물은 공항시설의 건설을 위하여 지어진 건축물로서 독립적인 고정자산이 아니라 공항의 건축을 위하여 공여된 것이므로 그 취득가액인 25,860,956,636원을 공항시설의 취득원가에 산입하여 감가상각비로 재계산하여야 하고, 이 경우 공항시설의 내용연수(대부분 50년)에 따른 감가상각비인 741,461,393원만을 손금에 산입할 수 있다는 이유로 2003 내지 2005 사업연도에서 이를 초과하는 17,110,696,935원(2003, 2004 사업연도 : 각각 2,491,158,186원, 2005 사업연도 12,128,380,563원)을 손금불산입하여 원고에게 법인세 59억 7,300만 원을 과세하였다(2006, 2007 사업연도 법인세에는 각 공항건물에 대한 감가상각비 708,780,107원을 손금산입하였다).<br/>      바) 조세심판원 역시 이 사건 가설건축물은 공항시설 1단계 공사를 위하여 지출된 부대비용으로서 사업에 사용되지 아니하는 자산에 해당한다고 보아, 별도의 감가상각대상이 되는 자산이라 보기는 어렵다고 판단하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제2, 14, 15, 16, 17호증의 각 기재, 변론 전체의 취지 <br/>2) 원고의 주장<br/>      이 사건 가설건축물은 독립적인 유형고정자산으로 보아야 하므로 이에 대한 감가상각비 및 처분손실은 손금으로 인정되어야 한다. 따라서 이를 부인한 이 사건 처분은 위법하다.  <br/>3) 관계 법령<br/>      별지 제3 관계 법령(쟁점 4, 5, 6) 기재와 같다. <br/>4) 판단<br/>      갑 16호증의 기재 및 위 인정사실에 의하여 인정되는 다음과 같은 사정 즉, ① 이 사건 가설건축물은 인천국제공항 1단계 건설산업단계에서 건설현장의 관리감독을 위하여 설치 및 운영했던 것으로 2003. 12. 1. 공항경찰대에 임대한 13동을 제외하고 완전 폐쇄하였던 것으로 보이는 점, ② 원고는 이 사건 가설건축물을 2단계 건설사업 및 화물터미널 건설사업 등 건설시공업체에 향후 사용여부 및 기타 용도로 활용가능한지 여부를 조사하였으나, 건설업체에서는 개선공사비용이 과다 발생하여 재활용이 어렵다고 답변하거나 무상으로 사용할 수 있도록 하여달라고 요청하는 등 재활용이 불가능하다고 판단하고 이 사건 가설건축물을 철거하기로 결정하게 된 점, ③ 이 사건 가설건축물은 1997년 이미 건축이 완료되었음에도 원고는 인천국제공항의 개항일 2001. 3. 29. 이전까지 이 사건 가설건축물을 ‘건설 중인 자산’으로 계상하였는바, 원고도 이 사건 가설건축물을 공항시설 1단계 건설을 위한 것으로 인식하였다고 인정되는 점, ④ 이 사건 가설건축물의 부지는 화물터미널 신축예정지로서 이 사건 가설건축물의 철거가 예정되어 있었고, 실제로 인천국제공항의 개항일인 2001. 3. 29. 이후 2005년 5월경 철거될 때까지 이 사건 가설건축물 138개동 중 대부분인 125개동이 사용되지 않았던 점, ⑤ 결국 원고는 이 사건 가설건축물이 초기 목적을 달성하고 다른 목적에 사용할 용도가 없게 되자 철거한 점 등에 비추어 보면, 이 사건 가설건축물은 1단계 공항시설 건설을 위한 가건물로서 공항시설의 1단계 공사를 위하여 지출된 부대비용에 해당하고 별도의 감가상각대상 자산이라고 보기는 어렵다. [가사 이 사건 가설건축물을 원고의 고정자산으로 볼 수 있다 하더라도, 이는 원고가 사업에 사용하지 아니하는 자산으로 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 일부 개정되기 전의 것) 제24조 제2항 제1호에 따라 감가상각의 대상에 포함된다고 보기는 어렵다.]<br/>  따라서 원고의 이 부분 주장은 이유 없다.<br/>사. 쟁점 6 : 공항도로가 구축물로서 원고의 감가상각대상 자산에 해당하는지 여부<br/>1) 인정사실<br/>      가) 원고는 1992. 5. 2. 인천광역시로부터 인천 중구 영종, 용유도 일대에 관하여 신공항건설을 위한 공유수면 매립승인을 받았는데, 인천광역시장은 ‘공항지역 내 호안, 수로, 유수지, 도로 등 기타 공공시설은 국유로 하여 배후자원단지 내 도시계획시설인 도로, 공원, 녹지 등 기타의 공공시설은 도시계획시설 결정 후 준공과 동시에 지방자치단체(인천시)에 귀속하여야 하며, 이의 유지보수는 5년간 원고의 부담으로 한다’는 내용의 승인조건을 부과하였다.<br/>      나) 원고는 2000. 11. 11. 남·북측 방조제도로를, 2000. 8. 4. 북측 진입도로를 각 준공하였고(이하 위 각 도로를 ‘이 사건 도로’라 한다), 2001. 4. 1.  이 사건 도로의 개설비용 37,653,166,063원을 구축물로 계상한 다음 2001 내지 2007 사업연도 법인세 신고시 이 사건 도로의 내용연수(50년)에 따라 각 사업연도별로 753,063,321원을 감가상각비로 손금산입하였다.<br/>      다) 한편 원고는 이 사건 도로를 준공한 후 원고 명의로 소유권보존등기를 마쳤고, 인천광역시는 이 사건 도로를 도시계획시설로 결정하여 고시하였다. 원고는 공유수면매립 승인조건에 따라 이 사건 도로가 준공된 이후인 2001. 10. 9.부터 수차례에 걸쳐 국가와 인천광역시장에게 이 사건 도로의 소유권을 이관하여 갈 것을 요청하였다. 이러한 원고의 요청에 따라 건설교통부에서 이루어진 2006. 12. 5.자 이관 관련 협의에서 이 사건 도로를 인천광역시로 이관하고 다만 그 유지 및 관리는 원고가 하는 것이 타당하다는 내용의 협의가 이루어지기도 하였다.<br/>      라) 피고는 2009. 10. 1. 이 사건 도로가 장래 인천광역시에 기부채납하여야 할 도시계획시설로서 구축물이 아닌 토지에 대한 자본적 지출로 보아 2003 내지 2007 사업연도 법인세 과세표준에서 이 사건 도로에 대한 감가상각비(각 753,063,321원)를 손금불산입하였다. <br/>[인정근거] 다툼 없는 사실, 갑 제19, 20호증의 각 기재, 변론 전체의 취지<br/>2) 원고의 주장<br/>      이 사건 도로는 법인세법 및 기업회계기준의 규정상 포장도로로서 감가상각자산인 사업용 개별자산(구축물)에 해당한다. 가사 이 사건 도로의 성격을 토지에 대한 자본적 지출로 본다하더라도 공항 자산 전체의 자본적 지출로서 공항 건축물 원가에 산입하거나 또는 공항 전체 자산에 대하여 안분하여야 한다. <br/>3) 관계 법령<br/>      별지 제3 관계 법령(쟁점 4, 5, 6) 기재와 같다. <br/>4) 판단<br/>      토지에 대한 자본적 지출은 토지의 가치를 현실적으로 증가시키는 데 소요된 비용을 말하고, 통상 진입도로의 개설은 특별한 사정이 없는 한 그 진입도로에 의하여 이용 편의를 받는 토지의 효용가치를 증가시키는 데 기여한다. 따라서 토지의 이용 편의를 위하여 당해 토지에 이르는 진입도로를 개설하여 국가 또는 지방자치단체에 무상으로 공여한 경우, 그 도로로 된 토지의 가액 및 도로개설비용은 당해 토지의 가치를 현실적으로 증가시키는 데 소요된 것으로서 당해 토지에 대한 자본적 지출에 해당하고, 그 소요비용이 특정사업의 면허 또는 사업의 개시 등과 관련하여 지출된 것이라고 하여 다르지 않다(대법원 2008. 4. 11. 선고 2006두5502 판결 참조).<br/>  위와 같은 법리를 토대로 이 사건에 관하여 보건대, 아래와 같은 사정에 비추어 보면, 이 사건 도로 개설비용은 이 사건 공항 부지의 이용편의에 제공되어 그 자산가치를 현실적으로 증가시키거나 또는 이 사건 도로 토지 자체의 개량을 위하여 지출된 것이므로 이 사건 공항 부지 등에 대한 자본적 지출에 해당한다고 봄이 타당하다.<br/>  ① 법인세법 시행규칙에서 포장도로를 구축물로 규정하고 있는 것은 해당 포장도로가 감가상각대상자산의 유형고정자산으로 계상되는 경우를 전제로 한 것으로, 포장도로라는 사정만으로는 그 도로가 구축물이라고 단정하기는 어렵다. <br/>  ② 또한 감가상각의 대상이 되는 고정자산은 판매 또는 처분을 목적으로 하지 않고 비교적 장기간에 걸쳐 영업활동에 사용하고자 취득한 자산을 말하는바, 이 사건 도로는 원고가 인천국제공항을 건설하기 위하여 공유수면을 매립함으로써 영종도와 용유도를 잇는 연륙도로를 철거하게 됨에 따라 이를 대체하여 원고의 공항부지로 진입하는 도로로서 건설한 것(공유수면매립허가 조건)으로, 국가 또는 인천광역시에 기부채납하여야 하는 도로라는 점에서 감가상각 대상인 고정자산 중 구축물에 해당한다고 보기는 어렵다. <br/>  ③ 결국 이 사건 도로는 공유수면매립을 통한 토지의 취득과정에서 원고의 공항부지의 이용을 위하여 건설하여 토지의 가치를 현실적으로 증가시키는 것으로 그 조성비용은 토지의 가치에 흡수될 것으로 보인다.<br/>  ④ 또 원고는 이 사건 도로의 개설비용이 자본적 지출에 해당한다고 하더라도 그 대상은 공항시설 전체의 이용편의를 위하여 건축된 것으로 공항 건축물 원가에 산입하거나 공항 전체 자산에 대하여 안분하여야 한다고 주장하나, 진입도로의 경우는 도로의 특성상 기부채납이 있다고 할지라도 그 진입도로의 개설에 의하여 목적한 사업장에 이르는 도로의 사용이라는 사용·수익권은 제한을 받지 않고 다만 그에 투여한 비용을 계상할 도로라는 자산을 소유하고 있지 않을 뿐이므로(게다가 이 사건 도로는 아직도 원고 명의로 소유권보존등기가 되어 있어 원고가 자산을 보유하고 있다), 그 도로의 개설에 따른 효용가치는 도로가 존재하는 한 여전히 유지된다고 할 것이고, 통상 진입도로의 개설은 특별한 사정이 없는 한 그 진입도로에 이르는 토지의 이용편의를 위한 것으로서 그 토지의 효용을 증대시키는 데 기여한다고 할 것이므로, 그 자본적 지출의 대상이 공항건축물 또는 공항 전체 자산이라고 보기는 어렵다.  <br/>아. 쟁점 7 : 기상시설 및 X-Ray 검색장비가 원고의 사용수익기부 자산으로서 감가상각대상자산에 해당하는지 여부<br/>1) 인정사실<br/>      가) 원고는 2001. 7. 13. 기상청에 취득가액 15,683,161,422원의 기상시설을 기부채납하였고, 2003. 7. 14. 인천공항세관에 취득가액 8,064,102,041원의 도착수하물 X-Ray 검색장비를 기부채납하였다(이하 위 기상시설 및 X-Ray 검색장비를 ‘이 사건 공항시설’이라 한다).<br/>      나) 원고는 이 사건 공항시설과 관련한 회계처리를 하면서 이 사건 공항시설의 취득가액 합계액인 23,747,263,463원을 기타 무형고정자산(사용수익기부자산)으로 계상하였다.<br/>      다) 원고는 2007. 12. 31. 인천공항세관으로부터 위 X-Ray 검색장비 중 2기(취득가액 576,007,288원)를 다시 관리전환을 받으면서 이를 기타 무형고정자산에서 유형고정자산으로 계정대체하였다.<br/>      라) 원고는 2003 내지 2007 사업연도 법인세 신고시 이 사건 공항시설의 내용연수(10년)에 따라 11,484,826,879원을 감가상각비로 손금에 산입하였다(2003 내지 2006 사업연도 각각 2,374,726,346원, 2007 사업연도 1,985,921,441원). <br/>      마) 피고는 2009. 10. 1. 원고가 이 사건 공항시설을 기부채납한 다음 이를 사용하거나 이로부터 수익을 얻지 않았으므로 법인세법 시행령 제24조 제1항 제2호 사목에 따른 사용수익기부자산에 해당하지 않고, 법정기부금(기상시설) 내지 비지정기부금(검색장비)으로 국가의 소유물에 해당한다고 보아야 하므로, 2003 내지 2007 사업연도 법인세에서 이 사건 공항시설에 대한 감가상각비를 손금불산입하고, 원고가 인천공항세관으로부터 반환받은 X-Ray 검색장비 2기의 장부가액을 2007 사업연도 법인세에 무상으로 받은 자산의 가액으로 익금산입하여 이 사건 처분을 하였다. <br/>[인정근거] 다툼 없는 사실, 갑 제2호증의 기재, 증인 소외 2의 증언, 변론 전체의 취지<br/>2) 원고의 주장<br/>      이 사건 공항시설은 인천국제공항의 유지, 관리를 위하여 반드시 구축되어야 하는 설비로서 원고의 사업활동에 기여하는 자산들인바 이를 기부채납하여 그로부터 수익을 얻고 있는 원고의 사용수익기부자산에 해당한다.<br/>  따라서 이 사건 공항시설을 원고의 사용수익기부자산이 아니라 법정기부금 내지 비지정기부금임을 전제로 하여 한 이 사건 처분은 위법하다. <br/>3) 관계 법령<br/>      별지 제4 관계 법령(쟁점 7) 기재와 같다. <br/>4) 판단<br/>법인세법 시행령 제24조 제1항 제2호 사목은 감가상각자산인 무형고정자산의 하나로 사용수익기부자산가액을 규정하면서, 사용수익기부자산가액이란 금전외의 자산을 국가 또는 지방자치단체 등에게 기부한 후 그 자산을 사용하거나 그 자산으로부터 수익을 얻은 경우 해당 자산의 장부가액을 뜻한다고 정의하고 있다. 따라서 이 사건 공항시설이 사용수익기부자산에 해당하기 위하여는 원고가 이 사건 공항시설을 사용하거나 이 사건 공항시설로부터 수익을 얻는 경우에 해당하여야 한다. <br/>  그런데 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정 즉, ① 사용수익기부자산가액을 감가상각자산인 무형고정자산으로 규정하고 있는 법인세법 시행령 제24조 제1항 제2호는 사용수익기부자산가액 외에 영업권, 디자인권, 실용신안권, 상표권, 특허권, 어업권, 채취권, 유료도로관리권, 수리권, 전기가스공급시설이용권, 공업용수도시설이용권, 수도시설이용권, 열공급시설이용권, 광업권, 전신전화전용시설이용권, 전용측선이용권, 하수종말처리장시설관리권, 수도시설관리권, 댐사용권, 개발비, 주파수이용권, 공항시설관리권, 항만시설관리권 등을 규정하고 있는바, 이는 위 각 자산에서 수익이 발생하므로 그러한 수익에 대한 자산의 상각액을 서로 대응하여 과세표준을 계산하고자 하는 것으로 이해되는 점, ② 그런데 원고가 공항을 운영하면서 여객기 운항 등을 위하여 기상정보를 미리 파악하고 위험 수하물 반입을 금지하거나 밀수를 방지하기 위한 일정한 조치를 취하여야 할 필요성이 있다고 하더라도 원고가 기부채납한 기상설비나 검색장비로부터 얻는 이익은 간접적이고 반사적인 이익에 불과하여 그로부터 수익을 얻는 것이라고 평가하기는 어려운 점, ③ 원고가 기부한 이 사건 공항시설 중 기상설비는 기상청이 자신의 업무인 기상예보 등을 위하여 사용하는 것이고, 검색장비는 공항에 도착하는 수하물을 검색하여 밀수를 방지하는 등 인천공항세관의 업무를 위하여 사용하는 것인 점 등에 비추어 보면, 이 사건 검색장비는 무형고정자산인 사용수익기부자산이라고 볼 수 없고, 기부시점에 기부금으로 처리하는 것이 정당하다. 따라서 기부시점인 2001년도에 원고의 장부에 자산으로 계상될 수 없고, 그 이후인 2007년에 인수하였다면 이는 자산수증익으로 처리되어야 한다. 따라서 원고의 이 부분 주장은 이유 없다. <br/>자. 쟁점 8 : 협력업체 특별성과급이 실질적으로 원고의 용역대가에 해당하는지 여부<br/>1) 인정사실<br/>      가) 원고는 2004. 7.경 하계 성수기 항공수요에 대한 효율적인 대처 등을 목적으로 한 ‘2004년도 하계 성수기 대책’을 수립·시행하였다.<br/>      나) 원고는 2004. 9.경 공항운영협력사들의 직원들에게 하계 성수기 공항운영의 원활한 처리와 성공적인 운영에 대한 대가로서 1인당  20만 원(2004. 7. 17. 이후부터 근무 중인 자는 10만 원), 합계 776,700,000원의 특별성과금(이하 ‘이 사건 특별성과금’이라 한다)을 지급하였다.<br/>      다) 원고는 2004. 12.경 공항운영협력사들과 용역계약을 다시 체결하면서 이 사건 특별성과금 지급근거를 용역계약의 내용에 반영하였다.<br/>      라) 원고는 피고에게 2004 사업연도 법인세 신고시 이 사건 특별성과금을 기성 용역대가로 보아 손금산입하였다.<br/>      마) 피고는 2009. 10. 9. 원고가 운영협력업체의 직원들에게 당초 이 사건 특별성과금을 지급할 의무가 없음에도 이를 임의로 지급하였으므로 이 사건 특별성과금은 법인세법 제25조의 접대비에 해당한다고 보아 2004 사업연도 법인세에서 접대비 한도초과액 745,693,593원을 손금불산입하는 내용의 이 사건 처분을 하였다.<br/>[인정근거] 다툼이 없는 사실, 갑 제2, 3, 23, 30 내지 34호증의 각 기재, 변론 전체의 취지<br/>2) 원고의 주장<br/>      이 사건 특별성과금은 2004년 하계 성수기 여객폭증에 따른 공항운영협력사들의 직원들의 노동시간 및 강도 증대와 성공적인 성수기 운영에 대한 보상차원으로 지급된 금원으로서 공항운영협력사들의 직원들의 원고에 대한 용역의 대가이다. 따라서 이 사건 특별성과금은 전액 손금산입의 대상이 되어야 함에도 이를 접대비로 보아 손금불산입한 이 사건 처분은 위법하다. [한편 원고의 위 주장은 2004년 법인세 과세표준 산정 시 이 사건 특별성과금을 손금에 산입하여야 한다는 것이나, 원고는 이 사건에서 2004년 법인세 부과처분의 취소를 구하고 있지는 않다.]<br/>3) 관계 법령<br/>      별지 제5 관계 법령(쟁점 8) 기재와 같다. <br/>4) 판단<br/>      법인이 사업을 위하여 지출한 비용 가운데, 당해 사업연도의 소득금액계산에 있어 손금에 산입되는 ‘인건비‘란 사용인에게 근로에 대한 대가로서 유상으로 지출한 것을 말하고, 일정한 금액을 초과하는 금액을 당해 사업연도의 소득금액계산에 있어 손금에 산입하지 아니하는 ’접대비‘란 접대비 및 교제비·기밀비·사례금 기타 명목 여하에 불구하고 이에 유사한 성질의 비용으로서 법인이 업무와 관련하여 지출한 금액을 말하는 것으로, 사업에 관련있는 자들에게 접대 등의 행위를 함으로써 그들과의 사이에 친목을 두텁게 하여 거래관계의 원활한 진행을 도모하기 위하여 무상으로 지출한 것을 말한다(대법원 1999. 6. 25. 선고 97누14194 판결).<br/>  위 인정사실에 따르면, 원고가 공항운영협력사들의 직원들에게 이 사건 특별성과금을 지급할 당시 그 지급근거에 관하여 공항운영협력사들 또는 그 직원들과 사이에 그 지급을 약정한 사실이 없고, 원고는 그 지급 이후에 이 사건 특별성과금의 지급 근거를 두는 내용으로 공항운영협력사들과 용역계약을 체결하였는바, 이 사건 특별성과금 지급 이후에 체결된 용역계약이 이 사건 특별성과금의 지급 근거가 된다고 할 수는 없으므로 원고가 이 사건 특별성과금을 지급할 아무런 계약상 또는 법적인 근거가 없었다. 또 원고가 일방적으로 지급금액을 책정하여 지급하였다. <br/>  결국 원고는 공항운영협력사들의 직원들에게 서면에 의한 약정이나 법률상 의무 없이 임의로 이 사건 특별성과금을 지급한 것으로서, 이 사건 특별성과금이 원고의 사업과 직접 관련하여 정상적으로 소요되는 비용이라거나, 건전한 사회통념과 상관행에 비추어 정상적이라고 보기 어렵다.<br/>  따라서 이 사건 특별성과금이 용역의 대가로서의 성격을 가졌다고 할 수 없고, 다만 이 사건 특별성과금은 원고의 업무를 수행했던 공항운영협력사들의 직원들에게 용역계약에 따른 근무관계를 보다 원활하게 하기 위하여 지급된 것으로서 원고의 사업과 일부 관련성이 있으므로, 접대비의 성격을 가지고 있다고 봄이 타당하다. 이 사건 특별성과금이 용역의 대가 또는 인건비임을 전제로 한 원고의 이 부분 주장은 이유 없다. <br/>3. 결론<br/>   그렇다면 이 사건 처분 중 특별명예퇴직금(쟁점 3)을 건설자산의 취득가액으로 보아 법인세 과세표준 산정 시 손금에 불산입한 부분은 위법하고, 한편 감액경정 처분이 있는 경우 취소의 대상은 감액된 당초처분이므로, 피고가 2009. 10. 1. 원고에 대하여 한 2005 사업연도 법인세 14,964,692,314원(경정금액)의 부과처분 중 위법한 658,655,324원을 공제한 14,306,036,990원을 초과하는 부분과 2006 사업연도 법인세 7,778,325,345원(경정금액)의 부과처분 중 위법한 44,747,190원을 공제한 7,733,578,155원을 초과하는 부분은 각 취소되어야 한다. <br/>  결국 원고의 청구는 위 인정범위 내에서 이유 있으므로 이를 인용하고, 나머지 청구는 이유 없으므로 이를 기각하기로 하여, 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 안동범(재판장) 이보람 우경아 ",
    "사건번호": "2013구합10971",
    "사건종류코드": "400108",
    "판례정보일련번호": "224231",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}