{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20160714",
    "법원명": "인천지방법원",
    "사건명": "법인세등부과처분취소",
    "판례내용": "【원    고】 인천국제공항공사 (소송대리인 법무법인 (유한) 율촌 담당변호사 신기선 외 1인)<br/>【피    고】 인천세무서장<br/>【변론종결】2016. 6. 9.<br/>【주    문】<br/>  1. 피고가 2013. 4. 1. 원고에 대하여 한 2007 사업연도 법인세 2,544,453,231원(가산세 포함)의 부과처분 중 386,898,566원을 초과하는 부분을 취소한다.<br/>  2. 원고의 나머지 청구를 기각한다.<br/>  3. 소송비용 중 3/20은 원고가, 나머지는 피고가 각 부담한다.<br/><br/>【청구취지】  피고가 2013. 4. 1. 원고에 대하여 한 2007 사업연도 법인세 2,544,453,231원(가산세 포함)의 부과처분을 취소한다.<br/>【이    유】1. 처분의 경위<br/>가. 원고의 지위<br/>  원고는 1999. 2. 1. 인천국제공항공사법에 따라 정부(지도·감독기관 : 국토교통부)가 100% 출자하여 설립된 법인으로, 한국공항공단이 맡아 수행하던 인천국제공항을 건설하기 위한 영종도 신공항건설사업에 관련된 재산과 권리의무가 1994. 9. 1. 구 수도권신공항건설공단법(1994. 8. 3. 법률 제4779호로 제정되어 1999. 1. 26. 법률 제5689호로 폐지된 것) 부칙 제5조 제1항에 의하여 수도권신공항건설공단에, 1999. 2. 1. 인천국제공항공사법 부칙 제5조 제1항에 의하여 원고에 각 순차로 포괄승계됨에 따라 사업시행자로서 수도권신공항건설 촉진법(이하 ‘수도권신공항법’이라 약칭한다)에 따른 신공항건설사업을 수행하였다(이하 한국공항공단, 수도권신공항건설공단, 원고를 구별하지 않고 '원고‘라고만 한다).<br/>나. 교통센터의 건설<br/>  1) 원고는 1998. 8. 5. 구 수도권신공항법(2005. 1. 27. 법률 제7386호로 개정되기 전의 것, 이하 같다) 제7조의 규정에 따라 건설교통부(정부조직법이 2008. 2. 29. 법률 제8852호로 개정되어 ‘국토해양부’로, 2013. 3. 23. 법률 제11690호로 개정되어 ‘국토교통부’로 각 그 명칭이 변경되었다, 이하 구별하지 않고 ‘국토교통부’라 한다)장관으로부터 인천국제공항 교통센터 건설사업 실시계획승인(건설교통부고시 제1998- 254호)을 받아 여객터미널용 주차시설과 철도역사의 목적으로 사용할 지하 5층, 지상 2층의 인천국제공항 교통센터 건물(이하 ‘이 사건 교통센터’라 한다)을 건설하였고, 이 사건 교통센터는 2001. 10. 30. 준공되었으며, 2002. 1. 15. 원고 명의로 소유권보존등기가 마쳐졌다.<br/>  2) 한편, 인천국제공항에는 서울역과 공항을 연결하는 공항철도가 운행되고 있는데, 이 사건 교통센터에는 지하 1층 내지 4층에 공항철도의 승강장, 대합실, 정산실, 매표실, 통신실 등 철도역사의 기능을 하는 시설물(면적 32,825.58㎡, 이하 위 시설물을 통틀어 ‘이 사건 철도역사’라 한다)이 설치되어 있다.<br/>다. 처분 등<br/>  1) 중부지방국세청은 2013. 3. 11.부터 2013. 7. 18.까지 원고에 대한 법인세 정기조사를 실시한 결과 원고가 특수관계에 있는 정부(국토교통부)의 지시에 의하여 건설한 이 사건 철도역사가 부당행위계산의 부인대상인 무수익자산에 해당한다는 과세자료를 피고에게 통보하였다.<br/>  2) 이에 따라 피고는 이 사건 철도역사의 건설에 관하여 원고가 부담한 취득가액 상당액(건설공사 사업비 47,467,744,275원)을 특수관계자에게 대여한 것으로 보아 2007 사업연도의 소득금액에 위 사업비에 대한 인정이자 3,405,790,240원을 익금에 산입하는 한편, 법인의 업무와 관련이 없는 가지급금에 대한 지급이자 1,912,466,066원과 이 사건 철도역사의 감가상각비 939,026,229원을 손금불산입하여, 2013. 4. 1. 원고에 대하여 2007 사업연도 법인세 2,578,135,010원(가산세 포함)을 경정·고지하였다.<br/>  3) 이에 불복하여 원고가 2013. 6. 27. 조세심판원에 심판청구를 하자, 피고는 이 사건 처분에 관한 당초의 처분사유를 철회하면서 ① 이 사건 철도역사는 원고의 소유가 아니어서 감가상각 대상 자산이 아니라는 이유로 그 감가상각비를 손금불산입하였고, ② 원고가 특수관계자인 정부로부터 이 사건 철도역사에 관하여 지급받아야 하는 건설공사 사업비 채권 상당의 회수를 지연하는 행위는 그 실질이 무상대여로 부당행위계산에 해당한다는 이유로 인정이자를 익금산입하고, 업무무관 가지급금에 해당하므로 차입금의 지급이자를 손금불산입하는 것으로 처분사유를 변경하였고, 원고는 2015. 6. 9. 조세심판원으로부터 기각 결정을 받았다.<br/>  4) 이후 피고는 2013. 7. 3. 위 사업비에 대한 인정이자 익금산입액 3,405,790,240원을 3,324,042,585원으로 오류경정감액하고 원고에 대한 2007 사업연도 법인세 2,578,135,010원을 2,544,453,231원으로 감액경정하였다(이하 당초 처분에서 감액경정 후 남은 부분을 ‘이 사건 처분’이라 한다).<br/>  [인정근거] 다툼 없는 사실, 갑 제1 내지 3호증, 갑 제5, 6호증, 갑 제17호증, 갑 제18호증, 을 제1호증, 을 제16, 17호증의 각 기재, 변론 전체의 취지<br/>2. 처분의 적법여부<br/>가. 당사자들 주장의 요지<br/>1) 원고 주장의 요지<br/>가) 이 사건 철도역사 감가상각비 손금불산입에 관하여<br/>    원고는 이 사건 교통센터 건설사업의 사업시행자로서 자체적으로 조달한 차입금으로 이 사건 철도역사를 건설하였으므로, 구 수도권신공항법 제12조의3 제3항 및 인천국제공항공사법 부칙(법률 제5689호, 1999. 1. 26., 이하 ‘공사법 부칙’이라고만 한다) 제8조 제1항 단서 후문에 따라 준공과 동시에 그 소유권을 취득한다. 그러므로 이 사건 철도역사는 원고 소유의 유형고정자산으로서 그에 대한 감가상각비는 구 법인세법(2007. 7. 19. 법률 제8519호로 개정되기 전의 것, 이하 같다) 제19조, 구 법인세법 시행령(2008. 8. 22. 대통령령 제20619호로 개정되기 전의 것, 이하 같다) 제19조 제5호에 따라 손금에 산입되어야 한다. <br/>나) 이 사건 철도역사 건설 사업비 상당의 회수 지연에 관하여<br/>    ① 원고와 국토교통부 사이에는 이 사건 철도역사의 건설에 관하여 원고가 부담한 사업비 상당의 지급채권의 발생에 관하여 합의가 이루어진 적이 없고, 법률규정에 의하여 위 채권이 발생한 것도 아니므로, 피고가 위 채권의 존재를 전제로 지급이자 손금불산입이나 인정이자 익금산입을 한 것은 위법하다.<br/>    ② 설령 정부에 대하여 이 사건 철도역사 건설 사업비 상당의 채권이 존재한다고 하더라도 원고는 인천국제공항의 원활한 개항을 위해 정부의 지시에 따라 이 사건 교통센터 건설사업을 추진할 수밖에 없었던바, 이는 원고의 사업과 연관되어 있었던 점, 원고로서는 위 채권 회수를 위해 계속적으로 정부와 협상을 하는 등 충분한 노력을 하였고, 지휘·감독기관인 국토교통부에 대하여 법적 조치를 취하는 것은 사실상 불가능하였고, 자발적으로 위 사업비를 보전해주기를 기다릴 수밖에 없는 위치에 있었던 점, 정부가 위 채권의 지급을 위한 적정한 예산을 확보하지 못해 이를 회수하지 못한 것인 점 등에 비추어 보면, 위 채권의 회수 지연에 정당한 사유가 있을 뿐 아니라 경제적 합리성이 결여되었다고 볼 수 없으므로, 지급이자 손금불산입 규정 및 인정이자 익금산입 규정의 적용대상에 해당하지 않는다.<br/>2) 피고 주장의 요지<br/>가) 이 사건 철도역사 감가상각비 손금불산입에 관하여<br/>    이 사건 철도역사는 애초부터 정부 예산으로 건설하는 것으로 계획되어 있었고, 준공 후 국가(국토교통부)에 의하여 관리·운영되고 있는바, 공사법 부칙 제8조 단서 전문이 정한 ‘국가가 관리할 시설’에 해당하여 준공과 동시에 국가에게 그 소유권이 귀속하므로, 원고 소유의 고정자산이 아니며 그에 대한 감가상각비는 손금에 산입할 비용에 해당하지 아니한다.<br/>나) 이 사건 철도역사 건설 사업비 상당의 회수 지연에 관하여<br/>    이 사건 철도역사가 원고의 자금으로 건설되기는 하였으나, 본래 정부의 예산으로 건설하기로 되어 있었고, 원고는 이 사건 철도역사 준공 후 이를 국가로 하여금 관리, 운영하도록 한 후 계속하여 정부(국토교통부)에 사업비의 정산을 요구하고 있으며, 정부에서도 사업비 정산의 당위성을 인정하고 있는바, 원고는 정부에 대하여 이 사건 철도역사 건설에 관하여 원고가 부담한 사업비 상당의 채권을 가지고 있고, 그 회수를 지연함으로써 조세의 부담을 부당하게 감소시켰으므로 그에 대한 지급이자를 손금불산입하고 인정이자를 익금산입 한 이 사건 처분은 적법하다.<br/>다) 예비적 처분사유<br/>    가사 이 사건 철도역사가 원고 소유의 자산에 해당한다고 하더라도 위 철도역사는 원고의 수익파생에 직접 공헌하지 못하거나 수익과 직접적으로 관련이 없는 자산으로서 부당행위계산부인의 대상인 무수익자산에 해당하므로, 무수익자산의 매입대금 상당을 법인이 특수관계인에게 업무와 무관하게 대여한 것으로 의제하여 그 인정이자 상당액을 익금산입하고 지급이자 상당액을 손금불산입하며, 무수익자산에 대한 감가상각비를 손금불산입한 이 사건 처분은 적법하다.<br/>나. 관계법령<br/>  별지1 기재와 같다.<br/>다. 인정사실<br/>  1) 국토교통부장관은 1995. 11. 28. 구 수도권신공항법 제4조 제3항에 의하여 수도권신국제공항건설기본계획(1단계사업계획)의 주요 건설시설에 이 사건 교통센터를 포함시키는 것으로 기본계획을 변경하여 이를 고시(건설교통부고시 제1995-387호)하였다.<br/>  2) 국토교통부장관은 이 사건 교통센터 시설 중 일부와 고가차도 시설을 민간유치사업으로 시행할 예정이었으나, 민자유치가 원활하지 아니하자 1997. 11. 8. 원고에게 다음과 같이 민자유치 대상 사업의 범위를 축소하는 내용의 공문(을 제2호증, 갑 제10호증과 동일, 이하 ‘1997. 11. 18.자 민자유치 방안 통보 공문’이라 한다)을 송부하였다.<br/>- 다  음 -?2. 교통센터 민자유치 관련하여 당초에는 고가차도를 포함하여 시행할 예정이었으나, 민자유치가 원활하지 않을 것으로 판단됨에 따라 고가차도는 제외하고 철도역사는 기 확정된 사업비 중에서 아래와 같이 교통센터 공사를 시행할 계획임을 통보하니 업무에 참고하시기 바랍니다.○기본방향  ·교통센터 시설: 민자시행(단, 철도역사 공사비 657억 원은 정부부분)  ·고가차도 시설: 기 확정된 사업비(1,198억 원) 중 296억 원과 부족분 추가사업비 확보 시행○교통센터 사업비: 4,103억 원(민간 3,201, 정부 902)- 공사 및 설계감리비: 3,812억 원구분공사비설계비감리비합계비고교통센터합계3,5671441013,812?정부부분657144101902철도역사(657)민간부분2,910--2,910?- 민자유치 기부채납 부가가치세: 291억 원    ○민자유치 추진방안- 사업비: 3,201억 원계교통센터 공사비기부채납 부가가치세3,201억 원2,910억 원291억 원- 무상사용기간: 33년 이내- 사업기간: ‘96. 3.~ 2000. 11.〈참고〉 기확정된 사업비 집행계획: 902억 원(1,198 - 296)구분공사비설계비감리비합계비고합계9531441011,198?교통센터657144101902철도역사(657)고가차도296--296?※ 교통센터 설계·감리비에 고가차도 설계·감리비 포함. 끝.<br/>  3) 원고는 1997. 11.경 철도청장과 사이에 위탁자를 철도청장, 수탁자를 원고로 하여 공항 1단계 지역내 공항시설과 동시시공이 불가피한 철도구조물 시공에 대한 위탁 및 수탁에 관한 사항을 정하기 위하여 ‘인천국제공항 1단계지역 내 철도노반시설공사 위·수탁협약’(을 제3호증, 이하 ‘이 사건 위수탁협약’이라 한다)을 체결하였다. 그 주요 내용은 다음과 같다. 이후 원고와 철도청장은 위 협약상 사업기간, 수수료 등에 관하여 3차례 변경계약을 체결하였다.<br/>- 다  음 -   제3조(사업의 범위)   ① 이 사업의 시행범위는 공항시설과 철도구조물(토목분야)의 동시시공이 불가피한 공항1단계 지역 내 공항 전용 철도와 제2공항철도 노반시설 구간(L=2㎞213) 공사로서 ‘을’(이하 ‘원고’를 말한다)이 시행 중인 복합교통센터 건설구간(L=487m)은 제외하며 세부적인 건설구간은 ‘갑’(이하 ‘철도청장’을 말한다)과 ‘을’이 협의하여 결정한다. 다만, 협의가 이루어지지 않을 경우에는 국토교통부의 조정에 따른다.   제4조(시행준칙)   ③ 토목구조물 공사는 ‘을’이 책임지고 완벽하게 시행하여 ‘갑’에게 인계하고, ‘갑’은 열차운행을 위한 부대시설(궤도, 신호, 전차선등)에 관한 업무를 관리한다.   ⑤ 철도건설사업의 도시계획시설 결정, 실시계획 승인 등의 각종 행정절차는 ‘갑’이 시행한다. 다만, 공사시행과 관련하여 공사현장에서 조치가 필요한 인·허가사항은 ‘을’이 시행한다.   제6조(예산운용 및 정산)   ① 1단계 공항시설 지역 내 철도구조물 시공을 위한 사업비는 ‘갑’이 확보하여 ‘을’에게 배정한다.   제7조(시설물 인계)   ① ‘을’은 이 사업의 최종 준공 60일전까지 전문기관에 의뢰하여 안전진단을 실시하고, 진단결과에 따라 필요한 조치를 취한 후 ‘갑’, ‘을’, 감리회사가 합동으로 확인·점검을 실시하여 완벽한 시설물을 ‘갑’에게 인계하여야 한다.   ③ 이 사업이 완료된 후 철도시설물은 도시계획법 제83조에 의거 ‘갑’의 재산으로 무상 귀속한다.<br/>  4) 국토교통부장관은 1998. 6. 29. 원고에게 ‘민자유치사업으로 추진하고 있는 교통센터 건설사업은 사업시행자 선정이 다소 지연되고 있으나 금년말까지는 사업시행자를 선정할 계획으로 추진하고 있음을 알려드리며 귀 공단에서 건의한 민자사업시행자 선정시까지의 공정에 대하여는 공항개항일정에 차질이 없도록 예산당국과 협의된대로 귀공단 자체조달재원으로 시행하기 바랍니다’는 내용의 공문(을 제4호증, 갑 제11호증과 동일, ‘1998. 6. 29.자 골조공사 시행 공문’)을 송부하였는데, 위 공문에 첨부된 예산청장의 인천국제공항건설 총사업비 변경개요에는 아래 표와 같이 인천국제공항의 총사업비를 현행 5,701,981,000,000원에서 7,486,237,000,000원으로 변경하는 것으로 되어 있다.<br/>(단위 : 백만 원)구분현행요구조정증감공항시설4,271,3456,241,9385,920,5001,649,155(국고)1,588,7112,180,5482,096,373507,662(공단)2,383,0673,270,8233,204,560821,493(민자)299,567790,567619,567320,000교통시설1,430,6361,774,5211,565,737135,101,(국고)528,436872,321663,537135,101(민자)902,200902,200902,2000계5,701,9818,016,4597,486,2371,784,256<br/>  5) 국토교통부장관은 1998. 8. 5. 구 수도권신공항법 제7조의 규정에 따라 원고가 사업시행자로서 인천국제공항 교통센터 건설사업을 시행한다는 내용의 실시계획을 승인하여 이를 고시(건설교통부고시 제1998-254호)하였다.<br/>  6) 이후 국토교통부장관은 1999. 1. 5. 사회간접자본시설에 대한 민간자본유치촉진법 제11조의 규정에 의하여 인천국제공항 교통센터시설사업 민자유치시설사업기본계획을 고시(건설교통부고시 제1998-448호, 갑 제12호증)하였는데, 그중 사업추진현황 및 계획, 사업규모 및 사업시행자의 수익시설 및 유지관리 범위에 관한 내용은 별지2 기재와 같다.<br/>  7) 그러나 민간사업시행자 선정이 지연되자 국토교통부장관은 1999. 5. 3. 원고에게 ‘이 사건 교통센터시설을 민자유치사업으로 재고시 추진할 경우에는 절대공기 부족으로 2001년 공항개항시 준공이 어려울 것으로 예상됨에 따라 귀 공사의 건의 의견대로 귀 공사에서 직접 시행하는 방안으로 방침을 결정하여 관계부처와 협의중에 있음을 알려드리니 공항개항에 차질이 없도록 만전을 기하여 달라’는 내용의 교통센터 직접시행 준비 지시 공문(을 제6호증, 갑 제4호증과 동일)을 송부하였다.<br/>  8) 이후 원고가 이 사건 교통센터 건설사업을 수행하던 중 철도청은 2001. 3. 23.경 인천국제공항철도 민자유치시설 사업기본계획에 따라 인천국제공항철도 주식회사(이하 ‘공항철도회사’라 한다)와 사이에, 인천국제공항철도 민간투자사업 실시협약(을 제8호증)을 체결하였다. 그 주요 내용은 다음과 같다.<br/>   - 다  음 -   제2조 정의 및 해석   2.1 정의   “관리운영권”이라 함은 본 사업의 해당단계에 대해 준공확인 후 사업시행자가 민간투자법에 따라 정부로부터 설정받는 본 철도에 대한 사회간접자본시설관리운영권을 말한다.   “본 사업”이라 함은 이 협약에 따른 본 철도의 설계·공사·자금조달·관리·유지 및 운영과, 사용자에 대한 운임 부과·징수 및 본 사업과 관련하여 사업시행자가 유지·관리하는 시설 내에서 광고 및 편의시설 사업의 시행을 포함하는 일련의 활동을 말한다.   “본 시설물”이라 함은 이 협약에 따라 사업시행자가 건설하여야 하는 본 철도와 본 사업과 관련하여 정부에서 시행한 시설물을 말한다.   “본 철도”라 함은 이 협약에 따라 건설 또는 유지, 관리되는 인천국제공항과 서울역간의 철도를 말하며 철도의 운영에 필요한 모든 역, 선로, 전차선로, 차량 및 기타 설비를 포함한다.   제3조 사업시행자의 권리와 의무   3.1 사업시행자의 권리   3.1.1 정부는 이 협약을 체결함으로써 공항철도회사를 본 사업에 대한 사업시행자로 지정한다.   3.2 사업시행자의 의무   3.2.2 사업시행자는 이 협약의 규정에 따라 본 철도의 설계, 금융완결을 포함한 자금조달, 공사, 관리 및 운영, 운임의 부과와 징수 및 기타 이 협약의 이행에 대하여 전적으로 책임을 지며 이 협약에서 규정된 위험을 부담한다.<br/>  9) 이후 이 사건 철도역사를 포함한 교통센터가 2001. 10. 30. 준공되었고, 원고는 2001. 12. 24. 국토교통부, 철도청과 사이에 이 사건 교통센터 내 철도역사 이관과 관련하여 회의를 하였는데, 그 회의의 배경과 결과, 회의록의 주요 내용은 아래와 같다(갑 제13호증 참조).<br/>   □ 회의배경<br/>   ○ 인천공항 교통센터 내 철도역사는 공항공사에서 건설하였으나, 효율적인 철도시설관리를 위해 철도청으로 이관이 바람직한바, 건설비 정산 등에 대한 명확한 합의가 필요<br/>   □ 회의결과<br/>   ○ 원고와 철도청은 인천국제공항 교통센터 내의 철도역사를 철도청으로 이관하는데 이견이 없으며, 조속한 시일 내에 철도역사에 대한 실사를 거쳐 구체적인 이관의 범위를 결정하여 국토교통부에 보고하고 국토교통부는 동 시설물을 원고에 대한 현물출자대상에서 제외<br/>    ○ 철도청과 원고는 이관키로 합의한 시설물에 대한 가치에 대해 합의된 가액을 공동으로 국토교통부에 보고하고 국토교통부는 동 가액을 현재 산정작업 중인 원고에 대한 현물출자 대상 토지와 시설의 가액에서 제외<br/>   □ 회의록 <br/>   ○ 현재 철도역사는 구조물 시공부분만 끝난 상태로 원고가 지난 7월에 논의되었던 임대료를 철도청으로부터 받기 위해서는 추가 100억 원을 투입하여 마감공사를 완료하여야 하나, 철도청과 민자사업자간의 협약, 민자유치법, 사업비 확보의 어려움 등으로 임대는 곤란하여 이관이 바람직(원고)<br/>   ○ 마감공사를 철도청이 완료하든, 공항철도 사업시행자인 민간사업자가 완료하든, 마감공사 부분까지 원고가 소유하는 것은 민자사업으로 건설된 SOC는 국가소유로 되어야 한다는 민간투자법상의 원칙과 상치되므로 원고에서 시공한 기존 부분까지 철도청 소유로 이관하는 것이 합리적(철도청)<br/>   ○ 시설을 설치하는데 투입된 비용을 보상받는다면 이관에 반대하지 않음(원고)<br/>   ○ 국토교통부에서 파악한 바로는 교통센터 내 철도역사 시공 당시 소요사업비를 기획예산처에 요청했으나 인정받지 못하고 다른 공항시설과 같이 40%만 국고지원되고 60%는 원고 차입으로 건설토록 결정되었는바, 현 시점에서 건설비를 예산에 반영하여 철도청에서 공항공사에 지불하는 것은 사실상 불가능하므로, 결국 현재 추진 중인 정부의 인천공항공사에 대한 현물출자가액 산정작업과 연관시켜 최종 결정된 현물출자가액에서 철도역사 시설가액만큼 삭감하는 것이 현실적인 방법인바, 원고는 이를 수용할 용의가 있는지?(국토교통부)<br/>   ○ 수용할 용의가 있음(원고)<br/>  10) 원고는 2002. 1. 15. 이 사건 교통센터에 관하여 원고 명의로 소유권보존등기를 마쳤다.<br/>  11) 국토교통부는 2004. 10. 12. 원고에게 ‘우리부에서 향후 귀사에 대한 추가출자 시에 동 철도시설물의 가액을 차감하여 출자키로 되어 있으나, 현재 우리부 관련부서 문의결과 귀사에 대한 추가 출자가 불투명하다는 의견이 있으므로, 향후 우리 부에서 귀사에 대한 추가 출자 여부의 결정에 따라 동 시설물의 가액을 차감하여 출자하거나 우리부에서 직접 해당시설물의 가액을 지급하도록 하되, 동 시설물의 가액 산정방법 및 운영비용(유지보수비 등) 등은 귀사와 별도로 협의할 예정이오니 본 사업이 국가의 중요 정책사업임을 감안 우선 동 시설물의 마감공사를 사업시행자인 공항철도회사에서 조기 시행할 수 있도록 조치하여 달라’는 내용의 이 사건 철도역사 시공 관련 업무 협의 공문(을 제10호증, 갑 제14호증과 동일)을 송부하였다.<br/>  12) 원고는 국토교통부의 요구에 따라 공항철도회사의 원활한 공사진행 및 적기 개통을 위해 인천국제공항철도 건설을 적극 지원하였음에도 이 사건 철도역사에 관하여 원고가 부담한 사업비 정산이 이루어지지 아니하자, 2005. 6. 14. 일반철도과장에게 원고가 차입금 등으로 건설한 철도시설물의 이관은 추가출자 여부와 관계없이 사업비 정산이 이루어져야 할 시설이므로 조속히 사업비 정산이 되도록 요청한다는 내용의 공문(갑 제16호증)을 송부하였다.<br/>  13) 원고는 2007. 1. 4. 국토교통부장관에게 다시금 이 사건 철도역사 사업비 정산을 요청하면서 사업비 정산이 완료될 시점까지 동 시설을 직접 사용수익하게 되는 공항철도회사와 우선 유상 임대차계약을 체결할 예정임을 알리는 공문(갑 제22호증)을 송부하였으나, 이에 대하여 국토교통부장관은 2007. 3. 12. 원고에게 ‘인천공항철도는 사업의 준공과 동시에 소유권이 국가로 이전되므로, 동 철도의 인천국제공항역으로 사용하기 위하여 설치된 교통센터 내 철도시설물은 공사법 부칙 제8조 규정에 의거 국가에서 관리할 시설물로서 원고 설립시 출자대상에서 제외되었어야 하는 것으로, 사업비 정산이 곤란한 실정이고, 철도 개통으로 인천공항 이용객의 편의증진 등 귀사 경영에 도움이 되는 점을 감안하여 무상사용 할 수 있도록 적극 협조하여 주기 바라며 임대차계약 체결 건은 협의가 완료될 때까지 유보하여 주기 바란다’는 내용의 공문(을 제12호증, 갑 제23호증과 동일)을 회신하였다.  <br/>  14) 이에 원고는 2007. 3. 21. 공항철도회사에게 이 사건 철도역사에 대하여 임대차계약 체결을 요청하는 공문(을 제12호증, 갑 제24호증과 동일)을 송부하였으나, 이에 대하여 공항철도회사는 2007. 4. 3. ‘당사는 정부와 실시협약에 의해 제1공항철도 사업을 수행하는 사업시행자로서 철도시설 전체 면적에 대한 임대차계약 체결의 주체가 될 수 없다’는 내용의 공문(을 제13호증, 갑 제25호증과 동일)을 회신하였다.<br/>  15) 이후 원고가 2009. 5. 21. 작성한 이 사건 철도역사 사업비 정산 관련 국토교통부와의 협의(안) 보고서(을 제9호증)에 의하면, 원고와 국토교통부는 협의 결과 ‘○ 인천공항 교통센터 내 철도시설물 사업비 정산은 제2공항철도(2016년 이후 건설 예정) 사업비에 반영하여 정산 추진하고, ○ 사업비 정산 전까지는 인천공항 타 접근교통(버스, 택시 등은 무상으로 주·정차장 제공 중) 수단과 동일하게 철도시설물(역사 등)을 무상 제공하되, 동 시설물 내 부대사업을 원고가 직접 운영하는 방안으로 협의 추진’하기로 안을 마련하였다.<br/>  [인정근거] 앞서 든 증거, 갑 제4호증, 갑 제10 내지 20호증, 갑 제22 내지 25호증, 을 제2 내지 13호증의 각 기재, 변론 전체의 취지<br/>라. 이 사건 철도역사 감가상각비 손금불산입에 관하여 : 이 사건 철도역사의 소유권 귀속<br/>1) 관련 규정 및 법리<br/>구 수도권신공항법 제12조의3은 제1항에서 ‘신공항건설사업으로 조성 또는 설치된 토지 및 시설은 준공과 동시에 국가에 귀속된다’고 규정하면서 같은 조 제3항에서 ‘사업시행자가 인천국제공항공사인 경우 신공항건설사업으로 조성 또는 설치되는 토지 및 시설의 귀속에 관하여는 제1항 및 제2항의 규정에 불구하고 각각 인천국제공항공사법이 정하는 바에 의한다’고 규정하고 있고, 공사법 부칙 제8조 제1항에서는 ‘공사가 인천국제공항건설사업의 시행으로 조성하는 토지와 설치하는 시설은 당해 사업의 준공과 동시에 국가가 공사에 현물출자한 것으로 본다. 다만, 국가 또는 지방자치단체가 관리할 토지와 시설은 그러하지 아니하며, 공사가 조달한 차입금에 상당하는 토지와 시설은 수도권신공항법 제12조의3의 규정에 불구하고 준공과 동시에 공사에 귀속한다’고 규정하고 있다.<br/>  위 규정들을 체계적·종합적으로 해석하여 보면, 본래 신공항건설사업으로 조성 또는 설치된 토지 및 시설은 공공시설로서 준공과 동시에 국가에 귀속되어야 하나(수도권신공항법 제12조의3 제1항), 국가가 인천국제공항을 효율적으로 건설 및 관리·운영하도록 하기 위하여 원고를 설립하여 인천국제공항의 관리·운영을 전담하도록 한 취지에 따라 원고가 인천국제공항건설사업 시행으로 조성하는 토지와 설치하는 시설은 준공과 동시에 국가가 원고에게 현물출자하는 것으로 보되(공사법 부칙 제8조 제1항 본문), 인천국제공항건설사업 시행으로 설치되는 공공시설 중 원고가 관리할 것이 아닌 국가 또는 지방자치단체가 관리할 것인 경우 원칙으로 돌아가 국가가 원고에게 현물출자하는 것으로 보지 아니하고 준공과 동시에 국가에게 귀속하는 것으로 보고(공사법 부칙 제8조 제1항 단서 전문, 구 수도권신공항법 제12조의3 제1항), 인천국제공항건설사업 시행으로 설치되는 토지 및 시설 중 원고가 조달한 차입금에 상당하는 부분은 수도권신공항법 제12조의3 규정에도 불구하고 예외적으로 준공과 동시에 원고에게 귀속하는 것으로 보아야 한다(공사법 부칙 제8조 제1항 단서 후문). <br/>  나아가 신축건물의 소유권을 원칙상 자기의 노력과 재료를 들여 이를 건축한 사람이 원시취득하는 것임은 물론이나, 건물신축도급계약에 있어서는 수급인이 자기의 노력과 재료를 들여 건물을 완성하더라도 도급인과 수급인 사이에 도급인 명의로 건축허가를 받아 소유권보존등기를 하기로 하는 등 완성된 건물의 소유권을 도급인에게 귀속시키기로 합의한 경우에는 그 건물의 소유권은 도급인에게 원시적으로 귀속되는바(대법원 1996. 9. 20. 선고 96다24804 판결 등 참조), 신축건물이 누구에게 귀속되는지는 그에 관여한 당사자의 의사가 그 건물 신축으로 인한 권리를 누구에게 직접 취득하게 하려는 것인지에 관한 의사해석의 문제에도 해당하고, 공사법 부칙 제8조 제1항 단서 전문과 후문의 적용이 문제되는 이 사건 역시 마찬가지이다.<br/>2) 이 사건의 검토<br/>    가) 이 사건의 경우 원고가 자체 조달한 차입금으로 이 사건 철도역사에 관한 건설 사업비 47,467,744,275원을 부담하였는바, 이 사건 철도역사를 공항법 부칙 제8조 제1항 단서 후문에서 정한 ‘공사가 조달한 차입금에 상당하는 토지와 시설’에 해당하는 것으로 보아 그 소유권이 원고에게 귀속하는 것으로 볼 수 있는지 문제된다.<br/>    나) 앞서 본 인정사실에 나타난 다음과 같은 사정들을 종합하여 보면, 원고와 국가 사이에는 이 사건 교통센터 건설사업 실시계획 승인 및 그 건설사업 수행의 일련의 과정에서, 적어도 묵시적으로나마 ① 완성된 이 사건 철도역사가 국가가 관리할 공공시설이라는 점, ② 이 사건 철도역사에 관한 소유권보존등기나 공사법 부칙 제8조 제1항 단서 후문(당사자 약정에 의하여 그 적용을 배제할 수 있는 임의규정이라고 해석됨)과 상관없이 원고가 조달한 차입금 부분에 상당하는 시설에 해당하는 부분에 관하여도 국가에게 그 소유권을 귀속시키기로 하는 합의가 있었다고 봄이 상당하다.<br/>    결국 이 사건 철도역사는 위 합의내용 및 공사법 부칙 제8조 제1항 단서 전문(국가가 관리할 시설)에 따라 국가에게 그 소유권이 귀속되고, 원고 주장과 같이 사업수행 과정에서 원고와 국가 중 누가 더 사업비를 많이 부담하였는지에 따라 소유권의 귀속관계가 달라진다고 볼 것은 아니다.<br/>     ⑴ 이 사건 교통센터 건설사업 실시계획 승인 이전 국토교통부에서 원고에게 보낸 1997. 11. 18.자 민자유치 방안통보 공문 및 1998. 6. 29.자 골조공사 시행 공문에 의하면, 당초부터 원고와 국토교통부 사이에서는 이 사건 교통센터 중 철도역사 부분을 정부의 예산으로 건설하는 것으로 예정하고 있었고, 원고가 이 사건 철도역사의 건설 사업비를 부담하는 것은 전혀 예정되어 있지 않았다.<br/>     ⑵ 원고는 철도청장과 사이에 공항시설과 철도구조물(토목분야)의 동시시공이 불가피한 공항 1단계 지역 내 공항 전용 철도와 제2공항철도 노반시설 구간 공사에 관하여 이 사건 위수탁협약을 체결하였는데, 위 협약에는 1단계 공항시설 지역 내 철도구조물 시공을 위한 사업비는 철도청장이 확보하여 원고에게 배정하고(제6조 제1항), 이 사건 사업이 완료된 후 철도시설물은 도시계획법 제83조에 의거 철도청장의 재산으로 무상 귀속한다(제7조 제3항)고 규정하고 있다. 비록 철도청장이 사업비를 확보한 경우이긴 하지만 원고가 위수탁협약에 따라 시공한 공항철도 노반시설 건설구간에 관하여는 원고와 국가 사이에 그 소유권을 국가에 귀속시키기로 하는 명시적인 합의가 있었던 것으로 보인다. 이 사건 철도역사의 사업비를 원고가 상당부분 부담하기는 하였지만 이 사건 철도역사는 기본적으로 위 노반시설과 함께 철도시설물에 해당하는 것으로서 그 소유권귀속관계가 동일하게 정해질 필요가 있다. 원고도 이러한 상황을 충분히 인식하고 있었던 것으로 보인다.<br/>     ⑶ 이 사건 교통센터 건설사업에는 국가가 그 사업비를 부담하기로 한 부분 외에 민간자본 유치예정인 사업이 포함되어 있다. 한편, 국토교통부장관이 고시한 인천국제공항 교통센터시설사업 민자유치시설사업기본계획에 의하면, 이 사건 교통센터의 굴토, 파일, 기초골조 등의 공사비는 정부의 예산으로 원고가 이미 시행한 것으로 되어 있고, 이후 민간사업자가 골조, 마감 및 설비 등 공사를 맡아 시행하기로 되어 있으나, 철도역사 및 역무시설과 PMS시설은 민간사업자의 공사 범위에서 제외되는 것으로 되어 있는바, 이 사건 철도역사 건설은 당초 계획처럼 정부 사업비로 계속 사업을 시행할 부분에 해당할 뿐 민간자본 유치예정 사업대상에 해당하지 않는 것으로 보인다.<br/>     다만 이후 국토교통부에서 이 사건 철도역사 건설 사업비를 기획예산처에 요청하였음에도 전부 인정받지 못하고 40%만 정부 예산으로 지원됨에 따라 불가피하게 나머지 60%는 원고가 조달한 차입금으로 건설되었던 것으로 보일 뿐이다. 이러한 배경하에 이 사건 철도역사는 2001. 10. 30. 준공되었지만 원고의 마감공사비 확보 어려움으로 구조물 시공만 끝나고 100억 원 상당의 마감공사는 완료되지 않은 상태로 있었다. <br/>     ⑷ 원고와 국토교통부, 철도청은 2001. 12. 24. 철도시설 관리 등을 위한 철도청으로의 이 사건 철도역사 이관과 관련하여 회의를 하였는데, 회의 결과 마감공사비 확보 등의 어려움으로 원고는 이 사건 철도역사를 관리할 철도청으로 그 소유권을 이관하고 국토교통부는 이 사건 철도역사를 원고에 대한 현물출자대상에서 제외하기로 합의하였다. 앞서 사정을 보태어 보면, 원고는 공항개항에 차질이 없도록 우선 원고가 자체적으로 조달한 차입금으로 이 사건 철도역사 건설사업 중 구조물 시공까지의 부분을 시행하였을 뿐 원고가 이를 관리할 의사로 건설한 것은 아닌 것으로 보인다.<br/>     ⑸ 이후 원고는 국토교통부의 요구에 따라 사업비 정산은 추후에 하기로 하고 인천국제공항철도의 적기 개통을 위해 마감공사를 진행할 수 있도록 우선 철도청장에 의하여 인천국제공항철도 민간투자사업 사업시행자로 선정된 공항철도회사에 이 사건 철도역사를 인도하여 주었고, 공항철도회사가 이 사건 철도역사의 마감공사를 마친 이후부터 현재까지 무상으로 이를 관리, 운영할 수 있도록 하였던바, 원고는 이 사건 철도역사 준공 후 실제로 자신이 이를 관리하지 아니하고 그 관리 권한을 국가 측에 전부 이관하여 주었다.<br/>     ⑹ 원고는 계속하여 국토교통부에 대하여 이 사건 철도역사에 관한 사업비 정산 채권이 있음을 전제로 그 지급을 요청하였으나, 예산 부족 등을 이유로 합의점을 찾지 못하다가 2009. 5. 21.경에 이르러 비로소 이 사건 철도역사 사업비 정산은 제2공항철도(2016년 이후 건설 예정) 사업비에 반영하여 정산 추진하고, 사업비 정산 전까지는 이를 무상 제공하되, 동 시설물 내 부대사업은 원고가 직접 운영하는 것으로 협의하였다.    <br/>     ⑺ 이상의 사정에 비추어 보면, 원고 주장처럼 이 사건 철도역사에 관한 소유권보존등기는 등기의 권리추정력이 인정되는 전형적인 소유권보존등기라기 보다는 국가가 이 사건 철도역사를 원시취득한 후 원고 명의로 소유권보존등기가 마쳐짐으로써 담보 목적의 범위 내에서 원고에게 소유권이 이전된 것으로 볼 여지가 있다.<br/>    다) 그렇다면, 피고가 이 사건 처분을 함에 있어서 이 사건 철도역사를 원고 소유의 감가상각자산이 아니라고 보아 그 감가상각비 939,026,229원을 손금에 산입하지 아니한 것은 적법하고, 이러한 손금불산입이 위법하다는 원고의 주장은 이유 없다.  <br/>마. 이 사건 철도역사 건설 사업비 상당의 회수 지연에 관하여<br/>  1) 법인이 특수관계자로부터 지급받아야 할 채권의 회수를 ‘정당한 사유 없이’ 지연시키는 것은 실질적으로 그 채권 상당액이 의무이행기한 내에 전부 회수되었다가 다시 가지급된 것과 같은 효과를 가져온다는 점에서 그 미회수 채권 상당액은 구 법인세법 제28조 제1항 제4호 나.목이 규정하는 ‘업무와 관련 없이 지급한 가지급금 등’에 해당하여 그에 상당하는 차입금의 지급이자가 손금에 산입되지 않는다. 또한 그와 같은 채권의 회수지연이 건전한 사회통념이나 상관행에 비추어 ‘경제적 합리성이 결여되어’ 조세의 부담을 부당하게 감소시킨 것으로 인정되는 경우에는 구 법인세법 제52조, 구 법인세법 시행령 제88조 제1항 제6호에 준하는 행위로서 같은 항 제9호의 규정에 의한 부당행위계산부인에 의하여 그에 대한 인정이자가 익금에 산입된다(대법원 2010. 10. 28. 선고 2008두15541 판결 등 참조).<br/>  2) 먼저 원고는 국가에 대한 이 사건 철도역사에 관한 건설 사업비 채권이 존재하지 않는다고 주장하므로 살피건대, 앞서 본 인정사실에 의하면, 원고는 이 사건 교통센터가 준공(2001. 10. 30.)되고 원고 명의의 소유권보존등기를 마치기(2002. 1. 15.) 전인 2001. 12. 24.경부터 현재까지 계속하여 국토교통부에 대하여 이 사건 철도역사 건설에 관하여 원고가 부담한 사업비의 정산을 요청하고 있고, 국토교통부에서도 원고에 대하여 위 철도역사 건설 사업비를 정산해 줄 의무가 있음은 인정하고 있음을 알 수 있는바, 원고의 국가에 대한 건설 사업비 상당의 채권(이하 ‘이 사건 채권’이라 한다)은 일응 존재하는 것으로 보인다.<br/>  다음으로 원고가 국가에 대한 이 사건 채권의 회수 지연에 정당한 사유와 경제적 합리성이 결여되었는지에 관하여 보건대, 앞서 본 인정사실에 나타난 다음과 같은 사정들에 비추어 보면, 피고가 제출한 증거들과 주장하는 사정들만으로는 원고가 국가에 대하여 이 사건 철도역사에 관한 건설 사업비 상당의 회수를 지연하였다고 하여 그 회수 지연에 정당한 사유 내지 경제적 합리성이 결여되었다고 단정하기 어렵다.<br/>   ① 원고는 수도권신공항의 건설사업을 목적으로 하고 있고, 수도권신공항 건설사업에는 수도권신공항을 이용하는 여객 및 화물 등의 수송에 필요한 철도, 도로 및 항만시설 등의 건설이 포함되어 있다.<br/>   ② 원고는 수도권신공항 건설사업의 일환인 이 사건 교통센터 건설사업의 사업시행자로서 인천국제공항의 차질 없는 개항을 위하여 부득이하게 자체적으로 조달한 차입금으로 이 사건 철도역사 건설사업을 수행한 것으로 보인다.<br/>   ③ 이 사건 철도역사는 여객의 이동을 위한 인천국제공항과 서울역간의 철도시설 중 하나로 인천국제공항의 원활한 관리 및 운영을 위하여 필수적으로 요구되는 공공시설로서, 공항철도공사가 무상으로 이 사건 철도역사를 관리, 운영하고 있다고 하더라도, 원고로서는 자신의 목적 사업의 성공을 위하여 공항철도공사의 위 철도역사 관리 및 운영에 협조할 수밖에 없는 처지이다.<br/>   ④ 원고는 인천국제공항 건설 및 관리, 운영을 위하여 국가에 의하여 100% 출자된 주식회사형 공사로서 국가나 지방자치단체의 출자, 출연의무는 관련 규정에 따라 미리 확정되지만, 실제 출자·출연행위는 관계기관의 업무 협의, 예산 상황 등을 고려하여 별도의 절차에 따라 진행되게 된다.<br/>   ⑤ 국토교통부가 원고에 대하여 이 사건 철도역사에 관한 건설 사업비 정산을 해주기로 협의하였음에도 그 이행을 하지 못하고 있는 것은 계속하여 위 사업비 상당액이 정부의 예산에 반영되지 못하였기 때문이었던 것으로 보인다.<br/>   ⑥ 이러한 상황하에서 원고에게 그 지도·감독기관인 국토교통부를 상대로 이 사건 철도역사에 관한 사업비 상당의 지급지체에 관하여 법적조치를 취할 것을 기대하기는 현실적으로 어렵다.<br/>   ⑦ 그럼에도 원고는 이 사건 철도역사를 준공한 2011. 10. 30.경 이후부터 계속하여 국토교통부, 철도청 등과의 협의를 통하여 이 사건 철도역사에 관하여 부담한 건설 사업비 상당을 회수하기 위하여 노력한 것으로 보이고, 2009. 5. 21.경에는 이 사건 철도역사에 관한 사업비 정산을 제2공항철도(2016년 이후 건설 예정) 사업비에 반영하여 정산 추진하는 것으로 그 정산시기 및 방법 등을 상당히 구체화하여 협의하였다.<br/>   ⑧ 기록상 이 사건 채권의 변제기를 알 수 있는 뚜렷한 자료가 없는바, 이 사건 채권은 변제기를 특별히 정하지 않은 채권으로 보인다. 원고는 이 사건 철도역사 준공시점 무렵부터 계속하여 이행을 청구하였던 것으로 보이는 반면, 국토해양부는 예산부족을 이유로 그 지급을 계속하여 미루어 왔는바, 이 사건 처분 당시까지 이 사건 채권은 사실상 회수가능하지 않은 상태에 있었다고 볼 여지가 있고, 원고가 채무자의 변제자력 있음을 알면서도 그 회수를 지연하였다고 평가할 수 없다.<br/>   ⑨ 원고 법인의 설립경위, 이 사건 채권의 발생경위 및 그 이후의 사정 등을 전체적으로 살펴보면, 원고에게 회수지연이 용인될 만한 불가피한 객관적인 사정이 있었다고 할 수 있다.<br/>  3) 그럼에도 피고는 이 사건 처분을 함에 있어서 원고가 이 사건 채권의 회수를 장기간 지연하였다는 이유만으로 그와 같은 회수 지연이 부당행위계산 부인대상에 해당하고, 미회수된 채권 상당액을 업무무관 가지급금에 해당한다고 보아 그에 대한 지급이자를 손금불산입하고 인정이자를 익금산입하였으므로, 이는 위법하다.<br/>바. 예비적 처분사유에 관하여<br/>  부당행위계산의 유형을 정하고 있는 구 법인세법 시행령 제88조 제1항 제2호 소정의 무수익자산이라 함은 법인의 수익파생에 공헌하지 못하거나 법인의 수익과 관련이 없는 자산으로서 장래에도 그 자산의 운용으로 수익을 얻을 가망성이 희박한 자산을 말하고, 부당행위계산부인의 대상인 무수익자산의 매입으로 인정되면, 구 법인세법 제52조, 구 법인세법 시행령 제88조 제1항 제2호, 제89조 제3항에 의하여 무수익자산의 매입은 부인되고 대신 매입대금 상당을 법인이 출자자 등에게 대여한 것으로 의제하여 구 법인세법 시행령 제89조 소정의 인정이자를 익금산입하는 것이 타당하다(대법원 2000. 11. 10. 선고 98두12055 판결 등 참조).<br/>  우선 이 사건 철도역사의 소유권이 피고에게 귀속됨은 앞에서 본 바와 같고, 2007년 사업연도 법인세 부과처분의 적법성이 문제되는 이 사건에서, 원고가 일단 피고에게 귀속된 이 사건 철도역사를 피고로부터 ‘매입’하였다고 볼 만한 아무런 자료가 없으며(피고도 부당행위계산부인 대상을 당초 무수익자산 매입행위에서 채권회수지연행위로 처분사유를 변경하여 처분하였음은 앞서 본 바와 같다), 이 사건 철도역시가 무수익자산에 해당한다고 볼 만한 뚜렷한 근거도 없다. 그리고 설령 원고의 무수익자산 매입행위가 인정된다고 하더라도 그 매입상당액을 국가에 대여한 것으로 의제되어 인정이자 익금산입의 여지가 있을 뿐, 곧바로 업무무관 가지급금으로 취급하여 지급이자 손금불산입으로 되는 것도 아니며, 업무관련성 여부에 관한 피고의 아무런 입증도 없다. 예비적 처분사유는 받아들이지 않는다.<br/>사. 취소의 범위<br/>  이 사건 처분 중 이 사건 철도역사를 원고 소유 자산이 아니라고 보아 그 감가상각비를 손금에 산입하지 아니한 부분은 적법하나, 이 사건 채권 상당액을 업무무관 가지급금으로 보아 관련 지급이자를 손금불산입하고 인정이자를 익금산입한 부분은 위법하므로, 위법한 부분만을 시정하여 정당한 세액을 계산하면, 별지3 표 ‘②감가상각비 손금불산입 유지하고 인정이자 익금불산입, 지급이자 손금산입’란 기재와 같이 386,898,566원이 된다. <br/>  따라서 이 사건 처분 중 정당세액 386,898,566원을 초과하는 부분은 위법하므로 취소되어야 한다.<br/>3. 결론<br/>  그렇다면, 원고의 이 사건 청구는 위 인정범위 내에서 이유 있어 이를 인용하고 나머지 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 임민성(재판장) 홍윤하 심우승 ",
    "사건번호": "2015구합52412",
    "사건종류코드": "400108",
    "판례정보일련번호": "224369",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}