{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220413",
    "법원명": "서울고등법원",
    "사건명": "취득세등부과처분취소",
    "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 태경 담당변호사 박주송)<br/>【피고, 피항소인】 서울특별시 광진구청장 (소송대리인 법무법인 로민 담당변호사 김선관)<br/>【제1심판결】 서울행정법원 2021. 7. 7. 선고 2020구단74613 판결<br/>【변론종결】2022. 3. 16.<br/>【주    문】<br/>  1. 원고의 항소를 기각한다. <br/>  2. 항소비용은 원고가 부담한다. <br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 피고가 2019. 11. 10. 원고에 대하여 한 별지1 부과내역표 기재 취득세 합계89,458,910원(가산세 포함), 지방교육세 합계 8,254,460원(가산세 포함), 농어촌특별세 합계 4,134,320원(가산세 포함)의 부과처분을 모두 취소한다.<br/>【이    유】1. 처분의 경위 및 관련 법령<br/>  이 법원이 이 부분에 관하여 설시할 이유는, 제1심판결의 해당 부분(제1항 ‘처분의 경위’ 부분 및 제2의 나.항 ‘관련 법령’ 부분)을 아래와 같이 추가하거나 수정하는 것 외에는 제1심판결의 해당부분 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>  ○ 제1심판결문 2쪽 7행, 아래에서 4번째 행, 3쪽 8, 9, 10, 16행의 각 \"낙찰금액\"을 각 \"매각대금\"으로 수정한다. <br/>  ○ 제1심판결문 \"[별지2] 관련 법령\" 중 ‘● 구 지방세법(2018. 12. 31. 법률 제16113호로 일부 개정되기 전의 것, 이하 같다)’ 항목 부분에 \"제10조 ② 제1항에 따른 취득 당시의 가액은 취득자가 신고한 가액으로 한다. 다만, 신고 또는 신고가액의 표시가 없거나 그 신고가액이 제4조에서 정하는 시가표준액보다 적을 때에는 그 시가표준액으로 한다.\"를 추가한다.  <br/>2. 처분의 적법 여부<br/>가. 원고 주장 요지 <br/>1) 이 사건 체납 관리비는 이 사건 부동산의 취득시기 이전에 지급이 확정된 비용이라고 볼 수 없으므로, 취득세의 과세표준이 되는 사실상 취득가격에 포함되는 비용으로 볼 수 없다. 또한 이 사건 체납 관리비는 원고가 전 소유자를 상대로 구상금 청구 소송을 제기하여 승소 판결을 받은 이상 이 사건 부동산을 취득하기 위해 원고가 최종적으로 부담하는 금액이라고 볼 수 없고, 취득세의 과세표준을 산정함에 있어서 원고가 전 소유자를 상대로 위 승소 판결에 기하여 이 사건 체납 관리비 상당의 금원을 실제 회수할 수 있는지 여부를 고려하여서는 아니 된다.   <br/>2) 원고는 경매방법에 의한 부동산 취득의 경우 체납관리비가 취득세의 과세표준이 되는 사실상 취득가격에 포함된다거나 이 사건 부동산에 체납관리비가 있다는 사실을 알지 못하였으므로, 취득세 납세의무를 알지 못한 데에 정당한 사정이 있다고 할 것인바, 원고가 납세의무를 해태하였다고 볼 수 없어 가산세 부과는 부당하다.<br/>나. 판단<br/>1) 근거 법령 및 관련 법리 <br/>가) 구 지방세법은 취득세의 과세표준과 관련하여 \"취득세의 과세표준은 취득 당시의 가액으로 한다.\"고 규정하면서(제10조 제1항 본문) 여기서 ‘취득 당시의 가액은 취득자가 신고한 가액’으로 하되(같은 조 제2항 본문), ‘다만 신고 또는 신고가액의 표시가 없거나 그 신고가액이 지방세법 소정의 시가표준액보다 적을 때에는 그 시가표준액으로 한다.’(같은 조 제2항 단서)고 규정하고 있다.<br/>나) 나아가 구 지방세법 제10조 제5항(이하 ‘이 사건 사실상 취득가격조항’이라 한다)은 구 지방세법 제10조 제2항 단서의 특칙으로 ① 국가·지방자치단체 및 지방자치단체조합으로부터의 취득, ② 외국으로부터의 수입에 의한 취득, ③ 판결문·법인장부 중 대통령령이 정하는 것에 따라 취득가격이 증명되는 취득, ④ 공매방법에 의한 취득 및 ⑤ ‘부동산 거래신고 등에 관한 법률’ 제3조에 따른 신고서를 제출하여 같은 법 제5조의 규정에 따라 검증이 이루어진 취득에 대하여는 위 신고 유무 및 신고가액에 관계없이 그 입증된 사실상의 취득가격에 따라 취득세를 부과하도록 규정하고 있다. <br/>다) 구 지방세법 시행령 제18조 제1항 본문은 \"법 제10조 제5항 각 호에 따른 ‘취득가격’은 취득의 시기를 기준으로 그 이전에 해당 물건을 취득하기 위하여 거래 상대방 또는 제3자에게 지급하였거나 지급하여야 할 일체의 직접비용과 다음 각 호의 어느 하나에 해당하는 간접비용의 합계액으로 한다\"라고 규정하면서 간접비용으로 ‘취득대금 외에 당사자의 약정에 따른 취득자 조건 부담액과 채무인수액(제5호)’, ‘제1호부터 제9호까지의 비용에 준하는 비용(제10호)’ 등을 열거하고 있다. <br/>라) 결국 위 각 규정에 의하면, 이 사건과 같이 경매를 통해 부동산을 취득하는 경우 그 취득세의 과세표준은 매각대금 자체가 아니라 ‘사실상의 취득가격’으로서, 그 구체적인 범위는 구 지방세법 시행령 제18조 제1항에 의하여 정하여진다.  <br/>마) 이때 구 지방세법 시행령 제18조 제1항에서 말하는 ‘취득가격’에는 과세대상 물건의 취득 시기 이전에 지급원인이 발생 또는 확정된 것으로서 당해 물건 자체의 가격은 물론 그 이외에 실제로 당해 물건 자체의 가격으로 지급되었다고 볼 수 있거나 그에 준하는 취득절차비용도 간접비용으로서 이에 포함된다고 할 것이다(대법원 1997. 12. 26. 선고 97누10178 판결, 대법원 2010. 5. 27. 선고 2010두2807 판결 참조). 또한 취득을 위한 경비인지 여부는 해당 자산의 취득에 상당한 정도의 관련성 있는 비용을 의미한다(대법원 2013. 9. 12. 선고 2013두5517 판결 등 참조). <br/>2) 이 사건 체납 관리비가 ‘사실상 취득가격’에 포함되는지 여부 <br/>         이 사건 체납 관리비가 이 사건 부동산을 취득하기 위하여 부동산 자체의 가격으로서 거래 상대방 등에게 지급된 ‘직접비용’에 해당하지 않음은 당사자 사이에 다툼이 없다. 결국 이 사건 체납 관리비가 이 사건 부동산을 취득하는데 지출된 상당한 관련성 있는 대가로서 구 지방세법 제10조 제5항 각 호의 ‘간접비용’에 해당하는지 여부가 문제되는바, 당사자 사이에 다툼이 없거나 제1심에서 인정한 사실 및 그 인정근거, 갑 제5호증, 을 제1 내지 6, 14호증의 각 기재(가지번호 포함, 이하 같다)에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사실 및 사정에 비추어 보면, 이 사건 체납 관리비는 원고 등이 과세대상물건인 이 사건 부동산을 경매를 통해 취득함에 있어서 이 사건 부동산의 특별승계인의 지위에서 전 소유자가 부담하는 공용부분 체납관리비 납부의무를 법률에 따라 승계한 채무인수액으로서, 이 사건 부동산 취득과 상당한 정도의 관련성 있는 부대비용이라고 할 것이므로, 구 지방세법 시행령 제18조 제1항 제5호 또는 이에 준하는 제10호에서 정한 간접비용에 해당한다고 봄이 타당하다. 따라서 이 사건 체납 관리비는 취득세의 과세표준인 ‘사실상의 취득가격’에 포함된다고 할 것이므로, 이에 반하는 원고의 위 주장은 이유 없다.<br/>가) 부동산을 일반매매가 아닌 담보권 실행을 위한 경매를 통해 취득하는 경우에는 경매에 입찰하여 최고가매수인으로 선정되어 매각대금을 납부하면 소유권을 취득하므로 원칙적으로 취득가액은 법원이 발급해 준 매각대금완납증명원 상의 매각대금이라 할 것이나, 우리 민사집행법은 경매에서 인수주의를 채택하고 있어(민사집행법 제91조) 경매 과정에서 소멸되지 않고 매수인에게 인수되는 권리로 인해 추가로 부담해야 하는 금액이 발생하게 된다. 결국 매수인이 매각대금을 완납하더라도 위 추가부담금액을 부담하지 않고서는 해당 부동산의 소유권을 온전히 취득하지 못하게 되므로, 위 추가부담금액은 해당 부동산의 소유권 취득과 실질적 관련성 있는 비용으로서 취득세 과세표준인 ‘사실상 취득가격’에 포함된다고 봄이 타당하다. 이 사건 사실상 취득가격조항의 입법취지 역시 담보권 실행을 위한 경매나 공매를 통해 부동산을 취득하는 경우에는 위와 같이 매각허가결정 이후에도 소멸하지 않고 인수되는 권리로 인해 추가부담금액이 발생하는 관계로 일반적으로 시가보다 낮은 가격에 부동산을 취득하는 경우가 많은 점 등을 감안한 것이다.     <br/>나) 위 법리에 비추어, 민사집행법 제91조 제3항에 의하면 배당절차에서 임대차보증금을 전액 배당받지 못한 대항력 있는 임차인의 잔존 임대차보증금에 대해서는 경매에서 부동산을 취득한 매수인이 인수하여야 하는바, 일반적으로 경매절차에서 경매 목적 부동산의 가액을 감정 평가함에 있어서도 해당 부동산에 대항력 있는 임차권이나 담보권이 설정되어 있는 경우에는 그에 따른 임대차보증금이나 피담보채무액을 감안하여 산정하게 되므로, 대항력 있는 임차권의 목적부동산을 경매절차를 통해 취득한 매수인이 임차인에게 반환한 임대차보증금은 실질적으로 그 부동산을 취득하는 데 소요된 대가와 같이 볼 수 있어 부동산의 취득가액으로 산정할 수 있다(대법원 1992. 10. 27. 선고 92누11954 판결 참조). <br/>다) 한편, 원고 등은 집합건물인 이 사건 부동산을 담보권 실행을 위한 경매를 통해 취득하였고, 원고 등이 이 사건 부동산을 취득하기 이전부터 이 사건 부동산의 공용부분 관리비는 체납되어 그 변제 범위가 확정된 상태였던 것으로 보인다. 이때 집합건물의 공용부분은 전체 공유자의 이익에 공여하는 것이어서 공동으로 유지·관리해야 하고 그에 대한 적정한 유지·관리를 도모하기 위해서는 소요되는 경비에 대한 공유자 간의 채권은 이를 특히 보장할 필요가 있어 공유자의 특별승계인에게 그 승계의사의 유무에 관계없이 청구할 수 있도록 집합건물의 관리에 관한 법률 제18조에서 특별규정을 두고 있고(대법원 2001. 9. 20. 선고 2001다8677 판결 참조), 이 사건 부동산의 관리규약 역시 공유자의 특별승계인에게 점유자와 연대하여 관리비 등의 채무를 변제할 책임을 부과하고 있는바, 집합건물인 이 사건 부동산의 특별승계인인 원고 등은 전 소유자의 체납관리비 중 공용부분 체납관리비에 해당하는 이 사건 체납 관리비를 승계하여 변제할 책임을 부담한다.<br/>라) 이 사건 체납 관리비는 민사집행법상 매각허가결정 이후에도 소멸하지 않고 인수되는 권리에 규정되어 있지 않고, 이 사건 부동산에 대한 경매절차에서 배당절차에 당연히 참가할 수 있는 채권에 해당하지 않으며, 이 사건 부동산의 가액을 감정 평가함에 있어서 그 승계 가액이 감안되지도 않았다. 그러나 이 사건 체납 관리비 역시 집합건물의 관리에 관한 법률 제18조 및 이 사건 부동산의 관리규약에 따라 매각허가결정 이후에도 소멸하지 않고 특별승계인에게 인수되는 점, 이 사건 체납 관리비는 이 사건 부동산의 소유권을 취득하기 이전에 이미 이 사건 부동산 자체의 사용·수익과 관련하여 발생되었고, 매수인이 매각대금을 완납하여 그 소유권을 취득함과 동시에 매수인에게 인수되므로, 이 사건 부동산의 사용·수익과 관련된 비용으로서 실질적으로 이 사건 부동산을 취득하여 그 소유권을 행사하는데 소요된 대가로 볼 수 있는 점 등에서 앞서 본 대항력 있는 임차인의 임대차보증금과 그 법적 성격이 크게 다르지 않다. <br/>마) 이 사건 사실상 취득가격조항에서 ‘취득대금 외에 당사자의 약정에 따른 취득자 조건 부담액과 채무인수액(제5호)’을 사실상의 취득가격에 포함되는 간접비용의 하나로 규정하고 있는바, 매수인이 집합건물의 관리에 관한 법률 제18조 및 이 사건 부동산의 관리규약 등에 따라 승계하는 이 사건 체납 관리비 역시 위 제5호에 준하는 간접비용으로 볼 수 있고, 이와 같이 해석하더라도 이 사건 사실상 취득가격조항의 입법취지에 반하지 않는다.      <br/>바) 또한 이 사건 체납 관리비와 같이 특별승계인이 이를 인수한 후 전 소유자에게 구상을 하더라도 변제받을 가능성이 희박한 공용부분 체납 관리비에 대해서는 ‘취득가액’에 산입되는 부대비용으로서 양도소득세의 필요경비로 인정되는바(대법원 2013. 4. 26. 선고 2012두28285 판결 참조), 비록 경매를 통해 부동산을 취득한 경우 지방세법 상의 취득세 과세표준과 소득세법 상의 양도소득세 과세표준이 ‘취득 당시의 가액’과 관련하여 완전히 일치하는 개념은 아니지만 유사한 개념을 사용하고 있는 이상, 이 사건 체납관리비가 취득세 과세표준인 ‘사실상의 취득가격’에 포함되는지 여부를 판단함에 있어서도 위 양도소득세에 관한 판례 법리를 참작하여 이 사건 체납 관리비를 ‘취득가액에 포함되는 부대비용’으로서 ‘간접비용’에 해당한다고 해석함이 타당하다.  <br/>사) 원고 등이 이 사건 부동산의 체납된 공용부분 관리비를 납부하고 전 소유자 및 점유자를 상대로 구상금청구 소송을 제기하여 2019. 12. 19. 승소 판결을 받은 사실은 당사자 사이에 다툼이 없고, 그로부터 2년이 넘도록 당심에 이르기까지 원고 등이 전 소유자 및 점유자로부터 이 사건 체납 관리비를 구상하지 못하고 있는 이상 향후에도 이를 변제받을 가능성은 거의 없는 것으로 보이는바, 이 사건 체납 관리비를 취득세의 과세표준에 포함하더라도 원고 등으로서는 향후 이 사건 체납 관리비를 양도소득세의 필요경비로 인정받아 양도차익에서 공제받을 수 있으므로, 앞서 본 바와 같이 해석하더라도 납세의무자인 원고 등의 권리를 크게 해한다고 보기도 어렵다. <br/>3) 가산세 부과가 정당한지 여부 <br/>         이 법원이 이 부분에 관하여 설시할 이유는, 제1심판결의 해당 부분[제2의 다. 3)항 ‘가산세 부과가 정당한지 여부’ 부분] 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>3. 결론<br/>  따라서 원고의 청구는 이유 없어 이를 기각하여야 한다. 제1심판결은 이와 결론을 같이하여 정당하므로, 원고의 항소는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.  <br/>[별지 생략]<br/><br/>판사 배준현(재판장) 이은혜 배정현 ",
    "사건번호": "2021누54295",
    "사건종류코드": "400108",
    "판례정보일련번호": "233305",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}