{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20210707",
    "법원명": "서울행정법원",
    "사건명": "취득세등부과처분취소",
    "판례내용": "【원    고】 원고 (소송대리인 법무법인 태경 담당변호사 박주송)<br/>【피    고】 서울특별시 광진구청장 (소송대리인 법무법인 로민 담당변호사 김선관)<br/>【변론종결】2021. 4. 28.<br/>【주    문】<br/>  1. 원고의 청구를 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고가 2019. 11. 10. 원고에 대하여 한 별지1 부과내역표 기재 취득세 합계 89,458,910원(가산세 포함), 지방교육세 합계 8,254,460원(가산세 포함), 농어촌특별세 합계 4,134,320원(가산세 포함)의 부과처분을 취소한다.<br/>【이    유】1. 처분의 경위<br/> 가. 원고와 소외 1, 소외 2, 소외 3(이하 ‘원고 등’이라 한다)은 경매절차에서 서울 광진구 (주소 및 호실 생략) 외 10개 호실(이하 ‘이 사건 부동산’이라 한다)을 아래 표 기재와 같이 취득하고, 낙찰금액을 과세표준으로 하여 산정한 취득세, 지방교육세, 농어촌특별세(이하 ‘취득세 등’이라 한다)를 같은 표 기재와 같이 신고·납부하였다.<br/>낙찰자호실취득일낙찰금액원고 납부 취득세 등원고(2/3) 외 1명호실 1 생략2016.  5. 17.429,999,00019,779,940원고(1/2) 외 1명호실 2 생략2017.  5. 23.2,419,999,999111,319,970원고(1/2) 외 1명호실 3 생략2017. 11. 10.2,630,000,000120,980,000원고(1/3) 외 2명호실 4 생략2017. 11. 29.2,899,999,999133,399,970원고(1/3) 외 2명호실 5 생략2017. 11. 30.2,499,999,999114,999,970원고(1/3) 외 2명호실 6 생략2017. 12.  5.2,739,999,999126,039,970원고(1/3) 외 2명호실 7 생략2017. 12. 12.2,739,999,999126,039,970원고호실 8 생략2016.  4.  4.568,999,99926,173,970원고(1/10),소외 1,소외 2,소외 3호실 9 생략2018.  7. 26.1,688,999,99977,693,970호실 10 생략2018.  7. 26.428,999,99919,733,970호실 11 생략2018.  7. 26.418,999,99919,273,970<br/> 나. 원고는 경매절차의 낙찰금액인 19,465,998,982원을 과세표준으로 하여 산정한 취득세 등 합계 895,435,670원을 신고·납부하였다. <br/> 다. 피고는 2019. 11. 10. 이 사건 부동산의 체납 관리비 중 원고에게 승계된 공용부분 체납관리비 1,728,277,823원(부가가치세 제외)이 있음을 확인하고, 이를 취득가격에포함시켜 별지1 부과내역표 기재와 같이 원고에게 취득세 등을 부과·고지하였다.<br/> 라. 원고와 소외 1, 소외 2, 소외 3은 이 사건 처분에 불복하여 조세심판원에 심판청구를 하였으나, 조세심판원장은 2020. 8. 20. 이를 기각하였다.<br/> [인정근거] 다툼 없는 사실, 갑 제1 내지 4호증, 을 제7, 9, 13호증의 각 기재(각 가지번호 포함), 변론 전체의 취지<br/>2. 처분의 적법 여부<br/> 가. 원고 주장<br/>   1) 체납 관리비는 취득물건과 별개의 권리에 관한 보상 성격으로 지급되는 비용에 해당하고, 최종적으로 원고가 부담하는 금액도 아니므로 취득세 과세표준이 되는 실지거래가격에 포함될 수 없다. 원고는 전 소유자를 상대로 구상금 청구 소송을 제기하여 승소 판결을 받았는바, 취득세의 과세표준은 명확하고 분쟁이 없어야 하므로, 상환 받을 수 있는 채권을 취득가격에 포함시키는 것은 부당하다. <br/>   2) 피고는 원고에게 가산세를 부과하였는바, 원고는 경매방법에 의한 부동산 취득의 경우 체납관리비가 사실상 취득가격에 포함된다거나 이 사건 부동산에 체납관리비가 있다는 사실을 알지 못하였으므로 취득세 납세의무를 알지 못한 데에 정당한 사정이 있다. 따라서 원고가 납세의무를 해태하였다고 볼 수 없으므로 가산세 부과는 부당하다. <br/> 나. 관련 법령<br/>   별지2 기재와 같다.<br/> 다. 판단<br/>   1) 체납 관리비가 사실상의 취득가격에 포함되는지 여부 <br/>     가) 위 관련 법령 규정에 의하면, 경매방법에 의한 부동산 취득의 경우 사실상 취득가격에 의하여 과세표준을 정하고, 여기에서 말하는 취득가격은 과세대상물건의 취득시기를 기준으로 그 이전에 당해 물건을 취득하기 위하여 거래상대방 또는 제3자에게 지급하였거나 지급하여야 할 직접비용과 구 지방세법 시행령 제18조 제1항 각 호의 간접비용의 합계액을 말한다.<br/>       일반적인 부동산 매매의 경우에는 매도인과 매수인이 합의에 의해 매매대금을 정하므로 취득세의 과세표준은 매수인이 지급한 매매대금이 된다. 그러나 경매로 부동산을 취득하는 경우 당사자들 사이의 합의가 아닌 매수인(경락인)의 낙찰금액에 따라 매각대금이 결정되고, 낙찰금액은 시세에 비해 낮은 가격인 경우가 대부분이며, 매수인은 낙찰금액 외에 추가로 부담하여야 하는 금액이 발생할 수 있고, 목적물을 인도받기까지 시간이 지연될 수 있다. 이러한 경매절차의 특수성을 고려하여 구 지방세법 제10조 및 구 지방세법 시행령 제18조 제1항은 실질과세의 원칙에 따라 조세정의와 형평을 실현하기 위해 경매로 인한 부동산의 취득의 경우 실질적으로 부동산의 취득을 위하여 소요된 비용을 사실상의 취득가격에 포함시켜 이를 과세표준으로 삼도록 한 데에 그 입법취지가 있다.<br/>        즉, 경매에서 낙찰대금 자체가 과세표준이 되는 것이 아니라 과세대상물건의 취득 시기 이전에 지급원인이 발생 또는 확정된 것으로서 당해 물건 자체의 가격은 물론 그 이외에 실제로 당해 물건 자체의 가격으로 지급되었다고 볼 수 있거나 그에 준하는 취득절차비용도 간접비용으로서 이에 포함된다고 할 것이다(대법원 2010. 5. 27. 선고 2010두2807 판결 참조). <br/>     나) 살피건대, 앞서 본 증거들 및 갑 제5호증, 을 제1 내지 6, 12호증의 각 기재(각 가지번호 포함)에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들을 앞서 본 구 지방세법 관련 규정의 입법취지에 비추어 보면, 원고 등이 납부한 체납된 공용부분 관리비는 법률에 따라 인수한 채무인수액으로서 실질적으로 이 사건 부동산의 취득을 위하여 소요된 비용이라고 봄이 타당하므로, 구 지방세법 시행령 제18조 제1항 5호 또는 10호에서 정한 간접비용에 해당하여 사실상의 취득가격에 포함된다고 판단된다. 따라서 이 사건 처분은 적법하고, 원고의 주장은 이유 없다.<br/>       ⑴ 집합건물의 공용부분 관리비가 체납된 경우 집합건물의 특별승계인은 체납관리비를 승계하여야 하고(집합건물의 관리에 관한 법률 제18조), 원고는 집합건물인 이 사건 부동산을 임의경매절차에서 취득하였다. 이 사건 부동산에는 근저당권설정등기와 다수의 가압류등기, 압류등기가 마쳐져 있었으므로, 19,465,998,982원의 거액에 이 사건 부동산을 낙찰 받은 원고로서는 이 사건 부동산에 대한 공용부분 관리비가 체납되어 있을 경우 이를 승계하여 납부하여야 한다는 점을 충분히 예상할 수 있었던 것으로 보이고, 실제 입찰금액을 결정함에 있어서도 이러한 사정을 충분히 고려하였을 것으로 보인다.<br/>       ⑵ 원고가 이 사건 부동산의 체납된 공용부분 관리비를 납부하고 전소유자를 상대로 구상금청구 소송을 제기하여 승소 판결을 받은 사실은 인정할 수 있다. <br/>         그러나 취득에 소요된 비용인지 여부는 취득시기를 기준으로 객관적으로 보아 취득자의 부담으로 귀속될 것인지에 따라 가려야 하는 것인데, 원고는 이 사건 부동산을 취득하여 집합건물법에 따라 체납된 공용부분 관리비를 인수하게 되었고, 앞서 본 바와 같이 이 사건 부동산의 전소유자는 채권자들에 대한 채무를 변제하지 못하고 고액의 공용부분 관리비를 체납하고 있는 상태였으므로, 원고는 이 사건 부동산의 취득시기를 기준으로 볼 때 체납된 공용부분 관리비를 납부하더라도 전소유자로부터 상환받기 어렵다고 보이므로, 체납된 공용부분 관리비는 원고의 부담으로 귀속될 비용으로 봄이 상당하다.<br/>         또한 대항력 있는 임차권의 목적부동산을 경매절차에서 낙찰받은 매수인이 임차인에게 반환한 임대차보증금은 실질적으로 그 부동산을 취득하는 데 소요된 대가와 같이 볼 수 있어 부동산의 취득가액으로 산정하므로(대법원 1992. 10. 27. 선고 92누11954 판결 참조). 배당절차에서 임대차보증금을 전액 배당받지 못한 임차인의 잔존 임대차보증금에 대해서는 경매에서 부동산을 취득한 매수인이 인수하여야 하고, 매수인이 임대차보증금을 반환한 경우 전소유자에게 구상금 또는 부당이득금을 청구할 수 있는 점에 비추어 보면, 체납된 공용부분 관리비를 취득가격에 포함시키는 것이 부당하다고 보기 어렵다. <br/>   3) 가산세 부과가 부당한지 여부<br/>     세법상 가산세는 과세권의 행사 및 조세채권의 실현을 용이하게 하기 위하여 납세자가 정당한 이유 없이 법에 규정된 신고, 납세 등 각종 의무를 위반한 경우에 개별세법이 정하는 바에 따라 부과하는 행정상 제재로서, 납세자의 고의·과실은 고려되지 아니한다. 따라서 원고가 인수하게 된 체납관리비가 사실상 취득가격에 포함된다는 것을 알지 못하였다거나 그 액수를 알지 못하였다는 사정은 원고의 납세의무 위반을 탓할 수 없는 정당한 사유에 해당하지 않으므로(대법원 2004. 6. 24. 선고 2002두10780 판결, 대법원 2016. 10. 27. 선고 2016두44391 판결 등 참조), 원고의 이 부분 주장은 이유 없다.<br/>3. 결론<br/>  그렇다면 원고의 이 사건 청구는 이유 없으므로 이를 기각하기로 하여, 주문과 같이 판결한다.  <br/>[별지 생략]<br/><br/>판사 반효림 ",
    "사건번호": "2020구단74613",
    "사건종류코드": "400108",
    "판례정보일련번호": "233375",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}