{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20171213",
    "법원명": "서울고등법원",
    "사건명": "법인세등부과처분취소",
    "판례내용": "【원고, 항소인 겸 피항소인】 주식회사 문화방송 (소송대리인 법무법인(유한) 화우 담당변호사 김용택 외 2인)<br/>【피고, 피항소인 겸 항소인】 영등포세무서장 (소송대리인 법무법인 삼익 담당변호사 감병욱 외 1인)<br/>【제1심판결】 서울행정법원 2016. 10. 28. 선고 2015구합78571 판결<br/>【변론종결】2017. 11. 22.<br/>【주    문】<br/>  1. 제1심판결(이 법원에서 청구취지 감축으로 실효된 부분 제외) 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>  2. 원고의 항소를 기각한다.<br/>  3. 소송총비용 중 3/4은 원고가, 나머지는 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고가 2013. 1. 2. 원고에 대하여 한, <br/>  ① 2007 사업연도 법인세 236,207,973원(가산세 포함, 이하 같다)의 부과처분 중 78,501,839원을 초과하는 부분을, <br/>  ② 2008 사업연도 법인세 264,579,699원의 부과처분 중 35,990,619원을 초과하는 부분을, <br/>  ③ 2009 사업연도 법인세 433,671,379원의 부과처분 중 250,696,143원을 초과하는 부분을, <br/>  ④ 2010 사업연도 법인세 457,439,233원의 부과처분을, <br/>  ⑤ 2011 사업연도 법인세 264,886,904원의 부과처분 중 17,931,786원을 초과하는 부분을, <br/>  ⑥ 2007년 제2기분 부가가치세 431,284,490원의 부과처분 중 35,780,745원을 초과하는 부분을, <br/>  ⑦ 2008년 제1기분 부가가치세 453,997,540원의 부과처분을,<br/>  ⑧ 2009년 제1기분 부가가치세 587,790,380원의 부과처분을 <br/>모두 취소한다(원고는 이 법원에서 피고의 감액경정결정에 따라 2007년 내지 2011년 법인세 부과처분에 관한 청구취지를 위와 같이 감축하였다. 제1심판결 중 청구취지가 감축된 부분에 해당하는 부분은 그로써 실효되었고, 이 법원의 심판범위도 원고가 위와 같이 감축하고 남은 청구취지 부분에 한정된다).<br/>2. 항소취지<br/> 가. 원고<br/>     제1심판결을 청구취지 기재와 같이 변경한다(원고의 청구취지 감축에 따라 항소취지도 이와 같이 변경되었다).<br/> 나. 피고<br/>     제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 제1심판결의 인용<br/>  이 법원이 적을 이유는, 제1심판결 이유 중 제2항(4면 밑에서 10행부터 5면 3행까지)을 삭제하고, 아래와 같이 고치거나 추가하고 제2항의 추가판단을 추가하는 것 외에는 제1심판결 이유(‘4. 결론’부분 제외)와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 따라 그대로 인용한다.<br/>○ 4면 2~4행의 “{}” 및 그 안의 내용을 삭제한다.<br/>○ 4면의 “〈표 2〉” 다음에 아래 내용을 추가한다.<br/>【 다. 피고는 2017. 11. 1. 이 법원에서 2쟁점과 관련하여 엠비씨아카데미의 원고 소유의 상표 사용료에 대한 감정결과를 반영하여 아래 〈표 3〉 기재 ‘감액경정세액’란 기재와 같이 2007~2011년 법인세에 대한 정당세액을 산정하고, 위 정당세액에 따라 감액경정하였다{이하 위 감액경정결정에 따라 감액되고 남은 법인세 (〈표 3〉 기재 ‘감액경정세액’란 금액) 및 조세심판결정에 따라 감액되고 남은 부가가치세(〈표 3〉 기재 ‘조세심판결정에 따른 감액경정세액’란 금액)를 ‘이 사건 처분’이라 한다}.<br/>〈표 3〉세목부과세액조세심판결정에 따른 감액경정세액감액경정세액법인세2007 사업연도387,255,390원387,255,390원236,207,973원2008 사업연도415,495,440원415,495,440원264,579,699원2009 사업연도556,025,580원556,025,580원433,671,379원2010 사업연도1,521,748,190원565,370,744원457,439,233원2011 사업연도846,231,990원745,999,589원264,886,904원주1)부가가치세2007년 제2기431,284,490원431,284,490원 2008년 제1기453,997,540원453,997,540원 2008년 제2기1,810,186,710원587,790,380원<br/>】<br/>○ 4면의 [인정근거]에 “을 제23호증”을 추가한다.<br/>○ 5면 아래에서 3행의 “선수금 계정” 왼쪽에 “‘일시상각충당금’이라는 명칭을 사용하여 손금산입하지 않았을 뿐”을 추가한다.<br/>○ 6면 3행의 “일시상각충담금”을 “일시상각충당금”으로 고친다.<br/>○ 7면 3행 다음에 아래 내용을 추가한다.<br/>【 (원고는, 전기오류수정손으로 계상한 감가상각비의 처리(법인세법 기본통칙 23- 034)를 근거로 일시상각충당금에 대한 신고조정을 거칠 필요가 없다고 주장한다. 그러나 위 기본통칙 내용은 ‘신고조정사항’이 아닌 ‘결산조정사항’에 관한 것으로서 관련이 없을 뿐만 아니라 적어도 ‘전기오류수정손’이라는 수정 회계처리를 한 경우이므로 일시상각충당금과 관련하여 어떠한 회계처리를 하지 아니한 이 사건에는 적용될 여지도 없다). 】<br/>○ 7면 4행부터 10면 5행까지를 아래와 같이 고친다.<br/>【 나. 2쟁점에 대한 판단<br/>  1) 인정사실<br/>  ① 원고는 아래와 같은 상표의 상표권자이고, 원고의 자회사인 주식회사 엠비씨아카데미(이하 ‘엠비씨아카데미’라고 한다)는 아래와 같은 상표를 사용하고 있다.<br/><br/>  ② 엠비씨아카데미는 2002년부터 화장 전문 미용학원을 운영하는 주식회사 뷰티르샤(이하 ‘뷰티르샤’라고 한다)와 사이에 뷰티르샤가 ‘MBC 아카데미 뷰티스쿨’ 상호를 사용하는 대신 엠비씨아카데미는 그 대가로 뷰티르샤로부터 상호사용료를 지급받기로 하는 내용의 상호사용계약을 체결하였다. 이에 따라 뷰티르샤는 ‘MBC 아카데미 뷰티스쿨’이라는 상호로 미용학원을 운영하면서 엠비씨아카데미의 사옥을 무상으로 사용하였고, 2007년부터 2011년까지 엠비씨아카데미에 상표권 사용대가를 지급하여 왔다. <br/>  ③ 피고는 엠비씨아카데미가 원고와 상표 등의 허여계약 등을 체결하거나 상표사용료에 대한 대가를 전혀 지급하지 않은 채, ‘MBC’ 및 ‘MBC아카데미’라는 상호를 무상으로 이용하면서 문화, 방송교육 등의 사업을 영위하고 있다는 이유로 브랜드사업과 관련하여 원고가 제3자와 거래한 가격을 시가로 보고, (i) 엠비씨아카데미가 2007년부터 2011년까지 뷰티르샤로부터 수취한 상호사용료의 60%에 해당하는 1,452,490,145원, (ii) 같은 기간 엠비씨아카데미의 매출액 중 문화 사업 및 방송교육 사업 매출액의 3%에 해당하는 2,089,508,344원을 부당행위계산 부인하여 익금에 산입하여, 2013. 1. 2. 원고에게 2007 내지 2011 사업연도 법인세 합계 1,156,853,762원을 경정· 고지하였다.<br/>  ④ 피고는 이 법원에서 엠비씨아카데미가 2007년부터 2011년까지 무상으로 사용한 원고 소유의 상표 사용료에 대한 감정을 신청하였고, 그 감정평가결과 2007년부터 2011년까지 상표 사용료가 1,583,739,000원으로 산정되자 당초 상표 사용료로 평가하여 익금에 산입한 3,541,998,489원(=1,452,490,145원＋2,089,508,344원) 중에서 감정평가에 따른 상표 사용료 1,583,739,000원만을 익금에 산입하여, 2017. 11. 1. 2007 내지 2011 사업연도 법인세에 대하여 앞서 본 〈표 3〉 ‘감액경정세액’란 기재와 같이 감액경정하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제4호증, 을 제23호증의 각 기재, 이 법원 감정인 김상기의 감정결과, 변론 전체의 취지<br/>  2) 원고의 주장 <br/>라는 상표는 엠비씨아카데미가 자체 고안한 상표이므로, 위 상표의 상표권자는 원고가 아닌 점, 엠비씨아카데미는 방송아카데미 및 문화센터 등을 운영하여 ‘MBC’ 상표의 가치 상승에 기여하고 있는 점, 원고는 ‘MBC’ 상표를 사용하는 18개의 지역계열사 및 14개 자회사로부터 아무런 상표 사용대가를 지급받고 있지 않는 점 등을 고려하면 원고가 엠비씨아카데미로부터 상표 사용료를 지급받지 않았다고 하여 경제적 합리성이 없는 비정상적 거래라고 할 수 없고, 나아가 상표 사용료를 산정함에 있어 엠비씨아카데미의 상표 가치 상승에 대한 기여분을 반영하지 아니한 것은 합리성이 없으므로 이 부분 처분은 위법하다. <br/>  3) 판단<br/>  가) 부당행위 해당 여부<br/>   (1) 관련 법리<br/>   부당행위계산이라 함은 납세자가 정상적인 경제인의 합리적 거래형식에 의하지 아니하고 이상한 거래형식을 취함으로써 통상의 합리적인 거래형식을 취할 때 생기는 조세의 부담을 경감 내지 배제시키는 행위계산을 말하고, 법인세법 제52조에서 부당행위계산 부인 규정을 둔 취지는 법인과 특수관계 있는 자와의 거래가 법인세법 시행령 제88조 제1항 각 호에 정한 제반 거래형태를 빙자하여 남용함으로써 경제적 합리성을 무시하였다고 인정되어 조세법적인 측면에서 부당한 것이라고 보일 때 과세권자가 객관적으로 타당하다고 인정되는 소득이 있었던 것으로 의제하여 과세함으로써 과세의 공평을 기하고 조세회피행위를 방지하고자 하는 것인바, 경제적 합리성의 유무는 거래행위의 제반 사정을 구체적으로 고려하여 그 거래행위가 건전한 사회통념이나 상관행에 비추어 경제적 합리성을 결한 비정상적인 것인지의 여부에 따라 판단하여야 한다(대법원 1997. 5. 28. 선고 95누18697 판결, 대법원 1998. 7. 24. 선고 97누19229 판결 등 참조). <br/>   한편, 상표권이란 상표권자의 독점적·배타적 권리로서 그 상표에는 상표권자가 상당한 자본과 노력, 시간을 투여하여 형성해 온 신용이 화체되어 있어 우리 법제도 상표법과 부정경쟁방지 및 영업비밀보호에 관한 법률 등을 통해 널리 알려진 재산적 가치가 있는 상표권을 보호하고 있다.<br/>   (2) 경제적 합리성의 유무에 따른 부당행위 여부 <br/>   위 인정사실에 의하여 알 수 있는 다음과 같은 사정을 앞에서 본 관련 법리에 비추어 살펴보면, 원고가 엠비씨아카데미로부터 상표 사용료를 지급받지 않은 것은 법인세법상 부당행위에 해당한다고 봄이 타당하다.<br/>  ① 중  부분은 원고가 보유하고 있는 상표에 해당하고, 는 원고가 상표로 보유하고 있는 와 유사상표에 해당한다. <br/>  ② 상표권자는 상표를 사용할 독점적·배타적 권리를 가지고 있으므로, 그 상표가 경제적으로 전혀 가치 없는 상표가 아닌 한 상표권 사용 허락에 따른 사용료를 수령하는 것이 경제적 합리성이 있는 거래라고 할 수 있고, 아무 대가 없이 상표 사용을 허락하는 것은 합리성을 결한 비정상적 거래행위라고 보아야 한다. 따라서 원고가 엠비씨아카데미에게 원고 소유의 상표 사용을 허락하였으면서도 그 대가 내지 사용료를 지급받지 아니한 것은 합리적이라고 할 수 없다.<br/>  ③ 상표권의 가치 창출 및 상승에 대한 기여자가 누구인지와 관계없이 그 상표를 사용할 배타적·독점적 권한은 상표권자에게 있으므로, 누구든 그 상표를 사용하기 위해서는 상표권자로부터 허락을 받아야 함은 물론 그 상표 사용에 관한 대가를 지급하는 것이 합리적인 거래행위라고 보아야 한다. 따라서 원고가 엠비씨아카데미로부터 원고 소유의 상표에 대한 사용료를 지급받지 아니한 것은 경제적 합리성이 있다고 볼 수 없다. 설령, 엠비씨아카데미가 원고의 상표를 사용하면서 상표 가치를 상승시키는 데에 일부 기여하는 역할을 하였다고 하더라도 그 대가를 지급하지 아니한 데에 합리성이 있다고 보려면 원고가 상표 사용료를 받는 것보다 엠비씨아카데미의 기여에 따른 상표 가치 상승으로 이익을 더 많이 받았어야 할 것이나, 이러한 점에 대하여는 갑 제34호증의 1 내지 7의 각 기재만으로는 그 증명이 부족하므로 원고가 상표 사용료를 받지 아니한 것이 합리성이 없기는 마찬가지이다. 원고는, 엠비씨아카데미가 무료로 봉사·공익활동을 함으로써 원고의 기업 이미지 쇄신과 원고의 상표 가치 상승에 상당 부분 기여하였고, 엠비씨아카데미의 연 매출액이 평균 155억 원인 점을 고려하면 엠비씨아카데미가 원고 소유의 상표 사용에 대한 반대급부로서 그 가치 상승에 기여한 정도가 상표 사용료를 넘어선다고 주장한다. 그러나 을 제16호증의 1 내지 7, 을 제17호증의 1, 2, 3의 각 기재에 의하면, 엠비씨아카데미는 종로구청, 마포구청, 논산시청 등 공공기관과 롯데쇼핑 주식회사, 주식회사 포스코 등 기업 등을 상대로 유상으로 위탁교육을 실시한 사실을 알 수 있을 뿐이고, 단순히 매출액의 규모만으로는 상표 사용에 기여하였는지 및 그 정도를 가늠할 수 없을 뿐 아니라 상표 사용을 허락받은 자로서 통상의 사용에 그치지 않고 상표 가치를 상승시키려는 특별한 활동을 별도로 하였다는 점에 대한 자료도 없으므로, 위 주장은 받아들일 수 없다.<br/>  ④ 원고는 엠비씨아카데미 외에 부산MBC, 목포MBC, 대구MBC 등의 18개 지역계열사 및 MBC드라마넷, MBC미디어플러스 등의 14개 자회사로부터 상표의 사용대가를 지급받지 않았는데, 원고 소유의 상표가 이들 회사의 활동으로 가치가 상승된 측면이 있다고 하더라도, 경제적 합리성 유무는 특수관계인이 아닌 자들과 사이에 이루어진 정상적인 거래를 기준으로 하여야 할 것이나, 이들 회사는 원고와 계열사 및 자회로서 엠비씨아카데미와 유사한 관계에 있어서 원고가 이들 지역계열사 및 자회사들로부터 상표 사용료를 지급받지 아니한 것은 별개의 또 다른 부당행위계산 부인의 대상이 될 수 있을 뿐인 점, 상표권의 가치 창출 및 상승에 대한 기여자라도 상표권자가 아닌 이상 그 상표를 사용하기 위해서는 상표권자에게 상표 사용에 관한 대가를 지급하여야 하고, 엠비씨아카데미의 활동만으로 원고 소유의 상표 가치가 창출·상승되었는지 및 그 정도가 분명하지 아니한 점 등에 비추어 위와 같은 사정이 엠비씨아카데미로부터 상표 사용료를 받지 아니한 데에 경제적 합리성이 있다는 근거가 되기는 어렵다. <br/>  나) 상표 사용료에 대한 시가 산정의 적법 여부<br/>   (1) 관련 규정 및 법리<br/>구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조 제1항, 제2항에 의하면 부당행위계산부인 규정을 적용할 때 시가는 “건전한 사회 통념 및 상거래 관행과 특수관계인이 아닌 자 간의 정상적인 거래에 적용되거나 적용될 것으로 판단되는 가격”을 기준으로 하여야 한다. 여기에서 시가라 함은 일반적이고 정상적인 거래에 의하여 형성된 객관적인 교환가치를 의미하고(대법원 2004. 9. 23. 선고 2002두1588 판결 등 참조), 시가에 대한 주장·증명책임은 과세관청에 있다(대법원 2017. 2. 3. 선고 2014두14228 판결 등 참조). 구 법인세법 시행령(2012. 2. 대통령령 제23589호로 개정되기 전의 것) 제89조는 제1항에서 특수관계인 외의 불특정다수인 또는 제3자간에 거래된 가격이 있는 경우에는 그 실제 거래가격을 시가로 인정할 수 있는 경우를 규정하고 있고, 제2항에서 시가가 불분명한 경우 감정평가액 또는 상속세 및 증여세법에서 규정한 보충적 평가방법에 의한 가격을 시가로 인정할 수 있는 경우도 규정하고 있다. <br/>   위 각 규정에 의하면, ‘일반적이고 정상적인 거래에 의하여 형성된 객관적 교환가치’가 있는 경우에는 그 교환가치를 시가로 그대로 인정할 수 있고, ‘특수관계인 외의 제3자들이 일반적으로 거래한 가격’이 있을 경우 그 가격을 시가로 인정할 수 있되, 그러한 교환가치 또는 일반적 거래 가격이 존재하지 않거나 불분명한 경우에는 감정평가액이나 상속세 및 증여세법의 보충적 평가방법에 의한 가격을 시가로 인정할 수 있다고 할 것이다. <br/>   (2) 감정평가액에 의한 시가 산정의 적법 여부<br/>   앞서 본 규정 등에 의하면, 원고 소유의 상표에 대하여는 일반적이고 정상적인 거래에 의하여 형성된 객관적 교환가치가 있다거나 특수관계인 외의 제3자들이 일반적으로 거래한 가격이 있다고 볼 자료가 없거나 그러한 가격의 존재 여부가 불분명하므로 감정평가액을 시가로 인정할 수 있는 경우에 해당한다고 봄이 타당하다.<br/>   이 법원 감정인 김상기의 감정결과에 의하면, 원고가 엠비씨아카데미에게 2007년부터 2011년까지 원고 소유의 상표를 사용하게 함으로써 지급받아야 할 적정 사용료는 1,583,739,000원인 사실을 인정할 수 있으므로, 위 감정평가액을 상표 사용료로 보아 익금에 산입한 것은 타당하다.<br/>   (3) 시가 산정에 엠비씨아카데미의 상표권 가치 상승 기여분을 반영하지 아니한 위법 여부<br/>   원고는, 엠비씨아카데미가 방송아카데미와 MBC문화센터 등을 통하여 매년 20만 명 이상의 수강생을 배출하였고, 다문화 가정 여성들을 위한 네일아트 무료 봉사활동, 공무원들의 스피치역량 강화를 위한 아나운서 교육, 노인요양원에 계시는 어르신들에 대한 발 마사지 등 각종 재능기부를 통한 봉사활동을 하여 원고 소유의 상표에 대한 가치 상승에 기여하였으므로 그 기여분 상당을 반영하여 상표 사용료가 산정되어야 한다고 주장한다. <br/>   그러나 앞서 본 바와 같이 원고가 제출한 증거만으로는 엠비씨아카데미가 원고 소유의 상표 가치를 상승시키는 데에 기여를 하였다고 보기에 부족하고, 달리 이를 인정할 증거가 없다. 】<br/>○ 11면 13행 다음에 아래 내용을 추가한다.<br/>【 원고가 2008. 7. 이후 스토리허브에 지급한 금액은 2008. 7. 10. 729,010,698원, 같은 달 31일 372,011,400원, 2008. 8. 18. 20,176,802원 등 합계 1,121,198,900원에 이른다. <br/>   마) 스토리허브는 매출수익 39억 7,566만 원, 비용 45억 1,296만 원으로 손실 5억 3,754원이 발생하여 2009. 10. 31. 적자 청산됨으로써 원고의 장부상 손실은 541,560,305원이 되었다. 그러나 위 매출수익에는 해외 판권수익 2,221,018,800원이 제외되었는데, 이를 반영하면 원고의 실제 최종 이익은 346,847,215원으로 산정된다. 】<br/>○ 12면 6~8행의 “②”항 내용을 아래와 같이 고친다.<br/>【 ② 원고와 해피테일 사이의 원금보장약정에 따르더라도 해피테일이 스토리허브로부터 투자원금 6억 3,000만 원을 2008. 6. 30.까지 모두 상환받은 후 원고가 2008. 7.경 및 같은 해 8.경 스토리허브에 변제한 채무액이 1,121,198,900원에 달하므로 선급금 2억 2,910만 원은 상계 처리를 통하여 회수할 수 있었던 점 】<br/>○ 12면 9행의 “스토리허브의 부도가 확정적이었다고 볼 수 없는 점”을 “스토리허브의 부도가 확정적이었다고 볼 수 없고, 원고는 스토리허브에 대한 투자로 최종적으로346,847,215원의 수익을 올린 점”으로 고친다.<br/>○ 13면 7행의 “승계해 주었으며” 다음에 아래 내용을 추가한다.<br/>【 (당초 임대차계약 중 공사기간을 2008. 11. 1.부터 2009. 8. 31.까지, 영업개시일을2009. 9. 1.로 각 변경하였다). 】  <br/>○ 14면 16행의 “없는 점” 다음에 아래 내용을 추가한다.<br/>【 (위 임대차계약은 부지 지상의 시설물 공사기간이 2008. 11. 1. 이후로 예정되어 있어 원고가 양도 당시 임차목적물을 인도받지 않았으므로 원고가 ○○○○ 사업과 관련하여 물적 시설을 보유하고 있었다고 볼 수도 없다) 】<br/>○ 14면 아래에서 2행의 “어려운 점” 다음에 아래 내용을 추가한다.<br/>【 ○○○○ 관련 사업은 원고가 추진하던 하나의 사업 내용에 불과하고 사업장별로 독립된 별도의 사업으로는 볼 수 없는 점, 사업용 재산을 비롯한 물적·인적시설 및 권리의무 등을 포괄적으로 양도하는 사업양도에 있어서는 ○○○○ 라이센스의 가치는 물론 영업권, 인력 및 거래처 등의 가치도 평가하여 그 대가에 반영하여 지급받아야  할 것임에도 원고는 이러한 평가 없이 원고가 ○○○○ 멕시코 본사에 지급한 5억 4,900만 원과 같은 금액만을 엠비씨플레이비로부터 받았을 뿐인 점 】<br/>○ 18면 9행의 “있는 점” 다음에 아래 내용을 추가한다.<br/>【 (원고는, 위 2007. 2. 15.자로 변경된 개발사업약정 제6-2조 제3항 제4호에서 원고가 SK건설로부터 50억 원을 수익의 일부로 지급받기로 하였을 뿐 30억 원에 대하여는 규정한 바 없으므로 수익으로 교부받은 것이 아니라고 주장한다. 그러나 SK건설이 상업시설을 무상 제공하는 대신 30억 원을 지급하기로 한 통보는 2007. 10. 10. 이루어진 것이므로 그 전의 위 제4호 규정에 그에 관한 사항이 포함되지 않았다는 점이 위 30억 원이 수익임을 부정할 근거는 되지 못한다) 】 <br/>○ 18면 11행의 “없는 점” 다음에 아래 내용을 추가한다.<br/>【 (원고가 ‘위탁자 겸 수익자’로서, SK건설이 ‘개발사업 수행 및 분양업무 수행’의 담당자로서 이 사건 개발사업에 관여해 온 관계, 수수된 돈의 규모 등에 비추어 위 30억 원은 단지 분양 협상을 원활히 할 목적에서 법적 의무 없이 수수된 보상금이라기보다는 상가일괄매각에 따른 수익의 일부로 수수된 돈으로 보는 것이 합리적인 점) 】 <br/>○ 22면 아래에서 2행 다음에 아래 내용을 추가한다.<br/>【 (제이투픽쳐스와 이엠미디어가 협찬사를 유치하는 역할을 담당하였더라도, 협찬유치계약과 영상물제작계약은 구별되고, 피고가 사실과 다른 세금계산서로 본 부분은 영상물제작계약에 관련한 것인바, 제이투픽쳐스 등의 협찬유치행위가 영상물제작계약에 따른 세금계산서의 성격까지도 좌우하게 되는 것은 아니므로 영상물제작계약에 따른 세금계산서를 사실에 부합한 것으로 볼 근거가 되지는 못한다) 】<br/>○ 23면 2행부터 5행까지를 아래와 같이 고치고, 5행 아래 표를 삭제한다. <br/>【 아. 소결론<br/>    따라서 원고가 이 사건 처분의 위법사유로 내세우는 1~6쟁점에 관한 주장은 모두 이유 없다. 】<br/>○ 25, 26면의 “별지 관계 법령”의 해당 법령에 “별지 관계 법령 추가 부분”을 추가한다.<br/>2. 추가판단<br/>  원고는, 1쟁점과 관련하여, 경정청구를 통하여 일시상각특례규정의 특례를 적용받을 수 있었는데, 경정청구보다 직접적인 불복 방식을 선택하였으므로, 일시상각특례규정 적용에 관한 납세자의 사후적 경정청구권이 보장되어 있는 점과 균형을 고려하면, 이러한 선택을 받아들이지 아니한 이 부분 처분은 위법하다고 주장한다. <br/>  그러나 납세자에게 경정청구가 허용된다고 하여 그 처분이 바로 위법하게 되는 것은 아닌바, 원고가 일시상각충당금 설정을 통하여 손금산입 절차를 거치는 것을 전제로 경정청구를 할 수 있는 것이고, 이러한 일시상각충당금 설정 절차를 마치지 않는 한 이 부분 처분이 바로 위법해지는 것은 아니므로 원고의 위 주장은 이유 없다.<br/>3. 결론<br/>  그렇다면 이 사건 각 법인세 및 부가가치세 부과처분은 적법하므로, 원고의 청구는 이유 없어 기각할 것이다. 제1심판결 중 이 법원에서의 청구취지 감축으로 실효되고 남은 부분은 이와 결론을 일부 달리하여 부당하므로 그 부분에 관한 제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다. 반면 위와 같이 실효되고 남은 제1심판결 중 원고 패소 부분은 정당하므로, 이에 대한 원고의 항소를 기각한다. 소송총비용은 소송 진행 경과 등을 고려하여 행정소송법 제8조 제2항, 제32조, 민사소송법 제105조에 따라 그 중 3/4은 원고가, 나머지는 피고가 각 부담하기로 한다. <br/>[별지 생략]<br/><br/>판사 배기열(재판장) 박재우 정승규",
    "사건번호": "2016누75946",
    "사건종류코드": "400108",
    "판례정보일련번호": "235045",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}