{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20191219",
    "법원명": "대전지방법원",
    "사건명": "부가가치세부과처분취소",
    "판례내용": "【원    고】 한국철도시설공단 (소송대리인 변호사 방이엽)<br/>【피    고】 대전세무서장 (소송대리인 변호사 김의식)<br/>【변론종결】 2019. 10. 31.<br/>【주    문】<br/>  1. 피고가 2018. 1. 16. 원고에게 한 2012년 2기부터 2017년 1기까지에 대한 부가가치세 등 12,405,115,190원의 부과처분을 취소한다.<br/>  2. 소송비용은 피고가 부담한다.<br/><br/>【청구취지】  주문과 같다.<br/>【이    유】1. 처분의 경위<br/>  가. 원고는 철도시설 관련 업무를 체계적·효율적으로 추진하기 위하여 철도산업발전기본법 제20조 제3항 및 한국철도시설공단법에 따라 철도청 및 고속철도건설공단의 관련 조직을 통·폐합하여 2003. 12. 31. 설립된 법인이다.<br/>  나. 원고는 한국철도공사와 사이에 고속철도·일반철도 선로 및 철도 운영을 위한 건축물·건축설비 등 원고가 관리하는 철도시설을 임대하고 사용료를 지급받는 계약(이하 ‘선로등 임대차 계약’이라 한다)을 체결하여 왔다.<br/>  다. 한편, 원고는 한국철도공사와 고속철도·일반철도 선로 유지보수 및 일반철도 건널목 관리에 관한 용역(이하 ‘선로 유지보수 용역’, ‘건널목 관리 용역’이라 한다) 계약을, 민간업체와 터널, 교량, 관제센터 등 고속철도·일반철도 관련 국가중요시설에 대한 방호 용역(이하 ‘방호 용역’이라 한다) 계약을 각 체결하고 있다.<br/>  라. 원고는 국가로부터 출연금을 받아 한국철도공사 및 민간업체에게 건널목 관리 용역 및 방호 용역(이하 합하여 ‘이 사건 용역’이라 한다) 계약에 따른 대금을 지급해오고 있다. <br/>  마. 원고는 매출세액에서 이 사건 용역과 관련한 매입세액 9,045,318,513원(= 건널목 관리 용역 4,622,525,094원 + 방호 용역 4,422,793,419원, 이하 ‘이 사건 매입세액’이라 한다)을 공제하여 2012년 2기부터 2017년 1기까지의 각 과세기간에 대한 부가가치세 신고를 하였다.<br/>  바. 대전지방국세청은 2017. 10. 31.부터 2018. 1. 5.까지 원고에 대한 세무조사를 실시하였는데, 위 조사결과 이 사건 매입세액이 매출세액에서 공제될 수 없다고 판단하여 이를 피고에게 통보하였다. 이에 피고는 이 사건 매입세액을 매출세액에서 공제하지 아니하고 2018. 1. 16. 원고에게 2012년 2기부터 2017년 1기까지의 부가가치세 등(각 가산세가 포함된 금액이다) 12,405,115,190원을 부과하는 처분을 하였다(이하 합하여 ‘이 사건 처분’이라 한다). <br/>  사. 원고는 2018. 3. 29. 조세심판원에 이 사건 처분에 대한 행정심판을 청구하였으나, 2018. 9. 27. 이를 기각하는 결정이 내려졌다.<br/>  [인정근거] 다툼 없는 사실, 갑 제1, 7, 8호증, 을 제1호증(가지번호 있는 것은 가지번포 포함)의 각 기재, 변론 전체의 취지<br/>2. 관계 법령<br/>  별지 관계 법령 기재와 같다.<br/>3. 이 사건 처분의 적법 여부<br/>  가. 원고 주장의 요지<br/>     이 사건 용역은 선로등 임대차 사업을 위해 필요한 것인바, 이 사건 매입세액은 선로등 임대차 사업과 관련된 매입세액으로서 부가가치세법 제38조 제1항 제1호에 따라 매출세액에서 공제되어야 한다. <br/>  나. 인정사실<br/>     아래의 사실은 당사자 사이에 다툼이 없거나 갑 제2, 3, 6호증의 각 기재 및 변론 전체의 취지를 종합하여 이를 인정할 수 있다.<br/>    1) 원고가 2013. 2. 28. 한국철도공사와 체결한 ‘2013년도 일반철도 선로등 사용계약’의 내용은 아래와 같다.<br/>철도산업발전기본법 제31조의 규정에 의하여 철도시설관리자인 원고와 철도운영자인 한국철도공사는 다음과 같이 일반철도 시설 중 원고가 관리하는 시설(이하 ‘선로등’이라 한다) 사용에 대한 계약을 체결한다. 제5조(대상시설) 본 계약의 대상시설은 별표1(생략)의 철도시설 중 선로등의 시설을 대상으로 한다. 제6조(사용조건 및 의무) ③ 원고는 관계법령 및 본 계약서에 정한 바에 따라 일반철도 운행에 적합한 건전한 선로등을 제공하고, 한국철도공사는 선로등을 사용함에 있어 관계법령과 본 계약서에 정한 사항을 준수하여야 하며, 선량한 사용자로서의 주의 의무를 다하여야 한다. 제7조(유지보수) 본 계약의 대상인 선로등에 대한 유지보수는 \"일반철도 시설 유지보수 위·수탁계약\"에 따른다. 제8조(선로등 사용료) ① 한국철도공사는 원고가 제공하는 선로등에 대하여 선로등 사용료를 납부하여야 한다.<br/>    2) 2005. 1. 13. 제정된 건널목 관리원 근무지침 중 관리원의 업무내용에 대한 부분은 아래와 같다.<br/>제3조(근무방법) ① 관리원은 경보기 작동과 동시(경보기가 없는 건널목은 열차접근 전)에 출무하여 열차가 건널목에 접근하기 전에 차단기를 강하하여 도로를 차단한 후 백색기를 현시하여 기관사에게 열차운전에 지장 없음을 알려야 한다. 다만, 전동차단기(차단기 승·강하 자동) 설치개소는 차단봉 작동의 유무를 확인하여야 한다. ② 출퇴근시간 등 교통량이 빈번하여 건널목상 차량정체로 소통에 지장이 있을 때에는 원활한 교통을 위하여 교통정리를 하여야 한다. 제5조(사고시의 조치) 건널목 상에서 차량 등이 고장을 일으켜 선로를 지장하였을 경우에는 [별표2] 열차방호 요령(생략)에 의거 인명구조와 열차방호를 최우선적으로 조치하고 사고피해를 최소한으로 줄이도록 노력하여야 한다. 제9조(고장시의 근무요령) 경보장치 또는 차단기가 고장일 때에는 고장 표지판을 소정위치에 게시함과 동시에 관계처에 즉시 통보하고 로우프 또는 수신호로서 대체하여야 하며, 복구될 때까지 동초 근무하여야 한다. 제10조(관리원 기타업무) 관리원은 열차감시를 하는 외에 다음 사항을 수행하여야 한다.  1. 건널목 호륜 레일의 후렌지웨이 내외토사, 결빙 등의 제거  2. 건널목 시설물의 보호와 간단한 보수  3. 건널목 및 건널목전후 20미터이내 선로의 제초 및 환경 미화  4. 건널목관련 표식의 유지보수 상태의 확인 및 보고  5. 기타 관할 지역본부장이 지시한 사항<br/>    3) 2014. 10. 29. 개정된 국가중요시설 경비원 운영지침의 내용은 아래와 같다.<br/>제1조(목적) 이 지침은 대통령훈령 제28호 통합방위지침과 철도시설 안전기준에 관한 규칙 제17조 및 제37조, 경비업법 시행규칙 제14조 및 제16조에 의하여 국가 중요시설에 배치된 특수경비원의 운영에 관한 사항을 정함을 목적으로 한다. 제3조(용어의 정의) 이 지침에서 사용하는 용어의 정의는 다음 각 호와 같다.  1. ‘국가중요시설’이라 함은 대통령 훈령 제28호 통합방위지침에 의하여 국방부장관이 지정한 시설을 말한다.  2. ‘특수경비원’이라 함은 대통령령이 정하는 국가중요시설의 경비업무를 수행하는 자로서 경비업의 허가를 받은 법인이 채용한 고용인을 말한다. 제8조(특수경비원의 의무) 특수경비원은 다음 각 호의 의무를 진다.  1. 특수경비원은 철도시설관리자 또는 철도운영자와 관할경찰서장 및 소속 상사의 직무상 명령에 복종하여야 한다.  2. 특수경비원은 정당한 사유 없이 경비지역을 벗어나서는 안 된다. 제9조(특수경비원의 배치) 특수경비원은 국가중요시설상의 각 초소에 감시, 순찰 및 상황근무가 가능하도록 지형과 상황을 고려하여 최소한의 인원을 편성한다. 제9조의1(근무시간) 특수경비원은 주·야간 단절없는 근무가 가능하도록 한다.<br/>  다. 판 단<br/>    1) 부가가치세법 제2조 제7호는 면세사업을 부가가치세가 면제되는 재화 또는 용역을 ‘공급하는’ 사업으로 정의하고 있다. 한편, 부가가치세법 제37조 제2항은 매출세액에서 매입세액을 뺀 금액을 납부세액으로 정하고, 같은 법 제38조 제1항은 ‘사업자가 자기의 사업을 위하여 사용하였거나 사용할 목적으로 공급받은 재화 용역에 대한 부가가치세액’을 매출세액에서 공제하는 매입세액으로 규정하고 있다. 이처럼 현행 부가가치세 과세방법은 원칙적으로 사업자의 자기생산 부가가치에 대해서만 과세가 이루어지도록 하기 위하여 납부세액 산출방식에 있어 자기생산 부가가치와 매입 부가가치를 합한 금액을 공급가액으로 하고 이에 대하여 징수할 매출세액에서 지출된 매입세액을 공제하도록 하는 기본적 구조를 채택하고 있는바, 부가가치세법 제39조 제1항 제7호가 면세사업등에 관련된 매입세액을 매출세액에서 공제하지 않는다고 규정한 것은 당해 사업자를 기준으로 매출세액의 발생근거가 되는 사업, 즉 당해 사업자가 재화 또는 용역을 ‘공급하는’ 사업에 대하여 부가가치세가 면제되거나 과세되지 않는 경우에 위 사업과 관련된 매입세액을 당해 사업자의 매출세액에서 공제하지 않는다는 의미라고 해석함이 타당하다.<br/>    2) 부가가치세법 제39조 제1항은 공제하지 아니하는 매입세액을 규정하면서 사업과 직접 관련이 없는 지출에 대한 매입세액(제4호), 앞서 살펴 본 면세사업등에 관련된 매입세액(제7호)과 같이 부가가치세의 원리상 당연한 경우도 일일이 열거하고 있는데, 이는 매입세액의 공제 여부가 부가가치세 납부세액을 결정하는 가장 중요한 요소 중의 하나이기 때문에 그 공제 여부를 해석에 맡겨두지 아니하고 제한적·열거적으로 규정한 것으로 보아야 할 것이다. 따라서 사업관련성이 인정되는 매입세액은 부가가치세법 제39조 제1항에서 열거하고 있는 것 외에는 같은 법 제38조 제1항에 따라 모두 공제되어야 하며, 이러한 특별규정 없이 그 공제를 부인할 수 없다는 것은 조세법률주의 원칙상 당연한 귀결이다(대법원 1995. 12. 21. 선고 94누1449 전원합의체 판결 등 참조).<br/>    3) 이에 비추어 이 사건에서 보건대, 선로등 임대차 사업은 원고에게 매출세액의 발생 근거가 되는 사업으로서 과세사업에 해당하므로, 이와 관련된 매입세액은 부가가치세법 제38조 제1항에 따라 원고의 매출세액에서 공제되어야 한다. 원고가 선로등 임대차 계약을 통하여 한국철도공단에 임대하는 것은 선로를 포함한 철도시설이고, 위 철도시설에는 철도 건널목이 포함되며, 건널목 관리원은 열차의 원활한 운행과 건널목에서의 사고방지를 위한 각종 업무 및 건널목 시설물에 대한 유지보수 업무를 수행하므로, 건널목 관리 용역은 철도시설을 철도 운행에 적합한 상태로 제공·유지하여야 할 원고의 위 계약상 의무를 이행하기 위하여 필수적으로 요구된다고 봄이 타당하다. 방호 용역 또한 원고가 철도시설 중 국가중요시설에 속하는 터널, 교량, 관제센터 등에 대해 통합방위법령에 따른 경비·보안 및 방호를 하여 위 시설이 적에 의하여 점령 또는 파괴되거나 기능이 마비되는 것을 막기 위함인바, 철도시설을 운행에 적합한 상태로 임대하기 위한 필수적인 요소라고 보아야 할 것이고, 국가중요시설을 방호하는 것에 국가안보 등 공익적 목적이 있다고 하여 이와 달리 보기는 어렵다. 따라서 이 사건 용역과 선로등 임대차 사업 사이에는 사업관련성이 인정되는바, 이 사건 매입세액은 원고가 수행하는 과세사업인 선로등 임대차 사업을 위하여 사용하였거나 사용할 목적으로 공급받은 용역에 대한 부가가치세액에 해당하므로, 부가가치세법 제38조 제1항에 따라 매출세액에서 공제되어야 한다.<br/>    4) 이와 관련하여 피고는, 이 사건 용역의 공급이 부가가치세가 과세되지 아니하는 사업에 해당하므로, 이와 관련된 이 사건 매입세액이 부가가치세법 제39조 제1항 제7호 소정의 ‘면세사업등에 관련된 매입세액’으로서 원고의 매출세액에서 공제될 수 없다는 취지로 주장한다. 그러나, 앞서 본 바와 같이 위 조항상 ‘면세사업등’은 당해 사업자가 매출을 일으키는 사업을 기준으로 하는 것인데, 이 사건 용역의 공급은 원고에 대하여 매출세액의 발생근거가 되지 않으므로, 이에 해당한다고 볼 수 없다(피고의 주장과 같이 이 사건 용역의 공급이 비과세사업에 해당한다면, 위 용역을 원고에게 공급하는 한국철도공단 및 민간업체가 위 용역을 수행하기 위해 지출한 비용에 대하여 매입세액 공제를 받을 수 없게 될 뿐이다). <br/>    5) 설령 위와 달리 보더라도 다음과 같은 점에서 피고의 위 주장은 받아들일 수 없다. 피고의 주장은, 이 사건 용역이 원고가 국가를 대신하여 공익을 위해 무상으로 공급하는 것으로서 선로등 임대차 사업과는 별도로 원고가 영위하는 사업임을 전제하고 있다. 그러나 원고의 입장에서 이 사건 용역의 공급은 그로 인한 수입이 발생하지 않고 비용만 발생하는 것으로서 원고의 본래 사업인 선로등 임대차 사업에 수반된 단순한 비용 항목일 뿐, 이를 두고 그 자체로 독립하여 대가를 얻을 수 있는 별도의 사업이라고 하기는 어렵다.<br/>    6) 또한 피고는, 이 사건 용역대금이 국가의 출연금으로 지급되었으므로 이 사건 매입세액이 공제될 수 없다는 취지로도 주장하나, 부가가치세법 제38조 제1항은 사업자가 자기의 사업을 위하여 공급받은 재화 또는 용역에 대한 매입세액을 공제하도록 규정하고 있고, 같은 법 제39조 제1항에서 매입대금의 재원에 따라 공제여부를 달리 정하고 있지 않은바, 조세법률주의 원칙상 위 용역대금이 국가의 출연금으로 지급된다고 하여 그 매입세액이 공제되지 않는다고 볼 수는 없다.<br/>    7) 마지막으로 피고는, 원고가 일반철도시설 유지보수비 중 국가의 출연금으로 충당하는 30%에 해당하는 부분을 불공제 매입세액으로 처리하여 왔으므로 이 사건 매입세액도 마찬가지로 불공제 되어야 한다고 주장한다. 그러나 일반철도시설 유지보수비 중 국가의 출연금 부분을 공제하는 것이 타당한지 여부는 이에 관한 쟁송절차에서 별도로 판단되어야 할 부분이고, 그와 같은 원고의 과거 업무처리 관행이 이 사건 처분을 정당화 할 수는 없다.<br/>    8) 따라서 이와 다른 전제에서 내려진 이 사건 처분은 위법하다.  <br/>4. 결 론<br/>  그렇다면 원고의 청구는 이유 있으므로 인용하기로 하여 주문과 같이 판결한다.  <br/>[별지 생략]<br/><br/>판사 성기권(재판장) 강창효 이창환 ",
    "사건번호": "2018구합106691",
    "사건종류코드": "400108",
    "판례정보일련번호": "237295",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}