{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "세무",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20201119",
    "법원명": "대전고등법원",
    "사건명": "부가가치세부과처분취소",
    "판례내용": "【원고, 피항소인】 국가철도공단 (소송대리인 변호사 방이엽 외 1인)<br/>【피고, 항소인】 대전세무서장 (소송대리인 법무법인 택스로 담당변호사 정지은 외 1인)<br/>【제1심판결】 대전지방법원 2019. 12. 19. 선고 2018구합106691 판결<br/>【변론종결】2020. 9. 17.<br/>【주    문】<br/>  1. 피고의 항소를 기각한다.<br/>  2. 항소비용은 피고가 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고가 2018. 1. 16. 원고에게 한 2012년 2기부터 2017년 1기까지에 대한 부가가치세 등 합계 12,405,115,190원의 부가가치세 부과처분을 취소한다.<br/>2. 항소취지<br/>  제1심 판결을 취소한다. 원고의 청구를 모두 기각한다.<br/>【이    유】1. 처분의 경위<br/>  이 법원이 이 부분에 적을 이유는, 아래와 같이 일부 내용을 고치거나 추가하는 것 외에는 제1심판결 이유 중 해당 부분 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>○ 제2쪽 제7행의 마지막에 다음 내용을 추가한다. <br/> 『국가는 철도산업의 경쟁력을 강화하고 발전기반을 조성하기 위하여 철도시설 부문과 철도운영 부문을 분리하는 철도산업의 구조개혁을 추진하고자 2003. 7. 29. 법률 제6955호로 구 철도산업발전기본법을 제정하고, 기존의 철도청과 고속철도시설공단의 관련 조직을 통·폐합하거나 그 조직을 전환하여 원고(2020. 9. 10. 상호변경 전 명칭: 한국철도시설공단)와 한국철도공사(일명: 코레일)를 각각 설립한 후, 철도시설 부문에 관하여는 원고로 하여금 철도의 선로 등 철도시설의 건설 및 관리 등에 관한 업무를 대행하도록 하고, 철도운영 부문에 관하여는 한국철도공사로 하여금 철도 여객 및 화물운송 등 철도운영사업을 수행하도록 하였다. 이에 따라 국가는 2004. 4.경 원고와 사이에 철도자산 전반에 관한 관리업무를 위탁하고자 ‘일반철도 시설자산 관리위탁계약’을 체결하고, 현재에 이르기까지 수차례에 걸쳐 유사한 내용으로 계약을 연장하여 오고 있다.』<br/>○ 제2쪽 제8행의 \"원고는\" 다음에 \"철도산업발전기본법 제31조에 따라 철도시설관리자로서 국가를 대신하여\"를 추가한다.<br/>○ 제2쪽 제10행의 \"선로등 임대차 계약\"을 \"선로등 사용계약\"으로 고친다.<br/>○ 제3쪽 [인정근거]란에 \"갑 제2, 10, 11, 12호증, 을 제10, 16, 17호증\"을 각 추가하고, \"가지번포\"를 \"가지번호\"로 고친다.  <br/>2. 이 사건 처분의 적법 여부<br/>가. 원고의 주장 요지<br/>    원고가 철도시설관리권에 터잡아 한국철도공사에 선로를 제공하고 그 사용료를 징수하는 사업(이하 ‘이 사건 사업’이라 한다)은 부가가치세 과세사업임이 명백하고, 한편 이 사건 용역은 이 사건 사업을 영위하기 위하여 필요한 것이다. 따라서 원고가 공급받은 이 사건 용역에 관한 이 사건 매입세액은 이 사건 사업과 관련된 매입세액으로 부가가치세법 제38조 제1항 제1호에 따라 매출세액에서 공제되어야 한다. <br/>나. 관계 법령<br/>    별지 기재와 같다. <br/>다. 부가가치세 매입세액 공제 관련 법리<br/>    1) 부가가치세 과세방법은 원칙적으로 사업자의 자기생산 부가가치에 대해서만 과세가 이루어지도록 하기 위하여 납부세액 산출방식에 있어 자기생산 부가가치와 매입 부가가치를 합한 금액을 공급가액으로 하고, 이에 대하여 징수할 매출세액에서 매입 부가가치에 대하여 지출된 매입세액을 공제하도록 하는 기본적 구조를 채택하고 있다. 이러한 구조하에서 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제17조는 매출세액에서 공제하는 매입세액에 관하여 제1항에서 ‘자기의 사업을 위하여 사용되었거나 사용될’ 재화 또는 용역의 공급이나 수입에 대한 세액에 해당하는 이상 그 전부를 공제하도록 규정함으로써 그 기준을 사업 관련성에 두고 있으며, 같은 조 제2항 제2호에서 공제하지 아니하는 매입세액의 하나로 들고 있는 ‘사업과 직접 관련이 없는 지출에 대한 매입세액’은 부가가치세의 원리상 당연히 매출세액에서 공제될 수 없는 경우를 규정하고 있는 것으로 이해된다. 따라서 사업 관련성이 없는 지출에 대한 매입세액은 법 제17조 제1항, 제2항 제2호에 의하여 매출세액에서 공제될 수 없고, 여기에서 ‘사업 관련성’의 유무는 지출의 목적과 경위, 사업의 내용 등에 비추어 그 지출이 사업의 수행에 필요한 것이었는지를 살펴 개별적으로 판단하여야 한다(대법원 2012. 7. 26. 선고 2010두12552 판결 참조).<br/>    2) 구 부가가치세법 제17조 제2항은 공제하지 않는 매입세액을 규정하면서 허위 세금계산서에 의한 매입세액 등(제1호, 제1의2호, 제3호 등)과 같이 과세절차의 편의나 조세정책상 공제를 부인하는 경우는 물론이고, 사업과 관련이 없는 지출에 대한 매입세액(제2호), 면세사업관련 매입세액(제4호) 등과 같이 부가가치세의 원리상 당연한 경우도 일일이 열거하고 있는바, 이는 매입세액의 공제 여부가 부가가치세 납부세액을 결정하는 가장 중요한 요소 중의 하나이기 때문에 그 공제 여부를 해석에 맡겨두지 아니하고 이와 같이 제한적·열거적으로 규정한 것으로 보아야 할 것이다. 따라서, 사업관련성이 인정되는 매입세액은 위 규정에서 열거하고 있는 것 외에는 같은 법 제17조 제1항에 따라 모두 공제되어야 하며, 이러한 특별규정 없이 그 공제를 부인할 수 없다는 것은 조세법률주의 원칙상 당연한 귀결이다.<br/>      한편 구 부가가치세법 제17조 제2항에서 매입세액 불공제 대상으로 삼고 있는 제4호는 ‘같은 법 제12조의 규정에 의하여 면세되는 재화 또는 용역을 공급하는 사업에 관련된 매입세액(투자에 관련된 매입세액을 포함한다)’이라 하여 면세되는 재화 또는 용역 자체를 기준으로 하고 있는 것이 아니라 그 재화 또는 용역을 공급하는 ‘사업’을 기준으로 하여 정하고 있으므로, 매입세액의 공제 여부는 당해 사업이 면세사업이냐 과세사업이냐에 달려 있는 것이지 지출한 비용이 면세재화를 위한 것이냐 과세재화를 위한 것이냐에 달려 있지 않다(대법원 1995. 12. 21. 선고 94누1449 전원합의체 판결 참조).<br/>    3) 부가가치세법은 2013. 6. 7. 법률 제11873호로 전부 개정되었으나 위와 같은 법리와 관련된 조문의 내용은 거의 동일하므로 위와 같은 법리는 현행 부가가치세법에도 동일하게 적용이 된다고 봄이 상당하다. <br/>라. 이 사건 사업이 과세사업에 해당하는지 여부 판단<br/>    1) 원고는 철도산업발전기본법 제3조 제9호 나목, 제19조 제2항, 제3항, 같은 법 시행령 제28조에 따른 철도시설관리자로서, 같은 법 제31조 제1항, 제2항에 따라 한국철도공사와 선로등 사용계약을 체결하여 한국철도공사로 하여금 철도시설을 사용하게 하고, 이에 대한 사용료를 징수하고 있다. 이와 같이 원고가 철도시설관리권에 터잡아 한국철도공사에 선로를 제공하고 그 사용료를 징수하는 사업은 부가가치세법 제2조 제6호에서 정한 ‘부가가치세가 과세되는 용역을 공급하는 사업’으로서 과세사업에 해당한다고 할 것이다(대법원 2012. 3. 15. 선고 2011두27025 판결 참조). <br/>    2) 피고는 이 사건 용역의 공급이 비과세사업에 해당하므로, 이와 관련된 이 사건 매입세액이 부가가치세법 제39조 제1항 제7호 소정의 ‘면세사업 등에 관련된 매입세액’으로 원고의 매출세액에서 공제될 수 없다고 주장한다. <br/>      살피건대, 부가가치세법 제39조 제1항 제7호의 ‘면세사업등’은 매출세액의 발생근거가 되는 사업, 즉 당해 사업자가 재화 또는 용역을 공급하는 사업이 면세사업등인 경우에 그 사업과 관련된 매입세액도 공제를 하지 않는다는 것을 의미한다고 해석된다(위 대법원 1995. 12. 21. 선고 94누1449 전원합의체 판결 참조). 그렇다면, 이 사건 용역이 과세사업인 이 사건 사업을 위한 것 내지 관련성이 있음이 인정되는 경우에는, 원칙으로 돌아가 부가가치세법 제38조에 따라 그 관련된 부분에 대한 매입세액은 공제되어야 할 것이다. 따라서 이 사건 용역 공급이 비과세사업이기 때문에 매입세액 불공제 대상이 된다는 피고의 주장은 받아들일 수 없다. <br/>      한편 앞서 본 바와 같이 이 사건 용역이 이 사건 사업과 관련성이 있다고 인정되어야만 그 부분에 대한 매입세액이 공제되는 것이므로 아래에서 사업 관련성 유무에 대하여 살피기로 한다.   <br/>마. 이 사건 용역과 이 사건 사업 사이의 사업 관련성 유무 판단<br/>1) 인정사실<br/>      이 부분은 제1심판결 이유 중 3의 나항(제3쪽 밑에서 제3행부터 제6쪽 상단 글상자까지) 부분 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>2) 구체적 판단<br/>      가) 위에서 본 바와 같이 이 사건 사업은 매출세액의 발생 근거가 되는 사업으로 과세사업에 해당하므로, 그 과세사업 수행을 위하여 공급받은 용역과 관련된 매입세액은 부가가치세법 제38조 제1항에 따라 원고의 매출세액에서 공제되어야 한다. 살피건대, 위 인정사실, 앞서 든 증거와 갑 제3, 9호증, 을 제6호증의 각 기재 및 변론 전체의 취지를 통하여 알 수 있는 다음과 같은 사정들을 종합하면, 이 사건 용역의 공급은 이 사건 사업 수행에 필요한 것으로 사업 관련성이 인정된다고 판단된다. <br/>        ① 철도건널목 관리업무 자체는 철도시설 관리업무(국가철도공단법 제7조 제1호)의 하나로서 국가로부터 원고에게 위탁되었고, 그 구체적인 업무는 다시 원고가 한국철도공사에 위탁하여 한국철도공사가 이를 수행하고 있다. 또한 원고의 철도시설에 해당하는 국가중요시설에 대한 경비·보안 및 방호 업무는 철도시설 관리업무의 하나로서 국가로부터 원고에게 위탁된 업무이고(위 사업설명서에서도 국가중요시설 방호비 지원의 근거법령으로 국가철도공단법 제7조 제1호를 들고 있다), 그 구체적인 업무는 민간업체에게 위탁하여 이를 수행하고 있다. 이에 따라 원고는 위 각 용역의 공급대가를 지급하고 있다.   <br/>        ② 원고가 한국철도공사와 체결한 선로등 사용계약(갑 제2호증)은 한국철도공사로 하여금 선로 등 철도시설을 사용하여 철도운송 사업을 영위하게 하는 것이고, 그것이 앞서 본 철도시설 부문과 철도운영 부문의 분리를 목적으로 설립된 원고와 한국철도공사의 존재 이유이자 우리나라 철도산업의 기본적 운영체계이다. <br/>          위 선로등 사용계약 전문에는 계약의 목적물인 ‘선로등’을 ‘일반철도시설 중 원고가 관리하는 시설’로 정의하고 있고, 제6조 제3항에 의하면, 원고는 한국철도공사에게 ‘관계법령 및 계약서에 정한 바에 따라 일반철도 운행에 적합하고 건전한 선로 등을 제공해야 할’ 의무가 있다. <br/>          한편 철도건널목이 ‘철도시설’에 해당하는지 살피건대, 철도산업발전기본법 제3조 제2호 가목은 철도시설에 ‘철도의 선로 및 선로에 부대되는 시설’, ‘철도운영을 위한 건축설비’ 등을 포함하고 있고, 나아가 철도의 건설 및 철도시설 유지관리에 관한 법률 제19조 제2항은 철도시설관리자에게 국토교통부령에 따라 기술기준에 맞게 철도시설을 유지·관리해야 하는 의무를 부과하고 있다. 이에 따라 같은 법 시행규칙 제7조 제1항 제4호는 ‘철도건널목의 이용자와 철도를 보호할 수 있도록 안전설비를 설치하고, 교통량 조사·관리원 배치 등 대책을 수립·시행할 것’을 철도시설의 유지관리 내용 중 하나로 규정하고 있다. 위와 같은 관련 규정의 내용을 종합하여 보면, 철도건널목은 원고가 관리하여야 할 철도시설에 포함된다고 봄이 타당하다. 마찬가지로, 국가중요시설에 해당하는 주요 철도시설 중 교량과 터널 등은 ‘철도운영을 위한 건축물·건축설비’라고 볼 수 있고(철도산업발전기본법 제3조 제2호 가목), 관제시설은 ‘신호 및 열차제어설비’라고 볼 수 있으므로(철도산업발전기본법 제3조 제2호 다목) 모두 철도시설에 해당한다고 봄이 타당하다. <br/>          따라서 ‘철도건널목’이나 국가중요시설인 ‘교량, 터널, 관제센터’는 모두 원고가 관리하여야 하는 철도시설에 해당하고, 원고는 관련 법령에 따라 위 철도시설들을 관리하여 철도 운행에 적합한 상태로 제공·유지해야 할 책임이 있다.<br/>        ③ 피고는 선로등 사용계약의 목적물은 일반철도시설 중 선로에 한정되는 것이고, 철도건널목이나 국가중요시설 등은 위 계약의 목적물이 아니므로 이 사건 용역은 이 사건 사업과 관련이 없다는 취지로 주장한다. <br/>          살피건대, ⓐ 앞에서 본 바와 같이 선로등 사용계약에 의하면 계약의 목적물인 ‘선로등’은 ‘일반철도시설 중 원고가 관리하는 시설’로 정의하고 있고, 철도건널목이나 철도 관련 국가중요시설은 원고가 관리하는 철도시설에 해당하는 점, ⓑ 철도산업의 구조개혁에 따라 원고는 철도시설의 건설 및 관리업무를 수행하고, 한국철도공사는 철도운영 사업부문을 수행하게 되었는바, 위 구조개혁 취지에 따르면 원고의 관리 범위에서 벗어난 철도시설을 한국철도공사가 별도의 권원 하에 사용하고 있다고 상정하기 어려운 점, ⓒ 한국철도공사는 원고와 사이에 일반철도와 관련하여 선로등 사용계약과 더불어 ‘일반철도 역사 등 운영시설 사용계약’(갑 제9호증)을 체결하는 것 외에 특별히 다른 계약을 체결하여 철도시설을 사용하고 있는 것으로 보이지 않는바, 철도건널목과 국가중요시설이 별도로 ‘역사 등’에 포함되지 않는 이상 한국철도공사는 선로등 사용계약에 따라 철도건널목 및 국가중요시설 등을 사용하고 있다고 봄이 상당한 점(한국철도공사가 이 사건 선로등 사용계약에 따라 철도건널목 및 국가중요시설을 사용하는 것이 아니라면 그 시설에 대한 한국철도공사의 점유·사용의 근거나 권원을 설명하기 어렵다) 등을 종합하면, 철도건널목이나 국가중요시설 등은 선로등 사용계약의 목적물에 해당한다고 봄이 타당하다. <br/>          설령 철도건널목이나 국가중요시설이 선로등 사용계약의 직접적인 목적물이 아니라고 하더라도, 철도건널목이나 국가중요시설은 모두 철도시설에 해당하므로 철도의 운영에 있어 필요한 시설임은 분명하다(건널목 개량촉진법 제2조 제3호는 ‘건널목’을 ‘철도와 도로가 평면교차되는 곳’으로 정의하고 있고, 위 건널목 외의 건널목 관련 주변 시설은 건널목의 안전한 작동 및 성능 유지 등을 위해 반드시 필요한 것으로 모두 철도운송 사업에 있어서 필요한 것이라고 봄이 상당하다. 또한 국가중요시설에 해당하는 터널이나 교량, 관제센터 등도 원활하고 안전한 철도운송 업무에 필수적이라고 볼 수 있다). 따라서 선로등 사용계약의 이행을 위해서는 위와 같은 철도시설을 철도 운행에 적합한 상태로 제공·유지해야 할 의무가 있으므로, 이 사건 용역이 이 사건 사업(선로등 사용계약에 따른 용역공급사업)과 관련이 없다고 할 수는 없다. 따라서 피고의 주장은 받아들일 수 없다. <br/>        ④ 철도건널목 관리 용역은 사고위험이 높은 철도건널목에 위탁관리원을 배치·운용하여 통행 자동차와 보행객을 안전하게 유도하는 등 사고를 방지하고, 철도건널목 보안설비를 관리하여 열차의 안전운행을 확보하는 것을 목적으로 하고 있다. 이에 따라 철도건널목 관리원은 경보기를 작동하고, 차단기를 강하하거나 차단봉 작동 유무를 확인하는 등 열차의 원활한 운행과 철도건널목에서의 사고방지를 위한 각종 업무와 더불어, 철도건널목 시설물에 대한 유지보수 업무까지 수행하고 있다. 따라서 철도건널목 관리 용역은 철도시설을 철도 운행에 적합한 상태로 제공·유지하여야 할 원고의 의무를 이행함에 있어 필요한 용역에 해당된다고 봄이 상당하다. <br/>        ⑤ 또한 방호 용역은 철도시설 중 국가중요시설에 속하는 터널, 교량, 관제센터 등에 대해 통합방위법령에 따른 경비·보안 및 방호를 하여 위 시설이 적에 의하여 점령 또는 파괴되거나 기능이 마비되는 것을 막는 것을 목적으로 한다. 여기에서 말하는 ‘방호’라 함은 적의 각종 도발과 위협으로부터 인원·시설 및 장비의 피해를 방지하고 제반기능을 정상적으로 유지할 수 있도록 보호하는 작전활동을 의미한다(통합방위법 제2조 제12호). 그런데 방호 용역이 국가안보 및 국민의 안전보장 등의 공익적 목적을 위해 수행되기는 하지만 전시는 물론 평시에도 철도시설의 방호 및 안전을 확보하여 철도시설을 운행에 적합한 상태로 유지하기 위한 목적도 있는 것이고, 이러한  철도시설의 방호 및 안전이 확보되지 않는다면 철도 운행이 곤란해질 것은 분명하다. 따라서 방호 용역도 일반철도 운행에 적합하도록 선로 등을 제공할 의무 이행과 관련된 것으로 이 사건 사업의 수행을 위해서 필요한 용역이라고 볼 수 있다.   <br/>        ⑥ 이 사건 용역은 철도시설 관리업무의 하나로 본래 원고가 수행할 사업이지만(국가철도공단법 제7조 제1호), 앞서 본 바와 같이 이는 그 내용과 성질상 ‘철도의 운영’과 직결되고, 또 원고는 선로등 사용계약에 따라 한국철도공사가 철도를 운행함에 적합하도록 계약상 선로 등을 제공하여야 할 의무 역시 부담하므로, 철도시설의 관리업무는 이 사건 사업에 필요한 업무이기도 하다(여기에는 선로 유지보수 용역도 포함될 것이다). 그렇다면, 이 사건 용역이 원래 원고가 수행하는 고유 사업이라고 할지라도 이 사건 사업 수행을 위한 철도시설 관리업무라는 측면에서 여전히 사업 관련성이 있다 할 것이다.  <br/>      나) 피고는, 이 사건 용역대금이 국가의 보조금으로 지급되었으므로 이 사건 매입세액이 공제될 수 없다는 취지로 주장한다. 그러나 부가가치세법 제38조 제1항은 사업자가 자기의 사업을 위하여 공급받은 재화 또는 용역에 대한 매입세액을 공제하도록 규정하고 있고, 같은 법 제39조 제1항에서 매입대금의 재원에 따라 공제 여부를 달리 정하고 있지 않다. 따라서 이 사건 용역대금이 국가의 보조금으로 조달되었다는 이유만으로 이를 매입세액의 공제 대상에서 제외할 수는 없다. 앞에서 본 바와 같이 이 사건 용역이 과세사업인 이 사건 사업과 관련된 매입세액인 이상, 이 사건 용역대금이 국가의 보조금인지 여부와 관계없이 매출세액에서 공제하는 것이 조세법률주의에 부합한다. 피고의 이 부분 주장은 받아들이지 않는다.  <br/>        또한 피고는, 종래 원고가 일반철도시설 유지보수비 중 국가의 보조금으로 충당하는 30%에 해당하는 부분을 공제하지 않는 매입세액으로 처리하여 왔으므로 이와 마찬가지로 이 사건 매입세액 전액이 공제하지 않는 매입세액에 해당한다고 주장한다. 그러나 피고의 주장과 같이 일반철도시설 유지보수 업무 중 국가의 보조금으로 충당하는 30%에 해당하는 부분은 매입세액 불공제 대상이고, 나머지 70%에 해당하는 부분은 매입세액 공제 대상이라고 일률적으로 단정할 수는 없다. 또한 일반철도시설 유지보수비 중 국가의 보조금 부분을 공제하는 것이 타당한지 여부는 그에 관한 쟁송절차 등에서 별도로 판단되어야 할 부분이고, 그와 같은 원고의 과거 업무처리 관행이 이 사건 처분을 정당화 할 수는 없다. 따라서 피고의 이 부분 주장 또한 받아들일 수 없다.  <br/>        마지막으로 피고는 원고가 이 사건 용역 비용을 국고보조금으로 보조받고 있음에도 이 사건 용역 관련 매입세액을 공제받는 것은 이중으로 이득을 취하는 것이어서 부당하다고 주장한다. 그러나 매입세액을 공제함으로써 발생하는 위와 같은 불합리는 국가가 이 사건 사업과 관련된 매입세액이 공제되는 것을 고려하지 않고 이 사건 용역 비용 전부를 보조하였기 때문에 발생하는 것이다. 따라서 매입세액을 공제받은 부분에 해당하는 국고보조금을 환수하거나, 국고보조금 지급 당시에 공제되는 매입세액을 산정하여 해당 부분을 공제한 나머지를 지급하는 등의 방법으로 위와 같은 불합리를 해소하는 것은 별론으로 하고, 이 사건 사업과 관련된 매입세액임에도 불구하고 그 공제를 부인하는 것은 ‘사업관련성이 인정되는 매입세액은 부가가치세법 제39조 제1항에서 열거하고 있는 것 외에는 같은 법 제38조 제1항에 따라 모두 공제되어야 한다’는 위 관련 법리 및 조세법률주의의 원칙에 부합하지 않는다. 따라서 이 부분 피고의 주장도 받아들이지 않는다.   <br/>바. 소결론<br/>    따라서 이 사건 용역은 이 사건 사업의 수행에 필요하다고 할 것이므로, 이 사건 매입세액은 매출세액에서 공제되어야 한다. 그러므로 이 사건 매입세액을 공제하지 않은 이 사건 처분은 위법하다. <br/>3. 결론<br/>  그렇다면 원고의 청구는 이유 있으므로 인용하여야 한다. 제1심판결은 이와 결론을 같이 하여 정당하다. 따라서 원고의 항소는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 문광섭(재판장) 이진영 임현태 ",
    "사건번호": "2020누10256",
    "사건종류코드": "400108",
    "판례정보일련번호": "237249",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}