{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170414",
  "법원명": "광주지방법원",
  "사건명": "보증금반환청구의소",
  "판례내용": "【원고, 피항소인】 원고 (소송대리인 변호사 민선향 외 2인)<br/>【피    고】 피고 1 외 2인<br/>【피고보조참가인, 항소인】 피고보조참가인 (소송대리인 변호사 김정훈)<br/>【제1심판결】 광주지방법원 장흥지원 2016. 9. 21. 선고 2016가소238 판결<br/>【변론종결】2017. 3. 24.<br/>【주    문】<br/>  1. 제1심 판결을 취소한다.<br/>  2. 원고의 청구를 기각한다.<br/>  3. 소송총비용(보조참가로 인하여 생긴 부분 포함)은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고들은 원고에게 망 김종철(000000-0000000)로부터 상속받은 재산의 범위 내에서 각 6,000,000원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>  주문과 같다.<br/>【이    유】  1. 기초사실<br/>  가. 원고는 2002. 8. 15. 망 소외 1(이하 ‘망인’이라 한다)로부터 광주 동구 (주소 생략) 지상 건물(이하 ‘이 사건 건물’이라 한다) 중 2층 부분을 차임 없이 보증금 1,800만 원, 기간 2002. 8. 18.부터 2004. 8. 17.까지로 정하여 임차(이하 ‘이 사건 임대차’라 한다)하고, 2002. 8. 18.경까지 망인에게 보증금 합계 1,800만 원을 지급하였다.<br/>  나. 원고는 이 사건 임대차계약의 임대차기간이 만료된 이후 망인에게 임대차보증금의 반환을 요구하였으나, 망인이 이를 반환해 주지 않자 2005. 6. 28. 이 사건 건물 중 2층 부분에 관하여 광주지방법원 2005카기1092호 임차권등기명령을 원인으로 한 주택임차권등기를 마쳤다. <br/>  다. 망인은 2005. 2. 22. 사망하였고, 망인의 배우자인 소외 2, 자녀인 피고들과 소외 3이 망인의 재산상 권리의무를 상속하였다.<br/>  라. 소외 3은 2005. 5. 10.경 망인의 재산상속을 포기하는 신고를 하여 수리되었다. 피고 2와 소외 2는 2005. 8. 11. 광주지방법원 가정지원 2005느단922호로 망인의 상속을 한정승인하는 신고를 하여, 위 법원으로부터 2005. 8. 19. 위 신고를 수리하는 심판을 받았다. 피고 1, 피고 3은 2005. 9. 13. 광주지방법원 가정지원 2005느단1044호로 망인의 상속을 한정승인하는 신고를 하여, 위 법원으로부터 2005. 9. 14. 위 신고를 수리하는 심판을 받았다.<br/>  마. 소외 2는 2008. 3. 22.경 사망하였고, 망 소외 2의 자녀인 피고들이 망 소외 2의 재산을 상속하였다. <br/>  [인정근거] 다툼 없는 사실, 갑 1 내지 5호증(가지번호가 있는 것은 가지번호 포함)의 각 기재, 변론 전체의 취지<br/>  2. 보조참가 신청의 적법 여부<br/>  가. 특정 소송사건에서 당사자 일방을 보조하기 위하여 보조참가를 하려면 당해 소송의 결과에 대하여 이해관계가 있어야 하고, 여기서 말하는 이해관계라 함은 사실상·경제상 또는 감정상의 이해관계가 아니라 법률상의 이해관계를 말하는 것으로, 이는 당해 소송의 판결의 기판력이나 집행력을 당연히 받는 경우 또는 당해 소송의 판결의 효력이 직접 미치지는 아니한다 하더라도 적어도 그 판결을 전제로 하여 보조참가를 하려는 자의 법률상의 지위가 결정되는 관계에 있는 경우를 의미하는 것이다(대법원 2007. 4. 26. 선고 2005다19156 판결 등 참조).<br/>  나. 을라 제1호증의 기재에 변론 전체의 취지에 의하면, 소외 4가 2002. 5. 2.경 망인으로부터 이 사건 건물 중 1층 부분을 보증금 2,500만 원에 임차한 사실, 소외 4가 2004. 8. 11. 망인을 상대로 위 임대차보증금 2,500만 원을 지급하라는 소를 제기하여 2004. 10. 15. 무변론 승소판결(광주지방법원 2004가단58012호)을 선고받은 사실, 피고보조참가인이 2014. 10. 15.경 소외 4로부터 위 판결에 따른 임대차보증금반환채권을 양수한 사실, 원고가 2016. 3. 18. 피고들을 상대로 이 사건 건물 중 2층에 관한 임대차보증금 1,800만 원의 지급을 구하는 이 사건 소송을 제기한 사실이 인정된다.<br/>  다. 위 인정사실 및 법리에 비추어 보면, 원고가 제기한 이 사건 소송의 판결 결과에 따라 피고들에 대한 채권자인 원고와 피고보조참가인이 피고들의 한정승인된 재산에서 실제로 지급받을 금액이 달라지므로, 피고보조참가인은 이 사건 소송의 판결 결과를 전제로 하여 법률상의 지위가 결정되는 관계에 있다고 할 것이다. 따라서 피고보조참가인의 보조참가 신청은 적법하다.<br/>  3. 청구원인에 대한 판단<br/>    앞서 본 기초사실에 의하면, 망인의 원고에 대한 이 사건 임대차보증금반환채무를 상속한 피고들은 특별한 사정이 없는 한 망인으로부터 상속받은 재산의 범위 내에서 원고에게 각 상속지분에 따른 임대차보증금 600만 원을 지급할 의무가 있다.<br/>  4. 피고보조참가인의 소멸시효 항변에 대한 판단<br/>  가. 당사자의 주장<br/>  1) 원고의 주장<br/>           원고가 이 사건 건물 중 2층 부분을 원고의 누나인 소외 5와 지인인 소외 6을 통하여 직접 또는 간접적으로 점유하고 있었으므로, 이 사건 임대차보증금반환채권이 시효로 소멸하지 않았다.<br/>  2) 피고보조참가인의 주장<br/>          이 사건 임대차계약은 2004. 8. 17. 종료하였고, 원고가 이후 이사를 가면서 이 사건 건물 중 2층 부분에 대한 점유를 상실하였으며, 그 후 10년간 이 사건 임대차보증금반환채권을 행사하지 않았으므로, 이 사건 임대차보증금반환채권은 시효로 소멸하였다.<br/>  나. 판단<br/>  1) 이 법원이 이 부분에 적을 이유는 제1심판결의 이유 제3의 나항의 1) 기재와 같다(민사소송법 제420조 본문).<br/>  2) 갑 제6호증의 1, 2의 각 기재에 의하면, 소외 6이 2011. 3. 2. 이 사건 건물에 전입신고를 마친 사실, 소외 6이 ‘2005년경 주택임차권등기가 된 이후에도 소외 5가 이 사건 건물 중 2층에 계속하여 거주하였다’는 내용의 사실확인서를 작성한 사실이 인정되기는 한다.<br/>         그러나 앞서 본 사실에 의하여 인정되는 다음과 같은 사정 즉, ① 이 사건 임대차계약이 종료된 시점은 2004. 8. 17.인데 소외 6은 그로부터 약 6년 6개월 지난 시점에서야 이 사건 건물에 전입신고를 마친 점, ② 원고와 소외 6 사이에 간접점유를 인정할 만한 점유매개관계가 존재한다고 볼 수도 없는 점, ③ 달리 소외 5가 이 사건 건물 중 2층 부분을 점유하였다는 사실을 인정할 만한 객관적인 자료도 없는 점 등을 종합하여 보면, 원고가 이 사건 임대차기간이 만료된 이후에도 이 사건 건물 중 2층 부분을 계속하여 직접 또는 간접점유함으로써 그 사실상 지배를 유지하고 있다고 할 수 없다. 따라서 이 사건 임대차보증금반환채권의 소멸시효는 이 사건 임대차계약이 종료된 시점인 2004. 8. 17.부터 진행한다고 할 것이다.<br/>  3) 이 사건 임대차보증금반환채권은 민법 제162조 제1항에서 정한 10년의 소멸시효기간이 적용되고, 이 사건 소는 이 사건 임대차보증금반환채권의 소멸시효 기산점인 위 2004. 8. 17.부터 10년이 경과한 2016. 3. 18. 제기되었음은 기록상 명백하므로, 이 사건 임대차보증금반환채권은 이미 시효가 완성되어 소멸하였다고 할 것이다. 따라서 피고의 항변은 이유 있다.<br/>  5. 결론<br/>    그렇다면 원고의 이 사건 청구는 이유 없어 기각하여야 한다. 이와 결론을 달리한 제1심 판결은 부당하므로 이를 취소하고 원고의 청구를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 이건배(재판장) 서지원 정철희 ",
  "사건번호": "2016나57631",
  "사건종류코드": "400101",
  "판례정보일련번호": "207561",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}