{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170406",
  "법원명": "부산고등법원",
  "사건명": "배당이의등",
  "판례내용": "【원고, 피항소인 겸 항소인】 원고 1 외 5인<br/>【원고, 항소인】 원고 7(소송대리인 법무법인 로앤케이 담당변호사 김렬구)<br/>【피고, 항소인 겸 피항소인】 피고 1 외 3인<br/>【피고, 피항소인】 피고 5<br/>【피고, 항소인 겸 피항소인】 피고 6 외 9인(소송대리인 법무법인 대해 외 1인)<br/>【제1심판결】 부산지방법원 2016. 8. 11. 선고 2013가합15848 판결<br/>【변론종결】2017. 3. 9.<br/>【주    문】<br/>1. 제1심 판결 중 피고 1, 피고 2, 피고 성동시엔시 주식회사, 피고 4, 피고 주식회사 금정토건, 피고 주식회사 대승전력, 피고 주식회사 동아개발, 피고 주식회사 부환종합건설, 피고 주식회사 북부산냉열기, 피고 주식회사 윤호건설, 피고 12, 피고 13, 피고 주식회사 형제타일, 피고 주식회사 홍컨즈의 소송수계인 파산자 주식회사 홍컨즈의 파산관재인 △△△의 패소 부분을 취소한다.<br/>   위 취소 부분에 해당하는 원고 1, 원고 2, 원고 3, 원고 4, 원고 5, 원고 롱스테이코리아 주식회사의 피고 1, 피고 2, 피고 성동시엔시 주식회사, 피고 4, 피고 주식회사 금정토건, 피고 주식회사 대승전력, 피고 주식회사 동아개발, 피고 주식회사 부환종합건설, 피고 주식회사 북부산냉열기, 피고 주식회사 윤호건설, 피고 12, 피고 13, 피고 주식회사 형제타일, 피고 주식회사 홍컨즈의 소송수계인 파산자 주식회사 홍컨즈의 파산관재인 △△△에 대한 청구를 모두 기각한다.<br/>2. 원고들의 항소를 모두 기각한다.<br/>3. 소송총비용은 원고들이 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  가. 피고 ○○○를 제외한 나머지 피고들과 주식회사 홍익이 별지 부동산 목록 기재 각 부동산에 관하여 2012. 4. 2. 체결한 각 근저당권설정계약과, 피고 ○○○와 주식회사 홍익이 위 각 부동산에 관하여 2012. 4. 3. 체결한 각 근저당권설정계약을 모두 취소한다. <br/>  나. 부산지방법원 2012타경19115, 11609(병합), 2013타경6369(중복) 부동산임의경매 사건에서 이 법원이 2013. 9. 5. 작성한 배당표 중 피고들에 대한 별지 피고들 배당표 기재 각 배당액을 모두 삭제하고, 원고들에 대한 별지 원고들 배당표 종전배당액란 기재 각 배당액을 같은 표 청구금액란 기재 각 금액으로 각 경정한다.<br/>2. 항소취지<br/> 가. 원고 7을 제외한 나머지 원고들 : 제1심 판결 중 피고 ○○○에 대한 위 원고들 패소부분을 취소한다. 피고 ○○○와 주식회사 홍익이 별지 부동산 목록 기재 각 부동산에 관하여 2012. 4. 3. 체결한 각 근저당권설정계약을 취소한다. 청구취지 중 나.항과 같다.<br/> 나. 원고 7 : 제1심 판결 중 원고 7 패소 부분을 취소한다. 청구취지와 같다.<br/> 다. 피고 ○○○를 제외한 나머지 피고들 : 제1심 판결 중 위 피고들 패소 부분을 취소하고, 위 취소부분에 해당하는 원고 7을 제외한 나머지 원고들의 청구를 모두 기각한다.<br/>【이    유】1. 제1심 판결의 인용<br/>  이 법원이 적을 이유는 제1심 판결 이유 제2항 중 아래 부분을 추가하고, 제1심 판결 이유 제3항 부분을 [고쳐 쓰는 부분]으로 고쳐 쓰고, 원고들이 피고 ○○○에 대하여 당심에서 강조하는 주장에 관하여 [추가하는 부분]을 덧붙이는 외에는 제1심 판결 기재와 같으므로 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>○ 제1심 판결문 10쪽 1행의 “특정되지 않은 점” 다음에 “원고 7의 등록사항 등의 현황서에는 ‘임대차부동산의 소재지’란에 ‘부산광역시 사하구 (주소 생략)’으로, ‘면적’란에 ‘18㎡’로만 기재되어 있고 ‘사업장 위치’란에는 별 다른 기재가 없는 점, 원고 7과 소외 회사 사이에 작성된 임대차계약서에도 ‘임대할 부분’란에 ‘휴게실(카페테리아), 면적: 18㎡’로만 기재되어 있어서 원고 7의 사업자등록, 등록사항 등의 현황서, 임대차계약서를 종합적으로 살펴보아도 이 사건 건물 2층 중 원고 7이 임차한 부분의 면적만을 알 수 있을 뿐이어서 도면이 첨부된 경우에 준할 정도로 원고 7의 임차 부분이 명백히 구분되었다고 보기 어려운 점”을 추가한다.<br/>[고쳐쓰는 부분]<br/>3. 원고 7을 제외한 나머지 원고들의 피고 ○○○를 제외한 나머지 피고들에 대한 청구에 관하여<br/>  가. 당사자들의 주장<br/>    1) 위 원고들은 이 사건 근저당권설정계약이 사해행위에 해당하므로 이를 취소하고, 그에 따른 원상회복으로 배당표가 경정되어야 한다고 주장한다.<br/>    2) 위 피고들은 이 사건 각 부동산 공사의 수급인들로서 민법 제666조에 기하여 수급인의 저당권설정청구권이 있고, 이 사건 제1근저당권 설정계약은 위 저당권설정청구권을 행사한 것이므로 특별한 사정이 없는 한 사해행위에 해당하지 않는다고 주장한다.<br/>  나. 인정사실<br/>    이 법원이 이 부분에 적을 이유는 아래와 같이 고쳐 쓰는 외에 제1심 판결 이유 중 제3의 가항 부분 기재와 같으므로 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>○ 제1심 판결문 11쪽 6행 ‘체결하였다’ 부분을 ‘체결하거나, 이들로부터 공사에 필요한 물품을 공급받아 이 사건 공사를 진행하였다.’로 고쳐 쓴다. <br/>○ 제1심 판결문 11쪽 10행 ‘하도급 공사대금을’ 부분을 ‘하도급 공사대금이나 물품대금을’로 고쳐 쓴다. <br/>○ 제1심 판결문 14쪽 2행 ‘증인 소외인’을 ‘제1심 증인 소외인’으로 고쳐 쓴다.<br/>  다. 판단<br/>    1) 민법 제666조는 ‘부동산공사의 수급인은 보수에 관한 채권을 담보하기 위하여 그 부동산을 목적으로 한 저당권의 설정을 청구할 수 있다’고 규정하고 있는바, 이는 부동산공사에서 그 목적물이 보통 수급인의 자재와 노력으로 완성되는 점을 감안하여 그 목적물의 소유권이 원시적으로 도급인에게 귀속되는 경우 수급인에게 목적물에 대한 저당권설정청구권을 부여함으로써 수급인이 사실상 목적물로부터 공사대금을 우선적으로 변제받을 수 있도록 하는 데 그 취지가 있다 할 것이고, 이러한 수급인의 지위가 목적물에 대하여 유치권을 행사하는 지위보다 더 강화되는 것은 아니어서 도급인의 일반 채권자들에게 부당하게 불리해지는 것도 아닌 점 등에 비추어 건물공사의 도급인이 민법 제666조가 정한 수급인의 저당권설정청구권의 행사에 따라 공사대금채무의 담보로 그 건물에 저당권을 설정하는 행위는 특별한 사정이 없는 한 사해행위에 해당하지 아니한다(대법원 2008. 3. 27. 선고 2007다78616 판결 등 참조). <br/>     또한 채권담보의 목적으로 채무자 소유의 부동산을 담보로 제공하여 저당권을 설정하는 경우에는 담보물권의 부종성의 법리에 비추어 원칙적으로 채권과 저당권이 그 주체를 달리할 수 없는 것이지만, 채권자 아닌 제3자의 명의로 저당권등기를 하는 데 대하여 채권자와 채무자 및 제3자 사이에 합의가 있었고, 나아가 제3자에게 그 채권이 실질적으로 귀속되었다고 볼 수 있는 특별한 사정이 있거나, 거래경위에 비추어 제3자의 저당권등기가 한낱 명목에 그치는 것이 아니라 그 제3자도 채무자로부터 유효하게 채권을 변제받을 수 있고 채무자도 채권자나 저당권 명의자인 제3자 중 누구에게든 채무를 유효하게 변제할 수 있는 관계, 즉 묵시적으로 채권자와 제3자가 불가분적 채권자의 관계에 있다고 볼 수 있는 경우에는 그 제3자 명의의 저당권등기도 유효하다(대법원 2000. 12. 12. 선고 2000다49879 판결 등 참조). <br/>    2) 피고 부환종합건설이 소외 회사로부터 이 사건 공사를 도급받아 피고 하수급인들에게 그 중 일부 공사를 하도급하거나 이들에게서 공사에 필요한 물품을 매입하여 위 공사를 진행하였고, 잔여 공사대금의 상당 부분은 피고 하수급인들에게 하도급공사대금 또는 물품대금으로 지급되어야 하는 사실은 앞서 보았다. <br/>     이러한 사정을 고려하면 이 사건 제1근저당권 설정계약은 위 피고들 사이의 합의로 민법 제666조가 정하는 바에 따라 이 사건 각 부동산의 소유자이자 도급인인 소외 회사가 수급인인 피고 부환종합건설에 대하여 부담하는 공사대금채무를 담보할 목적으로 소외 회사와 피고 부환종합건설, 그리고 공사대금이 실질적으로 귀속되어야 하는 하수급업자 또는 물품공급업자인 피고 하수급인들 사이에 체결된 것으로서, 사해행위에 해당하지 않는다.<br/>    3) 이에 대하여 위 원고들은, 피고 부환종합건설과 피고 하수급인들은 공모하여 과도하게 공사금액을 부풀려 이 사건 제1근저당권 설정계약을 체결하였고 당시에 위 피고들에게 이 사건 각 부동산에 대한 유치권도 없었으며 소외 회사의 대표이사 소외 2와 피고 부환종합건설의 대표이사 소외 3은 형제이므로, 이 사건 제1근저당권 설정계약은 사해행위라고 볼만한 특별한 사정이 있다고 주장한다.<br/>     앞서 본 증거에 변론 전체의 취지에 의하면 위 소외 2와 소외 3이 형제인 사실은 인정되나, 이 사건 제1근저당권 설정계약 체결 당시에 위 피고들이 이 사건 각 부동산을 점유하지 않았다거나 위 근저당권의 피담보채무액인 이 사건 공사금액이 과장되었다고 볼만한 증거는 없다.<br/>     이 사건 경매절차에서 이 사건 제1근저당권에 기한 위 피고들의 배당액 746,484,016원 중 피고 부환종합건설은 142,255,219원만을 배당받고 나머지 금액은 피고 하수급인들이 배당받았는데, 수급인인 피고 부환종합건설이 취득한 위 배당액은 이 사건 공사로 인한 정당한 범위내로 보이는 점에 비추어 보면, 위 소외 2와 소외 3이 형제인 점은 이 사건 제1근저당권 설정계약이 사해행위라고 볼만한 특별한 사정으로 볼 수 없다. <br/>    4) 따라서 이 사건 제1근저당권 설정계약이 사해행위임을 전제로 원상회복으로 배당표 경정을 구하는 위 원고들의 청구는 이유 없다.<br/>[추가하는 부분]<br/>1. 원고들의 주장<br/>    원고들은 당심에서 피고 ○○○가 소외 회사에 돈을 빌려준 것이 아니라 소외 회사의 대표이사인 소외 2에게 돈을 지급하였으므로, 소외 회사가 사업을 계속 추진할 자금을 마련하기 위해 피고 ○○○로부터 돈을 빌리고 이 사건 제2근저당권 설정계약을 체결한 것은 아니라고 주장한다.<br/>2. 판단<br/>    을마 제4호증(각 가지번호 포함)의 각 기재에 의하면, 피고 ○○○는 ① 2012. 2. 17. 소외 회사의 부산은행계좌로 2,750만 원을 송금하여 그 무렵 소외 회사의 대출금 이자로 지출되고, ② 2012. 3. 8. 소외 회사의 농협은행계좌로 4,590만 원을 송금하여 그 무렵 소외 회사의 직원 급여와 대출금 이자로 지출되고, ③ 2012. 3. 29. 소외 회사의 농협은행계좌로 2,900만 원을 송금하여 합계 1억 2,400만 원을 소외 회사의 금융계좌로 송금한 사실을 인정할 수 있으므로, 원고들의 이 부분 주장은 이유 없다.<br/>2. 결 론<br/>  그렇다면 원고들의 피고들에 대한 청구는 이유 없어 모두 기각하여야 한다. 그런데 제1심 판결 중 원고 7을 제외한 나머지 원고들의 피고 ○○○를 제외한 나머지 피고들에 대한 부분은 이와 결론이 달라 부당하다. 따라서 피고 ○○○를 제외한 나머지 피고들의 항소를 받아들여 위 피고들 패소부분을 취소하고, 그 취소부분에 해당하는 원고 7을 제외한 나머지 원고들의 청구를 기각한다. 제1심 판결 중 원고 7의 피고들에 대한 부분, 원고 7을 제외한 나머지 원고들의 피고 ○○○에 대한 부분은 이와 결론을 같이하여 정당하므로, 원고들의 항소는 이유 없어 이를 모두 기각한다.<br/>  (별지 생략)<br/><br/>판사 조용현(재판장) 권순향 최재원 ",
  "사건번호": "2016나55998",
  "사건종류코드": "400101",
  "판례정보일련번호": "217111",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}