{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170518",
  "법원명": "광주지방법원",
  "사건명": "건물인도등",
  "판례내용": "【원    고】 <br/>【피    고】 <br/>【변론종결】2017. 3. 16.<br/>【주    문】<br/>1. 피고는 원고에게,<br/>  가. 별지 목록 기재 건물을 인도하고,<br/>  나. 5,209,677원을 지급하라.<br/>2. 원고의 나머지 청구를 기각한다.<br/>3. 소송비용은 피고가 부담한다.<br/>4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】  피고는 원고에게 별지 목록 기재 건물(이하 ‘이 사건 건물’이라 한다)을 인도하고 2016. 5. 4.부터 위 건물 인도완료시까지 월 500,000원의 비율에 의한 금원을 지급하라.<br/>【이    유】1. 인정사실<br/>가. 원고와 피고의 임대차계약<br/>    피고는 2015. 12. 10. 원고로부터 이 사건 건물을 보증금 15,000,000원, 차임 월 500,000원, 존속기간 2016. 1. 1.부터 2018. 1. 1.까지로 정해 임차하고 원고에게 계약금 10,000,000원을 지급하였으며, 2015. 12. 31. 잔금 5,000,000원을 지급하였다.<br/>나. 원고 명의의 소유권이전등기<br/>    원고의 아들 소외 1은 2016. 1. 15. 원고에게 이 사건 건물에 관하여 2015. 12. 9.자 증여를 원인으로 하는 소유권이전등기를 마쳐 주었다.<br/>다. 전소송의 조정성립<br/>    피고는 광주지방법원(2016가단3800)에 원고 등을 상대로 25,348,000원 및 이에 대한 지연손해금을 청구하는 소송을 제기하였는데, 그 청구원인 중 관련 부분은 다음과 같고, 2016. 5. 3. 위 소송에서 다음과 같은 조정조항으로 조정이 성립되었다.<br/>1) 청구원인<br/>      피고는 원고로부터 이 사건 건물을 위와 같이 임차하였는데, 위 건물은 원고가 아니라 그 아들인 소외 1 소유이어서 피고는 식당업 사업자등록을 하지 못하였다. 이에 피고는 원고에게 다시 계약서를 작성해 주거나 소외 1의 위임장을 작성해 줄 것을 요구하였으나 원고는 이를 거절하였다. 따라서 원고는 피고에게 보증금을 반환하고 정신적 손해에 대하여 위자료를 지급하여야 한다.<br/>2) 조정조항<br/>    『원고는 피고에게, 피고가 이 사건 건물 및 그 대지 중 약 330㎡를 원상회복하여 인도한 날로부터 2일 후에 13,500,000원을 지급한다.<br/>      피고의 원고에 대한 나머지 청구를 포기한다.<br/>      소송비용 및 조정비용은 각자 부담한다.』<br/>라. 피고의 소외 2에 대한 열쇠 교부<br/>    한편, 피고는 위 조정성립을 전후하여 이 사건 건물에서 퇴거하면서 전 임차인으로서 위 건물에서 계속 거주해 온 소외 2에게 이 사건 건물의 열쇠를 교부해 그 후 소외 2가 위 건물을 점유해 왔다.<br/> 【인정근거】다툼 없는 사실, 갑 1 ~ 3, 을 6, 변론 전체의 취지<br/>2. 인도 청구에 대하여<br/>가. 청구원인에 대한 판단<br/>    위 인정사실에 의하면, 위 조정이 성립됨으로써 위 임대차계약은 원고와 피고 사이에서 합의해지되었다 할 것이므로, 이에 따른 원상회복으로 피고는 원고에게 위 건물을 인도할 의무가 있다.<br/>나. 피고의 주장에 대한 판단<br/>    1) 이에 대하여 피고는, 이 사건 건물을 직·간접적으로 점유하고 있지 않으므로 원고의 인도청구에 응할 수 없다고 주장한다.<br/>      그러나 피고가 제출한 증거들만으로는 피고가 위 건물을 간접적으로도 점유하지 않고 있다고 인정하기에 부족하므로, 피고의 위 주장은 이유 없다(대법원 1991. 4. 23. 선고 90다19695 판결 참조).<br/>    2) 피고는 또한, 2016년 1월에 이 사건 건물에 계속 거주하고 있던 전 임차인인 소외 2에게 위 건물의 열쇠를 교부하고 집기류 등을 모두 반출하여 퇴거하였으므로 위 건물을 인도한 것이라고 주장한다.<br/>      살피건대, 설령 피고의 주장과 같이 원고가 피고의 연락을 피하였다고 하더라도, 임대인이 아닌 소외 2에게 이 사건 건물의 열쇠를 교부하였는 사정만으로 원고에 대한 인도의무가 이행되었다고 볼 수는 없으므로, 피고의 위 주장도 이유 없다.<br/>    3) 피고는, 원고로부터 보증금을 반환받음과 동시에 또는 보증금을 반환받는 것을 조건으로만 위 건물을 인도할 의무가 있다고 항변한다.<br/>      그러나 위 인정사실에 변론 전체의 취지를 보태어 보면, 위 조정 성립 당시 원고와 피고는, 피고가 원고에게 이 사건 건물 및 그 대지 중 약 330㎡를 원상회복하여 인도한 날로부터 2일 후에 원고가 피고에게 임대차보증금 잔액 13,500,000원을 지급하기로 약정한 사실이 인정되므로, 원고의 임대차보증금 반환의무는 피고의 위 건물 인도의무와 동시이행관계에 있다고 할 수 없어 피고의 위 주장도 이유 없다. <br/>3. 금원 청구에 대하여<br/>가. 부당이득금 청구<br/>    원고는, 피고 또는 소외 2는 2016. 5. 4.부터 이 사건 건물 인도완료시까지 월 500,000원의 비율에 의한 차임 상당의 부당이득을 얻고 있으므로 원고에게 이를 반환하여야 한다고 주장한다.<br/>    그러나 원고가 제출한 증거들만으로는 피고가 2016. 5. 4.부터 이 사건 건물 차임 상당의 실질적인 이익을 얻고 있다고 인정하기 어렵고, 피고에 대하여 소외 2가 얻은 위 건물 차임 상당의 부당이득의 반환을 청구할 수는 근거가 없으므로, 원고의 위 주장은 이유 없다.<br/>나. 불법행위로 인한 손해배상금 청구<br/>1) 청구원인에 대한 판단<br/>      원고는, 설령 피고가 부당한 이익을 얻지 않았다 하더라도, 피고는 원고가 이 사건 부동산을 사용하지 못하게 하였으므로 원고에게 불법행위로 인한 손해배상금을 지급하여야 한다고 주장한다.<br/>      위 인정사실에 의하면, 피고는 원고 소유의 이 사건 건물의 열쇠를 소외 2에게 인도하고 위 임대차계약이 해지되었음에도 원고에게 위 건물을 인도하지 아니하였고 위 조정성립 후 피고는 동시이행의 항변권도 갖지 않게 되었으므로, 피고는 적어도 과실로 위법하게 원고가 위 조정성립 다음날인 2016. 5. 4.부터 이 사건 변론종결일인 2017. 3. 16.까지 사용하지 못하게 하여 그 차임 5,209,677원[= 500,000 × (10 + 13/31), 원 미만 버림] 상당의 손해를 입게 하였다 할 것이어서, 원고에게 이를 배상할 의무가 있다.<br/>      그러나 장래의 이행을 명하는 판결을 하기 위하여는 채무의 이행기가 장래에 도래하는 것뿐만 아니라 의무불이행사유가 그 때까지 존속한다는 것을 변론종결 당시에 확정적으로 예정할 수 있어야 하며 이러한 책임기간이 불확실하여 변론종결 당시에 확정적으로 예정할 수 없는 경우에는 장래의 이행을 명하는 판결을 할 수 없다(대법원 2002. 6. 14. 선고 2000다37517 판결 참조). 이 사건에 관하여 보건대, 이 사건 건물은 이 사건 변론종결 당시 소외 2가 직접점유하고 있어 피고의 의사와 무관하게 원고가 이를 사용하지 못하는 손해의 발생이 중단될 수도 있으므로, 위 변론종결 당시에 그 후에도 피고가 원고에게 위 건물을 인도할 때까지 원고가 이를 사용하지 못하는 손해가 계속하여 발생할 것을 확정적으로 예정할 수 있다고 보기 어려우므로, 원고의 이 부분 주장은 이유 없다.<br/>2) 피고의 주장에 대한 판단<br/>      피고는, 2016년 1월에 이 사건 건물에서 퇴거하기 위하여 원고에게 연락을 하였지만 원고가 이를 회피하여 부득이하게 위 건물에서 계속 거주하고 있던 소외 2에게 그 열쇠를 건넬 수밖에 없었다고 주장한다.<br/>      그러나 원고가 피고의 연락을 회피하였다는 사정만으로는 피고가 이 사건 건물의 열쇠를 소외 2에게 교부한 것에 대한 책임을 면할 수는 없으므로, 피고의 위 주장도 이유 없다.<br/>3. 결  론<br/>  따라서 원고의 이 사건 청구는 위 인정범위 내에서 이유 있고 나머지 청구는 이유 없다.<br/>[별지 생략]<br/><br/>판사 박지원 ",
  "사건번호": "2016가단20164",
  "사건종류코드": "400101",
  "판례정보일련번호": "204530",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}