{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170630",
  "법원명": "서울고등법원",
  "사건명": "사해행위취소",
  "판례내용": "【원고, 피항소인】 진흥기업 주식회사(소송대리인 법무법인 로텍 담당변호사 김윤석)<br/>【피고, 항소인】 피고 1 외 6인(소송대리인 변호사 박기동 외 2인)<br/>【제1심판결】 서울중앙지방법원 2016. 3. 15. 선고 2014가합531301 판결<br/>【변론종결】2017. 4. 28.<br/>【주    문】<br/>1. 제1심판결 중 피고 1, 피고 신원피엔지 주식회사, 피고 한아종합기술 주식회사, 피고 주식회사 인디자인, 피고 주식회사 전연디자인, 피고 7에 대한 부분 및 피고 주식회사 윈스타트의 패소 부분을 각 취소하고, 그 취소 부분에 해당하는 원고의 청구를 모두 기각한다. <br/>2. 소송총비용은 원고가 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/> 주식회사 유동개발과 피고 1 사이의 별지 기재 제13 내지 27 부동산에 관한 2013. 6. 1. 매매계약을, 주식회사 유동개발과 피고 신원피엔지 주식회사 사이의 별지 기재 제28, 29 부동산 중 각 14.27/100 지분 및 별지 기재 제30, 31 부동산에 관한 2013. 7. 12. 매매계약을, 주식회사 유동개발과 피고 주식회사 윈스타트 사이의 별지 기재 제28, 29 부동산 중 각 30.40/100 지분 및 별지 기재 제32 부동산에 관한 2013. 7. 12. 매매계약을, 별지 기재 제33 부동산에 관한 2011. 12. 26.자 매매계약을, 주식회사 유동개발과 피고 한아종합기술 주식회사 사이의 별지 기재 제28, 29 부동산 중 각 13.20/100 지분 및 별지 기재 제34, 35 부동산에 관한 2013. 7. 12. 매매계약을, 주식회사 유동개발과 피고 주식회사 인디자인 사이의 별지 기재 제28, 29 부동산 중 각 14.39/100 지분 및 별지 기재 제36, 37 부동산에 관한 2013. 7. 12. 매매계약을, 주식회사 유동개발과 피고 주식회사 전연디자인 사이의 별지 기재 제28, 29 부동산 중 각 12.39/100 지분 및 별지 기재 제38, 39 부동산에 관한 2013. 7. 12. 매매계약을, 주식회사 유동개발과 피고 7 사이의 별지 기재 제28, 29 부동산 중 각 15.35/100 지분에 관한 2013. 7. 12. 매매계약을 각 취소한다. 원고에게, 피고 1은 4,041,200,000원, 피고 신원피엔지 주식회사는 62,174,390원, 피고 주식회사 윈스타트는 610,652,800원, 피고 한아종합기술 주식회사는 495,312,400원, 피고 주식회사 인디자인은 62,697,230원, 피고 주식회사 전연디자인은 659,783,230원, 피고 7은 66,879,950원 및 위 각 금원에 대하여 이 사건 판결 확정일 다음 날부터 다 갚는 날까지 연 5%의 비율에 의한 금원을 각 지급하고, 피고 신원피엔지 주식회사는 별지 기재 제30 부동산에 관하여 제주지방법원 서귀포등기소 2013. 7. 19. 접수 제30529호로 마친 소유권이전등기 및 별지 기재 제31 부동산에 관하여 같은 등기소 2013. 7. 19. 접수 제30530호로 마친 소유권이전등기의 각 말소등기절차를, 피고 주식회사 인디자인은 별지 기재 제36 부동산에 관하여 제주지방법원 서귀포등기소 2013. 7. 19. 접수 제30522호로 마친 소유권이전등기 및 별지 기재 제37 부동산에 관하여 같은 등기소 2013. 7. 19. 접수 제30523호로 마친 소유권이전등기의 각 말소등기절차를 각 이행하라. <br/>2. 항소취지<br/> 주문 제1항과 같다[제1심 법원은 원고의 피고 주식회사 윈스타트에 대한 사해행위취소청구 중 주식회사 유동개발과 피고 주식회사 윈스타트 사이의 별지 기재 제28, 29 부동산 중 각 30.40/100 지분 및 별지 기재 제32 부동산에 관한 2013. 7. 12. 매매계약을 취소하고, 피고 주식회사 윈스타트는 원고에게 351,352,800원을 지급할 것을 구하는 부분만 인용하고, 나머지 주식회사 유동개발과 피고 주식회사 윈스타트 사이의 별지 기재 제33 부동산에 관한 2011. 12. 26. 매매계약을 취소하고, 피고 주식회사 윈스타트는 원고에게 259,300,000원 및 이에 대한 이 사건 판결확정일 다음 날부터 다 갚는 날까지 연 5%의 비율에 의한 금원을 지급할 것을 구하는 부분은 기각하였는데, 이에 대하여 피고 주식회사 윈스타트만 항소하였다. 한편 원고는 제1심 공동피고 주식회사 팰리스레저산업에 대하여 주식회사 유동개발과 제1심 공동피고 주식회사 팰리스레저산업 사이의 별지 기재 제1 내지 12 부동산에 관한 2012. 11. 6. 매매계약을 취소하고, 원고에게 7,163,162,353원 및 위 금원에 대하여 이 사건 판결 확정일 다음 날부터 다 갚는 날까지 연 5%의 비율에 의한 금원을 지급할 것을 구하는 사해행위취소소송을 제기하였는데, 제1심 법원은 7,163,162,353원의 한도 내에서 별지 기재 제1 내지 12 부동산에 관한 2012. 11. 6. 매매계약을 취소하고, 원고에게 7,163,162,353원 및 위 금원에 대하여 이 사건 판결 확정일 다음 날부터 다 갚는 날까지 연 5%의 비율에 의한 금원을 지급할 것을 명하는 판결을 선고하였고, 위 판결은 그대로 확정되었다. 따라서 당심의 심판범위는 피고들에 대한 별지 기재 제13 내지 32, 34 내지 39 부동산(이하 ‘이 사건 각 부동산’이라 한다)에 관한 사해행위취소청구에 한정된다].<br/>【이    유】1. 인정 사실<br/>가. 주식회사 유동개발에 대한 공사대금채권 발생<br/>  1) 원고는 2010. 3. 29. 주식회사 유동개발(이하 주식회사를 두 번째 지칭할 때부터 ‘주식회사’ 표시는 생략한다)과 서귀포시 (주소 생략) 외 8필지에 지하 5층, 지상 11층 규모의 ○○○○○ 오피스텔(이하 ‘이 사건 오피스텔’이라 한다)을 신축하는 공사 중 기존 시설물 철거공사, 토목공사, 골조공사(이하 ‘이 사건 공사’라 한다)에 관하여 원고를 수급인으로 하여 계약금액 19,250,000,000원, 공사기간은 실착공일로부터 17개월로 정한 도급계약(이하 ‘이 사건 도급계약’이라 한다)을 체결하였다. <br/>  2) 원고는 2012. 7. 13. 이 사건 공사의 건축감리원으로부터 이 사건 공사가 완료되었음을 확인받고, 2012. 7. 16. 유동개발에 확인서를 제출하여 이 사건 공사를 완료하였다. 원고는 2013. 3. 28. 유동개발과 잔여 공사대금에 관한 일부 지급 합의 및 나머지 공사대금의 처리 등과 관련하여 합의서(갑 제6호증의 1)를 작성하였는데, 그 주요 내용은 아래와 같다.<br/>제2조 (정산확정 절차 등에 관한 합의)① 본건 공사도급계약의 계약금액은 19,250,000,000원이고, 현재까지 유동개발이 원고에게 지급한 공사대금은 14,880,800,000원이며, 따라서 유동개발이 원고에게 지급하지 아니한 잔여 공사대금은 4,369,200,000원이다. 유동개발은 지체상금 등을, 원고는 추가공사대금 등을 주장하여 위 잔여 공사대금에 대한 정산합의가 이루어지지 않고 있다.② 전항의 정산에 따른 분쟁을 최소화하기 위하여, 원고는 유동개발로부터 잔여 공사대금 중 2,400,000,000원을 지급받음과 동시에 유동개발에 본건 공사의 공사도급계약에 따른 하자이행보증보험증권을 교부하며, 나머지 공사대금에 관한 최종적인 정산은 법원의 판결에 의하여 확정한다. (후략)<br/> 3) 원고는 위 합의 내용이 제대로 이행되지 않자, 2013. 5. 14. 유동개발을 상대로 서울중앙지방법원 2013가합36960호로 공사대금청구의 소를 제기하였는데, 위 법원은 2015. 12. 11. ‘유동개발은 원고에게 5,962,830,213원 및 그중 3,562,830,213원에 대하여 2012. 8. 1.부터 2015. 12. 11.까지는 연 9%의, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 금원을 지급하라’는 취지의 판결을 선고하였고, 위 판결은 그대로 확정되었다. <br/>나. 유동개발과 아시아신탁 주식회사 사이 분양관리신탁계약의 체결<br/>  1) 유동개발은 2012. 12. 28. 아시아신탁 주식회사와 건축물의 분양에 관한 법률에 의하여 이 사건 각 부동산에 관하여 분양관리신탁계약(이하 ‘이 사건 신탁계약’이라 한다)을 체결하였는데, 그 주요 내용은 아래와 같다. <br/>제1조 (신탁목적)이 신탁계약은 “건축물의 분양에 관한 법률”에 의거하여 위탁자가 별지3의 신탁부동산 상에 건물을 신축하여 분양하는 사업(이하 “분양사업”이라 한다)에 있어 수탁자가 신탁부동산(완공된 건축물이 추가 신탁된 경우를 포함한다)의 소유권을 보전ㆍ관리하여 수분양자를 보호하고, 위탁자(채무자가 따로 있는 경우에는 이를 포함한다)가 부담하는 채무불이행시 신탁부동산을 환가ㆍ처분하여 정산함에 그 목적이 있다. 제2조 (용어의 정의)이 신탁계약에서 사용되는 용어의 정의는 다음과 같다.① 수익자 : 신탁종료 시 최종 정산 후 잔여 신탁재산을 현상대로 교부받을 권리자② 우선수익자 : 우선수익권의 설정 범위 내에서 이 신탁계약에서 정하는 바에 따라 수익자에 우선하여 수익을 교부받을 권리자제7조 (일부종료)신탁부동산을 분양ㆍ처분하여 그 부분에 대하여 수분양자(매수인을 포함한다)에게 소유권이전등기를 경료한 때에는 그 부분에 한하여 신탁계약은 일부 종료한 것으로 본다. 제8조 (수익자)① 이 신탁계약에서 수익자 및 우선수익자는 별지 1과 같이 지정한다. ③ 수익자의 수익권은 신탁재산에서 본 건 분양사업과 관련하여 제24조 제1항 제1호 내지 제6호의 각종 비용을 정산 후 잔여 신탁재산에 미친다. 제10조 (우선수익자의 수익권)① 우선수익자가 갖는 수익권의 범위는 우선수익자와 채무자간의 약정 및 대리사무계약에 따른 여신거래로 발생한 우선수익자의 원금, 이자 및 지연손해금채권에 한한다. ② 우선수익자는 수익권증서에 기재된 별지1의 금액을 최고한도로 하여 그 한도 내에서 수익을 받을 권리가 있다.제24조 (처분대금 등 정산)① 수탁자가 신탁부동산을 처분, 환가하여 정산하는 경우의 순위는 다음 각 호에 의한다.1. 법령에 의한 각종 제세공과금 및 부담금, 가압류 가처분 등 분쟁해결비용 및 신탁사무처리와 관련하여 발생된 제비용 및 신탁보수, 임대차보증금2. 수분양자가 분양대금의 반환을 요구하는 경우 수분양자가 사업약정 및 대리사무계약에 따라 기 납부한 분양대금3. 잔존 대리사무보수4. 우선수익자의 피담보채권5. 시공사의 공사대금채권6. 본 분양사업과 관련한 제반비용7. 기타 수익자의 권리에 우선하는 채권8. 정산 후 잔액은 수익자에게 교부〈별지1〉 우선수익자 및 수익자1. 신탁원본의 선순위 우선수익자- 공동1순위 : 소외 1, 소외 3, 소외 4- 2순위 : 원고2. 신탁원본 후순위 및 신탁수익의 수익자 : 유동개발3. 채무자 : 유동개발4. 우선수익금 한도액(수익권증서금액)순위성명(법인명)수익한도금액공동1순위소외 1일십억원정(\\1,000,000,000) 소외 3삼억일천사백팔십만원정(\\314,800,000)소외 4일억구천구백만원정(\\199,000,000)2순위원고일백구십이억오천만원(\\19,250,000,000)합계이백칠억육천삼백팔십만원(\\20,763,800,000)〈별지2〉 신탁보수내역1. 관리보수 : 금 칠백만원정(\\7,000,000)- 차후 관리보수는 없는 것으로 함2. 담보보수 : 금 일천삼백만원정(\\13,000,000)보수액 = 기준금액(\\9,100,000,000) × 0.15% (보수율)주 1) 기준금액 = 수익한도금액(1순위금액)2) 보수는 수익권증서 추가 발행시에도 차후 보수는 없는 것으로 한다. 3) 보수는 신탁기간의 증감(기간연장, 중도해지)에 관계없이 일시에 선납한다.4) 십만단위 이하 절사3. 환가처분보수처  분  가  격보    수    율일 시 불 처 분 시할 부 율 처 분 시1억원초과2억원초과5억원초과1억원까지2억원까지5억원까지10억원까지10억원초과8 / 1,0007 / 1,0006 / 1,0005 / 1,0004 / 1,00010 / 1,0009 / 1,0007 / 1,0006 / 1,0005 / 1,000<br/>  2) 유동개발은 아시아신탁에 2012. 12. 28. 이 사건 각 부동산에 관하여 아시아신탁 명의로 2012. 12. 28.자 신탁을 원인으로 한 소유권이전등기를 마쳐주었다. <br/>다. 피고 신원피엔지 등에 대한 대물변제<br/>  1) 피고 신원피엔지 주식회사, 피고 주식회사 윈스타트, 피고 한아종합기술 주식회사, 피고 주식회사 인디자인, 피고 주식회사 전연디자인, 피고 7(대법원 판결의 피고 6, 이하 위 피고들을 ‘피고 신원피엔지 등’이라 한다)은 유동개발과 이 사건 오피스텔 신축공사에 관하여 각 공정별로 도급공사계약을 체결하고 공사를 완료하였다. <br/>  2) 피고 신원피엔지 등은 유동개발로부터 공사대금을 지급받지 못하자, 2013. 3. 13.  채무자를 유동개발, 제3채무자를 아시아신탁으로 하여 서울중앙지방법원 2013카단1068호로 신탁재산의 귀속을 원인으로 한 소유권이전등기청구권에 관한 채권가압류 신청을 하였고, 2013. 4. 2. 위 법원으로부터 인용결정을 받았다. <br/>  3) 유동개발은 2013. 7. 10. 피고 신원피엔지 등과 공사비 지급에 관한 합의를 하였는데, 그 주요 내용은 아래와 같다(을다 제8호증). <br/>    가) 채권자들은 유동개발의 공사기성금 채권을 목적으로 한 채권가압류(2013카단739) 및 소유권이전청구권가압류(2013카단1068)의 신청취하 및 집행해제를 신청한다. <br/>    나) 공사비는 아래와 같이 확정한다.<br/>업체명(채권자)참여공정도급계약금(원)기지급액(원)미지급액(원)전연디자인인테리어3,203,860,0002,541,385,555662,474,445인디자인인테리어4,174,060,0003,474,351,373699,708,627윈스타트창호1,679,612,0001,310,706,429368,905,571신원피엔지전기2,434,076,7661,955,146,366478,930,400한아종합기술설비1,992,034,0001,682,811,600309,222,400피고 7(코리아에너지)온수관난방409,200,000335,500,00073,700,000한아종합기술차용금200,000,0000200,000,000신원피엔지차용금70,000,000070,000,000계　14,162,842,76611,299,901,3232,862,941,443<br/>    다) 상기 지급액에 대하여 다음과 같이 대물 지급한다.<br/>호실분양가(원)10% 할인가(원)지급처비고(원)제220호348,000,000313,200,000인디자인630,630,000제227호352,700,000317,430,000제209호247,700,000222,930,000윈스타트(이건창호)222,930,000제215호239,300,000215,370,000전연디자인603,000,000제1120호2)430,700,000387,630,000제211호247,700,000222,930,000한아종합기술445,860,000제210호247,700,000222,930,000제204호257,800,000232,020,000신원피엔지480,420,000제225호276,000,000248,400,000제214호239,300,000215,370,000공동분배434,610,000제222호243,600,000219,240,000공동분배계3,130,500,0002,817,450,000　2,817,450,000<br/>제1120호<br/> 라. 유동개발의 재산처분행위<br/>  유동개발은 아시아신탁으로부터 2013. 6. 21. 유동개발 앞으로 이 사건 제13 내지 27 부동산에 관하여 같은 날짜 신탁재산귀속을 원인으로 한 소유권이전등기를, 2013. 7. 19. 유동개발 앞으로 이 사건 제28 내지 32, 34 내지 39 부동산에 관하여 2013. 7. 16. 신탁재산귀속을 원인으로 한 소유권이전등기를 각 마친 다음 피고들에게 이 사건 각 부동산에 관하여 아래와 같은 각 매매를 원인으로 한 소유권이전등기를 마쳐주었다. <br/>별지 기재 순번피고목적물원인등기13피고 1제3층 제310호2013. 6. 1. 매매같은 등기소 2013. 6. 21. 접수 제25944호 소유권이전등기14제3층 제311호같은 등기소 2013. 6. 21. 접수제25945호 소유권이전등기15제3층 제320호같은 등기소 2013. 6. 21. 접수제25946호 소유권이전등기16제3층 제322호같은 등기소 2013. 6. 21. 접수제25947호 소유권이전등기17제3층 제325호같은 등기소 2013. 6. 21. 접수제25948호 소유권이전등기18제4층 제413호같은 등기소 2013. 6. 21. 접수제25949호 소유권이전등기19제4층 제414호같은 등기소 2013. 6. 21. 접수제25950호 소유권이전등기20제4층 제417호같은 등기소 2013. 6. 21. 접수 제25952호 소유권이전등기21제4층 제420호같은 등기소 2013. 6. 21. 접수제25953호 소유권이전등기22제4층 제422호같은 등기소 2013. 6. 21. 접수제25954호 소유권이전등기23제5층 제513호같은 등기소 2013. 6. 21. 접수제25955호 소유권이전등기24제5층 제520호같은 등기소 2013. 6. 21. 접수제25956호 소유권이전등기25제5층 제522호같은 등기소 2013. 6. 21. 접수제25957호 소유권이전등기26제6층 제610호같은 등기소 2013. 6. 21. 접수 제25958호 소유권이전등기27제8층 제820호같은 등기소 2013. 6. 21.접수제25959호 소유권이전등기28신원피엔지(14.27/100), 윈스타트  (30.40/100), 한아종합기술  (13.20/100), 인디자인  (14.39/100),  전연디자인  (12.39/100),  피고 7 (15.35/100)제2층 제214호2013. 7. 12. 매매같은 등기소 2013. 7. 19. 접수 제30531호 소유권이전등기29제2층 제222호같은 등기소 2013. 7. 19. 접수제30532호 소유권이전등기30신원피엔지제2층 제204호같은 등기소 2013. 7. 19. 접수 제30529호 소유권이전등기31제2층 제225호같은 등기소 2013. 7. 19. 접수 제30530호 소유권이전등기32윈스타트제2층 제209호같은 등기소 2013. 7. 19. 접수 제30524호 소유권이전등기34한아종합기술제2층 제210호같은 등기소 2013. 7. 19. 접수 제30527호 소유권이전등기35제2층 제211호같은 등기소 2013. 7. 19. 접수 제30528호 소유권이전등기36인디자인제2층 제220호같은 등기소 2013. 7. 19. 접수 제30522호 소유권이전등기37제2층 제227호같은 등기소 2013. 7. 19. 접수 제30523호 소유권이전등기38전연디자인제2층 제215호같은 등기소 2013. 7. 19. 접수 제30525호 소유권이전등기39제9층 제920호같은 등기소 2013. 7. 19. 접수 제30526호 소유권이전등기<br/>  [인정근거] 다툼 없는 사실, 갑 제2 내지 7, 9, 11, 12호증(가지번호 포함, 이하 같다), 을다 제1 내지 9, 14호증의 각 기재, 변론 전체의 취지<br/>2. 판단<br/>가. 피보전채권의 성립<br/>  위 인정 사실에 의하면, 원고는 위 각 매매 이전인 2012. 7. 16. 이 사건 공사를 완료하여 유동개발에 대하여 이 사건 공사대금채권을 가지고 있었으므로 원고의 유동개발에 대한 공사대금채권은 사해행위의 피보전채권이 될 수 있다. <br/>나. 사해행위의 성립여부<br/>  1) 관련 법리<br/>   사해행위취소소송에서 채무자의 무자력 여부를 판단하기 위하여 적극재산을 산정함에 있어서는 실질적으로 재산적 가치가 없어 채권의 공동담보로서의 역할을 할 수 없는 재산은 특별한 사정이 없는 한 이를 제외하여야 하고, 그 재산이 채권인 경우에는 그것이 용이하게 변제받을 수 있는 확실성이 있다는 것이 합리적으로 긍정되는 경우에 한하여 적극재산에 포함시켜야 한다. 그리고 이는 그 재산이 신탁재산에 대한 수익권인 경우에도 마찬가지이다(대법원 2005. 1. 28. 선고 2004다58963 판결 등 참조). 한편 위탁자가 위탁자 소유의 부동산을 신탁법에 따라 수탁자에게 이전하면서 신탁부동산을 처분할 경우 우선수익자의 채권 변제 등에 충당하고 나머지를 위탁자에게 반환하기로 하는 내용의 신탁을 해 둔 경우, 그 신탁부동산에 대하여 위탁자가 가지고 있는 신탁계약상의 수익권은 위탁자의 일반채권자들에게 공동담보로 제공되는 책임재산에 해당한다(대법원 2013. 12. 12. 선고 2012다111401 판결의 취지 참조). <br/>  위 법리에 비추어 이 사건을 살피건대, 원고가 주장하는 사해행위인 위 각 매매 당시 이 사건 각 부동산은 이 사건 신탁계약에 따라 아시아신탁에 신탁되어 있던 상태이므로, 이 사건 각 부동산의 소유자는 대내외적으로 수탁자인 아시아신탁이었다고 할 수 있고, 유동개발은 이 사건 각 부동산에 대하여 이 사건 신탁계약상 수익권만을 가지고 있었다고 할 것이어서, 이 사건 각 부동산이 아니라 위 수익권이 유동개발의 일반채권자들에게 공동담보로 제공되는 책임재산에 해당한다고 볼 수 있다. 한편 원고가 신탁재산인 이 사건 각 부동산에 대한 수익권의 가치를 평가할 수 있는 객관적인 자료를 제출하지 않고 있는 이 사건에서, 위 수익권의 가치는 이 사건 신탁계약 제24조에 따라 신탁이 종료되었을 때 신탁재산 가액에서 각종 제세공과금 및 부담금, 소요비용과 신탁보수 등을 공제하고 거기에서 다시 우선수익자에 대한 피담보채무액을 공제한 후 남은 금액으로 평가하여야 할 것이다. <br/>  2) 이 사건 제13 내지 27 부동산의 경우  <br/>  이 사건 제13 내지 27 부동산에 관하여 매매와 그에 따른 신탁재산귀속이 이루어진 2013. 6.경 이 사건 제13 내지 27 부동산의 시가는 합계 4,100,900,000원이고, 이 사건 각 부동산의 시가 합계는 6,913,200,000원인 사실, 이 사건 각 부동산 전체에 동일한 우선수익권이 설정되어있는 사실은 당사자 사이에 다툼이 없거나, 갑 제11, 12, 15, 16호증의 각 기재 및 변론 전체의 취지를 종합하여 인정할 수 있다. 위 인정 사실에 의하면 이 사건 제13 내지 27 부동산에 관하여 신탁이 종료되었을 때의 신탁재산 가액은 합계 4,100,900,000원이라고 봄이 타당하다(유동개발이 이 사건 제13 내지 27 부동산을 피고 1에게 매각한 가액 역시 위 시가 합계액과 큰 차이가 없는 점 등을 고려할 때, 특별한 사정이 없는 한 위 각 부동산이 제3자에게 분양되더라도 그 분양대금은 위 시가 합계액과 유사할 것으로 보인다).<br/>  유동개발이 2013. 6. 1. 이 사건 제13 내지 27 부동산을 매각할 당시 이 사건 신탁계약상 위 각 부동산에 의하여 담보되는 우선수익자들에 대한 채무액에 관하여 보건대, 먼저 1순위 우선수익자인 소외 1, 소외 3, 소외 4에 대한 실제 채무액을 산정할 자료가 없는 이상 그 우선수익금 한도액을 실제 채무액으로 봄이 타당하고, 그렇다면 이 사건 신탁계약상 1순위 우선수익자들에 대한 피담보채무액은 소외 1에 대하여 1,000,000,000원, 소외 3에 대하여 314,800,000원, 소외 4에 대하여 199,000,000원이었다고 볼 수 있다. 다음으로 갑 제9호증의 기재 및 변론 전체의 취지에 의하면 유동개발은 2013. 6. 1. 당시 2순위 우선수익자인 원고에 대하여 우선수익금 한도액 범위 내에서 6,230,774,567원[= 5,962,830,213원 + (3,562,830,213원 × 305일/365일 × 0.09)]의 채무가 있었던 사실이 인정된다. 따라서 2013. 6. 1. 당시 이 사건 신탁계약상 우선수익자들에 대한 피담보채무액은 합계 7,744,574,567원[= (1,000,000,000원 + 314,800,000원 + 199,000,000원) + 6,230,774,567원]이었다고 볼 수 있다. <br/>  그렇다면, 2013. 6. 1. 매매계약 당시 이 사건 신탁계약 제24조에 기재된 비용 및 보수를 고려하지 아니한 우선수익자들에 대한 실제 채무액만 7,744,574,567원이고, 이를 이 사건 각 부동산 전체 가액에 대한 이 사건 제13 내지 27 부동산의 가액에 비례하여 안분하더라도 4,594,070,162원[= 7,744,574,567원 × (4,100,900,000원/6,913,200,000원)]에 달하여 이 사건 제13 내지 27 부동산의 시가 합계액 4,100,900,000원을 훨씬 상회하므로, 이 사건 제13 내지 27 부동산에 대한 수익권이 적극재산으로서의 가치가 있다고 보기 어렵고, 달리 이를 인정할 증거가 없다. 이에 대하여 원고는 자신의 2순위 우선수익권은 귀속조건부 매매로 이루어진 이 사건 제13 내지 27 부동산에 관한 매매 및 그에 따른 신탁재산귀속을 통하여 소멸하였고, 원고는 일반채권자의 지위에서 이 사건 제13 내지 27 부동산의 매매계약의 취소 및 그에 따른 원상회복을 구하는 것이므로, 사해행위 대상의 실제 가치를 산정함에 있어서 이 사건 사해행위취소청구의 피보전채권 그 자체인 원고의 채권액을 이 사건 제13 내지 27 부동산의 가액에서 공제할 수 없다고 주장하나, ① 앞서 본 바와 같이 위 각 부동산을 신탁하여 둔 상태에서의 책임재산은 위 각 부동산에 대한 이 사건 신탁계약상의 수익권인 점, ② 이 사건의 경우 사해행위가 성립되기 위해서는 유동개발이 위 각 부동산을 당초 예정된 신탁계약의 종료사유가 발생되기 전에 피고 1에게 매각하고 위 각 부동산에 관하여 신탁재산귀속을 원인으로 유동개발 앞으로 소유권이전등기를 마친 다음 피고 1 앞으로 소유권이전등기를 마쳐 준 일련의 행위로 인하여 책임재산인 위 수익권이 소멸하게 되어 유동개발의 소극재산이 적극재산을 초과하게 되거나 채무초과상태가 더 나빠지게 되었음이 인정되어야 하는 점, ③ 사해행위취소소송은 일반채권자들에게 공동담보로 제공되는 책임재산을 회복시키는 데 목적이 있는 것이지 당초 일반채권자들의 공동담보로 되어 있지 아니하던 부분까지 회복시키고자 하는 것은 아닌 점, ④ 사해행위취소소송에서 채무자의 무자력 여부나 채무자의 재산이 적극재산으로서의 가치가 있는지 여부는 사해행위 당시를 기준으로 판단하여야 하는 점(대법원 2013. 12. 12. 선고 2012다111401 판결, 대법원 2001. 4. 27. 선고 2000다69026 판결 등 참조)을 고려하면, 이 사건 제13 내지 27 부동산에 관한 사해행위 당시인 매매계약일 2013. 6. 1.에는 앞서 본 바와 같이 위 각 부동산에 관한 신탁계약상 원고의 2순위 우선수익권이 여전히 존재하고 있었으므로, 유동개발이 사해행위 당시 가지고 있던 적극재산의 가치 평가에 있어서 위 우선수익권을 공제하지 말아야 할 하등의 이유가 없고, 원고가 이 사건 사해행위취소청구를 한 채권자라는 이유로 이와 달리 볼 아무런 법적 근거가 없으므로, 원고의 위 주장은 받아들이지 아니한다.<br/>  따라서 유동개발이 이 사건 제13 내지 27 부동산에 관한 신탁계약을 종료하고 위 각 부동산을 환수하여 매각하더라도 일반채권자의 책임재산 감소가 없어 사해행위로 되지 아니한다고 보아야 할 것이므로, 원고의 주장은 더 나아가 살필 필요 없이 이유 없다. <br/>  3) 이 사건 제28 내지 32, 34 내지 39 부동산의 경우  <br/>   이 사건 제28 내지 32, 34 내지 39 부동산에 관하여 매매와 그에 따른 신탁재산귀속이 이루어진 2013. 7.경 이 사건 제28 내지 32, 34 내지 39 부동산의 가액은 2,811,700,000원인 사실, 위 각 부동산 전체에 동일한 우선수익권이 설정되어있는 사실은 당사자 사이에 다툼이 없거나, 앞서 든 증거 및 갑 제9호증의 각 기재와 변론 전체의 취지를 종합하여 인정할 수 있다. 위 인정 사실에 의하면 이 사건 제28 내지 32, 34 내지 39 부동산에 관하여 신탁이 종료되었을 때 신탁재산 가액은 합계 2,811,700,000원이라고 봄이 타당하다.<br/>   유동개발이 2013. 7. 12. 이 사건 제28 내지 32, 34 내지 39 부동산을 매각할 당시 이 사건 신탁계약상 위 각 부동산에 의하여 담보되는 우선수익자들에 대한 채무액에 관하여 살핀다. 먼저 앞서 본 바와 같이 이 사건 신탁계약상 1순위 우선수익자들에 대한 피담보채무액은 소외 1에 대하여 1,000,000,000원, 소외 3에 대하여 314,800,000원, 소외 4에 대하여 199,000,000원이었다고 볼 수 있다. 다음으로 갑 제9호증의 기재 및 변론 전체의 취지에 의하면 유동개발은 2013. 7. 12. 당시 2순위 우선수익자인 원고에 대하여 우선수익금 한도액 범위 내에서 6,266,793,316원[5,962,830,213원 + (3,562,830,213원 × 346일/365일 × 0.09)]의 채무가 있었던 사실이 인정된다. 따라서 2013. 7. 12. 당시 이 사건 신탁계약상 우선수익자들에 대한 피담보채무액은 합계 6,880,593,316원[= (1,000,000,000원 + 314,800,000원 + 199,000,000원) + 6,266,793,316원]이었다고 볼 수 있다. <br/>  위 인정 사실을 종합하면, 2013. 7. 12. 위 각 부동산에 관한 매매계약 당시 이 사건 토지에 관한 소요비용과 신탁보수를 고려하지 아니한 우선수익자들에 대한 실제 채무액만도 합계 6,880,593,316원으로서 위 각 부동산의 가액 2,811,700,000원을 훨씬 상회하므로, 이 사건 제28 내지 32, 34 내지 29 부동산에 대한 수익권이 적극재산으로서의 가치가 있다고 보기 어렵고, 달리 이를 인정할 증거가 없다.<br/>  따라서 유동개발이 2013. 7. 12. 이 사건 제28 내지 32, 34 내지 39 부동산에 관한 신탁계약을 종료하고 각 부동산을 환수하여 매각하였더라도 일반채권자의 책임재산의 감소가 없어 사해행위로 되지 아니한다고 보아야 할 것이므로, 원고의 주장은 더 나아가 살필 필요 없이 이유 없다. <br/>다. 소결론<br/>  결국 유동개발과 피고 1 사이의 이 사건 제13 내지 27 부동산에 관한 2013. 6. 1. 매매계약, 유동개발과 피고 신원피엔지 사이의 이 사건 제28, 29 부동산 중 각 14.27/100 지분 및 이 사건 제30, 31 부동산에 관한 2013. 7. 12. 매매계약, 유동개발과 피고 윈스타트 사이의 이 사건 제28, 29 부동산 중 각 30.40/100 지분 및 이 사건 제32 부동산에 관한 2013. 7. 12. 매매계약, 유동개발과 피고 한아종합기술 사이의 이 사건 제28, 29 부동산 중 각 13.20/100 지분 및 이 사건 제34, 35 부동산에 관한 2013. 7. 12. 매매계약, 유동개발과 피고 인디자인 사이의 이 사건 제28, 29 부동산 중 각 14.39/100 지분 및 이 사건 제36, 37 부동산에 관한 2013. 7. 12. 매매계약, 유동개발과 피고 전연디자인 사이의 이 사건 제28, 29 부동산 중 각 12.39/100 지분 및 이 사건 제38, 39 부동산에 관한 2013. 7. 12. 매매계약, 유동개발과 피고 7 사이의 이 사건 제28, 29 부동산 중 각 15.35/100 지분에 관한 2013. 7. 12. 매매계약을 각 사해행위라고 할 수 없으므로, 위 각 매매계약이 사해행위임을 전제로 이를 취소하고, 피고들에게 원상회복을 구하는 원고의 청구는 더 나아가 살펴볼 필요 없이 이유 없다. <br/>3. 결론<br/> 그렇다면 원고의 피고들에 대한 이 사건 각 청구는 이유 없어 이를 모두 기각하여야 할 것이므로, 피고들의 항소를 받아들여 제1심판결 중 피고 1, 피고 신원피엔지, 피고 한아종합기술, 피고 인디자인, 피고 전연디자인, 피고 7에 대한 부분 및 피고 윈스타트의 패소 부분을 각 취소하고, 그 취소 부분에 해당하는 원고의 청구를 모두 기각하기로 한다.<br/> (별지 생략)<br/><br/>판사 오석준(재판장) 권순민 최항석 ",
  "사건번호": "2016나2022330",
  "사건종류코드": "400101",
  "판례정보일련번호": "217105",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}