{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20220112",
  "법원명": "인천지방법원",
  "사건명": "소유권이전등기",
  "판례내용": "【원    고】 원고 (소송대리인 법무법인 지온 담당변호사 장권수)<br/>【피    고】 피고 (소송대리인 변호사 김희명)<br/>【변론종결】2021. 12. 8.<br/>【주    문】<br/>  1. 피고는 원고로부터 190,000,000원을 지급받음과 동시에 원고에게 별지 목록 기재 부동산에 관하여 2021. 1. 13. 매매를 원인으로 한 소유권이전등기절차를 이행하라.<br/>  2. 원고의 나머지 청구를 기각한다.<br/>  3. 소송비용은 각자 부담한다. <br/><br/>【청구취지】  피고는 원고에게 별지 목록 기재 부동산에 관하여 2021. 1. 13. 매매를 원인으로 한 소유권이전등기절차를 이행하라. <br/>【이    유】1. 인정사실<br/>   가. 원고는 2021. 1. 7. 피고로부터 별지 목록 기재 부동산(이하 ‘이 사건 아파트’라 한다)을 1,100,000,000원에 매수하기로 하는 가계약을 체결하고, 계약금으로 피고에게 2021. 1. 7. 50,000,000원, 2021. 1. 9. 60,000,000원을 각 지급하였다. <br/>   나. 원고와 피고는 2021. 1. 13. 이 사건 아파트에 관하여 매매대금을 1,100,000,000원으로 하는 본계약(이하 ‘이 사건 매매계약’이라 한다)을 체결하였다. 이 사건 매매계약에 의하면, 원고는 이 사건 아파트의 매매대금 1,100,000,000원 중 500,000,000원은 이 사건 아파트에 관한 아래 임차인에 대한 임대차보증금 500,000,000원 반환채무를 인수하고, 계약금 110,000,000원은 계약 시, 중도금 중 250,000,000원은 2021. 1. 22., 50,000,000원은 2021. 4. 5., 잔금 190,000,000원은 2021. 4. 22. 각 지급하며, 2021. 4. 22. 잔금 지급과 동시에 이 사건 아파트에 관한 소유권이전등기를 이전받고 이 사건 부동산을 인도받기로 하였다.  <br/>   다. 한편 이 사건 매매계약 체결 무렵 이 사건 아파트에는 임차인인 소외 1이 2018 9. 27. 피고와 사이에 임대차보증금을 500,000,000원, 임대차기간을 2021. 10. 19.까지로 한 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하고 거주 중이었다. 원고와 피고의 대리인, 원고와 피고의 매매계약 체결을 중개한 공인중개사는 이 사건 매매계약 체결 당시 소외 1과 통화하여 소외 1이 임대차계약기간 만료 후 주택임대차보호법 제6조의3에 따른 계약갱신요구권을 행사하지 아니하고 2021. 12. 6.까지 이 사건 아파트를 인도할 것임을 확인받고 이를 중개대상물 확인·설명서에 기재하였으며, 이에 따라 이 사건 매매계약 특약사항에 ‘임대차보증금 500,000,000원은 원고에게 승계 조건이며 임대 만기는 2021. 10. 19., 실제 명도는 2021. 12. 6.로 한다’는 내용을 명시하였다.   <br/>   [인정근거] 다툼 없는 사실, 갑 제1 내지 4, 7, 11호증(가지번호가 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지 <br/>2. 청구원인에 대한 판단<br/>   위 인정사실에 따르면, 피고는 특별한 사정이 없는 한 원고에게 이 사건 아파트에 관하여 이 사건 매매계약을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다. <br/>3. 항변에 대한 판단<br/>가. 해제항변<br/>1) 당사자들의 주장<br/>          피고는, 피고가 2021. 4. 23. 이후 지속적으로 원고에게 잔금지급의무와 소유권이전등기의무를 동시이행하자고 통보하였으나 원고는 소외 1의 계약갱신요구권 행사를 빌미삼아 잔금지급의무를 이행하지 아니하면서 임차인 문제가 해결되지 않는 한 소유권이전등기에 필요한 서류를 제공받더라도 잔금을 지급할 의사가 없음을 명백히 하였고, 이에 피고가 2021. 5. 3. 소유권이전등기절차 이행에 필요한 일체의 서류를 공탁한 후 이 사건 매매계약을 해제하였다고 항변한다. <br/>  이에 대하여 원고는, 원고가 2021. 4. 22. 피고에게 잔금지급의무의 이행을 제공한 바 있고, 소외 1이 계약갱신요구권을 행사하지 아니하고 이 사건 아파트를 2021. 12. 6.까지 실제 인도한다는 것은 이 사건 매매계약의 본질적이고 핵심적인 내용으로 피고는 이 사건 임대차계약을 종료시킬 의무를 부담함에도 소외 1은 2021. 4. 19. 이 사건 임대차계약 갱신요구권을 행사하여 이 사건 아파트를 인도하지 않겠다는 의사를 표시하였으며, 피고는 원고에게 이를 그대로 전달하였을 뿐 이 사건 임대차계약을 종료시켜 이 사건 아파트를 인도할 의무를 이행제공하지 아니하여 원고가 잔금을 지급하지 않은 것이므로, 원고가 이 사건 매매계약에 따른 채무를 불이행하거나 피고의 채무 이행을 거절하였다고 할 수 없다고 주장한다.  <br/>2) 판단<br/>          가) 부동산에 관하여 매매계약을 체결하는 경우 매도인은 특별한 사정이 없는 한 매수인에 대하여 제한이나 부담이 없는 완전한 소유권이전의무를 부담하는바(대법원 1991. 9. 10. 선고 91다6368 판결 등 참조), 매도인의 의무에는 점유에 방해가 없는 상태의 부동산 인도의무 또한 포함된다. <br/>  이 사건 매매계약의 경우 원고와 피고는 피고의 소유권이전등기의무와 부동산 인도의무 및 원고의 잔금지급의무를 2021. 4. 22. 동시에 이행하기로 약정하면서, 특약사항에서 이 사건 아파트에 관한 임대차계약이 2021. 10. 19. 기간만료로 종료되어 2021. 12. 6. 실제로 이 사건 아파트를 인도할 것임을 명시하였고, 원고와 피고, 공인중개사는 이 사건 매매계약 체결 당시 소외 1로부터 이 사건 임대차계약에 대한 갱신요구권을 행사하지 않을 것임을 확인받은 후 이를 중개대상물 확인·설명서에 기재하기도 하였다. 이에 비추어 보면, 이 사건 아파트를 2021. 12. 6.까지 원고에게 거주할 수 있는 상태로 실제 인도하는 것은 매도인인 피고의 이 사건 매매계약에 따른 완전한 소유권이전의무에 포함되는 것이고, 소외 1의 계약갱신요구권이 주택임대차보호법상 보호되는 임차인의 권리로서 임대인이 이를 거부할 수 없다거나 그 행사 여부가 오로지 소외 1의 의사에 달린 것이라고 하더라도 피고의 이 사건 아파트 인도의무가 면제된다고 할 수 없다.    <br/>          나) 그런데 갑 제5, 14, 27호증, 을 제1, 2, 5호증의 각 기재 내지 영상에 의하면, ① 원고는 피고에게 2021. 1. 21. 중도금 중 250,000,000원, 2021. 4. 5. 나머지 중도금 50,000,0000원을 각 지급하고, 잔금 지급기일인 2021. 4. 22. 원고 명의 계좌에 잔금 190,000,000원 이상을 즉시 이체할 수 있는 상태로 준비하여 잔금 지급을 위해 이 사건 매매계약 체결을 중개한 공인중개사 사무실을 방문하였으나 피고는 나타나지 아니한 사실, ② 한편 소외 1은 2021. 4. 20. 피고에게 주택임대차보호법에 따른 이 사건 임대차계약 갱신요구권을 행사하여 이 사건 아파트에 2년 더 거주하겠다고 통보하였고, 피고는 2021. 4. 23. 원고에게 피고가 입원 중인 요양병원으로 와 잔금을 지급하고 소유권이전등기에 필요한 서류를 수령하라고 알리면서 위와 같은 소외 1의 계약갱신요구권 행사 통보메시지를 그대로 전달한 사실, ③ 이에 대하여 원고는 소외 1이 계약갱신요구권을 행사하여 원고가 2021. 12. 6. 이 사건 아파트를 인도받을 수 없다면 피고가 이 사건 매매계약에 정한 의무를 이행하지 않는 것이라는 취지로 답변하였으나, 피고는 계속하여 원고에게 잔금을 지급하고 소유권이전등기에 필요한 서류를 수령하라고만 통보하다가 2021. 5. 3. 원고의 수령거절을 이유로 소유권이전등기에 필요한 서류를 공탁하고, 2021. 5. 10. 원고에게 원고의 잔금지급채무 불이행을 이유로 이 사건 매매계약이 해제되었다고 통보한 사실이 인정된다.<br/>  위 인정사실에 의하면, 비록 원고는 이 사건 매매계약 체결 당시 피고로부터 소유권이전등기에 필요한 서류만을 교부받음과 동시에 먼저 잔금을 지급한 후 2021. 12. 6. 이 사건 아파트를 실제로 인도받기로 약정하였으나, 소외 1이 2021. 4. 20. 이 사건 아파트에서 2년 동안 더 거주하겠다는 취지로 이 사건 임대차계약 갱신요구권을 행사함에 따라 피고가 2021. 12. 6.이 도래하더라도 이 사건 아파트 인도의무를 이행할 수 없는 사정변경이 발생하였다. 위에서 본 바와 같이 이 사건 아파트를 원고가 거주할 수 있는 상태로 실제 인도할 의무는 이 사건 매매계약에 따른 피고의 의무에 포함되는바, 원고로서는 위 인도의무를 이행받을 수 있는지가 현저히 불확실한 이상 피고로부터 그 인도의무의 이행제공을 받을 때까지 반대급부인 잔금지급의무의 이행을 거절할 수 있다고 봄이 상당하다(민법 제536조 제2항 참조).  <br/>  따라서 피고가 이 사건 아파트의 인도의무를 이행제공하지 아니한 채 소외 1이 이 사건 임대차계약 갱신요구권을 행사하는 상태 그대로 소유권이전등기에 필요한 서류만을 공탁한 것으로는 원고가 잔금지급의무의 이행지체에 빠진다고 할 수 없고, 원고가 2021. 12. 6. 이 사건 아파트를 실제로 인도받을 수 있는지 확인하여 줄 것을 요구하며 소유권이전등기에 필요한 서류를 수령하지 아니한 것이 수령지체나 이행거절에 해당한다고 보기도 어려우므로, 피고의 위 해제항변은 원고의 채무불이행 사실을 인정할 수 없어 나아가 살필 필요 없이 받아들이지 아니한다.  <br/>나. 동시이행항변<br/>       1) 피고는 원고로부터 잔금을 지급받기 전까지는 원고의 청구에 응할 수 없다고 동시이행의 항변을 하므로 살피건대, 위 인정사실에 의하면 원고는 피고에게 이 사건 매매계약에 따른 잔금 190,000,000원을 지급할 의무가 있고, 매도인인 피고의 이 사건 아파트에 관한 소유권이전등기절차 이행의무와 매수인인 원고의 잔금지급의무는 동시이행관계에 있으므로, 피고의 위 항변은 이유 있다.  <br/>       2) 이에 대하여 원고는, 2021. 12. 6.부터 이 사건 아파트에 거주하기 위하여 그 전에 살던 집을 매도하였는데, 피고가 2021. 12. 6.까지 이 사건 아파트를 실제 인도할 의무를 이행하지 아니함에 따라 원고가 이 사건 임대차계약이 갱신되어 유지되는 2년 동안 다른 곳으로 이사하여 거주할 수밖에 없어 그 이사비 1,440,000원, 공인중개사비 652,500원, 2년 동안의 월세 40,200,000원 합계 42,292,500원의 손해를 입었고, 2021. 4. 30. 피고에 대한 위 손해배상채권과 피고의 이 사건 매매계약에 따른 잔금지급채권을 상계하였다고 재항변한다.  <br/>  그러나 위에서 본 바와 같이 원고의 잔금지급의무와 피고의 이 사건 아파트 인도의무는 민법 제536조 제2항에 따라 동시이행관계에 놓이게 되었는바, 원고가 2021. 4. 22. 이후 잔금지급의무의 이행제공을 하였다고 인정할 아무런 증거가 없는 이상 피고가 2021. 12. 6.까지 이 사건 아파트 인도의무를 이행하지 아니하였다고 하더라도 이를 위법한 채무불이행에 해당한다고 보기 어렵고, 설령 피고가 2021. 12. 6.까지 이 사건 아파트를 인도할 수 없는 것이 명백한 이행불능 상태에 있었다고 하더라도 갑 제19, 20호증의 각 기재만으로는 그로 인하여 원고에게 2021. 4. 30.이나 늦어도 이 사건 변론종결일 무렵 이미 42,292,500원 상당의 손해가 확정적으로 발생하였다고 인정하기에 부족하며 달리 그 손해액을 특정할 증거도 없으므로, 원고의 위 재항변은 받아들이지 아니한다. <br/>다. 소결론<br/>       따라서 피고는 원고로부터 잔금 190,000,000원을 지급받음과 동시에 원고에게 이 사건 아파트에 관하여 이 사건 매매계약을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다.  <br/>4. 결론<br/>   그렇다면 원고의 이 사건 청구는 위 인정범위 내에서 이유 있으므로 이를 인용하고 나머지 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 강인혜 ",
  "사건번호": "2021가단225691",
  "사건종류코드": "400101",
  "판례정보일련번호": "238367",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}