{
  "판시사항": "[1] 임대주택의 임대의무기간 중 매도인의 임대사업자 지위를 승계하여 임대사업을 하기 위하여 임대주택을 매수한 경우, 매매계약의 효력(유효) / 매수인이 임대주택의 소유권을 취득하기 위해서는 그 임대주택에 관하여 구 임대주택법 제6조에 따른 임대사업자 등록을 마친 ‘임대사업자’이어야 하는지 여부(적극) 및 이때 매수인이 임대주택의 소유권을 취득하는 시기(=소유권이전등기 후 임대사업자 등록을 마친 때)<br/>[2] 임대의무기간이 지난 공공건설임대주택의 경우 구 임대주택법 제16조 제3항에 따른 임대사업자 간 매매가 허용되는지 여부(적극) 및 이때 매수인이 공공건설임대주택의 소유권을 취득하기 위하여 구 임대주택법 제6조에 따른 임대사업자 등록을 마쳐야 하는지 여부(적극)<br/>",
  "참조판례": "[1] 대법원 2005. 6. 9. 선고 2005다11046 판결(공2005하, 1125) <br/>",
  "사건종류명": "민사",
  "판결요지": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것)이 임대의무기간 중 임대주택의 매각을 원칙적으로 금지하고 임대사업자 간 매매를 예외적으로 허용하는 취지, 매각 신고 시 관할 행정청으로 하여금 매수인이 등록된 임대사업자인지 확인하도록 하는 점, 구 임대주택법상 임대사업자의 등록 기준을 갖추지 못하면 임대사업자로 등록할 수 없고 등록하지 않은 사람은 임대사업자가 아니며, 임대사업자 등록을 하지 않은 사람이 임대주택을 취득할 수 있다면 임대사업자 간 매매를 예외적으로 허용하는 임대주택법령의 취지에 반하고 임차인의 이익을 해할 우려가 있는 점 등을 종합해 보면, 임대주택의 임대의무기간 중 매도인의 임대사업자 지위를 승계하여 임대사업을 하기 위하여 임대주택을 매수한 경우 그 매매계약은 강행법규인 구 임대주택법 제16조에 반하지 않아 유효하지만, 매수인이 임대주택의 소유권을 적법하게 취득하기 위해서는 그 임대주택에 관하여 구 임대주택법 제6조에 따른 임대사업자 등록을 마친 ‘임대사업자’일 것이 요구된다고 보아야 한다. 그 경우 임대주택을 매수한 사람이 소유권이전등기를 마쳤다고 하더라도 그 임대주택에 관하여 구 임대주택법 제6조에 따른 임대사업자 등록을 하지 않았다면 임대주택의 소유권을 취득할 수 없고, 소유권이전등기 후 임대사업자 등록을 마쳤다면 그때 비로소 임대주택의 소유권을 취득한다고 봄이 타당하다.<br/>[2] 임대의무기간이 지난 공공건설임대주택에 관하여는 분양전환에 관한 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 외에 임대사업자 간 매매에 관한 규정은 없다. 그러나 임대주택을 다른 임대사업자에게 매각하는 것은 위 제21조에서 규율하는 ‘분양전환’에 해당하지 않고, 구 임대주택법 제16조 제3항에 따른 임대사업자 간 매매는 임차인의 이익을 해할 염려가 없어 임대주택의 매각이 엄격히 제한되는 임대의무기간 중에도 허용되는 점, 매수인이 매도인의 임대사업자 지위를 승계하여 임대의무기간 경과 후 분양전환 등과 관련된 임차인의 이익을 해할 우려가 없는 점을 고려하면, 임대의무기간이 지난 공공건설임대주택의 경우에도 구 임대주택법 제16조 제3항에 따른 임대사업자 간 매매는 허용된다고 보아야 한다. 이 경우에도 매수인이 공공건설임대주택의 소유권을 취득하기 위하여는 구 임대주택법 제6조에 따른 임대사업자 등록을 마쳐야 한다.<br/>",
  "참조조문": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 및 현행 공공주택 특별법 제1조 참조), 제2조 제4호(현행 민간임대주택에 관한 특별법 제2조 제7호 및 현행 공공주택 특별법 제4조 제1항 참조), 제6조(현행 민간임대주택에 관한 특별법 제5조 및 현행 공공주택 특별법 제4조 참조), 제16조(현행 민간임대주택에 관한 특별법 제43조 및 현행 공공주택 특별법 제50조의2 참조), 구 임대주택법 시행령(2013. 12. 4. 대통령령 제24911호로 개정되기 전의 것) 제7조 제2항(현행 민간임대주택에 관한 특별법 시행령 제4조 제2항 참조), 제8조 제2항(현행 민간임대주택에 관한 특별법 시행령 제4조 제5항 참조), 제3항(현행 민간임대주택에 관한 특별법 시행령 제4조 제7항 참조), 제13조 제2항 제1호(현행 민간임대주택에 관한 특별법 시행령 제34조 제2항 및 현행 공공주택 특별법 제50조의2 참조), 구 임대주택법 시행규칙(2013. 12. 5. 국토교통부령 제44호로 개정되기 전의 것) 제3조(현행 민간임대주택에 관한 특별법 시행규칙 제2조 참조), 제6조(현행 민간임대주택에 관한 특별법 시행규칙 제15조 및 현행 공공주택 특별법 시행규칙 제38조 참조) / [2] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제2조 제6호(현행 공공주택 특별법 제2조 제4호 참조), 제6조(현행 민간임대주택에 관한 특별법 제5조 및 현행 공공주택 특별법 제4조 참조), 제16조 제3항(현행 민간임대주택에 관한 특별법 제43조 제2항 및 현행 공공주택 특별법 제50조의2 제2항 참조), 제21조(현행 공공주택 특별법 제50조의3 참조)<br/>",
  "선고일자": "20210909",
  "법원명": "대법원",
  "사건명": "소유권이전청구권가등기말소등기",
  "판례내용": "【원고, 상고인】 주식회사 진군건설 (소송대리인 변호사 이수현)<br/>【피고, 피상고인】 피고<br/>【원심판결】 청주지법 2017. 9. 1. 선고 2015나2639 판결<br/>【주    문】<br/>상고를 기각한다.  상고비용은 원고가 부담한다.<br/><br/>【이    유】상고이유(상고이유서 제출기간이 지난 다음 제출된 상고이유보충서의 기재는 상고이유를 보충하는 범위에서)를 판단한다.<br/>  1. 사안의 개요와 쟁점<br/>  가. 원심판결 이유와 기록에 따르면 다음과 같은 사실이 인정된다.<br/>  1) 주식회사 삼포건설(이하 ‘삼포건설’이라고 한다)은 임대의무기간 5년의 공공건설임대주택인 이 사건 아파트를 완공하여 2000. 9. 7. 임시사용승인을 받은 다음 그 무렵부터 위 아파트를 임대하였다.<br/>  2) 이 사건 아파트에 관하여는 삼포건설의 채권자에 의하여 강제경매가 개시되어 2003. 10. 24. 소유권보존등기가 마쳐졌고, 그중 이 사건 호실에 관하여는, 2003. 11. 18. 피고 앞으로 소유권이전청구권 가등기, 2013. 10. 23. 소외인 앞으로 매매를 원인으로 한 소유권이전등기, 2014. 6. 13. 원고 앞으로 매매를 원인으로 한 소유권이전등기가 순차적으로 마쳐졌다.<br/>  3) 피고는 삼포건설로부터 이 사건 호실을 임차하여 현재까지 거주하고 있다. 이 사건 아파트에 관하여는 아직 분양전환승인 신청이 이루어지지 않고 있다.<br/>  나. 원고는 이 사건 호실의 임대사업자인 소외인으로부터 임대사업자의 지위를 승계하여 이 사건 호실의 소유권을 취득하였고 피고 앞으로 마쳐진 가등기가 무효라고 주장하며 이 사건 소로써 위 가등기의 말소를 구하였다. <br/>  이에 대해 원심은 삼포건설로부터 이 사건 호실을 매수한 소외인이 임대사업자에 해당한다는 점을 인정할 아무런 증거가 없고, 나아가 임대사업자가 임대의무기간 경과 후 임의로 우선분양전환 대상자 아닌 제3자에게 임대주택을 매도하는 계약은 강행법규인 임대주택법 등 관련 법령을 위반하여 사법상 무효이므로 제3자인 소외인이 삼포건설로부터 공공건설임대주택인 이 사건 호실을 매수한 계약은 무효라고 판단하였다.<br/>  다. 이 사건의 주된 쟁점은, 원고가 공공건설임대주택인 이 사건 호실의 소유자인지 여부이다.<br/>  2. 원고가 이 사건 호실의 소유자인지 여부(상고이유 제1, 2, 4점)에 관하여<br/>  가. 관련 법리<br/>  1) 임대사업자의 주택임대사업에 대한 각종 지원과 규제<br/>  구 임대주택법(2013. 6. 4. 법률 제11870호로 개정되고 2015. 8. 28. 법률 제13499호로 명칭이「민간임대주택에 관한 특별법」으로 변경되기 전의 것, 이하 같다)은 임대주택의 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로 한다(제1조). 이를 위하여 구 임대주택법은 주택을 임대하려는 자는 특별자치도지사ㆍ시장ㆍ군수ㆍ구청장(이하 ‘시장 등’이라고 한다)에게 임대사업자 등록을 신청할 수 있다고 정하고(제6조), 국가, 지방자치단체, 한국토지주택공사 등 외에도 주택임대사업을 하기 위하여 구 임대주택법 제6조에 따라 등록한 자를 ‘임대사업자’라고 정한다(제2조 제4호). <br/>  구 임대주택법상 임대사업자는 국민주택기금을 장기 저리(低利)로 융자받거나(제5조), 임대주택 건설을 위하여 공공택지를 우선 공급받고(제10조), 미분양 주택을 우선 공급받는 등(제12조) 지원을 받고, 그 외에도 다른 법률에 따라 임대주택의 용적률이 완화되고 각종 세금을 감면받는 등 많은 혜택을 받는다.<br/>  이에 상응하여 각종 의무가 부과되는데, 임대사업자는 임대주택 종류별로 설정된 임대의무기간이 지나지 않으면 임대주택을 매각할 수 없고(제16조), 일정한 임대주택에 대해서는 분양전환 전까지 저당권 등을 설정하는 것이 금지되며(제18조), 시장 등에게 임대조건을 신고하여야 하고 조정 권고 등 감독의 대상이 되며(제26조), 임대차계약의 해제ㆍ해지ㆍ갱신 거절은 법에서 정한 사유가 있는 경우에만 가능하다(제27조). <br/>  나아가 국민주택기금ㆍ공공택지 등을 지원받아 건설된 ‘공공건설임대주택’[구 임대주택법 시행령(2013. 12. 4. 대통령령 제24911호로 개정되기 전의 것, 이하 같다) 제2조 제1호 참조]의 임대사업자는 임대보증금에 관한 보증 가입의무가 있고(제17조), 임차인의 자격과 선정 방법, 임대보증금, 임대료 등 임대조건이 정해져 있으며(제20조), 임대의무기간 경과 후 분양전환하는 경우 대상자ㆍ절차ㆍ가격이 통제되는 등(제21조) 민간건설임대주택이나 매입임대주택에 비하여 더 많은 규제를 받고, 이를 위반하면 형사처벌이나 과태료 부과의 대상이 된다(제41조, 제42조, 제44조).<br/>  이처럼 구 임대주택법상 임대사업자는 국가로부터 임대주택에 관한 각종 지원과 세제 등 혜택을 받는 대신 임대의무기간 동안 임대주택을 처분하지 않고 임대할 의무를 비롯하여 각종 법령상 의무를 부담하며, 이를 통해 임차인은 장기간 거주 가능한 주택을 안정적으로 제공받을 수 있게 된다. <br/>  2) 임대의무기간 내 임대주택의 매각 제한<br/>  가) 구 임대주택법 제16조 제1항은 임대주택은 임대의무기간이 지나지 않으면 매각할 수 없다고 정한다. 임대사업자가 각종 지원과 혜택을 받고도 임대주택을 처분하여 그에 상응하는 의무를 부담하지 않을 수 있다면 장기간 거주 가능한 임대주택을 공급하여 국민 주거생활의 안정을 도모하려는 구 임대주택법의 입법 취지가 근본적으로 훼손될 수 있기 때문이다. 임대주택의 매각을 제한하는 구 임대주택법 제16조는 강행법규로서 이에 위반하여 임대의무기간이 지나기 전에 임대주택을 매각하였다면 이는 사법(私法)상 무효이다(대법원 2005. 6. 9. 선고 2005다11046 판결 참조).<br/>  나) 임대사업자가 임대주택을 매각하더라도 매수인이 매도인의 임대사업자 지위를 승계하여 임대주택을 계속하여 임대 목적으로 제공하고 법령상 의무를 부담하는 경우에는 위와 같이 임대주택의 매각을 금지하는 취지에 반하지 않는다. 이에 구 임대주택법 제16조 제3항, 구 임대주택법 시행령 제13조 제2항 제1호는 임대사업자는 임대의무기간 중에도 시장 등에게 신고한 후 다른 ‘임대사업자’에게 임대주택을 매각할 수 있다고 정한다. 위 규정의 위임에 따른 구 임대주택법 시행규칙(2013. 12. 5. 국토교통부령 제44호로 개정되기 전의 것, 이하 같다) 제6조는, 임대사업자의 매각신고 시 시장 등이 임대주택을 매입하는 자의 임대사업자 등록증을 확인하여야 하고(제1항), 매도인은 매각신고서 처리일부터 30일 이내에 매매계약서 사본을 시장 등에게 제출하여야 하고 이때에도 담당 공무원은 임대주택을 매각한 자와 매입한 자의 임대사업자 등록증을 확인하여야 하며(제2항), 매각신고를 받은 시장 등은 임차인에게 해당 임대주택의 임대사업자가 변경된다는 것을 알려주어야 한다고 정한다(제3항). 또한 구 임대주택법 제16조 제2항은 임대주택을 매각하는 매매계약서에는 임대주택을 매입하는 자가 임대주택을 매각하는 자의 임대사업자로서의 지위를 승계한다는 뜻을 분명하게 밝혀야 한다고 정한다.<br/>  다) 국가, 지방자치단체, 한국토지주택공사 등 외에 구 임대주택법상 임대사업자가 되기 위하여는 시장 등에게 임대사업자 등록을 신청하여야 한다(구 임대주택법 제2조 제4호, 제6조). 구 임대주택법 시행령은 임대사업자로 등록하기 위한 임대주택의 호수(戶數), 자격(임대주택을 소유하거나 건설ㆍ매입 등으로 이를 소유할 예정이어야 하고, 2인 이상이 공동으로 건설ㆍ소유하는 주택은 공동 명의로 등록하여야 한다), 일정 기간 내 부도 경력이 없을 것 등 등록 기준을 정하고(제7조), 시장 등은 위 기준에 적합한 경우에만 임대사업자로 등록하도록 정한다(제8조). 구 임대주택법 시행규칙 제3조는 임대사업자 등록을 신청할 때에는 임대사업자의 인적사항과 더불어 임대주택을 특정하여 기재하여야 하고, 임대사업자 등록부와 등록증에도 이러한 내용을 모두 기재하도록 정하고 있다(별지 제1호 임대사업자 등록신청서, 별지 제2호 임대사업자 등록부, 별지 제3호 임대사업자 등록증 서식 참조). 구 임대주택법 제6조 제2항, 구 임대주택법 시행령 제8조 제3항은, 임대사업자는 등록된 사항이 변경된 경우 30일 이내에 변경 사항을 신고하여야 한다고 하면서 임대주택을 변경신고 사항의 하나로 정하고 있다(별지 제4호 임대사업자 등록사항 변경신고서 서식 참조). <br/>  이러한 규정들을 종합하여 보면, 구 임대주택법 제6조에 따라 임대사업자로 등록하지 않은 사람은 구 임대주택법상 ‘임대사업자’라고 할 수 없고, 등록된 임대사업자인지 여부는 해당 임대주택별로 각각 판단하여야 한다.<br/>  라) 앞서 본 바와 같이 구 임대주택법이 임대의무기간 중 임대주택의 매각을 원칙적으로 금지하고 임대사업자 간 매매를 예외적으로 허용하는 취지, 매각 신고 시 관할 행정청으로 하여금 매수인이 등록된 임대사업자인지 확인하도록 하는 점, 구 임대주택법상 임대사업자의 등록 기준을 갖추지 못하면 임대사업자로 등록할 수 없고 등록하지 않은 사람은 임대사업자가 아니며, 임대사업자 등록을 하지 않은 사람이 임대주택을 취득할 수 있다면 임대사업자 간 매매를 예외적으로 허용하는 임대주택법령의 취지에 반하고 임차인의 이익을 해할 우려가 있는 점 등을 종합해 보면, 임대주택의 임대의무기간 중 매도인의 임대사업자 지위를 승계하여 임대사업을 하기 위하여 임대주택을 매수한 경우 그 매매계약은 강행법규인 구 임대주택법 제16조에 반하지 않아 유효하지만, 매수인이 임대주택의 소유권을 적법하게 취득하기 위해서는 그 임대주택에 관하여 구 임대주택법 제6조에 따른 임대사업자 등록을 마친 ‘임대사업자’일 것이 요구된다고 보아야 한다. 그 경우 임대주택을 매수한 사람이 소유권이전등기를 마쳤다고 하더라도 그 임대주택에 관하여 구 임대주택법 제6조에 따른 임대사업자 등록을 하지 않았다면 임대주택의 소유권을 취득할 수 없고, 소유권이전등기 후 임대사업자 등록을 마쳤다면 그때 비로소 임대주택의 소유권을 취득한다고 봄이 타당하다.<br/>  3) 임대의무기간 경과 후 공공건설임대주택의 매각 제한<br/>  가) 구 임대주택법 제2조 제6호는 임대주택을 임대사업자가 아닌 자에게 매각하는 것을 ‘분양전환’이라고 정의한다. 앞서 본 것처럼 임대사업자 간 매매의 경우에는 매수인이 매도인의 임대사업자 간 지위를 승계하고 해당 임대주택을 임대 목적으로 제공하며 계속하여 임대주택법령의 적용을 받는다. 임대사업자 간 매매에 관하여는 구 임대주택법 제16조 제2항, 제3항, 제41조 제4항 제3호, 구 임대주택법 시행령 제13조 제2항 제1호, 구 임대주택법 시행규칙 제6조 등이 적용된다. 한편 분양전환이 이루어지면 임대사업자가 아닌 사람이 그 주택의 소유권을 취득하고 그 주택은 임대주택으로서의 성질을 상실하며 더 이상 임대주택법령의 규율을 받지 않게 된다. 구 임대주택법 제21조, 제41조 제4항 제6호, 구 임대주택법 시행령 제23조, 구 임대주택법 시행규칙 제13조, 제14조 등이 분양전환의 대상, 절차 등에 관하여 정하고 있다.<br/>  나) 공공의 재원이 투입되지 않은 매입임대주택이나 민간건설임대주택은 임대 목적에 의무적으로 제공되어야 하는 기간, 즉 임대의무기간이 지나고 나면 매각을 제한하는 규정이 없다. 따라서 임대사업자는 임대의무기간이 지나면 상대방의 자격(임차인 또는 임대사업자 여부)이나 매매대금의 제한 없이 임대주택을 자유롭게 매각할 수 있다.<br/>  반면 국민주택기금을 지원받거나 공공사업에 따라 조성된 택지에 건설한 공공건설임대주택은 임대의무기간이 지난 후에도 자유로운 매각이 제한된다. 구 임대주택법 제21조에 따라 공공건설임대주택을 분양전환할 때에는 시장 등의 분양전환승인 절차를 거쳐 무주택자 등 요건을 갖춘 임차인에게 우선 분양전환하여야 하고, 임차인이 분양전환에 응하지 않거나 우선 분양전환을 받을 사람이 없는 경우에만 제3자에게 분양전환할 수 있으며, 법령에서 정한 기준에 따라 분양전환가격을 산정하여야 하고, 이러한 규정을 위반하여 임대주택을 분양전환하면 형사처벌의 대상이 된다(구 임대주택법 제41조 제4항 제6호).<br/>  다) 임대의무기간이 지난 공공건설임대주택에 관하여는 위와 같이 분양전환에 관한 구 임대주택법 제21조 외에 임대사업자 간 매매에 관한 규정은 없다. 그러나 임대주택을 다른 임대사업자에게 매각하는 것은 위 제21조에서 규율하는 ‘분양전환’에 해당하지 않고, 구 임대주택법 제16조 제3항에 따른 임대사업자 간 매매는 임차인의 이익을 해할 염려가 없어 임대주택의 매각이 엄격히 제한되는 임대의무기간 중에도 허용되는 점, 매수인이 매도인의 임대사업자 지위를 승계하여 임대의무기간 경과 후 분양전환 등과 관련된 임차인의 이익을 해할 우려가 없는 점을 고려하면, 임대의무기간이 지난 공공건설임대주택의 경우에도 구 임대주택법 제16조 제3항에 따른 임대사업자 간 매매는 허용된다고 보아야 한다. 이 경우에도 앞서 본 것처럼 매수인이 공공건설임대주택의 소유권을 취득하기 위하여는 구 임대주택법 제6조에 따른 임대사업자 등록을 마쳐야 한다.<br/>  나. 이 사건에 관하여 본다.<br/>  위 1. 가.항의 사실관계를 앞서 본 법리에 비추어 살펴보면, 이 사건 호실은 임대의무기간이 지난 공공건설임대주택으로서 임대사업을 하기 위하여 이를 순차적으로 매수한 소외인과 원고가 체결한 각 매매계약은 유효하지만, 그들이 이 사건 호실의 소유권을 취득하기 위해서는 이 사건 호실에 관하여 구 임대주택법 제6조에 따라 등록한 임대사업자이어야 한다. 따라서 소외인과 원고가 이 사건 호실에 관하여 소유권이전등기를 마쳤더라도 임대사업자 등록을 하지 않았다면 이 사건 호실의 소유권을 취득할 수 없다. 그런데 소외인과 원고가 이 사건 호실에 관한 임대사업자 등록을 하였다는 사실을 인정할 증거가 없으므로(원심 변론종결 시까지 소외인이 이 사건 호실의 임대사업자라는 증거가 제출되지 않았고, 원심의 청주시장에 대한 사실조회 결과에 첨부된 원고의 임대사업자 등록증의 임대주택 목록에는 이 사건 호실이 포함되어 있지 않다), 원고가 이 사건 호실의 소유권을 취득하였다고 볼 수 없다.<br/>  원심이 원고가 이 사건 호실의 소유권자가 아니라는 취지로 원고의 청구를 기각한 것은 정당하다. 원심의 판단에 상고이유 제2점과 같이 석명의무 및 변론주의를 위반하여 필요한 심리를 다하지 않거나, 상고이유 제4점과 같이 원고의 소유권 취득에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 없다.<br/>  한편 상고이유 제1점은 원심이 삼포건설과 소외인 사이의 매매계약이 분양전환으로서 효력이 없다고 판단한 부분에 잘못이 있다는 취지이다. 그러나 이 사건 아파트에 관하여는 분양전환승인 신청 등 분양전환을 위한 절차가 전혀 개시된 바 없고, 원고도 소외인이 이 사건 호실을 분양전환받은 것이 아니라 임대사업자로서 매수하였다고 주장하였으므로, 이 사건 호실이 소외인에게 분양전환된 것이라고 보기 어렵다. 따라서 이 사건에서는 삼포건설과 소외인, 소외인과 원고 사이의 매매계약 및 소외인과 원고의 소유권 취득이 임대사업자 간 매매로서 유효한지 판단하면 족하고, 이것이 분양전환으로서 유효한지에 관하여 판단할 필요가 없다. 원심의 이 부분 판단은 당사자가 이 사건 호실의 취득 원인으로 주장하지 않은 사항을 판단한 것으로서 적절하지 아니하므로, 원심의 판단에 상고이유 주장과 같은 잘못이 있는지 여부는 판결 결과에 아무런 영향을 미치지 않는다. 이 부분 상고이유는 더 나아가 살펴볼 필요 없이 받아들일 수 없다.<br/>  3. 피고의 가등기가 무효인지 여부(상고이유 제3점)에 관하여<br/>  이 부분 상고이유는 피고의 가등기가 말소되어야 한다는 주장으로, 원고의 소유권에 관한 상고이유 제2점, 제4점이 받아들여질 것을 전제로 하는 것이다. 앞서 본 것처럼 상고이유 제2점, 제4점을 받아들이지 않는 이상 이 부분 상고이유는 더 나아가 살펴볼 필요 없이 받아들일 수 없다.<br/>  4. 결론<br/>  그러므로 상고를 모두 기각하고 상고비용은 패소자가 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김선수(재판장) 박정화(주심) 노태악 ",
  "사건번호": "2017다48218",
  "사건종류코드": "400101",
  "판례정보일련번호": "217445",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}