{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170824",
  "법원명": "부산고등법원(창원)",
  "사건명": "소유권말소등기",
  "판례내용": "【원고, 피항소인 겸 항소인】 원고<br/>【원고승계참가인, 피항소인】 원고승계참가인 1 외 1인 (소송대리인 법무법인 동남 외 1인)<br/>【피고, 항소인 겸 피항소인】 피고 (소송대리인 변호사 노갑식 외 2인)<br/>【제1심판결】 창원지방법원 2016. 4. 20. 선고 2013가합6902 판결<br/>【변론종결】2017. 7. 20.<br/>【주    문】<br/>  1. 이 법원에서 확장한 원고의 청구를 포함하여 제1심판결을 아래와 같이 변경한다. <br/>    가. 원고의 이 사건 소를 각하한다. <br/>    나. 피고는 원고승계참가인들에게 999,788,983원 및 그중 663,805,475원에 대하여 2015. 12. 17.부터 2017. 8. 24.까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하되, 위 돈의 지급은 공탁의 방법으로 하여야 한다.<br/>    다. 원고승계참가인들의 나머지 청구를 모두 기각한다.<br/>  2. 소송총비용 중 원고와 피고 사이에 생긴 부분은 원고와 피고가 각자 부담하고, 원고승계참가인들과 피고 사이에 생긴 부분의 1/10은 원고승계참가인들이, 나머지는 피고가 각 부담한다. <br/>  3. 제1의 나항은 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  주위적으로, 피고는 원고에게 별지 목록 기재 건물에 관하여 창원지방법원 2005. 9. 1. 접수 제79206호로 마친 소유권이전등기의 말소등기절차를 이행하라. 예비적으로, 피고는, 원고에게 372,013,334원 및 이에 대하여 2015. 10. 22.부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을, 원고승계참가인 1에게 534,936,986원, 원고승계원고승계참가인 2에게 600,000,000원 및 위 각 돈에 대하여 이 사건 승계참가신청서 부본 송달 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 각 지급하라. <br/>2. 항소취지<br/>가. 원고<br/>    제1심판결 중 아래에서 지급을 명하는 부분에 해당하는 원고 패소 부분을 취소한다. 피고는 원고에게 30,000,000원 및 이에 대하여 2005. 9. 1.부터 항소심 판결선고일까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라(원고는 제1심에서 예비적 청구에 관하여 ‘2015. 10. 22.부터’의 지연손해금을 구하다가, 항소취지에서 예비적 청구 중 30,000,000원에 관하여만 항소를 제기하면서 ‘2005. 9. 1.부터’의 지연손해금을 구하고 있는바, 항소취지에서 확장된 위 지연손해금 청구 부분은 이 법원에서 청구취지를 확장한 것으로 본다). <br/>나. 피고<br/>    제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고 및 원고승계참가인들의 청구를 모두 기각한다. <br/>【이    유】1. 이 법원의 심판범위<br/>  원고는 제1심에서 주위적으로 별지 목록 기재 건물(이하 ‘이 사건 건물’이라 한다)에 관한 소유권이전등기말소를, 예비적으로 가등기담보 등에 관한 법률(이하 ‘가등기담보법’이라 한다)에 따른 청산금 372,013,334원의 지급을 구하였고, 원고승계참가인들(이하 원고승계참가인을 ‘참가인’이라 한다)은 원고의 청산금채권을 피압류채권으로 하여 추심금을 청구하였는데, 제1심법원은 원고의 주위적 청구를 기각하고, 예비적 청구를 일부 인용하였으며, 참가인들의 청구를 전부 인용하였다. 이에 대하여 원고는 예비적 청구 패소 부분 중 일부에 대해서, 피고는 원고 및 참가인들의 청구 중 피고 패소 부분에 대해서 각 항소를 제기하였으므로, 원고가 항소하지 않은 주위적 청구 부분(이 사건 건물에 관한 소유권이전등기말소청구 부분)은 이 법원의 심판대상에서 제외되었다. <br/>2. 기초사실<br/>  이 법원이 이 부분에 관하여 설시할 이유는 아래와 같이 고치는 것 외에는 제1심판결의 해당 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다. <br/>  ○ 제1심판결 3면의 ‘가. 원고의 이 사건 건물에서의 병원 운영’ 부분(3면 3~5행)을 아래와 같이 고친다. <br/>  『가. 원고의 이 사건 건물에서의 병원 운영 및 위 건물에 관한 소유권이전등기<br/>      의사인 소외인은 원고승계참가인 1과 이 사건 건물에서 병원을 공동으로 운영하기로 하고 2004. 6. 10.경 소외 2로부터 이 사건 건물을 약 30억 원에 매수하여 같은 날 소유권이전등기를 마친 후 ○○병원(이하 ‘이 사건 병원’이라 한다)을 운영하였다. <br/>      이후 2004. 12.경 원고승계참가인 1을 대신하여 원고가 소외인과 병원 운영을 목적으로 하는 동업을 하기로 약정하였다. 원고는 2004. 12. 3. 이 사건 건물 1, 2층 부분(101호, 102호, 103호, 104호, 201호, 202호)에 관하여 가등기를 마친 다음 2005. 4. 18. 소유권이전의 본등기를 마쳤고, 2005. 7. 5. 이 사건 건물 3, 4, 5층 부분(301호, 302호, 401호, 402호, 501호, 502호)에 관하여 원고승계참가인 2 명의의 가등기를 이전받아 같은 날 소유권이전의 본등기를 마쳤다.』<br/>2. 본안전항변에 관한 판단<br/>가. 소외인이 실제 채무자이므로 원고는 당사자적격이 없다는 주장<br/>    1) 피고의 주장<br/>      원고, 참가인들, 소외인은 이 사건 건물에서 병원을 운영하여 그 수익금을 분배하기로 하는 동업을 하였는바, 위와 같은 동업약정은 강행법규인 의료법 제33조 제2항을 위반하여 무효이므로, 위 병원의 운영을 위하여 매수한 이 사건 건물과 이 사건 차용금채무는 모두 의사인 소외인 개인에게 귀속되며, 원고는 소외인에 대하여 자신이 출자한 돈에 대한 반환청구권만 가질 뿐이다. 따라서 이 사건 건물의 소유자 및 이 사건 차용금채무의 채무자가 아닌 원고에게는 이 사건 소를 제기할 당사자적격이 없다. <br/>    2) 판단<br/>      위와 같은 피고의 주장은 청구권의 존부에 관한 것으로서 본안에서 판단할 사항이므로, 주장 자체로 이유 없다(피고의 위 주장에 관하여는 아래 제3의 다항에서 판단한다).<br/>나. 이 사건 소가 고유필수적 공동소송에 해당한다는 주장<br/>    1) 피고의 주장<br/>      위 가. 1)항과 같은 원고, 참가인들, 소외인 사이의 동업약정이 무효가 아니라면 이 사건 소유권이전등기에 따라 발생하게 되는 가등기담보법상의 청산금채권은 원고, 참가인들, 소외인 사이의 합유재산에 해당한다. 합유재산에 관한 소송은 합유자 전원을 당사자로 해야 하는 고유필수적 공동소송이므로, 원고가 단독으로 제기한 이 사건 소는 부적법하다. <br/>    2) 판단<br/>      앞서 본 각 증거들에 의하면, 소외인이 이 사건 건물을 매수한 2004. 6. 10.경부터 피고에게 이 사건 소유권이전등기가 경료된 2005. 9. 1.경까지 원고와 참가인들, 소외인, 나아가 소외 3 사이에 이 사건 병원의 운영을 둘러싸고 각각 당사자를 달리하여 여러 차례 동업약정이 체결된 사실은 인정된다. <br/>      그러나 ① 원고와 참가인들, 소외인, 소외 3 사이에 분쟁이 계속되면서 기존 동업약정이나 그러한 동업약정을 체결했던 상대방을 무시한 채 위와 같이 각각 당사자를 달리하여 여러 차례 동업약정을 체결한 점에 비추어 보면 동업약정만 체결하고 실제 동업에까지 나아가지 못한 경우도 있었던 것으로 보이는 점, ② 이 사건 소유권이전등기가 마쳐진 2005. 9. 1. 직전에는 원고, 원고승계참가인 2, 소외인을 당사자로 한 동업약정이 체결되었을 뿐 원고승계참가인 1은 위 동업약정에 포함되지 않은 점 등을 고려하면, 앞서 본 인정사실이나 피고가 제출한 증거들만으로는 2005. 9. 1. 당시 원고, 참가인들, 소외인이 이 사건 병원을 공동으로 운영하는 동업관계에 있었음을 인정하기 부족하고, 달리 이를 인정할 만한 증거가 없다. 설령 피고의 주장과 같이 원고, 참가인들, 소외인 사이에 동업약정이 체결되었다고 하더라도, 이러한 동업약정은 의료인이나 의료법인 등 비영리법인이 아닌 자의 의료기관 개설을 원천적으로 금지하고 있는 의료법 제33조 제2항을 위반하여 무효이다(대법원 2003. 4. 22. 선고 2003다2390, 2406 판결 등 참조). <br/>      따라서 피고의 이 부분 주장도 이유 없다.<br/>3. 청산금채권의 존부 및 범위에 관한 판단<br/>가. 당사자들 주장의 요지<br/>    1) 원고 및 참가인들<br/>      차용금채무를 담보하기 위하여 설정된 이 사건 담보가등기는 가등기담보법에서 규정하는 대물변제의 예약에 해당하는바, 위 담보가등기에 기하여 이 사건 소유권이전등기가 이루어짐에 따라 피고는 가등기담보법 제4조에서 정한 바와 같이 원고 및 참가인들에게 청구취지 기재 각 청산금 또는 추심금을 지급할 의무가 있다. <br/>    2) 피고<br/>      차용금의 반환에 갈음하여 이 사건 건물의 소유권이전을 예약할 당시 위 건물의 가액(선순위 근저당권 등 피담보채무액 등을 공제한 금액)이 위 차용금과 그 이자를 합산한 액수를 초과하지 않았으므로, 이 사건 담보가등기에 기한 소유권이전등기에는 가등기담보법이 적용되지 않는다. 설령 가등기담보법이 적용된다고 하더라도, ① 원고는 청산금채권의 채권자가 아니고, ② 만약 원고가 채권자라면 원고에 대한 피고의 채권액이 청산금채권액에서 공제 내지 상계되어야 한다. <br/>나. 가등기담보법이 적용되는지 여부<br/>    1) 관련 법리<br/>      가등기담보법은 재산권 이전의 예약에 의한 가등기담보에 있어서 그 재산의 예약 당시 가액이 차용액 및 이에 붙인 이자의 합산액을 초과하는 경우에 적용되는 것이지만, 재산권 이전의 예약 당시 그 재산에 선순위 근저당권이 설정되어 있는 경우에는 재산의 가액에서 피담보채무액을 공제한 나머지 가액이 차용액 및 이에 붙인 이자의 합산액을 초과하는 경우에만 적용되며(대법원 2006. 8. 24. 선고 2005다61140 판결 등 참조), 여기에서 말하는 재산의 가액은 원칙적으로 ‘통상적인 시장에서 충분한 기간 거래된 후 그 대상재산의 내용에 정통한 거래당사자 간에 성립한다고 인정되는 적정가격’이고, 그와 같은 적정가격을 확인하기 어려울 때에는 객관적이고 합리적인 방법으로 평가한 가액이다(대법원 2007. 6. 15. 선고 2006다5611 판결 등 참조). <br/>      한편 가등기담보채권자가 가등기담보법 제4조에 따라 채무자에게 청산금을 지급함에 있어 담보가등기보다 먼저 등기된 가압류의 채권액은 특별한 사정이 없는 한 가등기담보법 제4조 제1항 후문에서 정한 ‘선순위담보 등에 의하여 담보된 채권액’에 준하여 가등기담보채권자의 채권액에 포함된다(대법원 2007. 7. 13. 선고 2006다46421 판결 등 참조).<br/>    2) 판단<br/>      가) 이 사건 담보가등기가 이 사건 차용금채무의 변제를 담보하기 위하여 설정된 것으로 가등기담보법에서 규정하는 대물변제의 예약에 해당하는 사실은 당사자 사이에 다툼이 없다.<br/>      나) 다음으로 이 사건 매매예약 당시 이 사건 건물의 가액에서 선순위담보 등에 의하여 담보된 채무액을 공제한 나머지 가액이 이 사건 차용금 및 그 이자 합산액을 초과하는지에 관하여 살펴본다. <br/>        (1) 이 사건 매매예약이 체결된 2005. 7. 1. 당시 이 사건 건물의 시가<br/>          (가) 다툼 없는 사실, 갑 제8호증의 기재, 변론 전체의 취지에 의하면, 앞서 본 사해행위취소소송(창원지방법원 2005가합7009호)에서 주식회사 태평양감정평가법인(이하 ‘태평양감정평가법인’이라 한다)이 이 사건 건물의 시가를 2005. 7. 5. 기준 4,377,100,000원, 2005. 9. 1. 기준 4,408,500,000원으로 각 감정하였고, 양수금청구소송(창원지방법원 2011가합10501호)에서 주식회사 통일감정평가법인(이하 ‘통일감정평가법인’이라 한다)이 이 사건 건물의 시가를 2005. 9. 1. 기준 4,321,300,000원으로 감정한 사실이 인정된다. <br/>            나아가 위 각 증거들에 의하여 인정되는 다음과 같은 사정, 즉 ① 2005. 7. 1. 당시 집합건축물대장상 이 사건 건물 1층은 근린생활시설(소매점), 2~4층은 의료시설(병원), 5층은 교육연구 및 복지시설(학원)로 등록되어 있었으나[이후 1층은 2005. 12. 15., 5층은 2015. 10. 24. 각 의료시설(병원)로 용도변경되었다], 당시 1층은 병원용 식당과 매점, 휴게실로, 5층은 의료기자재 및 병원설비 보관창고로 사용되고 있었으므로, 태평양감정평가법인과 통일감정평가법인이 이 사건 건물 전체의 이용상황을 의료시설로 보고 감정한 것은 감정평가에 관한 규칙 제6조에 따라 위 건물의 실제 현황을 기준으로 한 것이어서 불합리하다고 볼 수 없는 점, ② 통일감정평가법인의 감정 결과는 양수금청구소송에서 피고가 기존 태평양감정평가법인의 감정 결과를 믿을 수 없다고 주장하여 이루어진 것으로서, 피고의 주장을 반영하여 2005. 11. 25.부터 2006. 1. 9.까지 이 사건 건물에 시행된 리모델링 비용 등을 제외하기도 한 점, ③ 태평양감정평가법인과 통일감정평가법인의 감정평가 결과에 큰 차이가 없는 점 등을 종합하면, 이 사건 매매예약이 체결된 2005. 7. 1. 당시 이 사건 건물의 시가는 최소 43억 원에 이른다. <br/>          (나) 이에 대하여 피고는 2005. 7. 1. 당시 이 사건 건물의 시가가 30억 원 정도에 불과하다고 주장하므로 살피건대, 갑 제5, 10호증, 을 제41호증의 기재에 의하면, 이 사건 건물에 관한 소외인과 소외 2 사이의 2004. 6. 9.자 매매계약서에 매매대금이 2,882,938,000원으로 기재되어 있고, 원고와 피고가 2005. 7. 1. 이 사건 매매예약 체결 당시 작성한 매매계약서에 이 사건 건물의 매매대금을 30억 원으로 기재한 사실이 인정된다. 그러나 소외인이 이 사건 건물을 매수한 날과 2005. 7. 1. 사이에는 1년 이상의 간격이 있고, 관련 사건(창원지방법원 2005가합7009호 사해행위취소소송)에서는 ‘소외인이 소외 2로부터 이 사건 건물을 30억 원에 매수하였다’고 하면서도 2005. 9. 1. 당시 이 사건 건물의 가액을 4,408,500,000원으로 인정한 점, 원고와 피고가 2005. 7. 1. 작성한 매매계약서는 이 사건 담보가등기 후 소유권이전의 본등기를 위하여 작성된 것으로 이 사건 건물의 실제 가액을 반영하고 있다고 보기 어려운 점 등을 고려하면, 위 인정사실만으로는 앞서 본 감정평가 결과를 뒤집고 이 사건 건물의 가액이 30억 원 정도라고 보기 어렵다. 따라서 피고의 이 부분 주장은 이유 없다. <br/>        (2) 2005. 7. 1. 당시 이 사건 건물에 설정된 선순위 근저당권의 피담보채무액 및 이 사건 차용금채무액<br/>          다툼 없는 사실, 갑 제3, 5, 9호증의 각 기재, 변론 전체의 취지에 의하면, 2005. 7. 1. 당시 이 사건 건물에 설정된 선순위 근저당권 중 채권자 농업협동조합중앙회의 피담보채무액이 합계 2,491,000,000원, 채권자 소외 4의 채권최고액이 60,000,000원이고, 먼저 등기된 가압류 청구금액이 합계 253,490,719원(= 51,988,219원 + 201,502,500원)이며, 이 사건 차용금채무가 5억 원인 사실이 인정되므로, 이 사건 건물의 가액에서 공제해야 할 선순위 채권액 및 이 사건 차용금채무의 합계액은 3,304,490,719원(= 2,491,000,000원 + 60,000,000원 + 253,490,719원 + 5억 원)이다. <br/>      다) 따라서 이 사건 매매예약 당시 이 사건 건물의 가액이 이 사건 차용금과 선순위담보권 등의 채권액을 합산한 금액을 초과하므로, 이 사건 매매예약을 원인으로 하는 이 사건 소유권이전등기에는 가등기담보법이 적용된다.  <br/>다. 청산금채권이 원고에게 귀속되는지 여부<br/>    1) 살피건대, 원고가 2005. 6. 30. 이 사건 병원의 운영을 위하여 피고로부터 5억 원을 차용하였고, 이후 피고가 2005. 7. 5. 이 사건 담보가등기 및 2005. 9. 1. 이 사건 소유권이전등기를 마칠 당시 이 사건 건물에 관하여 원고 명의로 소유권이전등기가 마쳐져 있었던 사실은 앞서 기초사실에서 본 바와 같다. 따라서 원고는 특별한 사정이 없는 한 가등기담보법에서 정하는 ‘채무자’로서 위 법에서 정하는 청산금채권을 가지게 된다. <br/>    2) 이에 대하여 피고는 앞서 제2의 가항에서 본 바와 같이 원고가 아닌 소외인이 이 사건 건물 및 차용금채무의 귀속주체로서 청산금채권을 가진다고 주장한다. <br/>      가) 의사나 의사 아닌 자가 각 그 재산을 출자하여 함께 의료기관을 개설하여 운영하고, 의료기관의 운영 및 손익 등이 의료인 아닌 자에게 귀속되도록 하는 내용의 동업약정은 강행법규인 의료법 제33조 제2항에 위배되어 무효이므로, 의료기관 운영과 관련하여 얻은 이익이나 취득한 재산, 부담하게 된 채무 등은 모두 의사 개인에게 귀속된다(대법원 2014. 9. 26. 선고 2014다30568 판결 등 참조). <br/>      나) 살피건대, 2004. 12.경 원고승계참가인 1이 탈퇴하는 대신 원고가 이 사건 건물에서 이 사건 병원을 운영하고 있던 소외인과 병원 운영을 목적으로 하는 동업을 하기로 약정하였고, 이후 2005. 4. 18. 및 2005. 7. 5. 이 사건 건물에 관하여 소유권이전등기를 마친 사실은 앞서 기초사실에서 본 바와 같다. <br/>      다) 그러나 ① 앞서 제2의 나항에서 본 바와 같이 소외인이 이 사건 건물을 매수한 2004. 6. 10.경부터 피고에게 이 사건 소유권이전등기가 경료된 2005. 9. 1.경까지 원고와 참가인들, 소외인, 소외 3은 여러 차례 동업약정을 체결하였으나, 이 사건 병원의 운영을 둘러싼 상호 간의 분쟁으로 인하여 동업약정만 체결하고 실제 동업에까지 나아가지 못한 경우도 있었던 것으로 보여, 원고가 이 사건 건물에 관한 소유권이전등기를 마칠 당시 원고와 소외인이 동업관계에 있었다고 단정하기 어려운 점, ② 가등기담보법상 청산금채권의 귀속은 담보로 제공된 부동산의 소유관계에 따라 정하여지고, 부동산의 소유관계는 등기에 의하여 표상되는데, 이 사건 담보가등기 및 소유권이전등기 당시 이 사건 건물은 원고 명의로 소유권이전등기가 마쳐져 있었던 점, ③ 의료법을 위반한 동업약정이 무효인 경우 ‘동업약정에 따른 의료기관 운영과 관련하여 얻은 이익이나 취득한 재산, 부담하게 된 채무 등’이 의사 개인에게 귀속되는 것이지 ‘동업관계에 출자할 목적으로 취득한 재산이나 부담하게 된 채무 등’까지 모두 의사 개인에게 귀속된다고 볼 수 없는 점 등을 종합하면, 이 사건 건물의 소유자나 이 사건 차용금채무의 채무자는 모두 원고라 할 것이므로, 피고의 위 주장은 이유 없다. <br/>라. 청산금채권의 발생 여부 및 그 금액<br/>가등기담보법 제4조 제1항에 의하면, 채권자는 담보권 실행 통지 당시 담보목적부동산의 가액에서 채무자에 대한 채권액 및 담보목적부동산에 있는 선순위 담보 등에 의하여 담보된 채권액 등을 뺀 나머지 금액을 청산금으로 채무자에게 지급하여야 한다. <br/>    1) 담보권 실행 통지일 <br/>      다툼 없는 사실, 갑 제6호증의 기재, 변론 전체의 취지에 의하면, 피고가 2005. 9. 1. 원고에게 ‘정산금이 남아 있지 않으니 소유권이전등기를 경료하겠다’고 통지한 후 소지하고 있던 원고의 인감증명서 및 인감도장 등을 이용하여 이 사건 소유권이전등기를 마친 사실이 인정되므로, 청산금 산정의 기준이 되는 담보권 실행 통지일은 2005. 9. 1.이다. <br/>    2) 이 사건 건물의 가액<br/>      앞서 본 바와 같이 피고가 원고에게 이 사건 담보가등기의 실행을 통지한 2005. 9. 1. 기준 이 사건 건물의 가액은 4,321,300,000원(통일감정평가법인 감정결과)이다. <br/>    3) 이 사건 차용금채권액  및 이 사건 건물에 있는 선순위 담보 등에 의하여 담보된 채권액<br/>      가) 이 사건 차용금채권액 및 그 이자 : 5억 원<br/>        (1) 원고는 2005. 6. 30. 피고로부터 5억 원을 이자 월 3%로 정하여 차용하면서 2005. 7. 1. 위 차용금에서 선이자 3,000만 원을 공제한 4억 7,000만 원을 받았다. 따라서 이 사건 차용금채권액은 5억 원이다.<br/>        (2) 피고는 이 사건 차용금에 대한 2005. 7. 1.부터 2005. 9. 1.까지의 이자 3,000만 원(= 5억 원 × 3% × 2개월)도 이 사건 건물 가액에서 공제되어야 한다고 주장한다. 그러나 앞서 본 바와 같이 원고는 이 사건 차용 당시 피고로부터 2개월분 이자 3,000만 원을 미리 공제한 나머지 4억 7,000만 원을 지급받았으므로, 그 이자를 다시 이 사건 건물의 가액에서 공제할 수 없다. 따라서 피고의 이 부분 주장은 이유 없다. <br/>      나) 선순위 근저당권자인 채권자 농업협동조합중앙회의 피담보채권액 : 2,519,044,936원<br/>        (1) 가등기담보 채권자가 그의 계약상의 권리를 보전하기 위하여 가등기담보 채무자의 제3자에 대한 선순위 가등기담보채무를 대위변제하여 구상권이 발생하였다면 특별한 사정이 없는 한 이 구상권도 가등기담보계약에 의하여 담보된다(대법원 2002. 6. 11. 선고 99다41657 판결 등 참조). <br/>        (2) 이 사건 건물에 설정된 선순위 근저당권인 채권자 농업협동조합중앙회의 피담보채권 원금이 합계 2,491,000,000원(= 채무자 소외 5의 대출잔액 11억 1,500만 원 + 채무자 소외 3의 대출잔액 3억 원 + 채무자 소외 6의 대출잔액 3억 2,900만 원 + 채무자 원고승계참가인 2의 대출잔액 7억 4,700만 원)인 사실은 당사자 사이에 다툼이 없다. 또한 갑 제5호증, 을 제22호증의 각 기재에 의하면, 피고가 원고를 대신하여 2005. 8. 8. 위 피담보채권 원금에 대한 2005. 7.분 이자 합계 14,033,355원(채무자 소외 5의 이자 8,628,270원 + 채무자 소외 6의 이자 1,652,670원 + 채무자 원고승계참가인 2의 이자 3,752,415원), 2005. 9. 2. 위 원금에 대한 2005. 8.분 이자 합계 14,011,581원(채무자 소외 5의 이자 8,617,575원 + 채무자 소외 6의 이자 1,649,282원 + 채무자 원고승계참가인 2의 이자 3,744,724원)을 각 변제한 사실이 인정된다. <br/>          위 인정사실에 의하면 채권자 농업협동조합중앙회의 피담보채권 원금 2,491,000,000원 및 피고가 대위변제한 2005. 7.분 이자 14,033,355원, 2005. 8.분 이자 14,011,581원의 합계 2,519,044,936원(= 2,491,000,000원 + 14,033,355원 + 14,011,581원)은 이 사건 건물의 가액에서 공제되어야 한다. <br/>      다) 선순위 근저당권자인 채권자 소외 4의 피담보채권액 : 60,000,000원 <br/>      라) 등기된 창원시 압류 채권액 : 77,326,870원<br/>      마) 등기된 가압류 채권액 : 농협중앙회 △△지점 채권액 51,988,219원과 농협중앙회 □□시지부 채권액 201,502,500원의 합계 253,490,719원(= 51,988,219원 + 201,502,500원)<br/>      바) 합계 3,409,862,525원( = 5억 원 + 2,519,044,936원 + 60,000,000원 + 77,326,870원 + 253,490,719원)<br/>    4) 소결론<br/>      따라서 피고가 원고에게 이 사건 담보가등기의 실행을 통지한 2005. 9. 1.을 기준으로 이 사건 건물의 시가 4,321,300,000원에서 이 사건 차용금채권액 및 선순위 담보 피담보채권액 등 합계 3,409,862,525원을 공제하면, 이 사건 청산금채권액은 911,437,475원(= 4,321,300,000원 - 3,409,862,525원)이 된다.<br/>마. 피고의 항변에 관한 판단<br/>    1) 청산금이 없다는 취지의 담보권 실행 통지에 원고가 묵시적으로 동의하였다는 항변<br/>      가) 피고는 이 사건 소유권이전등기 당시 청산금이 없다는 내용으로 담보가등기 실행 통지를 하였고 이에 원고가 묵시적으로 동의하였으므로, 원고에게 청산금을 지급할 의무가 없다고 항변한다. <br/>      나) 그러나 피고가 제출한 증거들만으로는 원고가 2005. 9. 1. 피고로부터 청산금이 남아 있지 않다는 취지의 이 사건 담보가등기 실행 통지를 받고 이에 묵시적으로 동의한 사실을 인정하기 어렵고, 달리 이를 인정할 만한 증거가 없다. 오히려 갑 제5, 11, 29호증의 각 기재에 의하면, 원고는 이 사건 소유권이전등기 직후 원고승계참가인 2가 피고를 상대로 제기한 사해행위취소소송(창원지방법원 2005가합7009호)에 증인으로 출석하여 ‘피고로부터 받을 청산금이 7억 6,500만 원 정도 남아 있으나 피고의 강요로 이를 청구하지 못하고 있다’고 증언하였고, 2006. 12.경부터 2009. 11.경까지 피고에게 내용증명우편을 통해 청산금의 지급을 지속적으로 요청하였음을 알 수 있다. 따라서 피고의 이 부분 주장은 이유 없다. <br/>    2) 상계항변<br/>      가) 관련 법리<br/>        가등기담보권자가 가등기담보법 제3조에서 정한 담보권 실행의 통지를 채무자에게 하고, 후순위 권리자가 있는 경우에는 같은 법 제6조 제1항에서 정한 통지를 한 후 같은 법 제6조 제1항의 통지를 받은 후순위 권리자가 채권자에게 직접 권리를 행사한 바가 없고 또한 청산기간을 경과하게 되면, 채권자는 채무자에게 청산금을 변제할 수 있음은 물론, 채권자가 채무자에 대하여 가등기담보에 의하여 담보되지 아니한 별개의 금전채권을 가지고 있는 경우에는 이것을 자동채권으로 하여 채무자의 청산금채권을 상계할 수 있다(대법원 2002. 6. 11. 선고 99다41657 판결 등 참조). <br/>      나) 이 사건 소유권이전등기 당시 발생한 취득세 및 등록세 대위변제금<br/>        (1) 채무자가 피담보채무를 이행하지 아니함으로써 담보권자가 담보권을 실행하였을 경우 상당성이 인정되는 범위 내에서 그 실행에 필요한 비용은 채무불이행으로 인하여 발생한 비용이라고 할 것이어서 당사자 간에 특약이 없는 한 채무자가 부담하여야 한다(대법원 1976. 12. 14. 선고 76다957 판결 등 참조). <br/>        (2) 위와 같은 법리에 비추어 보건대, 을 제35호증의 기재에 의하면 피고가 이 사건 소유권이전등기 당시 취득세 67,266,000원 및 등록세 60,366,000원 합계 127,632,000원을 납부한 사실이 인정되고, 이 사건 소유권이전등기는 원고가 이 사건 차용금채무를 변제하지 않음에 따라 피고가 담보가등기를 실행한 것이므로, 위 취득세 및 등록세는 담보권 실행 비용으로서 다른 특약이 없는 한 채무자인 원고가 부담하여야 한다. 따라서 피고는 원고에 대하여 위 취득세 및 등록세 합계 127,632,000원에 관한 구상권을 취득하고, 위 구상금채권은 이 사건 청산금채권과 상계할 수 있다.<br/>      다) 이 사건 병원 직원들의 4대 보험료, 체불급여 및 퇴직급여 대위변제금<br/>        (1) 피고는 원고가 2004. 6. 10.경부터 2005. 9. 1.경까지 이 사건 병원을 동업 또는 단독으로 운영할 당시 발생한 직원들의 4대 보험료 41,388,340원, 체불급여 및 퇴직급여 65,154,710원을 대위변제하였으므로, 위 대위변제금에 관한 구상금채권을 이 이 사건 청산금채권과 상계한다고 주장한다. <br/>        (2) 앞서 본 바와 같이 원고가 이 사건 병원을 참가인들, 소외인과 동업으로 운영하였다고 하더라도 이러한 동업약정은 강행법규인 의료법 제33조 제2항에 위배되어 무효이고, 의료기관 운영과 관련하여 부담하게 된 채무는 의사 개인에게 귀속된다. 그런데 피고가 주장하는 위 보험료, 체불급여 및 퇴직급여 채무는 이 사건 병원의 운영과 관련하여 발생한 채무이므로 위 채무가 원고에게 귀속된다고 볼 수 없고, 원고가 이 사건 병원을 단독으로 운영한 사실을 인정할 만한 증거도 없다. 따라서 원고가 위 채무를 부담함을 전제로 한 피고의 이 부분 주장은 이유 없다. <br/>      라) 이 사건 건물 1층 매점의 임대차보증금반환채무 대위변제금<br/>        (1) 다툼 없는 사실, 을 제17호증의 기재, 변론 전체의 취지에 의하면, 원고는 2005. 5. 1. 소외 7에게 이 사건 건물 1층 매점을 보증금 5,000만 원, 임대기간 2005. 5. 1.부터 2008. 4. 30.까지의 조건으로 임대하였고, 당시 소외 7은 상가건물 임대차보호법상의 대항력을 취득하지 못한 사실, 피고는 이 사건 소유권이전등기 후 위 임대차계약의 해지에 따라 2005. 9. 28.경 소외 7에게 위 보증금 5,000만 원을 지급한 사실이 인정된다. 위 인정사실에 의하면, 피고는 위 임대차계약의 당사자인 원고가 부담하는 임대차보증금반환채무를 대위변제함으로써 원고에 대하여 5,000만 원 상당의 부당이득반환채권을 취득하였으므로, 위 부당이득반환채권은 이 사건 청산금채권과 상계할 수 있다.<br/>        (2) 이에 대하여 원고는, 위 임대차계약의 실질적인 당사자는 원고가 아닌 소외 3 또는 소외인이고, 피고는 위 대위변제 금액을 소외 3과 모두 정산하였다고 주장하나, 이를 인정할 만한 증거가 없으므로 원고의 위 주장은 이유 없다.<br/>      마) 주식회사 동원홈푸드(이하 ‘동원홈푸드’라 한다)에 대한 계약보증금반환채무 대위변제금<br/>        (1) 피고는, 소외 3이 동원홈푸드에 대한 계약보증금반환채무에 관하여 서울보증보험 주식회사(이하 ‘서울보증보험’이라 한다)와 이행보증보험계약을 체결할 당시 원고가 소외 3의 구상금채무를 연대보증하였는데, 서울보증보험이 위 계약보증금반환채무를 대위변제하였고, 이로써 서울보증보험에 대하여 발생한 소외 3 및 원고의 구상금채무를 피고가 대위변제함에 따라 피고는 원고에 대하여 구상금채권 또는 부당이득반환채권을 취득하게 되었는바, 위 채권을 이 사건 청산금채권과 상계한다고 주장한다. <br/>        (2) 주채무가 제3자의 변제에 의하여 소멸한 경우에는 주채무의 소멸로 인하여 보증채무도 소멸하므로(연대보증의 경우도 보증인은 채무자와 연대하여 채무를 이행할 책임이 있어 보증채무의 보충성이 인정되지 아니하는 것에 불과하고, 보증이라고 하는 성질에는 다름이 없으므로 주채무가 제3자의 변제에 의하여 소멸하는 경우에는 연대보증채무도 소멸되는 것은 마찬가지이다), 민법 제480조 내지 제481조 소정의 변제자대위가 성립하지 아니하는 한 제3자는 보증인에 대하여 부당이득반환청구 등의 어떠한 청구도 할 수 없게 되며, 또한 부당이득이라 함은 타인의 재산 또는 노무로 인하여 이익을 얻고 이로 인하여 타인에게 손해를 가한 경우에 성립하는 것인바, 제3자의 출재로 인하여 주채무가 소멸되면 제3자로서는 주채무자에 대하여 자신의 출재에 대한 구상권을 행사할 수 있어 그에게 손해가 있다고 보기도 어려우므로 제3자의 연대보증인에 대한 부당이득반환청구는 받아들일 수 없다(대법원 1996. 9. 20. 선고 96다22655 판결 등 참조). <br/>        (3) 위와 같은 법리에 비추어 이 사건을 보건대, 다툼 없는 사실, 을 제16, 27호증의 기재, 변론 전체의 취지에 의하면, 소외 3은 동원홈푸드와 체결한 이 사건 병원의 구내식당 위탁운영계약이 종료하는 경우 발생하는 1억 5,000만 원의 계약보증금반환채무를 담보하기 위하여 2005. 4. 28. 서울보증보험과 위 채무에 관한 이행보증보험계약을 체결하였고, 당시 원고가 소외 3의 서울보증보험에 대한 구상금채무를 연대보증한 사실, 이후 위 위탁운영계약이 해지되었음에도 소외 3이 동원홈푸드에 계약보증금을 반환하지 아니하자 서울보증보험은 2005. 12. 12. 동원홈푸드에 계약보증금 1억 5,000만 원을 지급한 다음 주채무자인 소외 3, 연대보증인인 원고 등을 상대로 구상금청구 소송(부산지방법원 2006가단20135호)을 제기하여 2006. 7. 25. ‘소외 3, 원고 등은 서울보증보험에 1억 5,000만 원 및 이에 대한 지연손해금을 지급하라’는 내용의 판결을 선고받은 사실, 이후 피고는 2009. 10. 30. 서울보증보험에 위 구상금채무 중 93,659,000원을 대위변제한 사실이 인정된다. <br/>        (4) 그러나 피고가 제출한 증거들만으로는 피고가 위 구상금채무를 변제할 정당한 이익이 있다고 보기 어렵고, 달리 이를 인정할 증거가 없는바, 결국 피고가 연대보증인인 원고의 서울보증보험에 대한 구상금채무 93,659,000원을 대위변제하였다 하더라도 피고에게는 민법 제481조의 변제자대위가 성립하지 아니하므로 그에 관하여 원고에게 구상금 내지 부당이득반환을 청구할 수 없다. 따라서 피고의 이 부분 주장은 이유 없다.<br/>      바) 피고가 관련 소송에서 원고승계참가인 2에게 지급한 합의금<br/>        (1) 피고는 사해행위취소소송(창원지방법원 2005가합7009호)에서 원고승계참가인 2에게 합의금으로 9,000만 원을 지급하였는바, 그중 7,000만 원은 원고가 원고승계참가인 2에 대하여 부담하는 약정금채무, 나머지 2,000만 원은 원고의 위 약정금채무 불이행으로 발생한 손해배상채무를 각 대위변제한 것이므로, 위 합의금의 지급으로 취득하게 된 원고에 대한 9,000만 원의 구상금채권 또는 부당이득반환채권을 이 사건 청산금채권과 상계한다고 주장한다. <br/>        (2) 살피건대, 다툼 없는 사실, 갑 제5, 6호증의 각 기재, 변론 전체의 취지에 의하면, 원고에 대하여 7,000만 원 약정금채권을 가진 원고승계참가인 2가 피고를 상대로 사해행위취소소송을 제기하여 제1심에서 승소하였다가 항소심(부산고등법원 2007나5717호) 계속 중이던 2007. 3. 29. 피고로부터 9,000만 원을 지급받은 후 위 소송을 취하한 사실, 피고가 원고승계참가인 2에게 지급한 위 9,000만 원은 원고의 원고승계참가인 2에 대한 약정금채무 7,000만 원과 합의금 2,000만 원으로 이루어진 사실이 인정된다. <br/>        (3) 위 인정사실에 의하면, 위 9,000만 원 중 7,000만 원은 피고가 원고승계참가인 2에 대한 원고의 약정금채무를 대위변제한 것이므로, 피고는 원고에 대하여 7,000만 원 상당의 구상금채권 또는 부당이득반환채권을 취득하였고, 위 채권은 이 사건 청산금채권과 상계할 수 있다. 그러나 피고가 제출한 증거들만으로는 위 합의금 2,000만 원의 지급이 원고의 원고승계참가인 2에 대한 손해배상채무를 대위변제한 것임을 인정할 만한 증거가 없으므로, 피고의 이 부분 주장은 이유 없다. <br/>바. 소결론<br/>    1) 앞서 본 바와 같이 피고가 주장한 자동채권 중 인정되는 부분은 합계 247,632,000원(= 취득세 및 등록세 대위변제액 127,632,000원 + 임대보증금반환채무 대위변제액 5,000만 원 + 원고승계참가인 2에 대한 약정금채무 대위변제액 7,000만 원)이고, 이 사건 청산금채권액은 911,437,475원이다. 피고가 위 각 채권을 자동채권으로 하여 이 사건 청산금채권과 대등액에서 상계한다는 의사표시가 기재된 2015. 12. 15.자 및 2017. 4. 1.자 각 준비서면이 원고에게 송달된 사실은 기록상 명백하고, 원고와 피고는 위 각 자동채권과 수동채권을 원금의 범위 내에서 소멸시키는 것에 다툼이 없으므로, 위 각 자동채권은 수동채권과 상계되어 모두 소멸하고 원고의 피고에 대한 이 사건 청산금채권은 663,805,475원(= 911,437,475원 - 247,632,000원)만 남게 된다. <br/>    2) 따라서 피고는 원고에게 가등기담보법 제4조에 따라 청산금 663,805,475원 및 이에 대하여 그 지급의무가 발생한 실행 통지가 있은 날로부터 청산기간 2개월이 경과한 날의 다음 날인 2005. 11. 2.부터 민법이 정한 연 5%의 이율에 의한 지연손해금을 지급할 의무가 있다. 다만, 아래에서 보는 바와 같이 참가인들의 추심청구로 인하여 추심되고 남은 채권액에 대하여 그 지급의무가 인정되는바 그 범위에 관하여는 아래에서 살펴보기로 한다. <br/>4. 승계참가신청의 당부에 관한 판단<br/>  가. 살피건대, 다툼 없는 사실, 갑 제14, 15호증의 각 기재, 변론 전체의 취지에 의하면, 원고승계참가인 1이 이 사건 소송계속 중인 2015. 10. 6. 원고에 대한 공증인가 ◇◇법무법인 작성 2015년 제1769호 집행력 있는 공정증서에 기하여 원고를 채무자, 피고를 제3채무자, 피압류채권을 이 사건 청산금채권 중 534,936,986원으로 각 지정하여 창원지방법원 2015타채9023호 채권압류 및 추심명령 결정을 받아 그 결정이 2015. 10. 12. 피고에게 송달된 사실, 원고승계참가인 2 역시 이 사건 소송계속 중인 2015. 10. 16. 원고에 대한 공증인 소외 8 작성 2015년 제875호 집행력 있는 공정증서에 기하여 원고를 채무자, 피고를 제3채무자, 피압류채권을 이 사건 청산금채권 중 600,000,000원으로 각 지정하여 창원지방법원 2015타채9875호 채권압류 및 추심명령 결정을 받아 그 결정이 2015. 10. 21. 피고에게 송달된 사실을 인정할 수 있다. 따라서 참가인들의 승계참가신청은 이유 있다. <br/>  나. 이에 대하여 피고는, 참가인들이 위와 같이 채권압류 및 추심명령을 받은 것은 승계참가 등 이 사건 소송에서의 소송행위를 하게 하는 것을 주목적으로 이루어진 소송신탁에 해당하여 신탁법 제7조에 따라 무효이므로, 참가인들의 참가신청은 부적법하다고 주장한다. <br/>    그러나 다툼 없는 사실, 갑 제20, 21, 24, 25호증의 각 기재, 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정, 즉 ① 원고는 2005. 7. 1.자 동업약정서에서 원고승계참가인 2로부터 이 사건 건물 3, 4, 5층에 관한 가등기를 이전받고, 원고승계참가인 2를 채무자로 하여 이 사건 건물에 등기가 경료된 근저당권(원고승계참가인 2 부분 7억 4,700만 원)을 말소해 주기로 약정하였는데, 2005. 7. 5. 원고승계참가인 2로부터 위 건물 3, 4, 5층에 관한 가등기를 이전받았음에도 이를 이행하지 않아 이에 관한 손해배상채무를 부담하는 것으로 보이는 점, ② 원고는 이 사건 소 제기 이전부터 원고승계참가인 1에게 약 5억 2,600만 원의 채무가 있었던 것으로 보이는 점 등을 종합해 보면, 위 채권압류 및 추심명령의 원인이 된 참가인들의 원고에 대한 채권이 허위라고 보기 어려우므로 위 채권압류 및 추심명령 역시 소송신탁에 해당하여 무효라고 단정할 수 없고, 달리 이를 인정할 만한 증거가 없다. 따라서 피고의 위 주장은 이유 없다. <br/>5. 원고의 당사자적격 상실 및 참가인들의 추심 금액<br/>가. 압류경합의 발생<br/>    1) 우선 참가인들의 각 채권압류 및 추심명령이 피고에게 송달된 2015. 10. 12.과 같은 달 21. 기준 이 사건 청산금채권 금액은 아래와 같다. <br/>      가) 2015. 10. 12. 기준 : 993,889,567원[= 663,805,475원 + {663,805,475원 × 0.05 × (9년 + 345/365일)}](원 미만 버림, 이하 같다) <br/>      나) 2015. 10. 21. 기준 : 994,707,957원[= 663,805,475원 + {663,805,475원 × 0.05 × (9년 + 354/365일)}] <br/>    2) 위와 같이 각 채권압류 및 추심명령 송달 당시 참가인들의 청구금액 합산액(1,134,936,986원 = 534,936,986원 + 600,000,000원)이 피압류채권 금액을 초과하게 되므로, 압류의 경합이 발생한다. <br/>나. 원고의 당사자적격 상실<br/>    채권에 대한 압류 및 추심명령이 발령되면 제3채무자에 대한 이행의 소는 추심채권자만이 제기할 수 있고 채무자는 피압류채권에 대하여 이행소송을 제기할 당사자적격을 상실한다(대법원 2010. 2. 25. 선고 2009다85717 판결 등 참조). <br/>    그런데 앞서 본 바와 같이 원고가 피고에 대하여 가지는 이 사건 청산금채권 금액보다 참가인들이 압류 및 추심명령을 받은 각 청구금액 합산액이 더 크므로, 원고는 그 청산금채권 전액에 대하여 이행의 소를 제기할 당사자적격을 상실하였고, 따라서 원고의 이 사건 소는 부적법하다.<br/>다. 참가인들의 추심금액<br/>    1) 피고의 상계항변에 대한 판단<br/>      피고는 원고승계참가인 2에 대하여 34,643,784원, 원고승계참가인 1에 대하여 5,658,700원의 소송비용액확정결정에 따라 확정된 소송비용채권을 가지고 있는바, 위 채권들을 자동채권으로 하여 참가인들의 추심금채권과 상계한다고 항변한다. <br/>      그러나 추심명령이 동시 또는 이시에 이중으로 발부된 경우 그 사이에는 우열의 순위가 있을 수 없고, 추심명령을 받아 채권을 추심하는 채권자는 집행법원의 수권에 따라 일종의 추심기관으로서 압류나 배당에 참가한 모든 채권자를 위하여 제3채무자로부터 추심을 하는 것인 점(대법원 1986. 9. 9. 선고 86다카988 판결, 대법원 2003. 5. 30. 선고 2001다10748 판결 등 참조) 등을 고려하면, 압류경합이 발생하는 이 사건에서 제3채무자인 피고가 추심채권자인 참가인들에 대하여 가지는 채권으로는 참가인들의 추심금채권과 상계할 수 없다고 봄이 타당하므로, 피고의 위 주장은 더 나아가 살펴볼 필요 없이 이유 없다. <br/>    2) 추심금 지급방법<br/>      위와 같이 추심명령이 동시 또는 이시에 이중으로 발부된 경우 그 사이에는 우열의 순위가 있을 수 없고, 추심명령을 받아 채권을 추심하는 채권자는 집행법원의 수권에 따라 일종의 추심기관으로서 압류나 배당에 참가한 모든 채권자를 위하여 제3채무자로부터 추심을 하는 것인 점, 민사집행법 제235조 제1항, 제2항, 제248조 제3항에 의하면 채권의 일부가 압류된 뒤에 그 나머지 부분을 초과하여 다시 압류명령이 내려진 때에는 각 압류의 효력은 그 채권 전부에 미치고(채권 전부가 압류된 뒤에 그 채권 일부에 대하여 다시 압류명령이 내려진 때 그 압류의 효력도 같다), 금전채권 중 압류되지 아니한 부분을 초과하여 거듭 압류명령이 내려진 경우에 그 명령을 송달받은 제3채무자는 압류채권자의 청구가 있으면 그 채권의 전액에 해당하는 금액을 공탁해야 하는 점, 나아가 모든 추심채권자와 제3채무자 사이의 분쟁을 되도록 통일적으로 해결하고자 하는 민사집행법 제249조 제1, 2항의 취지 등을 종합해 보면, 이 사건과 같이 추심채권자인 참가인들의 청구금액 합산액이 피압류채권액(피고가 원고에게 지급하여야 할 이 사건 청산금채무액)을 초과하는 경우 채권자평등의 원칙과 추심채권자의 지위, 분쟁의 통일적 해결과 집행의 편의 등을 고려하여 민사집행법 제248조 제3항을 유추적용하여 피고로 하여금 참가인들에게 원고에 대한 채무 전액을 공탁의 방법으로 지급하도록 명함이 타당하다.<br/>    3) 따라서 피고는 참가인들에게 2015. 12. 16.까지의 이 사건 청산금 원리금 합계 999,788,983원[= 663,805,475원 + {663,805,475원 × 0.05 × (10년 + 45/366일)}] 및 그중 663,805,475원에 대하여 이 사건 승계참가신청서 부본이 송달된 다음 날인 2015. 12. 17.부터 피고가 그 이행의무의 존부나 범위에 관하여 항쟁함이 상당하다고 인정되는 이 판결선고일인 2017. 8. 24.까지는 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급하되, 그 지급은 공탁의 방법으로 하여야 한다.<br/>6. 결론<br/>  그렇다면 원고의 이 사건 소는 부적법하여 각하하고, 참가인들의 피고에 대한 각 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 참가인들의 나머지 청구는 이유 없어 기각할 것인바, 제1심판결은 이와 결론을 달리하여 부당하므로, 이 법원에서의 확장된 청구를 포함하여 제1심판결을 위와 같이 변경하기로 하여, 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 엄상필(재판장) 윤중렬 이동현",
  "사건번호": "2016나21592",
  "사건종류코드": "400101",
  "판례정보일련번호": "221045",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}