{
  "판시사항": "[1] 구 임대주택법 제21조 제1항 제4호에서 정한 ‘분양전환 당시까지 거주한 무주택자인 임차인’의 의미<br/>[2] 자유심증주의의 한계<br/>[3] 甲 주식회사와 공공건설 임대주택인 아파트에 관한 임대차계약을 체결한 乙이 임대차계약 및 구 임대주택법 제21조 제1항 제4호에서 우선분양전환자격이 있는 경우로 정한 ‘분양전환 당시까지 거주한 무주택자인 임차인’에 해당하는지 문제 된 사안에서, 乙이 분양전환 당시까지 위 아파트에 실제로 거주하여 왔는지 등에 관하여 상당한 의문이 제기되는 여러 사정이 있는데도, 그러한 사정에 관하여 추가로 필요한 심리를 진행하지 않고 乙이 분양전환 당시까지 거주한 무주택자인 임차인에 해당한다고 본 원심판단에는 자유심증주의 위반 등의 잘못이 있다고 한 사례<br/>",
  "참조판례": " [1] 대법원 2015. 2. 26. 선고 2014도14871 판결(공2015상, 563) / [2] 대법원 1986. 3. 25. 선고 85다카2130 판결(공1986, 698), 대법원 2018. 4. 12. 선고 2016다223357 판결(공2018상, 875)<br/>",
  "사건종류명": "민사",
  "판결요지": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것)은 임대주택의 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로(제1조), 임대주택의 임차인의 자격·선정 방법·임대보증금·임대료 등 임대 조건에 관한 기준을 정하는 한편(제20조 제1항), 특별한 경우를 제외하고는 임대주택의 임차인은 임차권을 다른 사람에게 양도하거나 임대주택을 다른 사람에게 전대할 수 없다고 규정하며(제19조), 거짓이나 그 밖의 부정한 방법으로 임대주택을 임대받은 자나 법에 위반하여 임대주택의 임차권을 양도하거나 임대주택을 전대한 자를 형사처벌하도록 규정하고 있다(제41조 제4항 제1호, 제5호). 이와 같은 구 임대주택법의 입법 취지, 규정 내용과 형식 등에 비추어 볼 때, 구 임대주택법 제21조 제1항 제4호에 규정된 ‘분양전환 당시까지 거주한 무주택자인 임차인’이란 해당 임대주택을 유일하고도 단일한 거주지로 하여 임대차계약기간 개시일 무렵부터 분양전환 당시까지 임차인 본인이 직접 거주하거나 당초 임차인과 동거하던 세대 구성원 일부가 그 기간 동안 계속 거주하는 경우의 그 임차인을 의미한다.<br/>[2] 민사소송법 제202조가 증거법칙으로 선언하고 있는 자유심증주의는 형식적, 법률적인 증거규칙으로부터의 해방을 뜻할 뿐 법관의 자의적 판단을 용인한다는 것이 아니므로, 적법한 증거조사절차를 거친 증거능력 있는 적법한 증거에 의하여 사회정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따라 사실 주장의 진실 여부를 판단하여야 할 것이며, 비록 사실의 인정이 사실심의 전권에 속한다고 하더라도 이와 같은 제약에서 벗어날 수 없다.<br/>[3] 甲 주식회사와 공공건설 임대주택인 아파트에 관한 임대차계약을 체결한 乙이 임대차계약 및 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호에서 우선분양전환자격이 있는 경우로 정한 ‘분양전환 당시까지 거주한 무주택자인 임차인’에 해당하는지 문제 된 사안에서, 비록 乙이 입주자카드를 작성하여 관리사무소장에게 제출하고 위 아파트에 전입신고를 한 이후 현재까지 주민등록상 주소를 변경하지 않고 있다 하더라도, 乙이 임대차계약을 체결하고 전입신고를 마칠 무렵부터 분양전환 당시까지 위 아파트에 실제로 거주하여 왔는지, 제3자에게 위 아파트를 무단 전대한 것은 아닌지 등에 관하여 상당한 의문이 제기되는 여러 사정이 있는데도, 그러한 사정에 관하여 추가로 필요한 심리를 진행하지 않고 乙이 분양전환 당시까지 거주한 무주택자인 임차인에 해당한다고 본 원심판단에는 자유심증주의 위반 등의 잘못이 있다고 한 사례.<br/>",
  "참조조문": " [1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 참조), 제19조(현행 공공주택 특별법 제49조의4 참조), 제20조 제1항(현행 공공주택 특별법 제48조 제1항 및 제49조 제1항 참조), 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 제41조 제4항 제1호, 제5호(현행 공공주택 특별법 제57조의3 제1호, 제3호 참조) / [2] 민사소송법 제202조 / [3] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제19조(현행 공공주택 특별법 제49조의4 참조), 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 민사소송법 제202조<br/>",
  "선고일자": "20220113",
  "법원명": "대법원",
  "사건명": "소유권이전등기",
  "판례내용": "【원고, 피상고인】 원고 (소송대리인 변호사 김건효)<br/>【피고, 상고인】 정기산업 주식회사의 소송수계인 회생채무자 정기산업 주식회사의 관리인 소외 1 (소송대리인 법무법인(유한) 광장 담당변호사 김명종 외 3인)<br/>【원심판결】 대전지법 2021. 8. 10. 선고 2020나115857 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 대전지방법원에 환송한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 상고이유보충서의 기재는 상고이유를 보충하는 범위에서)를 판단한다.<br/>  1. 원심의 판단<br/>  원심은 이 사건 임대차계약 제12조 제3항 제4호, 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호에서 정한 이 사건 아파트의 우선분양전환자격에 관하여, 아래의 사실과 사정 등을 종합하여 원고는 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 거주한 무주택자인 임차인에 해당한다고 본 제1심판결의 판단을 그대로 유지하였다.<br/>  가. 원고는 2014. 11. 4. 전입신고를 한 후 현재까지 이 사건 아파트에서 주민등록을 유지하고 있다. 이는 원고의 이 사건 아파트 거주사실을 증명하는 유력한 증거이다. <br/>  나. 원고는 2014. 10. 30. 이 사건 아파트에 관한 입주자카드를 작성하여 관리사무소장에게 제출하였다.<br/>  다. 원고는 2016년부터 2019년까지 각 1/4분기에 실시된 주민등록 일제 정리를 위한 사실조사에 응하여 세대명부에 서명하였다. <br/>  라. 이 사건 아파트에 관하여 수도요금이나 전기요금이 2017. 6.경을 기준으로 그다지 크게 변동되었다고 보기 어렵다.<br/>  마. 원고는 부친인 소외 2가 회원으로 가입하여 원고 명의의 가족카드로 발급된 신용카드를 이 사건 아파트가 위치한 세종특별자치시에서 사용해 온 것으로 보인다.<br/>  바. 임차인이 제3자와 동거하는 것 자체가 무단 전대 행위에 해당하는 것으로 볼 수 없다.<br/>  2. 대법원의 판단<br/>  가. 그러나 원심의 위와 같은 판단은 그대로 수긍하기 어렵다. 구체적 이유는 다음과 같다. <br/>  1) 구 임대주택법은 임대주택의 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로(제1조), 임대주택의 임차인의 자격·선정 방법·임대보증금·임대료 등 임대 조건에 관한 기준을 정하는 한편(제20조 제1항), 특별한 경우를 제외하고는 임대주택의 임차인은 임차권을 다른 사람에게 양도하거나 임대주택을 다른 사람에게 전대할 수 없다고 규정하며(제19조), 거짓이나 그 밖의 부정한 방법으로 임대주택을 임대받은 자나 법에 위반하여 임대주택의 임차권을 양도하거나 임대주택을 전대한 자를 형사처벌하도록 규정하고 있다(제41조 제4항 제1호, 제5호). 이와 같은 구 임대주택법의 입법 취지, 규정 내용과 형식 등에 비추어 볼 때, 구 임대주택법 제21조 제1항 제4호에 규정된 ‘분양전환 당시까지 거주한 무주택자인 임차인’이란 해당 임대주택을 유일하고도 단일한 거주지로 하여 임대차계약기간 개시일 무렵부터 분양전환 당시까지 임차인 본인이 직접 거주하거나 당초 임차인과 동거하던 세대 구성원 일부가 그 기간 동안 계속 거주하는 경우의 그 임차인을 의미한다(대법원 2015. 2. 26. 선고 2014도14871 판결 등 참조). <br/>  한편 민사소송법 제202조가 증거법칙으로 선언하고 있는 자유심증주의는 형식적, 법률적인 증거규칙으로부터의 해방을 뜻할 뿐 법관의 자의적 판단을 용인한다는 것이 아니므로, 적법한 증거조사절차를 거친 증거능력 있는 적법한 증거에 의하여 사회정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따라 사실 주장의 진실 여부를 판단하여야 할 것이며, 비록 사실의 인정이 사실심의 전권에 속한다고 하더라도 이와 같은 제약에서 벗어날 수 없다(대법원 1986. 3. 25. 선고 85다카2130 판결, 대법원 2018. 4. 12. 선고 2016다223357 판결 등 참조).<br/>  2) 원심판결 이유와 기록에 의하면, 아래의 사실과 사정을 알 수 있다.<br/>  가) 이 사건 임대차계약 제12조 제3항 제4호는 공공건설 임대주택인 이 사건 아파트의 분양전환자격에 관하여, 원고가 선착순의 방법으로 입주자로 선정된 경우에는 ‘분양전환 당시까지 거주한 무주택자인 임차인’에 해당하여야 함을 정하고 있는데, 이는 구 임대주택법 제21조 제1항 제4호에서 규정한 내용과 다르지 않다. <br/>  나) 원고는 1993. 12.생으로 2001. 11. 30. 대전 유성구 (주소 1 생략)에 전입신고되어 가족들과 함께 거주하다가, 2014. 7. 14. 대전 유성구 (주소 2 생략)으로 전입신고하였고, 2014. 8. 28. 주식회사 영무건설과 사이에 이 사건 아파트(전용면적 약 84㎡, 방 3개)를 임대차보증금 1억 7,200만 원에 임차하는 임대차계약을 체결하고 2014. 11. 4. 이 사건 아파트를 주소지로 하여 전입신고를 마쳤다. 이에 관하여 원고는 제1심과 원심의 변론 과정에서, 어릴 때부터 장기간 거주해 오던 주거지[대전 유성구 (주소 1 생략)]에서 가족들과 떨어져 20세의 나이에 대전 유성구 (주소 2 생략)으로 전입신고를 하였다가 다시 불과 약 1개월 만에 그곳에서 상당한 거리에 위치한 이 사건 아파트를 임대차보증금 1억 7,200만 원에 임차하게 된 동기나 목적, 경위에 대하여는 구체적으로 밝히지 않았다. <br/>  다) 원고는 2014. 10. 30. 이 사건 아파트에 관한 입주자카드를 작성하면서 자신의 직업을 ‘회사원’이라고 기재하고, 가족사항란에 ‘소외 3[(생년월일 생략), 회사원]’을 기재하였다. 이에 관하여 피고는 제1심과 원심의 변론 과정에서 원고와 소외 3이 아무런 가족관계가 없는 것으로 보이고 원고가 소외 3에게 이 사건 아파트를 무단 전대한 것으로 의심된다고 주장하였는데, 원고는 입주자카드 작성 당시 소외 3을 가족사항란에 기재한 이유나 경위 및 소외 3이 구체적으로 원고와 어떤 관계가 있는 사람인지 등에 대하여 구체적으로 밝히지 않은 채 단지 ‘원고와 소외 3은 배우자, 직계존속, 직계비속의 관계가 없다. 소외 3이 거주한 사실조차 없다.’는 취지로 답변하였을 뿐이다. <br/>  라) 아파트관리사무소의 담당자, 반장, 과장 또는 소장 등이 결재한「이사 세대 전입·전출내역서」에 의하면, 이 사건 아파트에서는 (1) 2017. 6. 6. 08:00경부터 11:40경까지 탑차와 사다리차를 사용하여 전출이사를 하고, 같은 날 12:00경부터 15:10경까지 탑차와 사다리차를 사용하여 전입이사를 하면서, 이 사건 아파트의 관리비는 전입자와 전출자 사이에서 승계한 것으로 나타나고, (2) 2018. 6. 1. 07:30경부터 10:50경까지 화물용달차와 탑차, 사다리차를 사용하여 전출이사를 한 내역이 나타난다. 그런데 원고는 자신이 임차한 이 사건 아파트에서 위와 같이 일반적으로 대형 이사에 필요한 탑차와 사다리차 등이 모두 사용되고 상당한 시간이 걸린 전출이사와 전입이사가 여러 차례 있었던 것으로 나타난「이사 세대 전입·전출내역서」의 내용에 관하여, ‘어떠한 경위에서 그러한 전입·전출내역서가 작성된 것인지 알 수 없다.’는 등의 답변만 하였을 뿐 이 부분에 관하여서도 설득력 있는 해명을 하지 못하였다. <br/>  마) 이 사건 아파트에 등록된 차량출입내역을 보면, 2015년 1/4분기부터 2017년 2/4분기까지 사이의 기간에 휴대전화번호 (전화번호 1 생략)을 사용하는 사람이 시기를 달리하여 4대의 차량을 등록하여 수시로 출입한 것으로 나타나는데, 위 휴대전화번호는 원고가 이 사건 아파트에 관한 입주자카드 작성 시 기재했던 원고의 휴대전화번호와는 다르다. 그리고 2017년 2/4분기(위와 같이 전출이사·전입이사가 있었던 2017. 6. 6.에 근접한 시점) 이후에는 위 4대의 차량은 더 이상 출입한 기록이 없고, 그 대신 휴대전화번호 (전화번호 2 생략)을 사용하는 사람(소외 4)의 (차량번호 생략) 차량이 등록되어 출입한 것으로 나타난다. 그런데 원고는 이 사건 아파트에 위와 같은 기간 동안 상당히 이례적으로 다섯 대의 차량이 등록되어 출입한 경위나 위 차량 등록 이후 출입한 사람들과 원고의 관계에 관하여서도 ‘원고가 이러한 차량 등록에 대하여 확인한 바 없다. 임차인과는 무관하게 제3자가 임의로 등록한 경우도 있고, 관리자들의 과실로 다른 아파트 호실로 바뀌어 등록된 경우도 있다.’는 등의 취지로 막연한 답변을 하였을 뿐이다.<br/>  바) 이 사건 아파트에 관한 2017. 6.(이 사건 아파트에서 전출이사·전입이사가 있었던 2017. 6. 6. 및 이 사건 아파트에 등록된 차량과 그 출입자가 변경되었을 무렵의 시점) 이후부터 2018. 5.까지의 1년간 월별 수도, 전기 사용요금 발생액을 살펴보면, 위 기간 해당 월의 금액은 전년 동월 금액과 대비할 때 2018. 1. 및 같은 해 2월경을 제외하고는 대체로 감소한 것으로 나타난다(예를 들어, 전기 사용요금의 경우 2017. 6.의 4,440원은 2016. 6.의 10,070원에 비하여 절반 이하로 사용요금이 줄어들었다). 그리고 2018. 6.(이 사건 아파트에서 또 다른 전출이사가 있었던 2018. 6. 1. 무렵의 시점) 이후부터 같은 해 10월까지의 수도 사용요금은 전년도 동월 금액과 대비할 때 현저하게 줄어들거나 발생요금이 아예 0원인 경우도 있다. <br/>  사) 2016년부터 2019년까지 매년 실시된 주민등록 사실조사 당시 세종특별자치시 ○○동장이 이 사건 아파트에 관한 거주자를 확인하고 세대명부에 거주자의 확인 서명을 받았는데, 육안으로 볼 때 위 4개년도 각 서명(원고 성명 △△△)의 필체 중에는 이 사건 임대차계약서나 입주자카드상 확인되는 원고의 필체와 상이한 것으로 보이는 부분도 발견된다. <br/>  아) 원고는 이 사건 아파트가 위치한 세종특별자치시에서 신용카드(부친인 소외 2가 카드회원으로 가입하여 원고 명의의 가족카드로 발급된 신용카드)를 사용하였다고 주장하면서 신용카드 거래내역을 제출하였으나, 그 자료에 의하더라도 2018. 10.경부터의 거래내역에 불과하여 그 이전에 원고가 이 사건 아파트에 실제 거주하였는지 여부를 뒷받침하기에는 부족하다.<br/>  3) 이러한 사실관계와 여러 사정을 앞에서 본 법리에 비추어 살펴보면, 비록 원고가 2014. 10. 30. 이 사건 아파트에 관한 입주자카드를 작성하여 관리사무소장에게 제출하고, 2014. 11. 4. 이 사건 아파트에 전입신고를 한 이후부터 현재까지 주민등록상 주소 변동이 없는 점 등이 인정된다고 하더라도, 과연 원고가 이 사건 아파트에 관한 임대차계약을 체결하고 전입신고를 마친 무렵부터 분양전환 당시까지 이 사건 아파트에 실제로 계속 거주해왔는지, 혹은 피고가 주장하는 것처럼 원고가 소외 3 등을 비롯한 제3자에게 이 사건 아파트를 무단 전대한 것은 아닌지, 2017. 6. 6. 및 2018. 6. 1. 무렵 이 사건 아파트의 실제 거주자가 다른 사람으로 변동된 것은 아닌지 등에 관하여 상당한 의문이 든다. 원심으로서는 원고의 석연치 않은 여러 답변과 해명에 관하여 추가로 필요한 심리를 진행하고 당사자들의 주장과 증거를 면밀히 대조하여 원고가 이 사건 아파트를 유일하고도 단일한 거주지로 하여 임대차계약기간 개시일 무렵부터 분양전환 당시까지 직접 계속 거주하였는지 여부를 보다 신중하게 판단하였어야 한다. <br/>  나. 그런데도 원심은, 그 판시와 같은 사정만을 들어 원고가 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 거주한 무주택자인 임차인에 해당된다고 보아, 이 사건 임대차계약 제12조 제3항 제4호, 구 임대주택법 제21조 제1항 제4호에서 정한 우선분양전환자격이 인정된다고 판단하였는바, 이러한 원심의 판단에는 필요한 심리를 다하지 아니한 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나는 등으로 판결에 영향을 미친 잘못이 있다. <br/>  3. 결론<br/>  그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 오경미(재판장) 박정화 김선수(주심) 노태악 ",
  "사건번호": "2021다269562",
  "사건종류코드": "400101",
  "판례정보일련번호": "219721",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}