{
  "판시사항": "  농지에 관한 임대차계약이 강행법규인 농지법 제23조에 위반되어 무효가 되는 경우, 임차인이 법률상 권원 없이 농지를 점유·사용함에 따라 얻게 된 이득은 농지의 임료 상당액인지 여부(원칙적 적극) 및 이때의 ‘임료 상당액’은 임대차보증금이 없는 경우를 전제로 객관적으로 산정된 금액을 의미하는지 여부(원칙적 적극)<br/>",
  "참조판례": "대법원 1994. 6. 28. 선고 93다51539 판결(공1994하, 2089), 대법원 2006. 12. 22. 선고 2006다56367 판결, 대법원 2017. 3. 15. 선고 2013다79887, 79894 판결(공2017상, 729), 대법원 2017. 4. 13. 선고 2016다261274 판결<br/>",
  "사건종류명": "민사",
  "판결요지": "  농지에 관한 임대차계약이 강행법규인 농지법 제23조에 위반되어 무효가 되는 경우, 임차인이 법률상 권원 없이 농지를 점유·사용함에 따라 얻게 된 이득은 특별한 사정이 없는 한 그 농지의 임료 상당액이고, 이때의 ‘임료 상당액’은 해당 농지가 다른 용도로 불법으로 전용되어 이용되는 상태임을 전제로 산정하여서는 안 됨은 물론, 임대차보증금이 없는 경우를 전제로 객관적으로 산정된 금액을 의미하는 것이 원칙이다. 그러므로 강행법규인 농지법 제23조의 위반을 이유로 임대차계약이 무효가 되는 경우에도 특별한 사정이 있는 경우가 아니라면 임대인이 임차인에 대하여 그 점유·사용에 관한 부당이득의 반환을 구할 수 있지만, 그 약정 차임이 해당 농지가 불법으로 전용되는 상태가 아닌 경우로서, 임대차보증금이 없는 경우임을 전제로 객관적으로 산정된 ‘임료 상당액’과 사실상 동일하다는 등의 특별한 사정이 없음에도, 곧바로 이를 그 점유·사용에 따른 부당이득 금액으로 추인하는 것은 결과적으로 무효인 농지임대차계약의 내용을 적극적으로 실현하는 것이 되어 강행법규인 농지법 제23조의 규범 목적과 취지를 사실상 잠탈하게 되므로 허용될 수 없다.<br/>",
  "참조조문": "농지법 제1조, 제3조, 제23조, 민법 제741조<br/>",
  "선고일자": "20220526",
  "법원명": "대법원",
  "사건명": "토지인도등·손해배상금",
  "판례내용": "【원고(반소피고), 피상고인】 원고(반소피고) (소송대리인 법무법인 그린 담당변호사 조태천)<br/>【피고(반소원고), 상고인】 피고(반소원고) (소송대리인 변호사 조창남)<br/>【원심판결】 수원지법 2021. 2. 3. 선고 2019나9979, 9986 판결<br/>【주    문】<br/>  원심판결 중 본소 및 반소 중 임대차보증금반환청구에 관한 피고(반소원고) 패소 부분을 파기하고, 이 부분 사건을 수원지방법원에 환송한다.  나머지 상고를 기각한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 피고(반소원고)의 부당이득반환의무의 존부<br/>  원심은 그 판시와 같은 이유로, 이 사건 임대차계약의 목적이 농지로 보전되기 어려운 용도에 제공하기 위한 것으로서 농지로서의 기능을 상실하게 하는 경우에 해당하여 반사회성이 현저한 특별한 사정이 있다고 볼 수 없다는 이유로 피고(반소원고, 이하 ‘피고’라 한다)의 부당이득반환의무를 인정하였다.<br/>  원심판결 이유를 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 이 사건 임대차계약의 체결 경위·목적, 이 사건 부동산의 경작 및 이용 상황, 피고가 이 사건 부동산을 이용한 방법 등에 관하여 필요한 심리를 다하지 아니하여 자유심증주의의 한계를 벗어나 사실을 오인하는 등의 잘못이 없다.<br/>  2. 원고(반소피고)의 손해배상책임의 존부<br/>  원심은 그 판시와 같은 이유로, 원고(반소피고, 이하 ‘원고’라 한다)가 피고에게 이 사건 부동산에서 석재가공업을 할 수 있다는 취지로 기망한 사실을 인정할 수 없고, 피고의 컨테이너 등 시설물 설치와 경계 침범행위 등이 원고의 귀책사유로 인한 것으로 볼 수도 없다는 이유로 피고의 반소청구 중 손해배상청구 부분을 배척하였다.<br/>  원심판결 이유를 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 이 사건 임대차계약의 체결 경위·목적, 이 사건 부동산의 경작 및 이용 상황, 피고가 이 사건 부동산을 이용한 방법 등에 관하여 필요한 심리를 다하지 아니하여 자유심증주의의 한계를 벗어나 사실을 오인하는 등의 잘못이 없다.<br/>  3. 피고의 부당이득액 산정 방법의 당부<br/>농지에 관한 임대차계약이 강행법규인 농지법 제23조에 위반되어 무효가 되는 경우, 임차인이 법률상 권원 없이 농지를 점유·사용함에 따라 얻게 된 이득은 특별한 사정이 없는 한 그 농지의 임료 상당액이고(대법원 1994. 6. 28. 선고 93다51539 판결, 대법원 2006. 12. 22. 선고 2006다56367 판결 등 참조), 이때의 ‘임료 상당액’은 해당 농지가 다른 용도로 불법으로 전용되어 이용되는 상태임을 전제로 산정하여서는 안 됨은 물론, 임대차보증금이 없는 경우를 전제로 객관적으로 산정된 금액을 의미하는 것이 원칙이다. 그러므로 강행법규인 농지법 제23조의 위반을 이유로 임대차계약이 무효가 되는 경우에도 특별한 사정이 있는 경우가 아니라면 임대인이 임차인에 대하여 그 점유·사용에 관한 부당이득의 반환을 구할 수 있지만, 그 약정 차임이 해당 농지가 불법으로 전용되는 상태가 아닌 경우로서, 임대차보증금이 없는 경우임을 전제로 객관적으로 산정된 ‘임료 상당액’과 사실상 동일하다는 등의 특별한 사정이 없음에도, 곧바로 이를 그 점유·사용에 따른 부당이득 금액으로 추인하는 것은 결과적으로 무효인 농지임대차계약의 내용을 적극적으로 실현하는 것이 되어 강행법규인 농지법 제23조의 규범 목적과 취지를 사실상 잠탈하게 되므로 허용될 수 없다(대법원 2017. 3. 15. 선고 2013다79887, 79894 판결, 대법원 2017. 4. 13. 선고 2016다261274 판결 등 참조).<br/>  원심판결 이유 및 기록에 따르면, ① 피고가 이 사건 부동산을 원고로부터 임차하여 컨테이너 등을 설치하여 석재가공업 등을 영위한 이 사건 임대차계약에서 정한 임대차보증금은 3,200만 원, 차임은 월 90만 원인 사실, ② 이 사건 부동산이 ‘농지’로 이용되는 것을 전제로 임대차보증금이 없는 상태에서의 임료 상당액에 관한 원심의 감정 결과에 따른 월 임료 상당액은 이 사건 임대차계약에서 임대차보증금을 제외한 약정 차임 월 90만 원보다 현저히 적은 사실이 인정된다.<br/>  그렇다면 원심으로서는 본소와 반소 중 임대차보증금반환청구 부분에 관하여, 감정촉탁절차를 거쳐 임대차보증금이 없는 농지인 상태를 전제로 객관적으로 산정된 임료 상당액을 기준으로 이 사건 부동산에 관한 피고의 부당이득액을 산정하였어야 함에도, 단지 원고가 이 사건 임대차계약상 임대차보증금 3,200만 원을 감안하지 아니한 채 차임 상당의 부당이득만을 구하는 이상 이 사건 임대차계약에서 정한 약정 차임이 피고에게 불리하다고 볼 수 없다는 이유만을 들어 약정 차임을 기준으로 이를 산정하였는바, 이러한 원심의 판단에는 부당이득금의 산정 방법에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.<br/>  4. 결론<br/>  그러므로 원심판결 중 본소 및 반소 중 임대차보증금반환청구에 관한 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하되, 피고의 나머지 상고는 이유 없어 이를 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 조재연 이동원 천대엽(주심)",
  "사건번호": "2021다216421, 216438",
  "사건종류코드": "400101",
  "판례정보일련번호": "221993",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}