{
  "판시사항": "  행위자가 거주자의 승낙을 받아 주거에 들어갔으나 범죄 등을 목적으로 한 출입이거나 거주자가 행위자의 실제 출입 목적을 알았더라면 출입을 승낙하지 않았을 것이라는 사정이 인정되는 경우, 행위자의 출입행위가 주거침입죄에서 규정하는 침입행위에 해당하기 위한 요건<br/>",
  "참조판례": "대법원 2022. 3. 24. 선고 2017도18272 전원합의체 판결(공2022상, 819)<br/>",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "형법 제319조 제1항<br/>",
  "선고일자": "20220728",
  "법원명": "대법원",
  "사건명": "재물손괴·건조물침입",
  "판례내용": "【피 고 인】 피고인<br/>【상 고 인】 피고인<br/>【변 호 인】 변호사 김배년<br/>【원심판결】 서울중앙지법 2021. 12. 21. 선고 2021노975 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울중앙지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 건조물침입 부분<br/>  가. 이 부분 공소사실의 요지<br/>  피고인은 고양시 (주소 생략) 2층 점포(이하 ‘이 사건 점포’라고 한다)를 피해자 공소외인에게 2017. 5.경부터 2019. 5.경까지 임대한 사람으로, 피해자가 2018. 12.경 이 사건 점포에서의 카페 영업을 중단하면서 피고인에게 임차 희망자가 방문하는 경우 출입문 개폐에 사용하도록 출입문 열쇠를 맡기자, 2019. 3. 25. 위 열쇠로 임의로 이 사건 점포의 출입문을 열고 들어가 침입하였다.<br/>  나. 원심의 판단<br/>  원심은 판시와 같은 이유로, 피고인이 이 사건 점포 내에 있던 공소외인 소유 집기 등을 철거하기 위해 이 사건 점포에 들어간 것은 공소외인의 의사에 반하는 것으로서 침입행위에 해당한다고 보아, 이 부분 공소사실을 유죄로 인정한 제1심 판단을 그대로 유지하였다.<br/>  다. 대법원의 판단<br/>  그러나 원심의 이러한 판단은 다음과 같은 이유로 수긍할 수 없다.<br/>  1) 관련 법리<br/>행위자가 거주자의 승낙을 받아 주거에 들어갔으나 범죄 등을 목적으로 한 출입이거나 거주자가 행위자의 실제 출입 목적을 알았더라면 출입을 승낙하지 않았을 것이라는 사정이 인정되는 경우 행위자의 출입행위가 주거침입죄에서 규정하는 침입행위에 해당하려면, 출입하려는 주거 등의 형태와 용도·성질, 외부인에 대한 출입의 통제·관리 방식과 상태, 행위자의 출입 경위와 방법 등을 종합적으로 고려하여 행위자의 출입 당시 객관적·외형적으로 드러난 행위 태양에 비추어 주거의 사실상 평온상태가 침해되었다고 평가되어야 한다. 이때 거주자의 의사도 고려되지만 주거 등의 형태와 용도·성질, 외부인에 대한 출입의 통제·관리 방식과 상태 등 출입 당시 상황에 따라 그 정도는 달리 평가될 수 있다(대법원 2022. 3. 24. 선고 2017도18272 전원합의체 판결 참조). <br/>  2) 원심판결 이유와 적법하게 채택된 증거들에 의하면, 공소외인이 2017. 5. 1. 피고인으로부터 이 사건 점포를 임대차기간 2017. 5. 10.부터 2019. 5. 9.까지로 정하여 임차하고 그 무렵부터 그곳에서 카페를 운영하였던 사실, 공소외인이 2018. 11.경 위 카페 영업을 중단하는 한편 2018. 12.경 피고인에게 이러한 영업중단 사실을 고지하면서 이 사건 점포의 열쇠를 교부한 사실, 피고인이 2019. 3. 25. 이 사건 점포의 출입문을 열고 들어가 그곳에 있던 공소외인 소유 집기 등을 임의로 철거한 사실이 인정된다.<br/>  3) 이러한 사실관계를 앞서 본 법리에 비추어 살펴보면, 이 사건 점포의 관리자인 공소외인은 피고인에게 이 사건 점포의 열쇠를 교부함으로써 출입을 승낙하였고, 피고인이 이러한 관리자의 승낙 아래 통상적인 출입방법에 따라 이 사건 점포에 들어간 이상 사실상의 평온상태를 해치는 행위 태양으로 이 사건 점포에 들어갔다고 볼 수 없으므로, 피고인의 행위는 건조물침입죄에서 규정하는 침입행위에 해당하지 않는다. 설령 피고인이 공소외인의 의사에 반하여 이 사건 점포에 있던 집기 등을 철거할 목적으로 이 사건 점포에 들어간 것이어서 공소외인이 이러한 사정을 알았더라면 피고인의 출입을 승낙하지 않았을 것이라는 사정이 인정되더라도, 그러한 사정만으로 피고인이 사실상의 평온상태를 해치는 행위 태양으로 이 사건 점포에 출입하였다고 평가할 수 없다. <br/>  4) 그런데도 피고인이 공소외인의 의사에 반하여 이 사건 점포에 출입하였다는 이유로 이 부분 공소사실을 유죄로 판단한 원심판결에는 건조물침입죄의 성립 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.<br/>  2. 재물손괴 부분<br/>  원심은 판시와 같은 이유로 이 사건 공소사실 중 재물손괴 부분을 유죄로 판단한 제1심판결을 그대로 유지하였다. 원심판결 이유를 관련 법리와 적법하게 채택한 증거에 비추어 살펴보면, 원심의 판단에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 재물손괴죄의 고의에 관한 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 없다.<br/>  3. 파기의 범위<br/>  그렇다면 원심판결 중 건조물침입 부분은 파기되어야 하는데, 위 부분과 나머지 부분은 형법 제37조 전단 경합범의 관계에 있어 하나의 형이 선고되었으므로, 결국 원심판결은 전부 파기되어야 한다.<br/>  4. 결론<br/>  그러므로 원심판결을 파기하고 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 안철상(재판장) 김재형 노정희 이흥구(주심) ",
  "사건번호": "2022도419",
  "사건종류코드": "400102",
  "판례정보일련번호": "232903",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}