{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20220325",
  "법원명": "서울남부지방법원",
  "사건명": "소유권말소등기",
  "판례내용": "【원    고】 원고 1 외 4인 (소송대리인 법무법인(유한) 지안 담당변호사 송재순 외 1인)<br/>【피    고】 피고 1 외 1인 (소송대리인 법무법인(유한) 태평양 담당변호사 임채웅 외 1인)<br/>【변론종결】2022. 3. 4.<br/>【주    문】<br/>  1. 피고들은 원고들에게 별지 1 목록 기재 각 부동산 중 별지 3 목록 기재 각 지분에 관하여 2019. 9. 16. 유류분 반환을 원인으로 한 소유권이전등기절차를 각 이행하라.<br/>  2. 피고 2는 원고 1에게 10,000,000원 및 이에 대하여 2019. 9. 17.부터 2022. 3. 25.까지는 연 5%, 그다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라. <br/>  3. 원고들의 주위적 청구 및 나머지 예비적 청구를 각 기각한다.<br/>  4. 소송비용 중 30%는 원고들이, 나머지는 피고들이 각 부담한다.<br/>  5. 제2항은 가집행할 수 있다.<br/><br/>【청구취지】  주위적 청구: 피고들은 원고들에게 별지 1 목록 기재 각 부동산 중 각 2분의 1 지분에 관하여 서울남부지방법원 2019. 7. 3. 접수 제117739호로 마친 소유권이전등기의 말소등기절차를 각 이행하고, 피고 2는 원고 1에게 50,000,000원, 원고 2, 원고 3, 원고 4, 원고 5에게 각 20,000,000원 및 위 각 돈에 대한 이 사건 소장 부본 송달 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 각 지급하라.<br/>  예비적 청구: 피고들은 원고들에게 별지 1 목록 기재 각 부동산 중 별지 2 목록 기재 각 지분에 관하여 유류분 반환을 원인으로 한 소유권이전등기절차를 각 이행하고, 피고 2는 원고 1에게 50,000,000원, 원고 2, 원고 3, 원고 4, 원고 5에게 각 20,000,000원 및 위 각 돈에 대한 이 사건 소장 부본 송달 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 각 지급하라.<br/>【이    유】1. 기초사실<br/>가. 당사자의 관계<br/>1) 망 소외인(1941. 4.생, 이하 ‘망인’이라 한다)은 1965. 8. 20. 원고 1과 혼인하여 그 사이에 자녀로 원고 2, 원고 3, 원고 4, 원고 5를 두었다.<br/>2) 망인은 피고 2와 1979년경부터 동거하면서 실질적인 부부공동생활을 유지하였고 그 사이에 1993. 7. 30. 피고 1을 출생하였다.<br/>3) 망인은 2019. 6. 10. 사망하였다.<br/>나. 유언공정증서의 작성 등<br/>1) 망인은 2017. 7. 31. 공증인가 법무법인 ○○이 작성한 증서 2017년 제209호로 ‘망인은 별지 1 목록 기재 각 부동산(이하 통틀어 ‘이 사건 유증재산’이라 한다)을 피고들에게 각 1/2씩 유증한다’는 내용의 유언공정증서(이하 ‘이 사건 유언공정증서’라 한다)를 작성하였다.<br/>2) 피고들은 2019. 7. 3. 이 사건 유증재산 중 각 1/2 지분에 관하여 ‘2019. 6. 10. 유증’을 원인으로 하여 서울남부지방법원 2019. 7. 3. 접수 제117739호로 소유권이전등기를 마쳤다.<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 8, 10, 32호증, 을 제15, 51호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지 <br/>2. 주위적 청구에 관한 판단<br/>가. 당사자의 주장<br/>1) 원고들 주장 요지<br/>   피고들은 망인의 공동상속인인 원고들에게 이 사건 유언공정증서를 보여주지 않은 채 유언을 집행하고, 원고들의 유언서 제시 요청에도 불응하였는바, 민법 제1004조 제5호, 제1064조에 따라 ‘피상속인의 유증에 관한 유언서를 은닉한 자’로서 수증결격자에 해당한다. 따라서 이 사건 유증재산에 관하여 피고들 명의로 마쳐진 각 소유권이전등기는 원인무효로 말소되어야 한다.<br/>2) 피고들 주장 요지<br/>피고 2는 망인의 법정상속인이 아니므로 원고들 주장과 같이 민법 제1004조가 적용될 수 없고, 설령 위 규정이 적용된다고 하더라도 피고들은 유언서를 은닉한 자에 해당하지 않는다.<br/>나. 피고 2에 대한 민법 제1004조의 적용 여부<br/>민법 제1064조에서는 상속인의 결격사유에 관한 민법 제1004조 규정을 수증자에 대하여 준용하고 있다. 이는 수증자가 고의로 유언자 등을 살해하거나 상해를 가한 경우, 사기 또는 강박으로 유증에 관한 유언을 하게 한 경우, 유언서를 위조·변조·파기·은닉하는 등 일정한 사유가 있는 경우에 유언의 기초가 되었던 유언자와 수증자 사이의 신뢰관계가 이미 파탄되었다는 점을 고려하여 상속과 마찬가지로 유증에 대하여도 결격사유를 인정한 것으로, 그 규정 취지상 적용대상을 법정상속인인 수증자로 제한할 이유가 없고 상속인의 지위를 겸유하지 않는 수증자에 대하여도 위 규정이 적용된다고 해석함이 타당하다. 따라서 이와 다른 전제에 선 피고들의 이 부분 주장은 이유 없다. <br/>다. 유증결격사유의 존부<br/>1) 관련 법리<br/>   상속인의 결격사유의 하나로 규정하고 있는 민법 제1004조 제5호 소정의 ‘상속에 관한 유언서를 은닉한 자’라 함은 유언서의 소재를 불명하게 하여 그 발견을 방해하는 일체의 행위를 한 자를 의미하는 것이므로, 단지 공동상속인들 사이에 그 내용이 널리 알려진 유언서에 관하여 피상속인의 사망 후 일정한 기간이 경과한 시점에서 비로소 그 존재를 주장하였다고 하여 이를 두고 유언서의 은닉에 해당한다고 볼 수 없다(대법원 1998. 6. 12. 선고 97다38510 판결 등 참조).<br/>2) 판단<br/>   앞서 든 증거, 갑 제11 내지 15호증의 각 기재 및 변론 전체의 취지에 의해 알 수 있는 다음과 같은 사정들, 즉 ① 피고들은 2019. 6. 10. 망인이 사망하자 2019. 7. 3. 이 사건 유언공정증서를 기초로 이 사건 유증재산에 관한 소유권이전등기를 마쳤고, 원고들은 등기부를 통해 이 사건 유언공정증서의 존재 및 그 내용을 인지한 상태에서 상속개시일로부터 약 2개월 만에 이 사건 소를 제기하였던 점, ② 이 사건 유언공정증서는 공증인에 의하여 일정한 형식과 내용을 갖추고 증인들이 참석한 가운데 작성되었고, 공정증서에 의한 유언의 경우 공증사무소에 그 원본이 보관되어 있어 소재를 불명하게 하였다고 보기 어려운 점, ③ 피고 1은 원고 3으로부터 이 사건 유언공정증서를 보내달라는 요청을 받자 법원을 통해 확인하라고 답변하였을 뿐 그 존재를 부정하거나 내용을 속이지는 않았던 점, ④ 단순히 유언서의 내용을 적극적으로 고지하지 않는 것만으로는 수증결격사유에 해당하는 유언서를 은닉하는 행위를 하였다고 보기 어려운 측면이 있는 점, ⑤ 피고들은 이 사건 소송 과정에서 이 사건 유언공정증서를 증거로 제출한 점 등에 비추어 보면, 피고들이 이 사건 유언공정증서를 은닉하였다고 보기 어려워 피고들에게 수증결격사유가 있다고 할 수 없다. 따라서 이와 다른 전제에 선 원고들의 주위적 청구는 더 나아가 살필 필요 없이 이유 없다.<br/>3. 예비적 청구에 관한 판단<br/>가. 원고들의 주장 요지<br/>     망인은 이 사건 유증재산을 피고들에게 유증하였고, 이로 인해 원고들의 유류분이 침해되었다. 따라서 피고들은 원고들에게 유류분 부족액을 반환할 의무가 있다.<br/>     한편, 피고 2는 유부남인 망인과 내연관계를 유지함으로써 망인과 원고 1 사이의 부부관계를 파탄에 이르게 하였고, 이로 인해 망인의 배우자 및 자녀들인 원고들은 정신적 고통을 입었다. 따라서 피고 2는 원고들에게 불법행위로 인한 손해배상으로 원고 1에 대하여는 5,000만 원, 나머지 원고들에 대하여는 각 2,000만 원의 위자료를 지급할 의무가 있다.<br/>나. 유류분반환 청구에 관한 판단<br/>1) 유류분 부족액의 산정방식<br/>   유류분 부족액은 다음과 같이 산정한다.<br/>유류분 부족액 = [유류분 산정의 기초가 되는 재산액(A) × 당해 유류분권리자의 유류분 비율(B)]  - 당해 유류분권리자의 특별수익액(C) - 당해 유류분권리자의 순상속분액(D)  A = 적극적 상속재산액(유증 포함) + 증여액 － 상속채무액  B = 피상속인의 직계비속 및 배우자는 그 법정상속분의 1/2  C = 당해 유류분권리자의 수증액 + 수유액  D = 당해 유류분권리자가 상속에 의하여 얻는 재산액 － 상속채무 분담액<br/>2) 유류분 산정의 기초가 되는 재산액(A)<br/>가) 관련 법리<br/>        유류분은 피상속인이 상속개시 당시에 가지고 있던 재산의 가액에 생전에 증여한 재산의 가액을 가산하고 상속개시 당시에 부담하고 있던 채무의 전액을 공제한 금액을 기초로 하여 산정한다(민법 제1113조). 여기의 ‘증여’에는 피상속인이 상속개시 전 1년간 행한 증여만이 포함되나(민법 제1114조 제1문), 공동상속인 중에 피상속인으로부터 재산의 생전 증여에 의하여 특별수익을 한 자가 있는 경우에는 민법 제1114조의 규정은 그 적용이 배제되고, 그 증여는 상속개시 1년 이전의 것인지 여부, 당사자 쌍방이 손해를 가할 것을 알고서 하였는지 여부에 관계없이 유류분 산정을 위한 기초 재산에 포함된다(대법원 1996. 2. 9. 선고 95다17885 판결 등 참조). <br/>민법 제1008조는 \"공동상속인 중에 피상속인으로부터 재산의 증여 또는 유증을 받은 자가 있는 경우에 그 수증재산이 자기의 상속분에 달하지 못한 때에는 그 부족한 부분의 한도에서 상속분이 있다.\"고 규정하고 있다. 이는 공동상속인 중에 피상속인으로부터 재산의 증여 또는 유증을 받은 특별수익자가 있는 경우에 공동상속인들 사이의 공평을 기하기 위하여 그 수증재산을 상속분의 선급으로 다루어 구체적인 상속분을 산정함에 있어 이를 참작하도록 하려는 데 그 취지가 있는 것이므로, 어떠한 생전 증여가 특별수익에 해당하는지는 피상속인의 생전의 자산, 수입, 생활수준, 가정상황 등을 참작하고 공동상속인들 사이의 형평을 고려하여 당해 생전 증여가 장차 상속인으로 될 자에게 돌아갈 상속재산 중의 그의 몫의 일부를 미리 주는 것이라고 볼 수 있는지에 의하여 결정하여야 할 것이다(대법원 2011. 7. 28. 선고 2009다64635 판결 등 참조). 한편 상속분의 선급에 해당하는 생전 증여와 같은 특별수익의 존재에 대한 증명책임도 일반 민사소송의 증명책임 분배 원칙에 따라야 하는 것이므로, 생전 증여에 따른 특별수익을 주장하는 당사자에게 그 사실에 대한 증명책임이 있다.<br/>   한편, 공동상속인이 아닌 제3자에 대한 증여는 원칙적으로 상속개시 전의 1년간에 행한 것에 한하여 유류분반환청구를 할 수 있고, 다만 당사자 쌍방이 증여 당시에 유류분권리자에 손해를 가할 것을 알고 증여를 한 때에는 상속개시 1년 전에 한 것에 대하여도 유류분반환청구가 허용된다. 제3자에 대한 증여가 유류분권리자에게 손해를 가할 것을 알고 행해진 것이라고 보기 위해서는, 당사자 쌍방이 증여 당시 증여하고 남은 재산의 가액이 유류분권리자로 예상되는 자의 유류분에 미치지 못한다는 점을 알았던 사정뿐만 아니라, 장래 상속개시일에 이르기까지 피상속인의 재산이 증가하지 않으리라는 점까지 예견하고 증여를 행한 사정이 인정되어야 하고, 이러한 당사자 쌍방의 가해의 인식은 증여 당시를 기준으로 판단하여야 한다(대법원 2012. 5. 24. 선고 2010다50809 판결의 취지 참조).<br/>   유류분 산정의 기초가 되는 증여 부동산의 가액은 피상속인이 사망한 상속개시 당시의 가격으로 산정하여야 하고(대법원 1996. 2. 9. 선고 95다17885 판결 등 참조), 증여받은 재산이 금전일 경우에는 그 증여받은 금액을 상속개시 당시의 화폐가치로 환산하여 이를 증여재산의 가액으로 봄이 상당하며, 그러한 화폐가치의 환산은 증여 당시부터 상속개시 당시까지 사이의 물가변동률을 반영하는 방법으로 산정하는 것이 합리적이다(대법원 2009. 7. 23. 선고 2006다28126 판결 등 참조).<br/>나) 적극적 상속재산: 3,465,234,206원(= 다툼이 없는 부분 89,127,206원 + 이 사건 유증재산 3,376,107,000원)<br/>(1) 다툼이 없는 부분<br/>          망인이 사망 당시 적극재산으로 아래 [표1] 기재와 같이 합계 89,127,206원 상당의 재산을 보유하고 있던 사실은 당사자 사이에 다툼이 없다.<br/>[표1]순번재산 목록상속개시 당시 가액(원)1서울 구로구 (지번 1 생략) 대 17㎡30,855,0002서울 구로구 (지번 2 생략) 도로 10㎡ 중 144분의 668,318,7503서울 구로구 (지번 3 생략) 대 7㎡12,705,0004서울 구로구 (지번 4 생략) 대 16㎡29,040,0005서울 구로구 (지번 5 생략) 대 3㎡ 중 144분의 662,495,6256예금 등 금전채권5,712,831 합계89,127,206<br/>(2) 이 사건 유증재산<br/>(가) 상속개시 당시의 가액<br/>        피고들이 망인으로부터 이 사건 유증재산 중 각 1/2 지분을 유증받은 사실은 앞서 본 바와 같고, 감정인 소외 2의 감정결과(이하 ‘이 사건 감정결과’라 한다) 및 변론 전체의 취지에 의하면, 상속개시 당시 이 사건 유증재산의 가액은 6,787,000,000원인 사실을 인정할 수 있다.<br/>(나) 피담보채무의 공제<br/>        유증받은 재산의 실질적 가액은 유증재산이 물적담보로서 부담하는 피담보채무액을 공제한 나머지 액수라고 보아야 할 것이다(대법원 2019. 5. 30. 선고 2016다12977 판결 참조). <br/>        갑 제10호증, 을 제11호증의 각 기재 및 변론 전체의 취지에 의하면, 이 사건 유증재산에 주식회사 국민은행 앞으로 채권최고액 910,000,000원, 650,000,000원의 근저당권이 각 설정되어 있던 사실, 상속개시일 당시 그 피담보채무액 합계가 1,485,893,000원인 사실이 인정된다. 따라서 이 사건 유증재산의 실질적인 가액을 산정하기 위해서는 위 각 근저당권의 피담보채무액 1,485,893,000원을 공제하여야 한다.<br/>(다) 임대차보증금의 공제<br/>        을 제12, 52, 53, 54호증의 각 기재에 의하면, 상속개시일인 2019. 6. 10. 당시 이 사건 유증재산에 관하여 합계 1,925,000,000원 상당의 임대차보증금반환채무가 존속하고 있던 사실이 인정된다.<br/>        임대차 목적물의 소유권이 변동되는 경우 통상 양수인은 임대인의 지위를 승계하면서 보증금반환채무도 부동산의 소유권과 결합하여 일체로서 이전하고 양도인의 임대인으로서의 지위나 보증금반환채무는 소멸하는 것이므로(대법원 2009. 5. 28. 선고 2009다15794 판결 등 참조), 유증 대상 부동산에 관한 임대차보증금반환채무 역시 수유자가 승계하여 그 시가에서 임대차보증금을 공제한 나머지 금액만을 유증 대상 부동산의 가액으로 보는 것이 타당하다. 따라서 이 사건 유증재산 가액에서 상속개시 당시 존속하고 있던 임대차보증금반환채무 1,925,000,000원은 피고들이 각 1/2씩 승계한 것으로 보아 공제한다.<br/>(라) 소결<br/>       결국 상속개시 당시 이 사건 유증재산의 실질적 가액은 3,376,107,000원(= 6,787,000,000 － 1,485,893,000원 － 1,925,000,000원)이고, 피고들이 유증받은 이 사건 유증재산 중 1/2 지분의 가액은 1,688,053,500원(= 3,376,107,000원 × 1/2)이 된다.<br/>다) 증여재산액:37,024,000원<br/>(1) 피고들 측에 대한 증여재산해당 여부<br/>(가) 다툼이 없는 부분<br/>        망인이 아래 [표2] 기재 각 부동산을 피고 1에게 증여한 사실은 당사자 사이에 다툼이 없으므로 위 각 부동산은 유류분 산정을 위한 기초재산에 포함된다. 이 사건 감정결과 및 변론 전체의 취지에 의하면 [표2] 기재 각 부동산의 상속개시 당시 시가 합계는 37,024,000원이다.<br/>[표2]순번등기일부동산 목록등기원인수증자상속개시 당시 가액(원)12014. 6. 13.속초시 (지번 6 생략) 중 1/10 지분2014. 6. 10. 증여피고 15,500,00022015. 9. 21. 파주시 (지번 7 생략) 임야 14,248㎡ 중 76/1374 지분2015. 9. 16. 증여피고 131,524,000 합계37,024,000<br/>(나) 등기부상 매매 등을 원인으로 취득한 부동산<br/>        원고들은 아래 [표3] 기재 각 부동산에 관하여 등기부상 등기원인이 ‘매매’ 등으로 기재되어 있으나 피고들의 경우 당시 경제력이 없었으므로 실질적으로는 위 각 부동산을 망인으로부터 ‘증여’받은 것이고, 소외 3, 소외 4, 소외 5의 경우에도 그들이 보유하고 있는 각 지분을 망인으로부터 명의신탁받거나 증여받은 것이라고 주장한다. <br/>[표3]순번등기일부동산 목록등기원인지분소유자11999. 1. 26.김포시 (지번 8 생략) 임야 3982㎡매매1/4피고 21/4소외 31/4소외 41/4소외 522001. 11. 12.서울 금천구 (지번 9 생략)원시취득1/5피고 21/5소외 332002. 12. 23파주시 (지번 10 생략) 임야 5,265㎡매매전부피고 142002. 12. 23. 파주시 (지번 7 생략) 임야 14,248㎡매매0.1848주3)피고 21/6소외 41/6소외 352004. 7. 20.보령시 (지번 11 생략) 임야 29,752㎡매매전부피고 262006. 4. 24.서울 구로구 (지번 12 생략)매매전부피고 272012. 6. 29.인천 서구 (지번 13 생략)매매전부피고 2<br/>        부동산에 관하여 소유권이전등기가 마쳐져 있는 경우 그 등기명의자는 등기원인에 의하여 소유권을 취득한 것으로 추정되는 것이므로 이를 다투는 측에서 그 무효사유를 주장, 입증하여야 하는 것이고, 부동산등기는 현재의 진실한 권리상태를 공시하면 그에 이른 과정이나 태양을 그대로 반영하지 아니하였어도 유효하다(대법원 1993. 5. 11. 선고 92다46059 판결 등 참조).<br/>        위 법리에 비추어 살피건대, 갑 제16호증의 기재 및 변론 전체의 취지에 의하면, 피고들 및 소외 3, 소외 4, 소외 5가 [표3] 순번 제1, 3 내지 7항 기재 각 부동산에 관하여 같은 표 ‘등기일’란 기재 각 일자에 ‘지분’란 기재 각 지분에 관하여 ‘매매’를 원인으로 한 소유권이전등기를 마친 사실, [표3] 순번 제2항 기재 부동산 중 각 1/5 지분에 관하여 2001. 11. 12. 피고 2와 소외 3 앞으로 소유권보존등기가 마쳐진 사실을 인정할 수 있으므로, 등기명의자인 피고들 및 소외 3, 소외 4, 소외 5는 위 각 부동산을 적법하게 매수하거나 원시취득한 것으로 추정된다.<br/>        또한 갑 제23호증, 을 제1, 3 내지 10호증의 각 기재에 변론 전체의 취지를 더하여 인정할 수 있는 다음과 같은 사정들, 즉 ① 피고 2는 1978년경부터 경제활동을 하였으므로 자력으로 매수 자금을 마련하였을 가능성이 있고 망인이 매수 자금을 전부 부담하였다고 단정할 수 없는 점, ② 피고 2에 대하여 1991년 이전의 소득자료는 전산상 조회되지 않았고, 자영업의 특성상 종합소득세 신고내역에 누락된 금액이 있을 가능성을 배제할 수 없는 점, ③ [표3] 순번 제3항 기재 부동산의 경우 피고 1은 1993년생으로 2002. 12. 23.경 위 부동산의 소유권을 취득할 당시 9세에 불과하여 소득활동을 시작하기 이전이었으나, 이에 대하여 피고들은 피고 2가 피고 1의 명의로 매수한 부동산이라고 주장하고 있고 위 부동산에 대한 매매계약서(을 제10호증)에도 매수인 란에 ‘피고 1은 미성년자이므로 법정대리인 피고 2’라고 기재되어 있을 뿐 그 매매 과정에 망인이 관여하였다고 볼 만한 증거는 없는 점, ④ 원고들은 망인이 소외 3, 소외 4, 소외 5에게 일부 지분을 명의신탁하거나 증여하였다고 주장하면서도 이에 관한 아무런 자료를 제출하지 않았던 점 등에 비추어 보면, 원고들이 주장하는 사정이나 제출한 증거만으로는 그와 같은 추정력을 뒤집고 피고들과 소외 3, 소외 4, 소외 5가 망인으로부터 위 각 부동산을 증여받았다고 인정하기 어렵고, 달리 이를 인정할 증거가 없다(특히 피고 2와 소외 3, 소외 4, 소외 5는 공동상속인이 아닌 제3자에 해당하는바, 설령 피고 2와 소외 3, 소외 4, 소외 5의 각 보유 지분을 망인이 증여하였다고 하더라도, 모두 상속개시일로부터 1년 이전에 소유권이전등기가 이루어졌고, 망인과 피고 2, 소외 3, 소외 4, 소외 5가 유류분권리자에게 손해를 가할 것을 알면서도 이를 증여한 경우라고 볼 만한 사정도 없으므로 결론은 동일하다). 따라서 원고들의 이 부분 주장은 이유 없다.<br/>(다) 피고 2가 상속개시일로부터 1년 전에 증여받은 부동산<br/>        원고들은 아래 [표4] 기재 각 부동산에 관하여 망인의 피고 2에 대한 증여가 상속개일로부터 1년 전에 이루어졌으나 증여 당시 유류분권리자인 원고들에게 손해를 가할 것임을 알면서도 위 각 부동산을 증여한 것이므로 유류분 산정의 기초가 되는 재산에 포함되어야 한다고 주장한다.<br/>[표4]순번등기일부동산 목록등기원인수증자12015. 9. 21.파주시 (지번 7 생략)2015. 9. 16.피고 2임야 14,248㎡ 중 128/1374지분증여22016. 8. 25.서울 구로구 (지번 12 생략) (호수 1, 2, 3 생략)2016. 8. 19.피고 2증여<br/>        이 사건의 경우 [표4] 기재 각 부동산에 관한 망인의 피고 2에 대한 증여가 상속개시일로부터 1년 이전에 이루어진 것은 명백하므로 민법 제1114조 후문의 ‘당사자 쌍방이 유류분권리자에게 손해를 가할 것을 알고 증여한 경우’에 해당하지 않는 한 위 각 부동산은 유류분 산정의 기초재산에 포함될 수 없다. 그러나 앞서 든 증거 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정들, 즉 망인은 [표4] 기재 각 부동산을 증여할 당시 그 외에도 이 사건 유증재산을 비롯하여 다수의 적극적 상속재산을 보유하고 있었던 점, [표4] 기재 각 부동산에 대한 증여 시점은 이 사건 유언공정증서를 작성하기도 이전이었던 점 등에 비추어 보면, 원고들이 주장하는 사정이나 제출한 증거만으로는 망인과 피고 2가 위 증여 당시 유류분권리자에게 손해를 가할 것을 알고 있었다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 원고들의 이 부분 주장은 이유 없다.<br/>(라) 피고 1에 대한 현금 증여 부분<br/>       원고들은 망인이 생전에 피고 1에게 합계 400,244,578원의 현금을 증여하였고 이는 피고 1의 특별수익에 해당하므로 유류분 산정의 기초가 되는 재산에 포함되어야 한다고 주장한다.<br/>       갑 제28, 37호증의 각 기재 및 변론 전체의 취지에 의하면, 망인이 2012. 12. 31. 비고란에 ‘피고 1’이라고 기재하고 379,744,578원을 대체 출금한 사실, 2018. 1. 10. 5,000,000원, 2018. 3. 12. 15,500,000원이 망인 명의 계좌에서 피고 1 명의 계좌로 이체된 사실이 인정된다. <br/>       그러나 한편, 앞서 본 법리와 같이(대법원 2011. 7. 28. 선고 2009다64635 판결 등 참조) 어떠한 생전 증여가 특별수익에 해당하는지는 피상속인의 생전의 자산, 수입, 생활수준, 가정상황 등을 참작하여 당해 생전 증여가 상속인으로 될 자에게 돌아갈 상속재산 중 그의 몫을 일부 미리 주는 것이라고 볼 수 있는지에 의하여 결정하여야 할 것인데, 앞서 든 증거에 을 제25, 26의 각 기재 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 2012. 12. 31. 출금한 379,744,578원의 경우 망인이 2012. 12. 28. 380,000,000원을 대출받아 인지대와 수수료를 공제한 잔액 전부를 출금한 것으로 그중 상당 부분이 다시 망인 명의 계좌로 흘러들어간 것으로 보이는 점, ② 나머지 20,500,000원의 경우 망인의 당시 자산 규모에 비추어 볼 때 큰 금액이라고 보기 어려운 점, ③ 가족 간에는 여러 가지 이유로 금전이 오갈 수 있으며 망인은 피고 1 외에 나머지 자녀들에 대하여도 유학자금 등을 지원해왔던 점 등에 비추어 보면, 위 인정사실만으로는 망인이 피고 1에게 상속재산 중 일부로서 400,244,578원을 증여하였다고 보기 어렵고, 달리 이를 인정할 증거가 없다. 따라서 원고들의 이 부분 주장은 받아들이지 아니한다.<br/>(2) 원고들에 대한 증여재산 해당 여부<br/>(가) 원고 1<br/>       피고들은 ① 원고 1이 1996. 6. 12. 부천시 (지번 14 생략)(이하 ‘△△ 아파트’라 한다)에 관하여 소유권이전등기를 마쳤으나 원고 1은 당시 전업주부로 경제적 능력이 없었으므로 이는 망인이 증여한 재산에 해당하고, ② 망인은 1996. 7. 5. 원고 1에게 현금 2억 원을 지급하였으므로 이는 유류분 산정의 기초재산에 포함되어야 한다고 주장한다.  <br/>       살피건대, 위 ①항의 경우 을 제31호증의 기재 및 변론 전체의 취지에 의하면, 원고 1이 1996. 6. 12. △△ 아파트에 관하여 ‘1996. 6. 8. 매매’를 원인으로 소유권이전등기를 마친 사실이 인정되는바, 앞서 살펴본 바와 같은 소유권 등기의 추정력을 감안할 때 원고 1이 매수 자금의 출처를 제시하지 못하고 있다는 사정만으로는 위 소유권이전등기의 추정력이 깨어진다고 할 수 없고, 달리 망인이 △△ 아파트를 원고 1에게 증여하였다고 인정할 증거가 없다. <br/>        위 ②항의 경우 갑 제32호증, 을 제46호증의 각 기재 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정들, 즉 원고 1은 1996. 7. 5. ‘위자료 일부’ 명목으로 현금 2억 원을 수령하였다는 취지의 영수증을 작성하여 망인에게 교부한 점, 원고 1은 위 2억 원을 새로 살 집을 마련하는 데 사용하였고 새로 매수한 집에서 1996. 11.경까지 망인의 모친을 모시고 살았던 점 등에 비추어 보면, 망인은 위자료 내지 배우자의 기여나 노력에 대한 보상 내지 평가 등의 의미로 원고 1에게 위 2억 원을 지급하였다고 봄이 상당하고, 이를 원고 1의 특별수익에 해당한다고 보기 어렵다. <br/>      따라서 피고들의 이 부분 주장은 받아들이지 아니한다.<br/>(나) 원고 3<br/>       피고들은 ① 망인이 원고 3에게 1994. 1. 12.부터 2011년까지 증여한 미화 178,728달러, ② 망인이 원고 3 명의로 소유권이전등기를 마쳐준 인천 남동구 (지번 15 생략) 소재 다세대주택(이하 ‘□□빌라’라고 한다) (호수 4, 5 생략) ③ 원고 3 명의로 소유권보존등기가 마쳐진 서울 금천구 (지번 9 생략)(이하 ‘◇◇맨션’이라 한다) (호수 6 생략) 중 1/5 지분, ④ 1998년경 고양시 소재 아파트에 대한 전세자금으로 지급한 5,000만 원이 원고 3의 특별수익에 포함되어야 한다고 주장한다. <br/>       살피건대, 위 ①항의 경우 을 제14, 33호증의 각 기재 및 변론 전체의 취지에 의하면 망인이 원고 3과 그 배우자인 소외 6에게 일부 달러를 송금한 사실이 인정되나, 돈의 송금이 장기간에 걸쳐 이루어졌고 망인의 자산 규모에 비추어 볼 때 금액이 비교적 크지 않은 점, 가족 간에는 여러 가지 이유로 금전이 오갈 수 있어 그 명목이 증여라고 단정할 수 없는 점, 특히 교육비, 생계비 등 명목으로 돈을 지원하는 것은 부모로서 경제적으로 자립하지 못한 자녀에 대한 부양의무의 이행으로 평가할 수도 있는 점 등에 비추어 보면, 이를 원고 3의 특별수익에 해당한다고 보기 어렵다. <br/>       위 ②항의 경우 을 제13호증의 기재에 의하면, □□빌라(호수 4 생략)에 관하여 1996. 5. 2. 원고 3 앞으로 ‘1996. 4. 1. 매매’를 원인으로 소유권이전등기가 마쳐졌다가 2008. 5. 26. 소외 7 앞으로 소유권이 이전되고, □□빌라(호수 5 생략)에 관하여는 2004. 6. 1. 원고 3 앞으로 ‘2004. 4. 3. 매매’를 원인으로 소유권이전등기가 마쳐졌다가 2008. 5. 19. 소외 8 앞으로 소유권이 이전된 사실이 인정되는바, 등기명의자인 원고 3은 위 각 부동산을 적법하게 취득한 것으로 추정되고, 원고 3이 등기원인이나 태양을 다소 다르게 주장한다고 하여 이러한 사정만으로 그 등기의 추정력이 깨어진다고 할 수 없다. 설령 등기의 추정력이 번복된다고 하더라도, 여전히 □□빌라(호수 4, 5 생략)이 망인이 원고 3에게 증여한 재산으로 특별수익에 해당한다는 점에 대하여는 이를 주장하는 피고들에게 그 증명책임이 있는데, 원고 3은 위 각 부동산에 대하여 망인이 자신의 명의를 빌려 매매한 부동산으로 매매 과정에 관여한 적이 없다고 주장하고 있고, 갑 제36호증, 을 제13호증의 각 기재에 의하면 □□빌라(호수 5 생략)에 대하여 망인이 1995. 8. 31. 처분금지가처분 결정을 받은 기록이 있고, 망인이 평소 □□빌라의 각 호실을 관리하여 왔던 것으로 보이는바, 피고들이 제출한 증거만으로는 망인이 위 각 부동산을 원고 3에게 증여하였다고 인정하기 어렵고, 달리 이를 인정할 증거가 없다. <br/>       위 ③항의 경우 갑 제16호증의 기재에 의하면, 원고 3이 2011. 11. 12. ◇◇맨션(호수 6 생략) 중 1/5 지분에 관하여 소유권보존등기를 마친 사실이 인정되므로 등기명의자인 원고 3은 위 부동산을 적법하게 취득한 것으로 추정되고, 피고들이 주장하는 사정이나 제출한 증거만으로는 그와 같은 추정력을 뒤집고 원고 3이 망인으로부터 위 부동산을 증여받았다고 인정하기 어렵다. <br/>       위 ④항의 경우 을 제34호증에 대하여는 원고들이 진정성립을 부인하고 있고, 달리 망인이 1998년경 원고 3에게 전세자금으로 5,000만 원을 지급하였다고 인정할 증거가 없다. <br/>      따라서 피고들의 이 부분 주장은 받아들이지 아니한다.<br/>(다) 원고 4<br/>       피고들은 ① 망인이 원고 4 명의로 소유권이전등기를 마쳐준 □□빌라(호수 7 생략), ② 결혼자금 및 생활비 명목으로 교부한 미화 6,320달러, ③ 유학자금으로 교부한 미화 16,200달러를 원고 4의 특별수익에 포함하여야 한다고 주장한다. <br/>       살피건대, 위 ①항의 경우 을 제13호증의 기재에 의하면, □□빌라(호수 7 생략)에 관하여 1996. 5. 2. 원고 4 앞으로 ‘1996. 4. 1. 매매’를 원인으로 소유권이전등기가 마쳐졌다가 2007. 3. 5. 망인 앞으로 소유권이 이전된 사실이 인정되는바, 등기명의자인 원고 4는 위 부동산을 적법하게 취득하였던 것으로 추정되고, 피고들이 주장하는 사정이나 제출한 증거만으로는 그 등기의 추정력이 깨어진다고 할 수 없다. 또한 앞서 본 바와 같이 망인은 평소 □□빌라의 각 호실을 관리하여 왔던 것으로 보이고, 특히 □□빌라(호수 7 생략)의 경우 그 소유권이 망인에게 다시 반환되었는바 망인이 위 부동산을 원고 4에게 증여하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. <br/>       살피건대, 위 ②, ③항의 경우 피고들이 제출한 을 제19, 20, 21, 35호증의 각 기재만으로는 망인이 원고 4에게 결혼자금 및 생활비 명목으로 미화 6,320달러, 유학자금 명목으로 미화 16,200달러를 각 교부하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 설령 망인이 원고 4에게 위 돈을 교부한 사실이 인정되더라도, 교육비, 생계비 등 명목으로 돈을 지원하는 것은 부모로서 자녀에 대한 부양의무 이행의 일환으로 이해할 수 있는바 그 금액의 크기, 망인의 생전 자산과 생활수준 등을 고려할 때에도 이를 원고 4의 특별수익이라 보기는 어렵다. <br/>      따라서 피고들의 이 부분 주장은 받아들이지 아니한다.<br/>(라) 원고 5<br/>       피고들은 ① 망인이 원고 5 명의로 소유권이전등기를 마쳐준 □□빌라(호수 8 생략), ② 1998. 8. 31.부터 2000. 1. 10.까지 교부한 약 5,182호주달러를 원고 5의 특별수익에 포함하여야 한다고 주장한다. <br/>       살피건대, 위 ①항의 경우 을 제13호증의 기재에 의하면, □□빌라(호수 8 생략)에 관하여 1996. 5. 2. 원고 5 앞으로 ‘1996. 4. 1. 매매’를 원인으로 소유권이전등기가 마쳐졌다가 2002. 2. 15. 망인 앞으로 소유권이 이전된 사실이 인정되는바, 등기명의자인 원고 5는 위 부동산을 적법하게 취득하였던 것으로 추정되고, 피고들이 주장하는 사정이나 제출한 증거만으로는 그 등기의 추정력이 깨어진다고 할 수 없다. 또한 앞서 본 바와 같이 망인은 평소 □□빌라의 각 호실을 관리하여 왔던 것으로 보이고, □□빌라(호수 8 생략)의 경우 그 소유권이 망인에게 다시 반환되었는바 망인이 위 부동산을 원고 5에게 증여하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. <br/>       살피건대, 위 ②항의 경우 피고들이 제출한 을 제14호증의 기재만으로는 망인이 호주달러를 송금한 상대방인 수취인이 누구인지를 전혀 특정할 수 없고, 달리 망인이 원고 5에게 현금을 증여하였다고 인정할 증거가 없다. <br/>      따라서 피고들의 이 부분 주장은 받아들이지 아니한다.<br/>라) 상속채무액: 690,050원<br/>     앞서 본 바와 같이 이 사건 유증재산에 설정된 근저당권의 피담보채무와 임대차보증금반환채무는 이 사건 유증재산을 유증받은 피고들이 승계한다고 봄이 타당하므로 이 사건 유증재산의 가액 산정 과정에서 공제하고 상속채무에서는 제외한다.<br/>     한편, 을 제42호증의 기재 및 변론 전체의 취지에 의하면 망인의 사망 당시 상속채무로 합계 690,050원(= 고려대학교 구로병원에 대한 병원비 584,580원 + KB국민카드 대금 105,470원)이 있는 사실이 인정된다. <br/>마) 소결<br/>    결국 유류분 산정의 기초재산액은 3,501,568,156원(= 적극적 상속재산액 3,465,234,206원 + 증여재산액 37,024,000원 － 상속채무액 690,050원)이 된다.<br/>3) 유류분 비율(B) 및 유류분액(A × B)<br/>   앞서 인정한 사실에 의하면, 망인의 상속인으로는 배우자인 원고 1과 직계비속인 원고 2, 원고 3, 원고 4, 원고 5, 피고 1이 있고, 이들의 유류분 비율 및 유류분액은 아래 [표5] 기재와 같다(원 미만 버림, 이하 같다).<br/>[표5]                                    (단위: 원)순번상속인유류분 산정의 기초재산액(A)법정상속분 비율유류분 비율(B)유류분액(A×B)1원고 13,501,568,1563/133/26404,027,0942원고 22/132/26269,351,3963원고 32/132/26269,351,3964원고 42/132/26269,351,3965원고 52/132/26269,351,3966피고 12/132/26269,351,396<br/>4) 특별수익액(C)<br/>   앞서 인정한 사실에 의하면, 피고 1의 특별수익액은 1,725,077,500원(= 이 사건 유증재산 중 1/2 지분 가액 1,688,053,500원 + 증여재산액 37,024,000원), 피고 2의 특별수익액은 이 사건 유증재산 중 1/2 지분 가액인 1,688,053,500원이다.<br/>5) 순상속분액(D)<br/>가) 산정방법<br/>     공동상속인 중 피상속인으로부터 재산의 증여 또는 유증을 받은 자는 그 수증재산이 자기의 상속분에 부족한 한도 내에서만 상속분이 있으므로(민법 제1008조), 공동상속인 중에 특별수익자가 있는 경우에는 이러한 특별수익을 고려하여 상속인별로 고유의 법정상속분을 수정하여 구체적인 상속분을 산정하게 되는데, 이러한 구체적 상속분을 산정함에 있어서는 피상속인이 상속개시 당시에 가지고 있던 재산의 가액(제3자에 대한 유증액 제외)에 생전 증여의 가액을 가산(이하 ‘간주상속재산’이라 한다)한 후 이 가액에 공동상속인별 법정상속분 비율을 곱하여 산출된 상속분 가액으로부터 특별수익자의 수증재산인 증여 또는 유증의 가액을 공제하는 계산방법에 의하여야 한다. 이때 일부 상속인의 특별수익액이 법정상속분액을 초과하는 경우 이러한 초과특별수익자는 초과특별수익에 대하여 반환의무가 없으나, 실제 상속재산에 대하여는 아무런 지분을 가지지 못하므로, 나머지 상속인들이 초과특별수익자의 초과특별수익을 초과특별수익자가 없는 것으로 보고 산정한 법정상속분에 따라 분담하게 된다. <br/>나) 구체적 계산<br/>(1) 위와 같은 산정방법에 의하면 간주상속재산, 상속인들의 법정상속분액, 특별수익과 특별수익 공제 후 상속분은 아래 [표6] 기재와 같다.<br/>[표6]                                     (단위: 원)상속인간주상속재산(a)법정상속분 비율(b)법정상속분액(c=a×b)특별수익(d)특별수익 공제 후 상속분(e=c-d)원고 11,814,204,706주4)3/13418,662,6240418,662,624원고 22/13279,108,4160279,108,416원고 32/13279,108,4160279,108,416원고 42/13279,108,4160279,108,416원고 52/13279,108,4160279,108,416피고 12/13279,108,4161,725,077,500-1,445,969,084<br/>(2) 피고 1은 초과특별수익자이고, 그 초과특별수익은 1,445,969,084원이므로 나머지 상속인들이 위 초과특별수익분을 피고 1을 상속인에서 제외하고 산정한 법정상속분에 따라 안분하여 부담하여야 한다. 그 계산 결과는 아래 [표7] 기재와 같다.<br/>[표7]                                     (단위: 원)상속인특별수익 공제 후 상속분(e)피고 1의 초과특별수익(f)상속비율(g)안분액(h=f×g)공제 후 잔액(i=e-h)원고 1418,662,6241,445,969,0843/11394,355,20424,307,420원고 2279,108,4162/11262,903,46916,204,947원고 3279,108,4162/11262,903,46916,204,947원고 4279,108,4162/11262,903,46916,204,947원고 5279,108,4162/11262,903,46916,204,947<br/>(3) 상속인들의 위와 같은 구체적 상속분에서 상속채무 690,050원의 분담액을 공제하면 순상속분액(D)이 되는데, 그 계산 결과는 아래 [표8] 기재와 같다.<br/>[표8]                                    (단위: 원)상속인 ① 구체적  상속분(e)② 상속채무③ 법정상속분 비율④ 상속채무 분담액 (= ② × ③)⑤ 순상속분액 (D = ① - ④)원고 124,307,420690,0503/13159,24224,148,178원고 216,204,9472/13106,16116,098,786원고 316,204,9472/13106,16116,098,786원고 416,204,9472/13106,16116,098,786원고 516,204,9472/13106,16116,098,786<br/>6) 유류분 부족액의 산정[(A×B)-C-D]<br/>   원고들과 피고 1의 유류분 부족액을 산정한 결과는 아래 [표9] 기재와 같다.<br/>[표9]                                    (단위: 원)상속인유류분액(A×B)특별수익액(C)순상속분액(D)유류분 부족액(A×B-C-D)원고 1404,027,094024,148,178379,878,916원고 2269,351,396016,098,786253,252,610원고 3269,351,396016,098,786253,252,610원고 4269,351,396016,098,786253,252,610원고 5269,351,396016,098,786253,252,610피고 1269,351,3961,725,077,5000-1,455,726,104<br/>7) 피고들의 유류분 반환방법 및 반환범위<br/>가) 관련 법리<br/>      유류분권리자가 유류분반환청구를 하는 경우에 증여 또는 유증을 받은 다른 공동상속인이 수인일 때에는 그 다른 공동상속인들 중 증여 또는 유증을 받은 재산의 가액이 자기 고유의 유류분액을 초과하는 상속인을 상대로 하여 그 유류분액을 초과한 금액의 비율에 따라 반환청구를 할 수 있고(대법원 1995. 6. 30. 선고 93다11715 판결 참조), 공동상속인과 공동상속인이 아닌 제3자가 있는 경우에는 그 제3자에게는 유류분이 없으므로 공동상속인에 대하여는 자기 고유의 유류분액을 초과하는 가액을 기준으로 하여, 제3자에 대하여는 그 증여 또는 유증받은 재산의 가액을 기준으로 하여 그 각 가액의 비율에 따라 반환청구를 할 수 있다(대법원 2006. 11. 10. 선고 2006다46346 판결 참조).<br/>      유류분반환청구의 목적인 증여나 유증이 병존하고 있는 경우에는 유류분권리자는 먼저 유증을 받은 자를 상대로 유류분침해액의 반환을 구하여야 하고(민법 제1116조), 그 이후에도 여전히 유류분침해액이 남아 있는 경우에 한하여 증여를 받은 자에 대하여 그 부족분을 청구할 수 있다(대법원 2001. 11. 30. 선고 2001다6947 판결 참조). <br/>      한편, 우리 민법은 유류분제도를 인정하여 제1112조부터 제1118조까지 이에 관하여 규정하면서도 유류분의 반환방법에 관하여 별도의 규정을 두고 있지 않으나, 증여 또는 유증대상 재산 그 자체를 반환하는 것이 통상적인 반환방법이라고 할 것이므로, 유류분 권리자가 원물반환의 방법에 의하여 유류분반환을 청구하고 그와 같은 원물반환이 가능하다면 달리 특별한 사정이 없는 이상 법원은 유류분권리자가 청구하는 방법에 따라 원물반환을 명하여야 한다(대법원 2006. 5. 26. 선고 2005다71949 판결 등 참조). 증여나 유증 후 그 목적물에 관하여 제3자가 저당권이나 지상권 등의 권리를 취득한 경우에는 원물반환이 불가능하거나 현저히 곤란하여 반환의무자가 목적물을 저당권 등의 제한이 없는 상태로 회복하여 이전하여 줄 수 있다는 등의 예외적인 사정이 없는 한 유류분권리자는 반환의무자를 상대로 원물반환 대신 그 가액 상당의 반환을 구할 수도 있을 것이나, 그렇다고 하여 유류분권리자가 스스로 위험이나 불이익을 감수하면서 원물반환을 구하는 것까지 허용되지 아니한다고 볼 것은 아니므로, 그 경우에도 법원은 유류분권리자가 청구하는 방법에 따라 원물반환을 명하여야 한다(대법원 2014. 2. 13. 선고 2013다65963 판결 참조).<br/>나) 유류분 반환방법<br/>     원고들은 피고들을 상대로 원물반환을 구하고 있고, 피고들은 이 사건 유증재산의 각 지분을 그대로 보유하고 있으며, 달리 원물반환이 불가능한 사정이 보이지 않으므로 이 사건에서 유류분의 반환방법은 원물반환으로 정한다.<br/>     또한 이 사건의 경우 피고들이 유증받은 재산의 가액이 원고들의 유류분 부족액을 초과하고 있으므로 피고들은 유류분 부족액의 범위 내에서 각자의 수유재산을 반환하면 된다.<br/>다) 유류분 반환비율<br/>     위 법리에 따라 공동상속인인 피고 1과 유증을 받은 제3자인 피고 2의 유류분 반환비율을 산정하면 아래 [표10] 기재와 같다.<br/>[표10]                                  (단위: 원)당사자유류분 초과액(원)반환비율피고 11,455,726,1041,455,726,104/3,143,779,604피고 21,688,053,5001,688,053,500/3,143,779,604합계3,143,779,604 <br/>라) 피고들의 유류분 반환 분담액<br/>     이를 기초로 원고들의 각 유류분 부족액에 피고들의 각 반환비율을 곱하여 산정한 피고들의 유류분 반환 분담액은 아래 [표11] 기재와 같다.<br/>[표11]                                      (단위: 원)당사자유류분 부족액유류분 반환 분담액(= 유류분 부족액 × 반환비율)피고 1피고 2원고 1379,878,916175,902,806주5)203,976,109주6)원고 2253,252,610117,268,537135,984,072원고 3253,252,610117,268,537135,984,072원고 4253,252,610117,268,537135,984,072원고 5253,252,610117,268,537135,984,072<br/>마) 구체적인 유류분 반환 범위<br/>     앞서 살펴본 바와 같이 피고들이 각 유증받은 이 사건 유증재산 중 1/2 지분의 상속개시 당시 가액은 1,688,053,500원이고, 피고들의 유류분 반환 분담액은 위 [표11] 기재와 같다. 따라서 피고들은 원고들에게 이 사건 유증재산 중 아래 [표12] 기재 각 지분에 관하여 각 소유권이전등기절차를 이행할 의무가 있다.<br/>[표12]                                      (단위: 원)원고피고 1피고 2원고 1175,902,806/1,688,053,500203,976,109/1,688,053,500원고 2117,268,537/1,688,053,500135,984,072/1,688,053,500원고 3117,268,537/1,688,053,500135,984,072/1,688,053,500원고 4117,268,537/1,688,053,500135,984,072/1,688,053,500원고 5117,268,537/1,688,053,500135,984,072/1,688,053,500<br/>8) 소결<br/>   피고들은 원고들에게 이 사건 유증재산 중 별지 3 목록 기재 각 지분에 관하여 이 사건 소장 부본이 피고들에게 송달된 날인 2019. 9. 16. 유류분 반환을 원인으로 한 소유권이전등기절차를 각 이행할 의무가 있다.<br/>다. 손해배상청구에 관한 판단<br/>1) 손해배상책임의 발생<br/>   제3자가 부부의 일방과 부정행위를 함으로써 혼인의 본질에 해당하는 부부공동생활을 침해하거나 유지를 방해하고 그에 대한 배우자로서의 권리를 침해하여 배우자에게 정신적 고통을 가하는 행위는 원칙적으로 불법행위를 구성한다(대법원 2015. 5. 29. 선고 2013므2441 판결 등 참조).<br/>   앞서 인정한 사실에 의하면, 피고 2는 망인이 배우자가 있는 사람임을 알면서도 부정행위를 하여 원고 1과 망인의 부부공동생활을 침해하였고, 피고 2의 이러한 행위로 인하여 원고 1이 정신적 고통을 받았음은 경험칙상 명백하므로, 피고 2는 원고 1에게 위와 같은 불법행위로 인하여 원고 1이 입은 정신적 고통을 배상할 책임이 있다.<br/>   그러나 원고 2, 원고 3, 원고 4, 원고 5의 경우, 부모의 일방과 부정행위를 한 상대방의 행위는 해의를 가지고 그 자녀에 대한 양육이나 보호 내지 교양을 적극적으로 저지하는 등의 특별한 사정이 없는 한 자녀에 대한 관계에서 불법행위를 구성한다고 볼 수 없는데(대법원 1981. 7. 28. 선고 80다1295 판결, 대법원 2005. 5. 13. 선고 2004다1899 판결 등 참조), 원고들이 제출한 증거만으로는 위와 같은 특별한 사정이 존재하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. <br/>   따라서 피고 2가 망인과 원고 1의 자녀들인 원고 2, 원고 3, 원고 4, 원고 5에 대하여는 불법행위책임을 부담한다고 보기 어려우므로, 이와 다른 전제에 선 원고 2, 원고 3, 원고 4, 원고 5의 주장은 더 나아가 살필 필요 없이 이유 없다. <br/>2) 소멸시효 항변에 관한 판단<br/>피고 2는, 망인이 원고 1을 상대로 제기한 이혼소송에서 이미 혼인관계가 파탄되었다는 사실이 인정되었고, 위 이혼소송의 판결은 1999. 11. 10. 확정되었음에도 원고 1은 그로부터 약 20년이 지난 시점에 이 사건 소를 제기하였으므로 손해배상청구권의 소멸시효가 완성되었다고 항변한다.<br/>   살피건대, 앞서 든 증거 및 변론 전체의 취지에 의하면, 피고 2는 망인이 사망한 2019. 6. 10. 무렵까지 망인과 함께 생활하며 원고 1의 부부공동생활을 침해한 사실이 인정되고, 이와 같이 피고 2가 망인과의 동거관계를 해소하지 않고 유지한 것은 계속적인 불법행위에 해당하므로, 이로 인해 원고 1이 입는 정신적 고통의 손해는 날마다 새로운 불법행위에 기하여 발생하는 것으로 봄이 상당하다(대법원 1999. 3. 23. 선고 98다30285 판결 등 참조). 따라서 원고 1의 피고 2에 대한 손해배상청구권은 시효로 인하여 소멸하였다고 할 수 없고, 피고 2의 소멸시효 항변은 이유 없다.<br/>3) 손해배상의 범위<br/>원고 1과 망인의 혼인기간, 부정행위의 내용, 부정행위가 원고 1과 망인의 혼인관계 파탄에 미친 영향, 부정행위 후 정황, 망인이 원고 1을 상대로 제기했던 이혼소송의 경과, 원고 1이 입은 정신적 고통의 수준 등 이 사건 변론에 나타난 여러 사정을 참작하여, 피고 2가 원고 1에게 배상하여야 할 위자료 액수를 10,000,000원으로 정한다.<br/>4) 소결<br/>   따라서 피고 2는 원고 1에게 위자료로 10,000,000원 및 이에 대하여 원고 1이 구하는 바에 따라 이 사건 소장 부본 송달 다음 날인 2019. 9. 17.부터 피고 2가 그 이행의무의 존부나 범위에 관하여 다툼이 상당한 이 판결 선고일인 2022. 3. 25.까지는 민법이 정한 연 5%, 그다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 결론<br/>  그렇다면, 원고들의 주위적 청구는 이유 없어 이를 기각하고, 예비적 청구는 위 인정범위 내에서 이유 있어 이를 인용하며, 나머지 예비적 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 홍기찬(재판장) 김수현 이도훈 ",
  "사건번호": "2019가합111487",
  "사건종류코드": "400101",
  "판례정보일련번호": "239125",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}