{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20220609",
  "법원명": "대전지방법원",
  "사건명": "임대차보증금",
  "판례내용": "【원    고】 원고 (소송대리인 변호사 조원균)<br/>【피    고】 피고 1 외 2인 (소송대리인 변호사 조하늘)<br/>【변론종결】2022. 5. 19.<br/>【주    문】<br/>  1. 피고 1은 원고에게 90,000,000원과 이에 대하여 2021. 8. 8.부터 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>  2. 원고의 피고 2, 피고 한국공인중개사협회에 대한 청구를 각 기각한다.<br/>  3. 소송비용 중 원고와 피고 1 사이에 생긴 부분은 위 피고가 부담하고, 원고와 피고 2, 피고 한국공인중개사협회 사이에 생긴 부분은 원고가 부담한다.<br/>  4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】  주문 제1항 및 피고 2와 피고 한국공인중개사협회(이하 ‘피고 협회’라 한다)는 공동하여 원고에게 주문 제1항 기재 돈 중 45,000,000원과 이에 대하여 소장 송달 다음날부터 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 인정사실<br/>  가. 원고는 공인중개사인 피고 2가 운영하는 ○○공인중개사 사무소에서 2018. 4. 27. 대전 서구 (주소 생략) 다가구 주택(이하 ‘이 사건 주택’이라 한다) (호수 생략)에 관하여 임대인은 피고 1, 임차인은 원고, 보증금 90,000,000원, 계약기간은 2018. 5. 8.부터 2020. 5. 7.까지로 하는 임대차 계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였다. <br/>  나. 원고는 위 보증금 전액을 피고 계좌로 지급하고, 2018. 5. 8. 전입신고를 마친 후 이 사건 주택 (호수 생략)에서 거주하였다. <br/>  다. 피고 협회는 피고 2와 사이에 위 피고가 공인중개사법에서 정하고 있는 부동산 중개행위를 함에 있어서 고의 또는 과실로 인하여 거래당사자에게 재산상의 손해를 발생하게 한 경우 이를 보상하기로 하는 내용의 공제계약을 체결하였다.<br/>  라. 이 사건 임대차가 갱신되어 존속하던 중 이 사건 주택에 관하여 대전지방법원 2020타경9015호로 경매개시결정이 내려졌고, 2021. 6. 2. 1,213,000,000원에 매각되었는데, 원고는 전혀 배당받지 못하였다. <br/>[인정근거] 일부 다툼 없음(피고 1 자백간주), 갑 제1, 2, 4, 6호증의 각 기재, 변론 전체의 취지 <br/>2. 피고 1에 대한 청구<br/>  위 인정사실에 의하면, 이 사건 임대차는 종료하였으므로 위 피고는 원고에게 보증금 90,000,000원과 이에 대하여 이 사건 소장이 위 피고에게 송달된 다음날인 2021. 8. 8.부터 갚는 날까지 연 12%의 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>3. 피고 2, 피고 협회에 대한 청구<br/>  가. 청구원인<br/>   공인중개사인 피고 2는 이 사건 계약을 중개함에 있어 원고에게 중개대상물 확인·설명서를 작성·교부해야 할 의무가 있음에도 중개대상물 확인·설명서를 교부하지 않았다. 또한 이 사건 주택에 관하여 채권최고액 650,000,000원 및 130,000,000원의 근저당권이 설정되어있다는 사실을 고지하지 않았다. 이 사건 계약 당시 선순위 임대차보증금의 합계액이 490,000,000원이었으므로 위 근저당권 채권최고액과 선순위 임대차보증금액을 합하면 이 사건 주택의 시가를 초과한다. 이에 더하여 아직 임대되지 않은 가구에 소액 임차인이 입주할 가능성이나 경매절차에서의 매각 가격의 하락 가능성을 고려하면 선순위 근저당권에 의한 경매가 진행될 경우 원고가 보증금 전액을 회수하지 못할 위험성이 매우 큰 상황이었음에도 원고가 보증금을 회수하지 못할지도 모른다는 사실을 고지하지 않았다. <br/>   위와 같은 피고 2의 고의·과실로 인한 확인·설명의무 위반 때문에 원고는 자신이 감당해야 할 위험성의 정도나 범위에 관하여 충분히 인식하지 못한 상태에서 이 사건 계약을 체결했고, 그 결과 이 사건 주택은 선순위 근저당권에 의한 경매에서 매각되었고, 원고는 전혀 배당받지 못함으로써 임대차보증금 상당액의 손해를 입었다.<br/>   따라서 피고 2 및 공제사업자인 피고 협회는 연대하여 원고에게 손해(50%에 해당하는 45,000,000원)를 배상할 책임이 있다.    <br/> 나. 판단<br/>   1) 중개업자는 다가구 주택의 일부에 대한 임대차 계약을 중개할 때 임차의뢰인이 임대차 계약이 종료된 후에 임대차보증금을 제대로 반환받을 수 있는지 판단하는 데 필요한 다가구주택의 권리관계 등에 관한 자료를 제공하여야 하므로, 임차의뢰인에게 부동산 등기부상에 표시된 중개대상물의 권리관계 등을 확인·설명하는 데 그쳐서는 안 되고, 임대의뢰인에게 그 다가구주택 내에 이미 거주해서 살고 있는 다른 임차인의 임대차 계약 내역 중 개인정보에 관한 부분을 제외하고 임대차보증금, 임대차의 시기와 종기 등에 관한 부분의 자료를 요구하여 이를 확인한 다음 임차의뢰인에게 설명하고 그 자료를 제시하여야 하며, 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행규칙이 정한 위 서식에 따른 중개대상물 확인·설명서의 중개목적물에 대한 ‘실제 권리관계 또는 공시되지 아니한 물건의 권리 사항’란에 그 내용을 기재하여 교부해야 할 의무가 있고, 만일 임대의뢰인이 다른 세입자의 임대차보증금, 임대차의 시기와 종기 등에 관한 자료요구에 불응한 경우에는 그 내용을 위 중개대상물 확인·설명서에 기재하여야 할 의무가 있다. 그러므로 중개업자가 고의나 과실로 이러한 의무를 위반하여 임차의뢰인에게 재산상의 손해를 발생하게 한 때에는 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조에 의하여 이를 배상할 책임이 있다(대법원 2012. 1. 26. 선고 2011다63857 판결 등 참조).<br/>   2) 확인·설명의무 위반 여부<br/>      위 인정사실 및 변론 전체의 취지(피고 2가 제출한 서증)를 더하여 알 수 있는 다음의 사실 또는 사정을 위 법리에 비추어 보면, 원고의 주장 및 제출 증거만으로는 피고 2가 공인중개사로서 관련 법령에 규정된 중개대상물의 확인·설명의무를 위반하였다고 보기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>      ① 피고 2는 이 사건 계약을 중개함에 있어 원고에게 중개대상물 확인·설명서를 작성·교부하였다. 거기에 임차보증금 총액은 600,000,000원으로 임대인(피고 1)을 통해 구두로 확인하였다고 기재되어 있다. 위 600,000,000원은 원고가 주장하는 선순위 임대차보증금의 합계액을 초과하고, 실제 임차보증금 총액과 차이가 거의 없다.    <br/>      ② 피고 2는 이 사건 계약을 중개함에 있어 원고에게 이 사건 주택에 관하여 채권최고액 650,000,000원 및 130,000,000원의 근저당권이 설정되어 있고, 실질 채무는 합계 600,000,000원 정도라는 사실을 부동산등기부를 제시하여 확인하면서 설명하였다. 건물매매가가 18억 5,000만원이라는 사실을 확인하여 주었고, 이는 법원 감정가와 근접한다. <br/>      ③ 그 밖에 피고 2는 임차의뢰인이던 원고가 임대차 계약이 종료된 후에 임대차보증금을 제대로 반환받을 수 있는지 판단하는 데 필요한 다가구주택의 권리관계 등에 관한 자료를 제공하지 않았다고 볼 만한 다른 사정을 찾아 볼 수 없다.  <br/>   3) 소결론<br/>    따라서 피고 2의 확인·설명의무 위반을 전제로 하는, 원고의 피고 2 및 피고 협회에 대한 손해배상 청구는 더 나아가 살필 필요 없이 받아들일 수 없다.<br/>4. 결  론<br/>  원고의 피고 1에 대한 청구는 인용하고, 나머지 피고들에 대한 청구를 각 기각한다.<br/><br/>판사 김성대 ",
  "사건번호": "2021가단121803",
  "사건종류코드": "400101",
  "판례정보일련번호": "238365",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}