{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "세무",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20220609",
  "법원명": "광주지방법원",
  "사건명": "재산세부과처분등취소청구",
  "판례내용": "【원    고】 한국농어촌공사 (소송대리인 변호사 김해마중 외 1인)<br/>【피    고】 고흥군수 외 11인 (소송대리인 법무법인 에스앤파트너스 외 3인)<br/>【변론종결】2022. 3. 31.<br/>【주    문】<br/>  1. 이 사건 소 중 피고 고흥군수, 영암군수, 해남군수에 대한 별지2 재산세 등 부과처분 중 ‘추가된 토지 부분 불복금액’ 부분을 각 각하한다.<br/>  2. 원고의 피고 고흥군수, 영암군수, 해남군수에 대한 나머지 청구와 나머지 피고에 대한 청구를 모두 기각한다.<br/>  3. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고들이 원고에 대하여 한 별지2 재산세 등 부과처분 ‘변경 불복금액’란 기재 각 2021년 귀속 정기분 재산세 및 지방교육세 부과처분, 2020년 귀속 종합부동산세 및 농어촌특별세 부과처분 중 종합부동산세 167,521,770원 및 농어촌특별세 41,880,440원을 모두 취소한다.<br/>【이    유】1. 처분의 경위 등<br/>가. 기초사실<br/>  ○ 원고는 한국농어촌공사 및 농지관리기금법(이하 ‘농어촌공사법’이라 한다) 제1조, 제3조, 제6조에 근거하여 국가가 그 자본금 전부를 출자하여 설립한 공법인이다.<br/>  ○ 정부는 영농규모의 적정화, 농지의 집단화, 농지의 조성 및 효율적 관리와 해외농업개발에 필요한 자금을 조달·공급하기 위하여 농지관리기금을 설치하고(농어촌공사법 제31조), 농지조성사업이나 대단위 농업개발사업에 필요한 자금의 보조나 융자, 투자 등의 용도로 운용하도록 하였다(농어촌공사법 제34조).<br/>  ○ 정부는 원고 또는 지방자치단체를 사업시행자로 하여 대단위농업종합개발사업, 서남해안간척사업, 유휴지개발 등의 농업기반조성사업을 하였는데, 이 사건과 관련된 개발사업의 명칭, 사업내용, 재원은 아래 표와 같다.<br/>순번피고지구명칭사업시행자사업내용/재원1고흥군수서남해안간척사업 고흥지구고흥군수공유수면 매립공사/농지관리기금2당진시장대호지구원고석문지구당진군수3보령시장남포(부사지구)보령시장4서천군수남포(부사지구)보령시장5안산시 단원구청장시화지구원고6영암군수영산강2지구원고영산강3-1지구7장흥군수삼산지구장흥군수8진도군수소포지구진도농지개량조합9태안군수이원지구태안군수10해남군수영산강3-1,2지구원고영산강3-1지구해남(고찬암)지구11화성시장시화지구원고화옹지구<br/>  ○ 위 표에서 대호지구, 영산강 3-1지구, 영산강 3-2지구, 화옹지구, 시화지구는 대단위 농업(종합)개발사업에 속하고, 이원지구, 석문지구, 부사지구, 고흥지구, 삼산지구, 해남지구는 서남해안 간척사업이며, 영산강2지구는 유휴지 개발사업에 속한다. 이와 같은 개발사업에 따른 공유수면매립공사 이후 원고나 지방자치단체는 사업시행자로서 공유수면매립공사 분할준공인가 신청을 하고, 농림수산부로부터 공유수면매립공사 준공을 인가받았다. 원고나 지방자치단체는 준공인가조건에 따라 각 토지에 관하여 원고 혹은 지방자치단체 명의로 소유권 보존 등기를 하거나 국유화 조치 등을 하였다. <br/>나. 피고 나주세무서장의 원고에 대한 종합부동산세 부과 및 조세심판청구 결과<br/>○ 피고 나주세무서장은 2020. 11. 19. 원고에게 아래 표와 같이 2020년 귀속 종합부동산세 16,781,063,670원 및 농어촌특별세 3,356,212,730원 합계 20,137,276,440원을 부과하는 처분을 하였으나, 대법원 2020. 11. 5. 선고 2020두43548 판결에 따라 새만금지구 관련 토지에 대한 종합부동산세 2,679,037,990원 및 농어촌특별세 535,807,590원을 직권 감액경정하여 종합부동산세 14,012,025,680원 및 농어촌특별세 2,820,395,140원 합계 16,832,420,820원을 부과하였다(이하 종합부동산세와 농어촌특별세를 통칭하여 ‘종합부동산세 등’이라 한다). <br/>                                                                            (원)피고납세고지일과세대상세목부과처분금액최종 부과처분금액나주세무서장2020. 11. 19.주택경기도 성남시 분당구 동원동 314-2 1동 1호 외 459건종합부동산세16,781,063,67014,012,025,680종합합산토지경기도 안산시 상록구 사동 1031-7 외 21329건별도합산토지전남 나주시 빛가람동 358 외 2331건농어촌특별세3,356,212,7302,820,395,140                                                        합계20,137,276,40016,832,420,820<br/>  ○ 원고는 위 종합부동산세 등 부과처분 고지서를 2020. 11. 26. 송달받고, 과세대상 중 아래 표 기재와 같이 원고가 농지관리기금으로 조성한 매립지 등 토지 중 원고 명의로 등기된 임야 및 잡종지 등 207필지에 관한 종합부동산세 167,521,770원 및 농어촌특별세 41,880,440원 부과처분에 불복하여 2021. 2. 19. 조세심판원에 심판청구를 하였으나, 조세심판원은 2021. 7. 7. 원고의 심판청구를 기각하였다(이하 원고가 심판청구를 하고 이 사건 소로써 취소를 구하는 부분을 ‘이 사건 종합부동산세 부과처분’이라 한다).<br/>개발사업명칭/지구과세대상과세면적(㎡)대호지구충남 당진시 대호지면 두산리 866 등 7필지3,315.80영산강지구전남 영암군 사모읍 산호리 2029-2 등 41필지100,283.09시화,화옹지구경기도 화성시 장안면 석포리 산 116-5 2호 등 55필지110,526.06이원지구충남 태안군 이원면 당산리 1735-7 등 2필지1,110.80석문지구충남 당진시 고대면 슬항리 1217-1 등 15필지11,707.15고흥지구전남 고흥군 고흥읍 고소리 산 145-1 2호 등 54필지99,606.14해남지구전남 해남군 마산면 상등리 1096-9 등 3필지521.50소포지구전남 진도군 진도읍 포산리 1810-1 등 30필지19,696.88<br/>다. 피고들의 원고에 대한 재산세 등 부과 및 불복범위<br/>  ○ 피고 나주세무서장을 제외한 나머지 피고들은 원고에게 피고들이 관할하는 소재지에 있는 원고 소유 토지에 대한 2021년 귀속 정기분 재산세 및 지방교육세(이하 재산세 및 지방교육세를 통칭하여 ‘재산세 등’이라 한다)를 별지1 재산세 등 부과처분 기재와 같이 부과하였다. <br/>  ○ 원고는 별지1 재산세 등 부과처분 중 앞서 본 개발사업에 따라 조성되어 원고가 소유권을 취득한 과세대상 토지(구체적인 내역은 별지1 첨부파일과 같다, 이하 ‘이 사건 토지’라 한다)에 대한 재산세 등 부과처분(구체적인 부과금액은 별지2 ‘불복부분’ 기재 금액과 같다)에 불복하여 2021. 10. 1. 조세심판원에 심판청구를 하였다(이하 이 사건 토지에 대한 세액으로서 원고가 취소를 구하는 ‘불복부분’을 ‘이 사건 재산세 부과처분’이라 한다. 이 사건 종합부동산세 부과처분과 이 사건 재산세 부과처분을 통틀어 ‘이 사건 처분’이라 한다).  <br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 7호증(가지번호 있는 것은 가지번호를 포함한다. 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 본안전 항변에 관한 판단<br/>가. 당사자들의 주장<br/>1) 피고들의 주장<br/>  이 사건 소 중 이 사건 재산세 부과처분에 대하여는 원고가 2021. 10. 1. 조세심판원에 심판청구를 하고 그로부터 90일이 도과하지 않은 상태에서 행정소송을 제기하였으므로 지방세기본법 제98조 제3항이 정한 심판청구 등 적법한 전심절차를 거치지 않아 부적법하다. <br/>2) 원고의 주장<br/>  ○ 원고는 2021. 7. 9. 이 사건 종합부동산세 부과처분에 관하여 조세심판원의 결정문을 송달받고 전심 결정일로부터 90일 이내에 이 사건 소를 제기하였다. 토지에 대한 종합부동산세는 토지분 재산세의 납세의무자에게 부과되는 것(종합부동산세법 제12조 제1항)인데, 조세심판원은 위 결정에서 원고에게 이 사건 토지에 대한 재산세 납세의무가 있다는 취지로 직접 판단하였다. 따라서 원고가 이 사건 토지에 대한 재산세 부과처분에 대하여 조세심판원에 심판청구를 하더라도 조세심판원은 같은 결정을 할 것이고, 기본적 사실관계와 법률문제가 동일한 사안에 대하여 다시 전심 절차를 거치게 하는 것은 원고에게 가혹한 경우에 해당하므로, 원고가 전심절차를 거치지 아니하고 과세처분의 취소를 구하는 행정소송을 제기할 수 있는 정당한 사유가 있는 때에 해당한다. <br/>  ○ 이 사건 재산세 부과처분에 대하여는 원고가 2021. 10. 1. 조세심판청구를 하고 결정의 통지를 받지 못한 상태에서 2021. 10. 5. 이 사건 소제기를 하였다. 지방세기본법 제98조 제4항에 의하면 조세심판청구를 하고 90일 내에 그 결정의 통지를 받지 못하면 결정의 통지를 받기 전이라도 그 결정기간이 지난날부터 행정소송을 제기할 수 있고, 비록 이 사건 소제기 당시 조세심판청구를 하고 90일이 지나지 않은 상태였다고 하더라도 현재까지 조세심판 결정을 받지 못하였으므로 그 하자는 치유되었다. <br/>나. 판단<br/>지방세기본법 제98조 제3항은 ‘지방세기본법 제89조에 규정된 위법한 처분에 대한 행정소송은 이 법에 따른 심판청구와 그에 대한 결정을 거치지 아니하면 제기할 수 없다.’고 규정하고 있다. 원고가 이 사건 재산세 부과처분에 대하여 2021. 10. 1. 조세심판원에 심판청구를 제기하였음은 앞서 본 바와 같고, 그 결정이 있기 전인 2021. 10. 5. 이 사건 소를 제기하였음은 기록상 명백하다. <br/>  한편 지방세기본법 제98조 제4항은 ‘다만 제100조에 따라 심판청구에 관하여 준용하는 「국세기본법」 제65조 제2항에 따른 결정기간 내에 결정의 통지를 받지 못한 경우에는 결정의 통지를 받기 전이라도 그 결정기간이 지난날부터 행정소송을 제기할 수 있다.’고 규정하여 필요적 전치주의의 적용을 완화하고 있다. 그리고 행정심판전치주의의 근본취지가 행정청에게 반성의 기회를 부여하고 행정청의 전문지식을 활용하는데 있는 것이므로 제소당시에 비록 전치요건을 구비하지 못한 위법이 있다 하여도 사실심 변론종결당시까지 그 전치요건을 갖추었다면 그 흠결의 하자는 치유되었다고 볼 것이다(대법원 1987. 9. 22. 선고 87누176 판결 등 참조).<br/>  위 법리에 비추어 보건대 이 법원이 원고가 조세심판원에 이 사건 재산세 부과처분에 대한 심판청구를 제기한 2021. 10. 1.로부터 90일이 경과한 2022. 3. 31. 변론을 종결한 이상, 전심절차를 거치지 아니한 하자는 치유되었다고 할 것이다. <br/>  다만, 원고가 2022. 3. 24. 청구취지변경신청서를 제출하면서 별지2 재산세 등 부과처분 ‘불복금액’ 기재 금액을 ‘변경 불복금액’으로 변경한 것에 관하여 보건대, 원고는 아래 표 기재와 같이 피고 고흥군수, 피고 영암군수, 피고 해남군수에 대하여는 당초 불복금액 산정에 누락된 토지(별지2 첨부파일, 이하 통칭하여 ‘추가 된 토지’라 한다)를 추가하면서 불복금액을 증액하였고, 피고 당진시장과 피고 서천군수 대한 불복금액은 과세대상인 토지의 변경 없이 세액 산정의 오류만을 각 정정(감액)하였다. <br/>피고세목부과처분금액불복금액변경 불복금액추가 된 토지 부분 불복금액고흥군수 재산세  43,910,080  31,193,127  34,424,3063,231,179 지방교육세  8,686,220  6,238,152  6,884,329646,177 당진시장 재산세  263,605,600 94,973,438  94,969,270 지방교육세  49,633,250  18,994,317  18,998,490 서천군수 재산세  28,114,320  12,691,890  12,688,714 지방교육세  5,556,490  2,538,182  2,537,547 영암군수 재산세  87,661,580  14,368,830  14,827,340499,388 지방교육세  4,333,040  2,873,534  2,965,23699,876해남군수  재산세 150,666,120  68,922,252 122,119,63153,186,053  지방교육세 29,677,280  13,782,016  24,421,14710,636,866<br/>  원고가 피고 당진시장과 피고 서천군수에 대한 불복금액을 과세대상의 변경 없이 정정(감액)한 것은 과세단위나 처분의 기초사실에 있어 동일성이 인정되므로 앞서 본 바와 같이 전심절차를 이행하였다고 봄이 타당하다. <br/>  그러나 피고 고흥군수, 영암군수, 해남군수에 대하여 원고가 청구취지를 변경하면서 불복대상에 추가된 토지는 이 사건 재산세 부과처분과 과세단위가 동일하다고 할 수 없으므로 이 사건 재산세 부과처분에 대하여 전심절차의 하자가 치유되었다는 사정만으로는 추가 된 토지에 대하여도 전심절차의 하자가 치유되었다고 볼 수 없다. 이 사건 재산세와 이 사건 종합부동산세는 서로 과세단위, 세목을 모두 달리하고 있으므로 이 사건 종합부동산세 부과처분에 대하여 전심절차를 거쳤다는 이유로 추가된 토지에 대하여 전심절차를 거치지 않을 정당한 이유가 있다고 보기도 어렵고, 원고가 추가된 토지에 대하여 달리 전심전차를 거쳤다고 볼 증거가 없다. <br/>  따라서 이 사건 소 중 원고가 청구취지를 변경하면서 추가된 토지에 대하여는 적법하게 전심절차를 거쳤다고 볼 수 없으므로 피고 고흥군수, 영암군수, 해남군수에 대한 별지2 재산세 등 부과처분 ‘추가된 토지 부분 불복금액’ 부분에 대한 청구는 부적법하다.<br/>다. 소결론<br/>  피고들의 본안전 항변은 위 인정범위 내에서 이유 있다.<br/>3. 이 사건 처분의 적법여부<br/>가. 원고의 주장<br/>지방세기본법 제17조 제1항은 ‘과세의 대상이 되는 소득·수익·재산·행위 또는 거래가 서류상 귀속되는 자는 명의(名義)만 있을 뿐 사실상 귀속되는 자가 따로 있을 때에는 사실상 귀속되는 자를 납세의무자로 하여 이 법 또는 지방세관계법을 적용한다.’고 규정하고, 지방세법 제109조는 ‘국가나 지방자치단체 등의 소유에 속하는 재산에 대하여는 재산세를 부과하지 않는다.’고 규정하고 있다. 그리고 종합부동산세법 제12조 제1항은 토지에 대한 종합부동산세의 납세의무자는 해당토지의 재산세의 납세의무자임을 전제로 하고 있다. <br/>  원고는 국가로부터 ‘농지관리기금’의 관리·처분 업무를 위임받았고, 이 사건 토지는 ‘농지관리기금’으로 조성되었기 때문에 원고가 ‘농지관리기금 수탁관리자’의 지위에서 이 사건 토지의 소유권 등기를 취득한 것일뿐, 이 사건 토지에 대한 관리·처분권은 국가(농식품부 장관)에 있고, 이 사건 토지로 인한 비용 및 수익은 모두 국가에 귀속되므로 이 사건 토지의 실질적인 소유자는 국가이다.   <br/>  따라서 이 사건 토지는 국가의 소유에 속하는 재산에 해당하여 비과세대상이고, 원고는 이 사건 토지의 재산세 납세의무자가 아니므로, 종합부동산세의 납세의무자도 아니다. <br/>나. 관련 법령 및 법리<br/>지방세법 제107조 제1항은 ‘재산세 과세기준일 현재 재산을 사실상 소유하고 있는 자는 재산세를 납부할 의무가 있다’고 규정하고, 지방세법 제150조 제6호는 ‘재산세의 납세의무자’를 ‘지방교육세의 납세의무자’로 규정하고 있다. 그리고 종합부동산세법 제12조 제1항은 ‘과세기준일 현재 토지분 재산세의 납세의무자는 해당 토지에 대한 종합부동산세를 납부할 의무가 있다’고 규정하고, 농어촌특별세법 제3조 6호는 ‘종합부동산세법에 따른 종합부동산세의 납세의무자는 이 법에 따른 농어촌특별세를 납부할 의무가 있다’고 규정하고 있다. <br/>지방세법 제107조 제1항에서 정한 재산세 납세의무자인 ‘사실상 소유자’란 공부상 소유자로 등재한 여부를 불문하고 재산에 대한 실질적인 소유권을 가진 자를 말한다(대법원 2016. 12. 29. 선고 2014두2980, 2997 판결 등 참조). 그리고 종합토지세의 비과세대상으로 규정하고 있는 ‘국가의 소유에 속하는 토지’라 함은 공부상의 명의 여부에 관계없이 국가의 사실상 소유에 속하는 토지를 가리킨다고 할 것이지만 원고가 직접 공유수면을 매립하는 농업종합개발사업을 시행한 결과 공유수면매립법 제29조 제3항의 규정에 의하여 그 매립지의 소유권을 취득한 경우에는, 비록 원고가 국가가 설치한 정부투자기관으로서 그 사업비용 전액을 국고로부터 지원받아 시행하였고 그 매립지를 국가의 감독하에 관리·처분하여야 하는 지위에 있었다고 할지라도, 당해 매립지를 원고가 보유하는 동안 이를 지역농민들로 하여금 일시 경작케 하고 경작료를 징수하였던 이상, 그 소유권은 법률상으로 뿐만 아니라 사실상으로도 국가와 별개로 독립한 법인격을 가진 공법인인 원고에게 귀속된다고 할 것이므로, 이러한 토지를 두고 여기서 말하는 국가의 소유에 속하는 토지라고 할 수 없다(대법원 1999. 2. 23. 선고 98두17623 판결 참조).<br/>다. 판단<br/>  앞서 본 법리에 비추어 이 사건에 관하여 보건대, 이 사건 처분의 경위 및 앞서 본 증거들, 갑 제8 내지 19호증의 각 기재에 변론 전체의 취지를 더하여 인정되는 다음과 같은 사정들을 종합하여 보면 이 사건 토지의 실질적인 소유자는 원고라고 할 것이므로, 이 사건 토지의 실질적인 소유자가 국가임을 전제로 하는 원고의 주장은 더 나아가 살펴볼 필요 없이 모두 이유 없다.    <br/>  ○ 원고는 「농어촌정비법」에 따른 농어촌정비사업, 농업기반시설의 유지·관리 및 이용에 관한 사업, 농지의 조성 및 이용증진 사업과 농지 등의 재개발 사업 등을 하기 위해 설립된 국가와는 별개로 독립한 법인격을 가진 공법인이다. <br/>  ○ 정부는 영농규모의 적정화, 농지의 집단화, 농지의 조성 및 효율적 관리와 해외농업개발에 필요한 자금을 조달·공급하기 위하여 농지관리기금(이하 ‘기금’이라 한다)을 설치하고(농어촌공사법 제31조), 기금의 용도를 농어촌공사법 제34조에 규정하면서, 같은 법 시행령 제30조 제1항은 기금의 투자 범위를 구체적으로 규정하고 있다. 그리고 이러한 기금은 원칙적으로 농림축산식품부장관이 운용·관리하되, 일부 업무를 원고에게 위탁하고 있는데(농어촌공사법 시행령 제35조 제1항), 이 사건 토지의 조성사업에 따른 기금의 융자 및 투자에 관한 업무는 원고에게 위탁되어 있고, 이 사건 토지 조성사업은 농지관리기금에서 사업비가 대부분 지급되었다. <br/>  ○ 농어촌공사법 시행령 제30조 제4항은 ‘개발비의 지원을 받아 사업을 완료한 사업시행자는 그 사업으로 조성된 토지를 매각 또는 임대하거나 일시사용하는 경우에는 그 매각대금, 임대료 및 일시사용료를 기금에 납입하여야 한다.’고 규정하고, 제5항은 ‘제4항에 따른 토지의 매각·임대·일시사용 및 그 매각대금·임대료·일시사용료의 처리에 관한 사항은 농림축산식품부장관이 정한다.’고 규정하고 있다. 이에 따라 매립지등의 관리·처분에 관한 규정(농림축산식품부 훈령)은 사업시행자가 준공(부분준공을 포함한다) 검사를 받은 경우에는 지체 없이 매립지등에 대하여 지적공부 정리와 소유권 보존등기를 하여야 하는데(제4조 제1항), 임대차, 매각, 일시사용 및 직접사용 대상 매립지등은 원고(기금수탁관리자) 명의로, 그 외의 매립지등은 농림축산식품부를 관리청으로 추가 그재하여 국가 명의로 등기할 것을 규정하고 있다(제4조 제2항). <br/>  ○ 농어촌정비법 제10조에 의하면 농업생산기반 정비사업은 국가, 지방자치단체, 원고 등이 시행하는데, 이 사건 토지는 모두 원고나 피고 당진시장 등 지방자치단체장이 사업시행자이다. 이 사건 토지 중 사업시행자가 원고인 경우 사업시행 후 준공 조건에 따라 임대·매각 등의 용도의 토지는 원고 명의로 소유권보존등기가 되었고, 사업시행자가 지방자치단체장인 경우 사업시행 후 준공 조건에 따라 지방자치단체로부터 인계·인수 받아 원고 명의로 소유권보존등기가 되었다. <br/>  ○ 이 사건 토지 중 일부는 매립지와 같은 신규 토지가 아니라 사업 시행에 필요한 토지, 즉 유휴지개발사업을 위한 부지(개간지)나 취토장(取土場) 등을 협의취득 등의 방법으로 사업에 편입한 것으로, 원고가 사업을 시행한 경우는 개인 등(이하 ‘개인’이라고만 한다)으로부터 원고 명의로 소유권이전등기를 하고, 지방자치단체장이 사업을 시행한 경우는 개인으로부터 지방자치단체 명의로 소유권이전등기를 하여 사업을 시행하고, 사업 준공 후 임대·매각 등 목적의 매립지 등을 원고에게 인계·인수하면서 원고 명의로 소유권이전등기가 된 것이다. <br/>  ○ 농어촌정비법 제14조에 의하면 원고는 농업생산기반 정비사업 시행으로 조성된 재산 중 농업생산기반시설에 제공되지 아니하는 매립지·간척지·개간지·취토장(取土場: 쓸 흙을 파내는 곳) 등 토지와 그 밖의 물건 등(이하 \"매립지등\"이라 한다)을 임대하거나 매각, 직접 사용, 일시 사용할 수 있는데, 이때 매립지등을 관리·처분하려면 농림축산식품부장관의 승인을 받아야 한다. 그런데 원고로 하여금 이와 같이 관리·처분계획을 수립하여 농림수산식품부장관의 승인을 받도록 한 것은 이 사건 토지가 농어민 및 농어촌의 경제적 발전을 위하여 조성된 것이므로 매매가격이나 임대료를 적정하게 책정할 필요가 있어 국가정책적인 차원에서 규제하는 것이라 할 것이지, 이 사건 토지의 실질적인 소유자가 국가임을 전제로 하는 것이라고 단정할 수 없다.<br/>  ○ 이와 같이 원고가 독립한 법인격을 가진 공법인으로서, 농지의 조성 및 이용증진 사업과 농지 등의 재개발 사업 등을 하면서 사업시행자로서 농업생산기반시설 이용 계획 등을 수립하는 점, 원고에게 기금 운영 등이 일부 위탁되어 있는 점, 매립지 등을 원고의 명의로 등기하도록 하면서 국가 명의로 등기하는 경우와 구별하고 있는 관련 규정들의 취지, 정부는 공공기관의 운영에 관한 법률에 따라 공공기관의 자율적 운영을 보장하여야 하는 점 등을 종합하여 보면 이 사건 토지는 원고가 실질적인 소유자라 할 것이고, 사업비로 기금이 투입되었다거나, 그 수익이 다시 기금으로 반환된다는 사정만으로 이를 국가의 소유라고 볼 수는 없다. <br/>4. 결  론<br/>  따라서 이 사건 소 중 피고 고흥군수, 영암군수, 해남군수에 대한 별지2 재산세 등 부과처분 ‘추가된 토지 부분 불복금액’ 부분은 부적법하여 각 각하하고, 원고의 피고 고흥군수, 영암군수, 해남군수에 대한 나머지 청구와 나머지 피고들에 대한 청구는 모두 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 박현(재판장) 임영실 김준환 ",
  "사건번호": "2021구합13889",
  "사건종류코드": "400108",
  "판례정보일련번호": "238701",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}