{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20220714",
  "법원명": "수원지방법원",
  "사건명": "토지인도",
  "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 우성 담당변호사 박상현)<br/>【피고, 피항소인】 피고 (소송대리인 법무법인 대서양 담당변호사 곽태철)<br/>【제1심판결】 수원지방법원 성남지원 2021. 6. 15. 선고 2020가단204154 판결<br/>【변론종결】2022. 4. 28.<br/>【주    문】<br/>  1. 원고의 항소를 기각한다. <br/>  2. 항소비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고에게, <br/>  ① 제1심판결 별지1 목록 기재 각 토지를 인도하고, <br/>  ② 제1심판결 별지1 목록 기재 제2항 토지 중 제1심판결 별지2 도면 기재 1, 2, 3, 4, 1의 각 점을 순차로 연결한 선내 “ㄱ” 부분 335㎡ 지상 건물, 같은 별지2 도면 기재 5, 6, 7, 8, 5의 각 점을 순차로 연결한 선내 “ㄴ” 부분 334㎡ 지상 건물, 같은 별지1 목록 기재 제2, 3항 양 토지 중 같은 별지2 도면 기재 9, 10, 11, 12, 9의 각 점을 순차로 연결한 선내 “ㄷ” 부분 331㎡ 지상 건물을 각 철거하고,<br/>  ③ 2019. 12. 24.부터 제1심판결 별지1 목록 기재 각 토지의 인도 완료일까지 월 3,797,750원의 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>  제1심판결을 청구취지 기재와 같이 변경한다. <br/>【이    유】1. 제1심판결의 인용<br/>  이 법원의 판결 이유는, 원고가 이 법원에서 추가하거나 강조하는 주장에 관하여 아래 제2항에서 추가판단을 덧붙이는 외에는 제1심판결의 이유 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 인용한다.<br/>2. 추가판단<br/>가. 피고의 비용상환청구권 취득 여부에 관한 판단<br/>    저당물에 관하여 소유권을 취득한 자는 경매로 소유권을 잃는다는 점에서 종국적으로 자기 물건에 비용을 지출한 것으로만 다룰 수는 없고, 또 그 지출된 비용은 저당물을 보존하거나 개량하기 위한 것으로서 그 경매대가에 영향을 미친다. 따라서 저당물에 관한 지상권, 전세권을 취득한 자만이 아니고 소유권을 취득한 자도 민법 제367조에 정한 제3취득자에 해당하는 것으로 보는 것이 타당하므로(대법원 2004. 10. 15. 선고 2004다36604 판결 참조), 피고는 같은 규정에 의한 비용상환청구권을 가진다. 이를 다투는 원고의 주장은 이유 없다.<br/>    한편 원고는, 설령 피고의 비용상환청구권이 발생하였더라도 혼동으로 소멸하였다는 취지로도 주장하나, 채권과 채무가 동일한 주체에 귀속한 때에 채권은 소멸하는 것인데(민법 제507조), 원고는 피고에게 귀속한 채무가 무엇인지조차 주장하지 아니하므로, 위 주장은 더 살필 필요 없이 이유 없다.<br/>나. 피고의 유치권 취득 및 행사범위에 관한 판단<br/>    (1) 피고가 비용을 투입할 당시에는 이미 이 사건 각 토지에 관한 저당권이 설정되어 있었고 이후 원고가 위 저당권의 임의경매절차에서 이 사건 각 토지를 매수하여 원고 앞으로 소유권이전등기를 마친 사실은 앞서 본 바와 같다. 그렇다면 이 사건 각 토지에 대하여 비용을 투입하였다가 담보권 실행을 위한 경매로 인하여 토지 소유권을 잃은 피고와 위 경매로 인하여 소유자가 된 원고와의 법률관계는 결과적으로 타인의 물건에 대하여 피고가 그 점유기간 내에 비용을 투입한 것이 된다고 보는 것이 상당하다(대법원 1976. 10. 26. 선고 76다2079 판결 등 참조). 따라서 유치권은 타물권으로서 자기의 소유물에 관하여는 성립할 여지가 없으므로 저당물의 소유권 취득자인 피고는 유치권을 주장할 수 없다는 원고의 주장은 받아들이지 아니한다. <br/>    (2) 원고는, 민법 제367조의 제3취득자 중 저당물의 소유권 취득자는 같은 규정에 따라 저당물의 경매대가에서 우선상환을 받을 수 있을 뿐 저당물에 유치권을 가질 여지가 없다는 취지로도 주장하나, 제3취득자가 지출한 필요비와 유익비의 상환청구권은 저당부동산에 관하여 생긴 채권이므로 제3취득자는 그 변제를 받을 때까지는 누구에 대하여도 유치권을 행사할 수 있는 것이고, 앞서 본 바와 같이 저당물의 소유권을 취득한 자도 민법 제367조의 제3취득자에 해당하는 이상 달리 볼 이유가 없으므로, 원고의 위 주장은 더 살필 필요 없이 이유 없다. <br/>    (3) 원고는, 민법 제203조에 정한 점유물에 대한 비용상환청구권의 변제기는 ‘점유자가 회복자로부터 점유물의 반환을 청구받은 때’인바, 마찬가지로 피고에게 발생한 제3취득자의 비용상환청구권의 변제기는 피고가 회복자인 원고로부터 이 사건 각 토지에 대한 반환을 청구받은 때 즉, 이 사건 소제기일 무렵 도래하였고, 유치권은 피담보채권이 변제기에 있는 경우에 발생하는 것이므로, 설령 피고가 제3취득자의 비용상환청구권을 피담보채권으로 하여 유치권을 취득한다고 하더라도 이는 경매개시결정의 기입등기가 이루어진 이후인 이 사건 소제기일 무렵이 되어서야 취득한 것으로 경매절차의 매수인인 원고에게 유치권을 행사할 수는 없다는 취지로 주장한다. 그러나 ① 민법 제203조의 비용상환청구권과 달리 제3취득자의 비용상환청구권은 공익비용의 상환청구권의 성질을 갖는 것으로, 민법 제203조의 비용상환청구권에 적용되는 법리가 제3취득자의 비용상환청구권에 바로 적용될 수는 없는 점, ② 제3취득자는 저당물의 경매대가에서 우선상환을 받을 수 있고(민법 제367조), 우선변제청구권이 있는 채권자는 배당요구를 할 수 있는바(민사집행법 제268조, 제88조 제1항), 이에 비추어 제3취득자의 비용상환청구권의 변제기는 우선변제청구권이 있는 채권자로서 배당요구를 한 때 도래한다고 봄이 상당한데, 배당요구는 경매절차개시결정 이후에 이루어지는 절차이므로, 만약 원고의 주장처럼 경매개시결정의 기입등기 이전에 피담보채무의 변제기가 도래하는 경우에만 경매절차의 매수인에게 대항할 수 있다고 본다면 저당물의 제3취득자가 매수인에 대하여 유치권을 주장할 수 있는 경우란 있을 수 없는 점, ③ 저당물의 제3취득자 중 소유권을 취득한 자가 유치권 성립요건인 ‘타물권성’을 갖추려면 저당권실행을 위한 경매절차에서 매수인이 매각허가결정을 받아 매수대금을 완납하고 저당물의 소유권을 취득하여야 하는바, 경매개시결정의 기입등기 이전에 유치권을 취득하지 못하면 매수인에게 대항할 수 없다는 원고의 주장에 따르면 저당물의 제3취득자 중 소유권을 취득한 자는 언제나 매수인에게 유치권을 주장할 수 없게 되는 점 등에 비추어, 원고의 위 주장은 받아들이기 어렵다.<br/>    (4) 원고는, 담보권 실행을 위한 경매절차제도의 안정을 위하여 피고의 유치권 행사를 제한하여야 한다고도 주장하나, ① 갑 제2, 4호증의 각 기재에 의하면 인근에서 대규모 토목공사가 진행되는데 이 사건 각 토지의 일부도 위 토목공사에 포함되어 있는 사실이 이 사건 경매절차에 제출된 현황조사서에 기재되어 있고, 이 사건 각 토지에 토목공사가 진행되어 평탄화 작업이 이루어진 점이 경매를 위한 감정평가에서 가점으로 반영된 사실을 인정할 수 있는바, 이에 비추어, 원고나 근저당권자가 이 사건 경매절차에서 피고의 유치권 주장을 예상할 수 없었다고 보기는 어려운 점, ② 피고가 이 사건 경매절차에서 제3취득자의 비용상환청구권을 주장하였다면 선순위 근저당권자보다 우선적으로 해당비용의 상환을 받을 수 있었을 것인바(민법 제367조), 피고의 유치권 행사로 인하여 최종적으로 원고가 근저당권자에게 책임을 묻게 되더라도 이를 부당하다고 보기는 어려운 점, ③ 그 밖에 피고의 유치권 행사로 인하여 경매절차의 공정성과 신뢰가 현저히 훼손되고, 책임재산을 신속하고 적정하게 환가하여 채권자의 만족을 얻게 하려는 민사집행제도의 운영에 심각한 지장이 초래된다고 볼 만한 아무런 자료가 없는 점 등에 비추어 보면, 피고의 유치권 행사를 제한할 필요가 있다고 보기 어렵다. 원고의 위 주장도 이유 없다. <br/>다. 유치권 소멸 주장에 대한 판단<br/>    (1) 혼동에 의한 소멸 주장<br/>      원고는, 이 사건 각 토지에 대한 소유권과 유치권이 모두 피고에게 귀속되었으므로 민법 제191조에 규정된 혼동의 법리에 따라 유치권은 소멸하였다고 주장하나, 피고가 ‘타물권성’을 갖추어 유치권을 취득한 시점은 원고가 이 사건 각 토지의 소유자가 됨으로써 피고의 소유권이전등기가 말소된 이후로, 소유권과 유치권이 동시에 피고에게 귀속된 바 없으므로, 원고의 위 주장은 더 나아가 살필 필요 없이 이유 없다. <br/>    (2) 유치권의 소멸청구에 의한 소멸 주장<br/>      (가) 피고가 ① 제1심판결 별지1 목록 제2, 3항 기재 토지 위에 이 사건 각 건물을 건축한 행위와 ② 2018. 6. 18.경 이 사건 각 토지 중 1,650㎡ 및 이 사건 제2건물을 주식회사 유성이엔지에 매도하였다가 이를 취소하고 위 회사와 다시 임대차계약을 체결하여 위 건물의 점유를 이전한 행위는 모두 피고에게 유치권이 발생하기 전 피고가 소유자로서 한 행위이지 유치권자로서 한 행위가 아니므로, 원고는 위 각 행위를 이유로 유치권의 소멸을 청구할 수 없다. <br/>      (나) 원고는, 피고가 원고의 승낙 없이 주식회사 미호디자인(이하 ‘미호디자인’이라고만 한다)과 주식회사 명진정밀 레이져에 이 사건 각 토지 및 이 사건 각 건물을 임대하였다고 주장하며 이를 이유로 유치권의 소멸을 청구하나, 갑 제11 내지 16호증의 각 기재 및 영상만으로는 피고가 원고 주장과 같은 임대를 하였음을 인정하기에 부족하고, 달리 증거가 없다. 원고의 이 부분 주장은 더 나아가 살필 필요 없이 이유 없다.   <br/>      (다) 원고는, 피고와 임차인인 미호디자인이 이 사건 각 토지 위에 사무실 2개동을 신축하였다고 주장하며 이를 이유로 유치권의 소멸을 청구하나, 피고가 원고 주장의 사무실을 직접 건축하였다거나 미호디자인에게 이 사건 각 토지를 임대하였다고 볼 아무런 증거가 없으므로, 원고의 이 부분 주장도 더 나아가 살필 필요 없이 이유 없다. <br/>      (라) 원고는 다음으로, 피고가 미호디자인에게 이 사건 각 토지와 지상 건물을 임대하거나 사용하게 하지 않았다고 하더라도, 적어도 2021. 10. 9.경부터 2022. 4. 4.까지 6개월 이상 미호디자인이 이 사건 각 토지와 지상 건물을 사용하는 것을 방치하여 민법 제324조 제1항에 규정된 선관주의의무를 위반하였다고 주장하면서 이를 이유로 유치권의 소멸을 청구한다. 그러나 이 사건에서 유치권의 목적물은 건물이 아니라 이 사건 각 토지인데, 건물의 소유자 또는 점유자가 건물 부지인 토지를 원래의 용법대로 계속 사용하는 것은 특별한 사정이 없는 한 유치물인 토지의 보존에 필요한 사용(민법 제324조 제2항 단서)에 해당한다고 보아야 할 것이므로(대법원 1977. 1. 25. 선고 76다2096 판결 등 참조), 미호디자인이 이 사건 각 토지를 건물 부지로서의 일반적인 용법에 따라 사용하지 아니하여 그 가치를 훼손하였다는 등의 사정이 보이지 않는 이 사건에서, 설령 피고가 미호디자인이 일부 건물을 사용하면서 이 사건 각 토지의 일부를 건물 부지로 사용하는 것을 방치하였다고 하더라도 이를 들어 피고가 유치권자의 선관의무를 위배하였다고 보기는 어렵고, 달리 이를 뒷받침할 증거가 없다. 원고의 위 주장도 이유 없다. <br/>라. 신의칙 위반 주장에 대한 판단<br/>    원고는, 피고가 이 사건 각 토지에 대한 임의경매절차에서 소유권자로서 배당잉여금 226,598,857원을 이미 지급받았으면서 다시 이 사건 각 토지에 대한 유치권을 주장하는 것은 신의칙에 반한다는 취지로 주장하나, 소유자로서 이 사건 경매절차에서 배당잉여금을 받는 것과 저당물의 제3취득자로서 비용상환청구권을 피담보채권으로 하여 유치권을 주장하는 것은 서로 다른 별개의 권리를 행사하는 것이므로, 양 권리를 모두 행사하였다는 사정만으로 신의칙에 위배하였다고 단정하기 어렵고, 그 밖에 피고의 유치권 행사가 신의칙에 반한다고 볼만한 다른 사정이 없다. 원고의 이 부분 주장도 이유 없다.   <br/>3. 결  론<br/>  그렇다면 제1심판결은 정당하므로 원고의 항소를 기각한다.    <br/><br/>판사 오연수(재판장) 류창성 정회일 ",
  "사건번호": "2021나78022",
  "사건종류코드": "400101",
  "판례정보일련번호": "238619",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}