{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210204",
  "법원명": "서울고등법원",
  "사건명": "초상권침해금지및방해예방청구",
  "판례내용": "【원고, 피항소인】 원고(소송대리인 변호사 배수진)<br/>【피고, 항소인】 주식회사 엘가플러스(소송대리인 법무법인(유한) 바른 담당변호사 오성환 외 1인)<br/>【제1심판결】 서울중앙지방법원 2020. 5. 13. 선고 2018가합591790 판결<br/>【변론종결】2021. 1. 22.<br/>【주    문】<br/>1. 제1심 판결을 취소한다.<br/>2. 이 법원에서 추가된 청구를 포함하여 원고의 청구를 모두 기각한다.<br/>3. 소송 총비용은 원고가 부담한다.<br/><br/>【청구취지, 항소취지 및 부대항소취지】1. 청구취지 및 부대항소취지<br/>제1심 판결을 다음과 같이 변경한다. <br/>가. 피고는 별지1 목록 표시 인터넷 웹페이지들에서 원고 초상이 포함된 별지3 내지 별지1062 사진 인영들 및 이를 가공한 사진 인영들의 게재를 중단하라.<br/>나. 피고는 별지1 목록 표시 인터넷 웹페이지들에서 원고 초상이 포함된 별지3 내지 별지1062 사진 인영들 및 이를 가공한 사진 인영들의 게재를 하여서는 아니 된다.<br/>다. 피고는 원고 초상이 포함된 별지3 내지 별지1062 사진 인영들, 이를 가공한 사진 인영들 및 유사한 형태의 사진 인영들을 별지2 목록 표시 상품 및 이와 유사한 상품의 판매를 위하여 인터넷 웹페이지에 게재하거나 게재를 허락한 행위를 중단하라.<br/>라. 피고는 원고 초상이 포함된 별지3 내지 별지1062 사진 인영들, 이를 가공한 사진 인영들 및 유사한 형태의 사진 인영들을 별지2 목록 표시 상품 및 이와 유사한 상품의 판매를 위하여 인터넷 웹페이지에 게재하거나 게재를 허락하여서는 아니 된다.<br/>마. 피고가 가, 나, 다, 라항 기재 각 의무를 이행하지 아니할 경우 피고는 원고에게 월 10,000,000원으로 계산한 돈을 지급하라.<br/>바. 피고는 원고에게 390,000,000원 및 이에 대하여 이 사건 부대항소장 송달 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라(원고는 제1심에서 초상권 침해 금지만을 청구하였다가 이 법원에서 초상권 침해의 불법행위에 따른 손해배상 청구를 추가하였다).<br/>2. 항소취지<br/>제1심 판결을 취소한다. 원고의 청구를 모두 기각한다.<br/>【이    유】1. 기초사실<br/>가. 원고는 2017. 6. 22. ○○매니지먼트 주식회사와 연예인 전속계약을 체결하고 ‘△△’이라는 예명으로 배우 등 활동을 하고 있는 연예인이고, 피고는 목걸이, 귀걸이 등 장신구 판매업을 영위하는 회사로 인터넷 쇼핑몰인 □□주얼리(이하 ‘이 사건 쇼핑몰’이라 한다)를 운영하고 있다.<br/>나. 피고와 원고가 2016. 6. 19. 피고를 촬영자로, 원고를 모델로 정하여 다음과 같은 내용의 촬영계약(이하 ‘촬영계약’이라 한다)을 체결하였다(아래의 촬영계약서 제5조 제5항 이하에 기재된 부분을 분리하여 ‘이 사건 조항’이라 한다).<br/>촬영계약서촬영자(피고)와 모델(원고)은 다음과 같이 촬영 계약을 체결한다.제2조 [계약서]이 계약서에는 피고와 원고가 촬영을 원하는 날짜, 시간, 장소, 촬영세부내용 등을 확약하는 문서입니다.피고와 원고는 촬영에 대하여 충분히 협의를 했고, 정확히 숙지하여 최종 결정하였으며, 촬영의 내용이 협의 내용에 반하지 않는 한 이 계약서를 준용합니다.제5조 [저작권 및 초상권]1. 저작권 및 사용권은 피고의 소유입니다.2. 초상권은 원고의 소유입니다.3. 피고는 해당 상품의 촬영본을 인터넷에 게시, 인화, 전시 출판할 수 있습니다.4. 원고는 제공된 촬영본의 개인적인 복제와 인화, 인터넷상 게시 할 수 있습니다.5. 원고는 촬영본을 개인적인 목적에만 사용할 수 있습니다.촬영본의 제3자에 대한 상업적인 제공 및 2차 가공은 불가능하며, 상업적 활용 및 제3자에 대한 제공이 필요한 경우 피고와 원고는 상호 합의 하에 진행하여야 합니다(이 사건 조항).<br/>다. 피고는 촬영계약에 따라 2016. 7. 29.부터 2017. 6. 1.까지 총 9차례에 걸쳐 별지3 내지 별지1062 기재 각 사진(이하 ‘이 사건 사진’이라 한다)과 같이 피고가 판매하는 장신구를 착용한 원고의 사진을 촬영하였고, 1회당 촬영비를 45만 원으로 정하여 원고에게 합계 405만 원을 지급하였다.<br/> 라. 피고는 자신이 판매하는 상품을 광고하기 위하여 이 사건 사진을 이 사건 쇼핑몰에 게재하거나, 롯데쇼핑닷컴(lotte.com)과 같이 제3자가 운영하는 인터넷 쇼핑몰 및 네이버(naver.com), 다음(daum.net) 등의 인터넷 포털사이트에 각 게재되도록 하여 이를 사용하고 있다(이하 이를 통틀어 ‘이 사건 사진사용’이라 한다).<br/>[인정 근거] 다툼 없는 사실, 갑 제1, 3 내지 8호증(가지번호 있는 것은 가지번호 포함. 이하 같다), 을 제1, 2호증의 각 기재, 변론 전체의 취지<br/>2. 당사자의 주장<br/>가. 원고<br/> 이 사건 사진을 상업적으로 활용하기 위해서는 촬영계약서 이 사건 조항에 따라 원고와 피고가 협의하여야 하나 이 사건 사진사용에는 원고의 동의가 없어 피고가 촬영계약을 위반한 것이므로 원고는 이를 이유로 촬영계약을 해지하거나, 민법 제603조(소비대차의 반환시기), 제635조(기간의 약정없는 임대차의 해지통고), 제660조(기간의 약정이 없는 고용의 해지통고)의 유추적용에 따른 해지권을 행사하여 촬영계약을 해지하였다. 또한 촬영계약에서 이 사건 사진의 사용기간을 ‘상품 판매 기간’으로 정한 것은 그 조건이 선량한 풍속 기타 사회질서에 위반되어 촬영계약 전체가 무효에 해당하거나, ‘상품 판매 기간’이라는 불확정기한이 도래하여 촬영계약이 실효된 것으로 보아야 한다.<br/> 이처럼 촬영계약이 계약 위반 또는 민법 규정의 유추적용에 따라 발생한 원고의 해지권 행사에 따라 해지되어 효력이 상실되었거나, 촬영계약 자체가 무효에 해당하거나, 또는 불확정기한의 도래로 실효되어 피고의 이 사건 사진사용은 원고의 초상권을 침해하는 것이므로, 피고에게 이 사건 사진의 삭제 등 초상권 침해행위의 금지와 그 이행을 강제하기 위한 간접강제, 초상권 침해의 불법행위에 따른 재산적 손해와 위자료의 배상을 구한다.<br/>나. 피고<br/> 원고는 촬영계약 당시 이 사건 사진의 상업적 활용을 인지하고 이에 동의한 것이며, 그 사용기간은 해당 상품이 판매되는 기간으로 정하였다. 따라서 이 사건 사진사용에 관한 원고와 피고 간 합의는 유효하며 피고의 이 사건 사진사용은 원고의 초상권을 침해하지 않으므로, 피고가 원고의 초상권을 침해하였음을 전제로 하는 원고의 초상권 침해행위 금지청구(간접강제 포함) 및 불법행위에 따른 손해배상청구는 모두 이유 없다.<br/>3. 판단<br/>가. 초상권 침해행위 금지청구에 관한 판단<br/> 1) 이 사건 사진사용에 원고의 동의가 있었는지 여부(적극)<br/> 가) 타인의 얼굴 기타 사회통념상 특정인임을 식별할 수 있는 신체적 특징이 나타나는 사진을 촬영하거나 공표하고자 하는 사람은 피촬영자로부터 촬영에 관한 동의를 받고 사진을 촬영하여야 하고, 사진촬영에 관한 동의를 받았다 하더라도 사진촬영에 동의하게 된 동기 및 경위, 사진의 공표에 의하여 달성하려는 목적, 거래관행, 당사자의 지식, 경험 및 경제적 지위, 수수된 급부가 균형을 유지하고 있는지 여부, 사진촬영 당시 당해 공표방법이 예견 가능하였는지 및 그러한 공표방법을 알았더라면 당사자가 사진촬영에 관한 동의 당시 다른 내용의 약정을 하였을 것이라고 예상되는지 여부 등 여러 사정을 종합하여 볼 때 사진촬영에 관한 동의 당시에 피촬영자가 사회 일반의 상식과 거래의 통념상 허용하였다고 보이는 범위를 벗어나 이를 공표하고자 하는 경우에는 그에 관하여도 피촬영자의 동의를 받아야 한다. 그리고 이 경우 피촬영자로부터 사진촬영에 관한 동의를 받았다는 점이나, 촬영된 사진의 공표가 사진촬영에 관한 동의 당시에 피촬영자가 허용한 범위 내의 것이라는 점에 관한 증명책임은 그 촬영자나 공표자에게 있다(대법원 2013. 2. 14. 선고 2010다103185 판결).<br/> 나) 앞서 든 증거에 을 제3, 5 내지 7, 9 내지 12호증의 각 기재와 변론 전체 취지를 보태어 인정되는 다음과 같은 사정을 위 법리에 비추어 살펴보면, 이 사건 사진사용은 일반의 상식과 거래의 통념상 원고가 허용하였다는 보이는 범위에 속하는 것으로서 원고의 동의가 있었다고 봄이 타당하다.<br/>  (1) 촬영계약서 제5조 제1항은 촬영계약에 따라 만들어진 촬영본의 저작권 및 사용권이 피고에게 있음을, 제3항은 피고가 촬영본을 인터넷에 게시, 인화, 전시 출판할 수 있음을 명시하고 있다. 피고는 이 사건 사진 촬영에 2,000만 원이 넘는 비용을 투입한 것으로 보이고, 이러한 사정과 사회통념을 고려해보면 피고가 촬영계약서 제5조 제3항에 따라 이 사건 사진을 인터넷에 게시한다는 것은 피고가 상품 판매를 위하여 이 사건 사진을 사용하는 것임이 명백하며, 이에 따라 원고의 초상이 쇼핑몰 웹사이트에 게재되거나 인터넷 포털사이트 검색에 노출되는 것은 당연히 전제되어 있다고 할 것이다. 이와 달리 이 사건 조항이 피고의 이 사건 사진사용에 별도의 합의가 필요하다고 보는 것은 촬영계약서 제5조 다른 항과의 체계와 전혀 부합하지 않고, 오히려 이 사건 조항의 ‘제3자에의 제공 및 2차 가공’, ‘상업적 활용’이나 ‘제3자에의 제공’의 의미는 촬영본을 제3자에게 판매하는 등 촬영본 그 자체를 통해 수익을 발생시키는 경우를 예정한 것으로 볼 여지가 있다.<br/>  (2) 피고가 상품 판매에 사용한 전체 촬영본 중 원고의 얼굴이 드러나는 이 사건 사진에 비하여 원고가 착용한 제품 자체에 초점을 맞춘 사진이 차지하는 비중이 훨씬 높은 점에 비추어 볼 때, 이 사건 사진을 인터넷에 게재함에 따라 달성하려고 한 목적은 이 사건 쇼핑몰을 통해 온라인으로 제품을 구매하려는 소비자에게 해당 제품을 실제 착용하였을 때의 모습을 보여줌으로써 제품에 대한 상세한 정보를 전달하는 것에 있고, 피고에게 원고의 인지도나 유명세를 이용할 의도까지 있었다고는 보이지 않는다.<br/>  (3) 온라인 쇼핑몰 운영업체와 모델 간에 제품 착용 사진을 촬영하는 계약을 체결할 경우 그 촬영본이 해당 업체의 제품 설명을 위해 사용되며 그 상품이 판매되는 기간 동안 사용된다는 점을 당사자 모두 인지한 상태에서 계약을 진행하는 것으로 보이고, 피고가 판매하는 제품처럼 판매주기가 길다고 하여 별도로 촬영본의 사용기간을 제한하는 등의 합의가 이루어지고 있다는 자료는 찾아볼 수 없다.<br/>  (4) 촬영계약 당시 원고는 모델로 활동하며 피고와 동종 제품을 판매하는 업체와의 사진촬영에 참여하였던 것으로 보이고, 피고 측은 원고에게 촬영본이 편집된 후 피고 제품의 판매를 위해서 사용된다는 점을 고지한 것으로 보인다.<br/>  (5) 전속적 성격을 가진 광고모델계약과 달리 이 사건 촬영계약의 경우 원고가 다른 업체와의 촬영하는 것을 제한하고 있지 않고, 원고가 촬영 시마다 지급받은 45만 원은 보통의 사람들이 하루 동안 벌 수 있는 수입에 비교해 볼 때 고수익에 해당하며, 원고로서는 이 사건 사진이 인터넷에 게재됨으로써 모델 경력이 인정되고 인지도가 상승하는 이익이 발생한다. 반면에 피고는 앞서 살펴본 바와 같이 이 사건 사진을 촬영하는 데 약 2,000만 원 이상의 비용을 투입하였을 뿐만 아니라 원고의 인지도가 제품 홍보에 미치는 영향이 크지 않으므로 이 사건 사진사용에 따라 발생한 판매수익은 피고가 촬영에 투입한 비용의 회수에 가깝다고 평가할 수 있다. 결국 피고가 원고에게 지급한 촬영료와 해당 상품 판매기간 동안 이 사건 사진을 사용함에 따른 이익이 균형을 이루는 것으로 보이고, 특별히 원고에게 불리하거나 이례적으로 적은 비용을 지급받은 것으로 보이지 않는다.<br/>  (6) 원고는 마지막 촬영일로부터 1년 가까이 지나서야 피고에게 이 사건 사진의 삭제를 요청하였고, 그 근거로 피고가 이 사건 사진을 사용하는 데 원고와 피고 간 상호 합의가 없다거나 이 사건 사진의 사용기간을 도과하였음을 지적하지도 않았을 뿐더러, 오히려 피고가 인터넷에 촬영본을 게재하는 것을 용인하고 있었음을 전제로 피고가 이 사건 사진을 쇼핑몰에 게재한 것과 원고가 새롭게 진행하려는 광고계약이 충돌하여 삭제를 요청하게 된 것이라 설명하였다. 이와 같이 피고가 이 사건 사진을 사용한 것에 대하여 원고가 취하였던 태도와 앞서 살펴본 이 사건 사진을 인터넷에 게재하여 피고가 달성하려는 목적, 거래관행, 원고의 경험 및 급부 간의 균형 등의 사정을 모두 종합해보면, 원고는 피고가 해당상품 판매 기간 동안 이 사건 사진을 상업적으로 활용할 것을 예견하고 있었다고 넉넉히 추단된다.<br/> 2) 이 사건 촬영계약이 적법하게 해지되었는지 여부(소극)<br/> 가) 법률의 유추적용은 법률의 흠결을 보충하는 것으로 법적 규율이 없는 사안에 대하여 그와 유사한 사안에 관한 법규범을 적용하는 것이다. 이러한 유추를 위해서는 법적 규율이 없는 사안과 법적 규율이 있는 사안 사이에 공통점 또는 유사점이 있어야 한다. 그러나 이것만으로 유추적용을 긍정할 수는 없다. 법규범의 체계, 입법 의도와 목적 등에 비추어 유추적용이 정당하다고 평가되는 경우에 비로소 유추적용을 인정할 수 있다(대법원 2020. 4. 29. 선고 2019다226135 판결 등 참조).<br/> 나) 갑 제2호증에 의하면 원고는 2018. 11. 28. 피고에게 사진사용계약의 해지를 통보한 사실이 인정되나, 앞서 살펴본 것처럼 피고가 상품을 판매하는 기간 동안 이 사건 사진사용에 원고의 동의가 있었다고 보는 이상 피고가 이 사건 촬영계약을 위반하였다고 볼 수 없을 뿐만 아니라, 이 사건 촬영계약이 기간의 약정이 없는 소비대차, 임대차 및 고용계약과 유사하다고 보기 어려워 원고가 주장하는 계약 해지 규정을 유추적용하는 것이 정당하다고 보기 어렵다.<br/> 다) 따라서 원고의 2018. 11. 28.자 해지통고가 적법한 해지권 행사라고 볼 수 없으므로, 촬영계약은 유효하게 존속한다.<br/> 3) 촬영계약이 무효이거나 실효되었는지 여부(소극)<br/> 가) 상품 판매 기간 동안 이 사건 사진사용을 계속하기로 한 합의에서 상품 판매가 종료될지 여부는 피고의 선택에 따른 것으로서 장래 발생할 것인지가 불확실한바, 조건에 해당한다고 봄이 타당하다.<br/> 나) ‘상품이 판매되는 동안’ 사진사용을 계속할 수 있게 하는 것이 선량한 풍속 기타 사회질서에 위반한 조건인지 여부를 살피건대, 앞서 든 증거에 의하면 ① 촬영계약에 기해 촬영된 사진들은 원고의 초상 자체보다는 피고가 판매하는 제품에 초점이 맞추어져 있고 이를 통해 피고 브랜드와 판매 제품의 이미지를 형상화하는데 목적이 있다고 보이는 점, ② 원고는 이 사건 촬영계약 체결 당시 비교적 인지도가 낮았던 것으로 보이고, 이에 피고가 원고의 초상을 사용하기 위한 목적에서 촬영계약을 체결한 것이라고 보기는 어려운 점, ③ 이처럼 원고의 초상은 상품을 돋보이게 할 목적에 의하여 부수적으로 공개될 뿐이어서 이 사건 사진사용에 따른 원고의 초상권 제한정도가 극심하다고 보이지 않는 점, ④ 오히려 원고의 초상을 공개하는 것 자체가 피고가 판매하는 제품의 매출 향상에 미치는 영향은 크지 않음에도 원고가 상당한 기간이 지났다는 이유를 들어 언제든지 그 사용을 금지할 수 있다고 한다면 피고는 또 다시 상당한 비용을 들여 재촬영을 진행하거나 그것이 불가능할 경우 상품 판매에 지장이 발생하게 되어 부당한 점 등의 사정을 모두 종합해보면, 상품 판매 지속여부에 관한 피고의 의사결정에 따라 이 사건 사진사용에 관한 권한도 피고에게 부여된 것이 선량한 풍속 기타 사회질서에 위반된다고 보기 부족하고 달리 이를 인정할 증거가 없다.<br/> 다) 따라서 상품 판매 기간 동안 이 사건 사진사용을 할 수 있도록 한 것이 불법조건에 해당하지 않으므로 촬영계약은 유효하다.<br/> 4) 소결론<br/> 피고의 이 사건 사진사용이 원고의 초상권을 침해하지 않으므로, 이와 다른 전제에 선 원고의 이 부분 청구는 받아들일 수 없다.<br/>나. 불법행위에 기한 손해배상청구에 관한 판단<br/> 피고의 이 사건 사진사용이 원고의 초상권을 침해하지 않는다는 점은 앞서 살펴본 바와 같으므로, 피고의 불법행위를 전제로 한 원고의 이 부분 청구 역시 이유 없다.<br/>4. 결론<br/> 초상권 침해금지 및 그 간접강제를 인용한 제1심 판결은 이와 결론을 달리하여 정당하지 아니하므로, 이에 대한 피고의 항소를 받아들여 제1심 판결을 취소하고 그 취소 부분에 해당하는 원고의 청구를 기각하며, 이 법원에서 추가된 원고의 불법행위에 따른 손해배상 청구를 기각한다.<br/> (별지 생략)<br/><br/>판사 강민구(재판장) 박재영 이정훈 ",
  "사건번호": "2020나2018284",
  "사건종류코드": "400101",
  "판례정보일련번호": "217565",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}