{
  "판시사항": "[1] 업무방해죄에서 말하는 ‘위력’의 의미 및 위력에 해당하는지 판단하는 기준<br/>[2] 甲 주식회사가 운영하는 사우나에서 시설 및 보일러, 전기 등을 관리하던 피고인이, 甲 회사가 乙에게 사우나를 인계하는 과정에서 자신을 부당하게 해고하였다는 이유로 화가 나 그곳 전기배전반의 위치와 각 스위치의 작동방법 등을 알려주지 않는 등으로 甲 회사의 사우나 경영 업무를 방해하였다는 내용으로 기소된 사안에서, 제반 사정을 종합하면, 피고인의 위 행위가 甲 회사나 乙이 사우나를 운영하려는 자유의사 또는 甲 회사가 乙에게 사우나의 운영에 관한 업무 인수인계를 정상적으로 해 주려는 자유의사를 제압하기에 족한 위력에 해당한다고 단정하기 어렵다고 한 사례<br/>",
  "참조판례": "[1] 대법원 2009. 9. 10. 선고 2009도5732 판결(공2009하, 1722), 대법원 2016. 10. 27. 선고 2016도10956 판결<br/>",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "[1] 형법 제314조 / [2] 형법 제314조 제1항, 형사소송법 제325조<br/>",
  "선고일자": "20171109",
  "법원명": "대법원",
  "사건명": "업무방해",
  "판례내용": "【피 고 인】 피고인<br/>【상 고 인】 피고인<br/>【변 호 인】 변호사 김래영<br/>【원심판결】 서울북부지법 2017. 7. 20. 선고 2016노2761 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울북부지방법원 합의부에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 업무방해죄의 ‘위력’이란 사람의 자유의사를 제압·혼란하게 할 만한 일체의 세력으로, 유형적이든 무형적이든 묻지 아니하고, 현실적으로 피해자의 자유의사가 제압되어야만 하는 것도 아니다. 그렇지만 범인의 위세, 사람 수, 주위의 상황 등에 비추어 피해자의 자유의사를 제압하기 족한 정도가 되어야 하는 것으로서, 그러한 위력에 해당하는지는 범행의 일시·장소, 범행의 동기, 목적, 인원수, 세력의 태양, 업무의 종류, 피해자의 지위 등 제반 사정을 고려하여 객관적으로 판단하여야 한다(대법원 2016. 10. 27. 선고 2016도10956 판결 등 참조).<br/>  2. 이 사건 공소사실의 요지는, “피고인은 서울 노원구에 있는 ○○사우나(이하 ‘이 사건 사우나’라 한다)에서 시설 및 보일러, 전기 등을 관리하던 사람인데, 2015. 3. 3. 18:00경 피해자 공소외 1 주식회사(이하 ‘피해자’라 한다)가 공소외 2에게 이 사건 사우나를 인계하는 과정에서 피고인을 부당하게 해고했다는 이유로 화가 나, 그곳 보일러 전원 스위치, 광고용 간판 스위치 등이 설치된 전기배전반의 위치와 각 스위치의 작동방법 등을 알려주지 않는 등 업무 인수인계를 거부하여 위 배전반을 고장 나게 하는 등 위력으로 피해자의 사우나 경영 업무를 방해하였다.”라는 것이다.<br/>  3. 이에 대하여 원심은, 그 판시와 같은 사정을 들어 업무 인수인계를 거부한 피고인의 위와 같은 행위는 업무방해죄에서 정한 ‘위력’에 해당하고, 이로 인해 피해자의 사우나 경영 업무가 방해된 사실을 인정할 수 있다고 판단하여, 이 사건 공소사실을 유죄로 인정하였다.<br/>  4. 그러나 앞서 본 법리와 기록에 의하여 알 수 있는 다음과 같은 사정에 비추어 보면, 원심의 위와 같은 판단은 그대로 수긍하기 어렵다.<br/>  ① 피해자는 건물 소유자인 공소외 3 주식회사와 이 사건 사우나에 관한 임대차계약을 체결한 후 위 사우나를 운영하였고, 피고인은 이 사건 사우나에서 시설 및 보일러, 전기 등을 관리하는 업무를 담당하였다.<br/>  ② 공소외 3 주식회사는 피해자와의 위 임대차계약을 해지하고, 공소외 2와 새로운 임대차계약을 체결하였는데, 공소외 2는 피고인과의 고용관계를 승계하지 아니하였고, 피해자는 2015. 3. 3.경 피고인에게 해고 통지를 하였다.<br/>  ③ 이 사건 사우나의 새로운 임차인인 공소외 2는 2015. 3. 3.경 피고인에게 이제부터 자신이 사우나를 운영하게 되었다며 인수인계를 해 달라고 하였으나, 피고인은 자신이 부당하게 해고되었다는 등의 이유로 화가 나 그에게 이 사건 사우나의 전기배전반 위치와 각 스위치의 작동방법 등을 알려주지 않았다.<br/>  ④ 이에 전에 사우나를 운영해 본 경험이 있던 공소외 2는 각종 스위치를 작동시켜 보는 방법으로 사우나 내의 시설 등에 대한 작동방법을 습득하였는데, 그 과정에서 광고용 간판 스위치의 위치는 3일 만에 찾아내어 간판등은 3일 동안 켜놓게 되었다.<br/>  ⑤ 피고인이 이처럼 이 사건 사우나의 전기배전반 위치 등을 알려주지 않았으나, 그 다음 날의 사우나 영업은 정상적으로 이루어졌다. 그 후 사우나의 보일러 스위치를 켰음에도 보일러의 버너가 작동되지 않는 상황이 발생하였고, 이에 공소외 2는 보일러에 적혀 있는 전화번호로 수리업자에게 연락하여 고장 난 순환펌프를 수리한 후 계속하여 보일러를 사용할 수 있었다.<br/>  그런데 공소외 2는 제1심법정에서 보일러의 순환펌프가 고장 난 이유가 피고인이 업무 인수인계를 거부하였기 때문인지, 아니면 순환펌프의 노후로 인한 것인지 알 수 없다고 진술하였는바, 위와 같은 순환펌프 고장이 피고인이 전기배전반의 작동법 등을 알려주지 않은 것에 기인한 것이라고 단정할 수도 없다.<br/>  ⑥ 한편 공소외 2는 피고인으로부터 이 사건 사우나에 있는 모든 사물함을 시정할 수 있는 마스터키를 교부받지 못하였으나, 옷장 납품업자를 통해 마스터키를 새로 구입하여 사용하였다.<br/>  결국, 위와 같은 피고인의 행위 동기, 그 태양과 정도 등에 비추어 보면, 피고인이 단지 전기배전반의 위치와 각 스위치의 작동방법 등을 알려주지 않은 행위가 피해자나 공소외 2가 사우나를 운영하려는 자유의사 또는 피해자가 공소외 2에게 이 사건 사우나의 운영에 관한 업무 인수인계를 정상적으로 해 주려는 자유의사를 제압하기에 족한 위력에 해당한다고 쉽게 단정하기는 어렵다. 또한 피고인의 위와 같은 행동으로 인하여, 이 사건 사우나를 인수한 공소외 2가 위 사우나를 정상적으로 운영하는 것이 불가능하거나 현저히 곤란하게 되었다고 보기도 어렵다.<br/>  그런데도 원심은 그 판시와 같은 이유로 이 사건 공소사실을 유죄로 판단하였으니, 거기에는 업무방해죄의 위력에 관한 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 있다. 이를 지적하는 취지의 상고이유 주장은 이유 있다.<br/>  5. 그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김용덕(재판장) 김신 박상옥(주심) 박정화 ",
  "사건번호": "2017도12541",
  "사건종류코드": "400102",
  "판례정보일련번호": "204816",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}