{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20160929",
  "법원명": "서울중앙지방법원",
  "사건명": "배임수재ㆍ부동산가격공시및감정평가에관한법률위반ㆍ배임증재",
  "판례내용": "【피  고  인】 피고인 1 외 4인<br/>【검       사】 주혜진(기소), 김재화(공판)<br/>【변  호  인】 법무법인 광장 외 3인<br/>【주    문】<br/>피고인 1을 징역 1년, 피고인 2를 징역 1년 6월, 피고인 3을 징역 10월, 피고인 4를 징역 8월, 피고인 5 회사를 벌금 7,000,000원에 각 처한다.<br/>다만, 이 판결 확정일부터 피고인 1, 피고인 2, 피고인 3, 피고인 4에 대하여 각 2년간 위 각 형의 집행을 유예한다.<br/>피고인 1로부터 31,922,000원, 피고인 2로부터 32,831,880원, 피고인 3으로부터 27,251,000원을 각 추징한다. <br/><br/>【이    유】범죄사실<br/>피고인 1은 피고인 5 회사(이하 ‘피고인 5 회사’라고 한다)의 전 대표이사 겸 감정평가사이고, 피고인 2는 피고인 5 회사의 감정평가사이며, 피고인 3은 공소외 2 회사(이하 ‘공소외 2 회사’라고 한다)의 감정평가사이고, 피고인 5 회사는 감정평가업 등을 목적으로 설립된 법인이며, 피고인 4는 서울 용산구 (주소 생략)에 있는 (아파트명 생략) 아파트(이하 ‘이 사건 아파트’라고 한다)의 임차인으로서 이 사건 아파트 분양전환 대책위원회의 위원장이다.<br/>  이 사건 아파트는 시행사이자 소유자인 ○○○○ 주식회사(이하 ‘○○○○’라고 한다)에서 2009년경부터 신축하여 2011년경 완공한 민간건설 임대주택이고, ○○○○는 2009. 2.경 임차인 모집공고를 통하여 임차인을 모집한 후 2011. 1.경 당첨된 임차인들과 사이에 임대차 기간을 5년으로 정하여 임대차계약을 체결하였다.<br/>  한편, 관련 법령에 따르면 위 임대차기간 5년 중 1/2의 기간이 경과한 2013. 7.경부터 시행사와 임차인들이 분양전환에 합의하면 이 사건 아파트의 분양전환이 가능하였다. 이에 ○○○○는 2013년 초순경 분양전환이 가능한 시기가 다가오자 분양을 원하는 임차인들에게 이 사건 아파트를 분양하기로 하였고, 임차인들 역시 시행사와의 분양전환 협상 등을 위하여 ‘(아파트명 생략) 분양전환 대책위원회’(이하 ‘이 사건 대책위원회’라고 한다)를 결성하였으며, 피고인 4는 그 무렵부터 이 사건 대책위원회의 위원장으로 재직하면서 임차인 측 분양전환 요구금액을 산정하기 위해 감정평가법인들과 접촉하기 시작하였다.<br/>피고인 4는 위와 같이 감정평가법인을 선정하려던 상황에서 이 사건 대책위원회 소속 위원으로부터 피고인 5 회사를 소개받았고, 피고인 5 회사 대표이사인 피고인 1 역시 평소 알고 지내던 공소외 11로부터 이 사건 대책위원회 측에서 감정평가법인을 선정하려고 하고 있다는 연락을 받고 피고인 5 회사 소속 감정평가사인 피고인 2에게 피고인 4를 찾아가 감정평가 업무를 수주해 보라고 하였다.<br/>1. 피고인 1, 피고인 2, 피고인 3, 피고인 5 회사의 부동산가격공시및감정평가에관한법률위반<br/>  감정평가업자는 신의와 성실로써 공정하게 감정평가를 하여야 하고, 고의로 잘못된 평가를 하여서는 아니된다. <br/>  그럼에도 불구하고, 피고인 2는 2013. 7.경 서울 강남구 (주소 2 생략)에 있는 피고인 4 운영의 ◎◎◎◎ 주식회사(이하 ‘◎◎◎◎’라고 한다) 사무실에서 피고인 4로부터 “(아파트명 생략) 아파트 감정가격을 어느 정도로 해줄 수 있냐. 최대한 해줄 수 있는 금액을 제시해봐라”는 제의를 받는 등 사실상 이 사건 아파트를 최대한 낮은 금액으로 감정평가 해달라는 취지의 말을 듣고, 업무 수주를 위하여 실제 감정평가를 진행하지 않은 채, 소위 ‘탁상감정’을 통해 ‘(아파트명 생략) 임대주택 분양을 위한 감정평가 제안서’(이하 ‘이 사건 감정평가 제안서’라고 한다)를 만들면서 이 사건 감정평가 제안서의 ‘Ⅶ. 제안 추정단가’ 항목에 당시 이 사건 아파트의 전세보증금 수준에도 못 미치는 금액으로 평형별 평당 가격을 표로 정리해 놓고, 그 아래 ‘※ 상기 추정 단가는 추후 정식 감정 진행시 결정 가능한 확정 가액의 범위입니다’라고 기재하여 감정평가를 진행하기 전에 가격을 확정한 후, 그 무렵 피고인 4에게 이 사건 감정평가 제안서에 기재된 가격에 맞추어 감정평가를 해주겠다고 하면서 이를 제출하였다.<br/>  그 후 피고인 2는 지속적으로 피고인 4와 전화통화를 하거나 ◎◎◎◎ 사무실에 찾아가 업무 수주 여부를 계속 확인하면서 이 사건 감정평가 제안서에 기재된 가격으로 감정평가를 해줄 수 있는지 여부를 재차 확인하는 피고인 4와 이 사건 대책위원회 위원인 공소외 9에게 그 금액으로 감정평가를 하는 것에 아무런 문제가 없다고 다짐하였고, 이에 피고인 4는 2013. 9. 4.경 피고인 2에게 피고인 5 회사와 공소외 2 회사의 컨소시엄 형태로 이 사건 대책위원회 측 감정평가 업무를 진행하기로 하였음을 통보하였다.<br/>  이후 피고인 2는 2013. 9. 5.경 ◎◎◎◎ 사무실에서 위와 같이 실제 감정평가를 진행하지도 않은 상태에서 피고인 4, 공소외 9를 만나 그들로부터 “제안서에 기재된 금액대로 600세대를 1조 800억 원 정도로 감정평가 해달라. 그 금액대로 감정평가를 해주지 않으면 우리는 수수료를 줄 수 없다. 그리고 사실 제안서 금액도 높은데, 더 낮게 해달라. 가격대로 틀림없이 감정평가를 해주겠다는 것을 믿을 수 있도록 가격을 용역계약서에 첨부하자”는 부탁을 받고 다시 한 번 이 사건 감정평가 제안서에 기재된 금액대로 감정평가를 해주겠다고 말하면서 이를 승낙하였다.<br/>  이후 피고인 2, 피고인 1은 2013. 9. 9.경 서울시 종로구 (주소 3 생략)에 있는 피고인 5 회사 사무실에서 피고인 4, 공소외 9를 만나 이 사건 대책위원회와 사이에 피고인 5 회사와 공소외 2 회사 명의로 감정평가 용역계약(이하 ‘이 사건 용역계약’이라고 한다)을 체결하면서 그 임무에 위배하여 피고인 4, 공소외 9의 위와 같은 부정한 청탁에 따라 실제 감정평가를 하지도 않은 상태에서 제안한 금액으로 감정평가를 해주겠다고 하면서 이 사건 용역계약서에 감정평가 추정가액이라는 제목으로 이 사건 아파트의 평형별 평당 가격이 기재되어 있는 표를 첨부하였고, 이러한 사실을 용역계약서의 적정성 여부를 검토하는 피고인 5 회사 기획이사에게 알리지 아니하였다. 또한 피고인 2는 같은 날 피고인 5 회사와 공소외 2 회사 사이의 업무협약에 따라 이 사건 용역계약에 따른 감정평가 업무를 공동으로 진행할 공소외 2 회사 소속 감정평가사인 피고인 3에게 위와 같이 감정평가 추정가액이 첨부되어 있는 이 사건 용역계약서를 이메일로 보내주었고, 피고인 3 역시 이 사건 용역계약서에 감정평가 추정가액이 첨부되어 있다는 사실을 공소외 2 회사에 보고하지 아니하였다.<br/>  계속하여 피고인 2, 피고인 3은 그때부터 2013. 9. 27.경까지 이 사건 용역계약서에 첨부되어 있는 감정평가 추정가액에 맞추기 위해 그 임무에 위배하여 거래사례 비교법에 의해 이 사건 아파트에 대한 감정평가를 하면서 주변에 유사사례가 있음에도 노후화된 공동주택만을 비교사례로 선정하거나 ‘☆☆☆☆☆’ 등 이 사건 아파트에 비해 상당히 열세에 있는 주택을 오히려 이 사건 아파트보다 높게 평가하는 등 비교사례에 비해 이 사건 아파트를 지나치게 과소평가 하는 방법으로 감정평가를 진행하였다.<br/>  그 결과 피고인 2, 피고인 3은 2013. 9. 27.경 피고인 5 회사 소속 감정평가사인 공소외 4가 2009년경 이 사건 아파트의 부지 가액만을 약 1조 590억 원으로 평가한 바 있고, 그 외에도 2009년경부터 2013년경까지 사이에 공소외 5 회사, 공소외 12 회사 등 다른 감정평가법인에서 이 사건 아파트의 부지 가액을 최소 1조 480억 원 상당으로, 이 사건 아파트 전체 가액을 최소 2조 500억 원 상당으로 평가한 바 있는 이 사건 아파트 600세대 전체의 감정평가 금액을 이 사건 용역계약서에 첨부되어 있는 감정평가 추정가액 중 이 사건 아파트의 평형별 평균 평당 가격에 맞추어 약 1조 720억 원 상당으로 평가하였다.<br/>  한편, 피고인 2는 위와 같이 감정평가를 진행하는 과정에서 특정 세대의 감정평가 금액에 관한 피고인 4의 요구사항을 반영하여 감정평가 금액을 수정하고, 피고인 4에게 이 사건 아파트 600세대의 세대별 감정평가 금액이 기재되어 있는 ‘RAW DATA'를 수차례 이메일로 보내주어 감정평가 금액을 피고인 4와 협의하여 결정하였다.  <br/>  또한 공소외 2 회사는 2013. 9. 25.경 법인의 가격심사에서 위 1조 720억 원 상당의 감정평가 금액은 이 사건 아파트의 공시가격 수준 등에 비추어 가격이 낮다는 이유로 가격심사를 부결시켰으나, 피고인 2, 피고인 1은 다음 날인 2013. 9. 26.경 피고인 5 회사에서 진행된 가격심사에서 위와 같이 공소외 2 회사에서 가격심사가 부결된 사실을 알고 있음에도 가격심사위원들에게 이를 알리지 아니한 채 가격심사를 진행하면서 대표이사인 피고인 1이 가격심사위원들에게 “가격은 이미 결정되어 수정이 곤란하다”라는 등의 발언을 하여 가격심사가 제대로 진행되지 못하게 함으로써 이 사건 아파트에 대한 종전의 피고인 5 회사 자체 평가 전례 및 타 감정평가법인의 평가 전례와 현저히 다르게 1조 720억 원 상당의 금액으로 가격심사가 통과되도록 하였다.<br/>  그런데 공소외 2 회사는 계속하여 위 1조 720억 원 상당의 금액으로는 감정평가서를 발부할 수 없다고 하면서 2013. 9. 30.경 피고인 5 회사에 감정평가서 발송보류를 정식으로 요청하였다.<br/>  이에 피고인 1, 피고인 2, 피고인 3은 2013. 10. 초순경 피고인 4의 ◎◎◎◎ 사무실에 찾아가 피고인 4, 공소외 9에게 위와 같이 공소외 2 회사에서 가격심사가 통과되지 못해 기존에 약속한 금액으로는 감정평가를 해줄 수 없다며 감정평가 금액을 올리자고 하여 이 사건 대책위원회 측과 감정가액 상향 액수를 협의한 후 600세대를 기준으로 총 900억 원 상당을 상향하기로 합의하였다. <br/>  이후 피고인 2, 피고인 3은 2013. 10. 8.경 위와 같이 이 사건 대책위원회 측과 상호 합의한 금액에 맞추어 최종적으로 이 사건 아파트 600세대를 약 1조 1,620억 원 상당으로 감정평가 하였고, 피고인 1은 피고인 5 회사의 심사자가 아님에도 감정평가서에 심사자로 서명하여 감정평가서가 발부되도록 하였다. <br/>  이로써 피고인 1, 피고인 2, 피고인 3은 공모하여 이 사건 아파트에 대한 감정평가와 관련하여 피고인 4로부터 부정한 청탁을 받고 고의로 잘못된 감정평가를 하였고, 피고인 5 회사는 대표이사인 피고인 1, 소속 감정평가사인 피고인 2가 위와 같이 피고인 5 회사의 업무에 관하여 고의로 잘못된 감정평가를 하였다. <br/>2.피고인 4의 배임증재<br/>피고인 4는 2013. 7.경 ◎◎◎◎ 사무실에서 이 사건 아파트를 시세보다 훨씬 낮은 가격으로 분양받기 위하여 부동산 감정가격은 전문가인 감정평가사가 법과 정해진 절차에 따라 공정하고 투명하게 감정평가하여 감정평가 금액을 산출하여야 함에도 이 사건 아파트 분양전환을 위한 매매가격 감정평가를 수주하려는 피고인 5 회사 소속 감정평가사인 피고인 2에게 최대한 해줄 수 있는 낮은 가격으로 감정평가 금액을 정해서 제안해 보라고 말하고, 이에 피고인 2가 실제 감정평가를 진행하지 않고 소위 ‘탁상감정’을 통해 이 사건 감정평가 제안서를 만들어 위 제안서에 기재되어 있는 제안추정 단가 금액대로 감정평가를 해주겠다고 하자, 이 사건 감정평가 제안서에 기재되어 있는 제안 추정단가가 당시 이 사건 아파트의 전세 가격에도 미치지 못하는 낮은 금액임을 잘 알고 있음에도 피고인 2에게 이 사건 감정평가 제안서에 기재된 금액대로 감정평가를 해달라고 하였다. 그 후 피고인 4는 같은 해 9. 5.경 ◎◎◎◎ 사무실에서 공소외 9와 함께 피고인 2 등에게 제1항과 같이 이 사건 감정평가 제안서에 기재된 금액보다 더 낮게 감정평가를 해주고, 그 가격대로 감정평가를 해주지 않으면 수수료를 지급할 수 없다고 하면서 정해진 가격대로 감정평가를 해주겠다는 것을 믿을 수 있도록 실제 계약을 체결할 때 가격을 이면으로 첨부해 달라고 하는 등 부정한 청탁을 하였고, 같은 해 9. 9.경 피고인 5 회사 사무실에서 이 사건 용역계약을 체결하면서 위와 같은 부정한 청탁에 따라 이 사건 용역계약서에 감정평가 추정가액을 이면으로 첨부하였다.<br/>  그 후 피고인 4는 2013. 9. 30.경부터 같은 해 11. 28.경까지 사이에 4회에 걸쳐 피고인 5 회사 명의의 예금계좌로 이 사건 용역계약에 따른 감정평가수수료 명목으로 합계 589,160,000원을 송금하였고, 위 금원 중 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득하도록 하였다.<br/>  이로써 피고인 4는 위와 같이 이 사건 아파트의 분양전환을 위한 감정평가를 의뢰하면서 피고인 2 등 감정평가사에게 그 임무에 관하여 부정한 청탁을 하고, 그에 대한 대가로 피고인 5 회사 소속 감정평가사로서 이 사건 아파트 감정평가 업무를 담당한 피고인 1, 피고인 2에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 공여함과 동시에 공소외 2 회사 소속 감정평가사로서 이 사건 아파트 감정평가 업무를 담당한 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 공여하였다.<br/>2. 피고인 1, 피고인 2, 피고인 3의 배임수재<br/>피고인 1, 피고인 2, 피고인 3은 2013. 7.경부터 같은 해 10.경 사이에 위 제1, 2항 기재와 같이 이 사건 아파트에 대한 감정평가와 관련하여 피고인 4로부터 이 사건 아파트를 낮은 금액으로 감정평가 해달라는 취지의 부정한 청탁을 받고 고의로 잘못된 감정평가를 하였다. <br/>피고인 1, 피고인 2, 피고인 3은 위와 같은 허위의 감정평가의 대가로 피고인 4로부터 피고인 4가 2013. 9. 30.경부터 같은 해 11. 28.경까지 사이에 4회에 걸쳐 피고인 5 회사 명의의 예금계좌로 이 사건 용역계약에 따른 감정평가수수료 명목으로 송금한 합계 589,160,000원 중 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득하였다.<br/>  이로써 피고인 1, 피고인 2, 피고인 3은 공모하여, 피고인 5 회사의 감정평가 사무를 처리하면서 그 임무에 관하여 피고인 4로부터 위와 같이 부정한 청탁을 받고 그 대가로 피고인 1, 피고인 2에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득함과 동시에 공소외 2 회사의 감정평가 사무를 처리하면서 그 임무에 관하여 피고인 4로부터 위와 같이 부정한 청탁을 받고 그 대가로 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득하였다.<br/>증거의 요지<br/>1. 피고인들의 각 일부 법정진술<br/>1. 제1회 공판조서 중 증인 공소외 9의 진술기재<br/>1. 제2회 공판조서 중 증인 공소외 13, 공소외 14, 공소외 15, 공소외 16의 각 진술기재<br/>1. 제3회 공판조서 중 증인 공소외 17, 공소외 18의 각 진술기재<br/>1. 제4회 공판조서 중 증인 공소외 19의 진술기재<br/>1. 피고인 1, 피고인 2, 피고인 3, 피고인 4, 공소외 7(공소외 8 진술부분 포함)에 대한 각 검찰 피의자신문조서 중 일부 진술기재<br/>1. 공소외 13, 공소외 9, 공소외 20(공소외 21, 공소외 16 진술부분 포함), 공소외 17(공소외 19, 공소외 18 진술부분 포함), 공소외 22, 공소외 15, 공소외 23, 공소외 24, 공소외 25, 공소외 26, 공소외 27, 공소외 28, 공소외 29에 대한 각 검찰 진술조서<br/>1. 각 압수조서 및 압수목록<br/>1. 수사보고(압수물 (아파트명 생략) 임대주책 분양전환을 위한 감정평가 제안서 분석보고-증거목록 순번 14), 수사보고(압수물 분석보고, 피의자 4가 보관중인 감정평가 용역계약서 사본 특이사항 발견보고-같은 순번 15), 수사보고(압수물 분석보고, ◁◁◁◁ 감정평가법인 및 피고인 4 사무실에서 압수한 감정평가 용역계약서 분석-같은 순번 16), 수사보고(압수물 분석, 피고인 5 회사 본사 사무실에서 압수한 감정평가 용역계약서-같은 순번 17), 수사보고(압수물 피고인 5 회사 자체 진상조사결과 관련 서류 분석보고-같은 순번 18), 수사보고(압수물 분석보고, 공소외 2 회사 피의자 피고인 3의 컴퓨터 이미징 복원 분석-같은 순번 19), 수사보고(압수물 분석, 피의자 피고인 1의 휴대폰 문자메신저 분석-같은 순번 22), 수사보고(압수물 분석보고, 피고인 2가 피고인 4에게 보낸 이메일 및 피고인 4의 자필 메모 등 일괄분석-같은 순번 34), 수사보고(공소외 7 1회 피의자신문조서 일부 수정 보고-같은 순번 74), 수사보고(피고인 4, 공소외 30, 감정가액 분석-같은 순번 79), 수사보고(공소외 5 회사 소속 감정평가사 공소외 31, 공소외 32 회사 소속 감정평가사 공소외 33 전화진술 청취보고-같은 순번 80), 수사보고(압수물 분석보고, 피의자 피고인 2의 이메일 분석1-같은 순번 83), 수사보고(압수물 분석보고, 피의자 피고인 2의 이메일 분석2-같은 순번 84), 수사보고(압수물 정리보고, 피의자 피고인 2의 이메일 분석4-같은 순번 90), 수사보고(한국감정원 공소외 18 UN빌리지 내 매매가격 대비 국토교통부 공시가격 참고자료 제출-같은 순번 104), 수사보고((아파트명 생략) 아파트의 감정평가액, 국토부 공시가격, 임대료 수준, 실제 분양전환금액 비교 내역-같은 순번 105), 수사보고((아파트명 생략) 아파트 감정평가수수료 분배내역-같은 순번 106), 수사보고(공소외 2 회사에서 제출한 감정평가 심사서, 심사 후 감정평가금액 조정사유서 첨부 보고-같은 순번 123), 수사보고(공소외 2 회사 가격심사 자료 첨부 보고-같은 순번 126)<br/>1. 각 등기사항 전부증명서(증거목록 순번 1-1, 133-1), (아파트명 생략) 임대아파트 임차인 모집공고(같은 순번 1-2), (아파트명 생략) 임대차계약서(같은 순번 1-3), 감정평가업자의 보수에 관한 기준(같은 순번 1-6), 공소외 2 회사 감정평가서(같은 순번 1-8), 공소외 3 회사 감정평가표(같은 순번 1-9), 감정평가용역계약서(같은 순번 4-1), (아파트명 생략) 분양대책위원회 내용증명(같은 순번 4-2), (아파트명 생략) 분양대책위원회 주민안내문(같은 순번 4-3), (아파트명 생략) 감정평가 RAW DATA(같은 순번 4-6), △△동 The Hill Project 임대료 수준 검토보고서(같은 순번 4-7), 토지감정평가표 4건(같은 순번 4-9), 부동산 감정평가표 5건(같은 순번 4-10), 예상가격 및 예상평가보수 메일(같은 순번 4-12 내지 4-14), (아파트명 생략) 분양전환대책위원회 공고(같은 순번 4-17), 과징금 부과처분 사항알림(같은 순번 5-1), 업무정지 처분사항 알림(같은 순번 5-2), 타당성조사에 대한 처리결과 통지 알림(같은 순번 5-3), 각 불기소이유 통지(같은 순번 7-2 내지 7-4), 감정평가에 필요한 도면 및 서류요청(같은 순번 7-13), 2014. 7. 1.자 녹취록(같은 순번 10-1), 2014. 7. 22.자 녹취록(같은 순번 10-2), (아파트명 생략) 임대주책 분양전환을 위한 감정평가 제안서 사본(같은 순번 14-1), 감정평가 용역계약서 사본(같은 순번 15-2), ◁◁◁◁ 감정평가법인 및 피고인 4 사무실에서 압수한 감정평가 용역계약서 각 사본(같은 순번 16-1), 피고인 5 회사 본사 사무실에서 압수한 감정평가 용역계약서 사본(같은 순번 17-1), 공소외 22의 수첩사본(같은 순번 18-1), 공소외 22의 메모장 사본(같은 순번 18-2), (아파트명 생략) 진상조사결과 보고서(같은 순번 18-3), 제4차 진상조사 위원회 회의자료 및 제3차 회의결과(같은 순번 18-5), (아파트명 생략) 평가업무 진행 경위(같은 순번 19-1), 감정평가서(같은 순번 20-1), 2009. 1. 5.자 감정평가서(같은 순번 21-1), 피고인 1의 휴대폰 내역을 복원한 문자메신저(같은 순번 22-1), (아파트명 생략) 타당성조사 자료 및 징계자료 등(같은 순번 23-2 내지 23-12), 감정평가사 피고인 2 외 8명 징계결의안(같은 순번 24-7), 수정액으로 지우고 검정색 펜으로 감정가액 수정한 (아파트명 생략) 동호별 평가금액 요약표(같은 순번 34-1), 빨간색 펜으로 기재한 자필 메모 등(같은 순번 34-2), 각 감정평가 결과 요약표(같은 순번 34-3 내지 34-5), 각 용산구청 공문 내지 ○○○○ 시행문(같은 순번 35-2 내지 35-10), 각 The Hill Project 임대료 수준 검토보고(같은 순번 35-12, 35-13), (아파트명 생략) 아파트에 대한 각 평가기관이 지금까지 수행한 평가연혁 및 그 내용(같은 순번 51), 현장검증보고(같은 순번 66), 현장사진 8장(같은 순번 66-1), 공소외 7이 스스로 수정한 제1회 피의자신문조서 사본(같은 순번 74-1), 감정평가사 선정 방향 사본(같은 순번 78-1), 감정평가서 발송 중지 등 협조요청 문서 사본(같은 순번 81-3), 피고인 2가 공소외 9에게 보낸 각 이메일 등(같은 순번 83-1 내지 83-3), 피고인 2가 피고인 3에게 보낸 이메일 등(같은 순번 84-1), 피고인 3이 피고인 2에게 보낸 이메일 등(같은 순번 84-2), 2013. 9. 13.자 피고인 2 이메일에 저장된 첨부 자료(같은 순번 90-1), (아파트명 생략) 600세대 임대보증금 현황자료(같은 순번 92-1), 서울 용산구 매매가격 대비 공시가격 비율(같은 순번 104-1), UN빌리지 내 매매가격 대비 공시가격 비율(같은 순번 104-2), 평형별 감정평가액, 국토부 공시가격, 임대료 수준 내역(같은 순번 105-1), 개별공시가격의 변동(같은 순번 105-2), 대책위 피고인 4 명의 계좌(같은 순번 106-1), (아파트명 생략) 개인별 수당 및 실적인정매출액 정리내역(같은 순번 106-2), (아파트명 생략) 직접경비 지급내역(같은 순번 106-3), 각 대출약정서(같은 순번 121-1, 121-2, 121-4), 감정평가심사서, 심사 후 감정평가금액 조정 사유서(같은 순번 123-1), 1차, 2차 가격심사를 거쳐 감정평가 금액이 조정된 내용 등(같은 순번 126-1), (아파트명 생략) 감정평가액 산정(같은 순번 126-2), 서울행정법원 판결문(같은 순번 136), 감정평가서(같은 순번 140)<br/>법령의 적용<br/>1. 범죄사실에 대한 해당법조<br/>   가. 피고인 1, 피고인 2 : 각 구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되어 2014. 2. 7. 시행되기 전의 것, 이하 ‘구 부동산 가격공시 및 감정평가에 관한 법률’이라고 한다) 제43조 제4호, 제37조 제1항, 형법 제30조(고의로 잘못된 평가를 한 점), 각 구 형법(2016. 5. 29. 법률 제14178호로 개정되기 전의 것, 이하 ‘구 형법’이라고 한다) 제357조 제1항, 형법 제30조(피고인 5 회사 사무처리자로서의 배임수재의 점), 각 구 형법 제357조 제1항, 형법 제33조 본문, 제30조(공소외 2 회사 사무처리자로서의 배임수재의 점)<br/>   나. 피고인 3 : 구 부동산 가격공시 및 감정평가에 관한 법률 제43조 제4호, 제37조 제1항, 형법 제30조(고의로 잘못된 평가를 한 점), 구 형법 제357조 제1항, 형법 제33조 분문, 제30조(피고인 5 회사 사무처리자로서의 배임수재의 점), 구 형법 제357조 제1항, 형법 제30조(공소외 2 회사 사무처리자로서의 배임수재의 점)<br/>   다. 피고인 4 : 각 구 형법 제357조 제2항, 제1항(배임증재의 점)<br/>   라. 피고인 5 회사 : 구 부동산 가격공시 및 감정평가에 관한 법률 제46조, 제43조 제4호, 제37조 제1항(사용인 등이 고의로 잘못된 평가를 한 점) <br/>1. 상상적 경합 <br/>   가. 피고인 1, 피고인 2, 피고인 3 : 각 형법 제40조, 제50조(각 배임수재죄 상호간, 죄질이 더 무거운 피고인 5 회사 사무처리자로서의 배임수재죄에 정한 형으로 처벌)<br/>   나. 피고인 4 : 형법 제40조, 제50조(죄질이 더 무거운 피고인 5 회사 사무처리자에 대한 배임증재죄에 정한 형으로 처벌)<br/>1. 형의 선택<br/>피고인 1, 피고인 2, 피고인 3, 피고인 4 : 각 징역형 선택<br/>1. 경합범가중<br/>피고인 1, 피고인 2, 피고인 3 : 각 형법 제37조 전단, 제38조 제1항 제2호, 제50조[형이 더 무거운 배임수재죄에 정한 형에 경합범 가중(배임수재죄와 부동산가격공시및감정평가에관한법률위반죄의 장기형을 합산한 범위 내에서)] <br/>1. 집행유예<br/>피고인 1, 피고인 2, 피고인 3, 피고인 4 : 각 형법 제62조 제1항(아래 양형의 이유에서 설시하는 정상 등 참작)<br/>1. 추징<br/>피고인 1, 피고인 2, 피고인 3 : 각 구 형법 제357조 제3항 후문(구체적인 추징액수의 판단은 뒤에서 보는 바와 같다)<br/>피고인들 및 변호인들의 주장에 대한 판단<br/>1. 주장의 요지<br/>가. 공소사실 불특정 주장(피고인 3의 주장)<br/>피고인 3에 대한 공소사실 중 배임수재 공소사실은 범행의 일시, 장소 및 범행 방법 등이 구체적으로 특정되어 있지 않으므로, 공소사실이 특정되었다고 볼 수 없다.<br/>나. 부정한 청탁이 없었고(피고인들의 공통된 주장), 고의로 잘못된 감정평가를 하지도 않았다는 주장(피고인 4를 제외한 나머지 피고인들의 공통된 주장)<br/>피고인 1, 피고인 2, 피고인 3은 이 사건 아파트에 대한 감정평가를 수행함에 있어서 피고인 4로부터 관련 법령을 위반하여 부당하게 낮은 가격으로 감정평가를 하여 달라거나 정식의 감정평가를 진행하기에 앞서 사전에 이미 정한 가격으로 감정평가를 하여 달라는 등의 부정한 청탁을 받은 바 없고, 감정평가사로서의 전문적인 지식과 경험 및 관련 법령에서 정한 방법에 따라 정당하게 감정평가를 하였으며, 고의로 감정평가액을 낮게 평가하는 등으로 허위로 감정평가를 하지 않았다. <br/>피고인 4 역시 피고인 1, 피고인 2, 피고인 3에게 이 사건 아파트에 대한 감정평가를 의뢰하면서 부정한 청탁을 한 사실이 없다. 가사 피고인 4가 감정평가사들에게 가능한 범위 내에서 낮은 가격으로 감정평가를 해줄 것을 부탁하였다고 하더라도 위와 같은 취지의 부탁은 이 사건 대책위원회 위원장의 지위에 있는 피고인 4의 정당한 업무범위 내의 행위이거나 정당한 분양전환가격에 분양받을 권리를 확보하기 위한 행위에 불과할 뿐 배임수ㆍ증재죄에 있어서의 부정한 청탁에 해당한다고 볼 수 없다.<br/>다. 이 사건 각 범행을 공모한 사실이 없다는 주장(피고인 3의 주장)<br/>피고인 3이 공소외 2 회사와 피고인 5 회사 사이의 업무협약에 따라 피고인 5 회사 소속 감정평가사인 피고인 2 등과 함께 이 사건 아파트에 대한 감정평가를 수행한 것은 사실이다. 그러나 피고인 3은 이 사건 감정평가 제안서 작성 및 이 사건 용역계약 체결 과정에 관여한 사실이 없고, 이 사건 용역계약을 체결하기 전은 물론이고 이 사건 용역계약 체결 당시에도 이 사건 대책위원회 측 사람들인 피고인 4, 공소외 9 등을 만난 적이 없으며, 이 사건 용역계약 체결 이후에도 통상적인 업무진행 절차에 따라 이 사건 아파트에 대한 감정평가 업무를 수행하였을 뿐이다. 따라서 가사 피고인 1, 피고인 2가 피고인 4로부터 이 사건 아파트에 대한 감정평가와 관련하여 부당하게 낮은 가격으로 감정평가를 하여달라는 취지의 부정한 청탁을 받았다고 하더라도 피고인 3은 그와 같은 사실을 전혀 모르는 상태에서 이 사건 아파트에 대한 감정평가를 수행하였을 뿐이므로, 피고인 1, 피고인 2와 공모하여 이 사건 배임수재 범행 및 잘못된 감정평가 범행에 가담한 사실이 없다.<br/>라. 대가관계 및 재물 또는 재산상 이익의 귀속 주체에 관하여 다투는 주장(피고인들의 공통된 주장)<br/>   1) 가사 피고인 4가 이 사건 아파트에 대한 감정평가를 의뢰하면서 부정한 청탁을 하였다고 하더라도, 피고인 4는 ‘감정평가업자의 보수에 관한 기준’에 따라 정당하게 산정된 감정평가수수료를 피고인 5 회사 명의의 예금계좌로 송금해 준 것일 뿐이므로, 위와 같이 지급된 감정평가수수료를 부정한 청탁의 대가로 볼 수 없다. <br/>    나아가 피고인 4는 감정평가를 의뢰한 개별 임차인들로부터 감정평가수수료 명목으로 지급받은 개별 임차인들 소유의 금원을 피고인 5 회사에 그대로 전달해준 것일 뿐이므로, 재물 또는 재산상 이익의 출연 주체는 개별 임차인들이고 피고인 4가 재물 또는 재산상 이익을 공여한 것으로 볼 수도 없다.  <br/>   2) ‘타인’의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받았다고 하더라도 자신이 아니라 그 ‘타인’에게 재물 또는 재산상의 이익을 취득하게 한 경우에는 배임수ㆍ증재죄가 성립하지 않는다. 이 사건의 경우에 피고인 4는 사무처리자 ‘본인’인 피고인 1, 피고인 2, 피고인 3이 아니라 이들에게 사무처리를 위탁한 ‘타인’인 피고인 5 회사 및 공소외 2 회사에 감정평가수수료를 지급하였고, 그 즉시 감정평가수수료 전액이 ‘타인’인 피고인 5 회사 및 공소외 2 회사에 귀속되었으며, 그 후 피고인 1, 피고인 2, 피고인 3은 법인 내부규정에 따라 감정평가수수료 중 일정 금액을 성과수당 등으로 지급받았을 뿐이다. 따라서 가사 피고인 1, 피고인 2, 피고인 3이 피고인 4로부터 그 임무에 관하여 부정한 청탁을 받았고, 피고인 5 회사 및 공소외 2 회사에 감정평가수수료로 지급된 금원 중 피고인 1, 피고인 2, 피고인 3이 성과수당 등의 명목으로 지급받게 될 금원에 대하여는 피고인 1, 피고인 2, 피고인 3에게 직접 귀속된 것과 동일하게 평가할 수 있더라도, 피고인 1, 피고인 2, 피고인 3 ‘본인’이 아닌 위 피고인들에게 사무처리를 위탁한 ‘타인’인 피고인 5 회사 및 공소외 2 회사가 재물 또는 재산상 이익을 취득하였을 뿐이고, 위 피고인들이 부정한 청탁의 대가로 어떠한 재산상 이익을 취득하거나 이를 공여하였다고 볼 수 없으므로 배임수ㆍ증재죄가 성립할 수 없다.   <br/>2. 인정사실<br/> 이 법원이 적법하게 채택하여 조사한 증거들에 의하면, 다음과 같은 사실이 인정된다.<br/>가. 이 사건 아파트의 분양전환 경위 등<br/>    ① 서울 용산구 (주소 생략)에 소재한 이 사건 아파트는 구 □□□□□ 부지에 신축된 32개 동 600세대로 구성된 아파트 단지로, 임대주택법 제2조에서 규정하고 있는 민간건설 임대주택이다. 이 사건 아파트의 시행사인 ○○○○는 이 사건 아파트를 신축하여 2011. 1.경 입주자들에게 이 사건 아파트를 임대하였다.<br/>    ② 임대주택법상의 민간건설 임대주택은 원칙적으로 임대 개시일부터 5년이 경과하여야 분양전환이 가능하고, 임대인과 임차인들이 합의한 경우에는 임대의무기간의 1/2에 해당하는 2년 6개월이 경과한 후부터 분양전환이 가능하다. ○○○○와 이 사건 아파트의 임차인들은 임대차 개시 당시인 2011. 1.경 ‘임대차 개시 후 2년 6개월이 지나면 분양전환을 하고, 그 분양전환의 가격은 임대인과 임차인들이 의뢰하여 감정평가가 이루어진 감정가액을 산술평균한 금액으로 하며, 양자가 감정평가를 의뢰할 수 있는 감정평가법인은 매출액 기준 상위 10위 이내의 대형 법인으로 한다’라는 취지로 합의하였다.<br/>    ③ ○○○○는 임대의무기간의 2년 6개월이 경과할 무렵 임차인들에게 분양전환에 동의하는 임차인들에 대하여 분양전환을 하겠다고 통지하였고, 임차인들은 그 무렵 ○○○○와의 분양전환 협상 등을 위하여 이 사건 대책위원회를 결성하였다.<br/>나. ○○○○ 측의 감정평가 결과<br/>    ① ○○○○는 2013. 8. 13.경 공소외 3 회사(이하 ‘공소외 3 회사’라고 한다)에게 분양전환 가격산정을 위한 이 사건 아파트의 감정평가를 의뢰하였고, 공소외 3 회사는 2013. 8. 30.경 이 사건 아파트 600세대에 대한 감정평가 금액을 2,572,708,000,000원으로 평가한 감정평가서를 제출하였다.<br/>    ② 그런데 이 사건 대책위원회는 분양전환 합의상 매출액 기준 상위 10위 이내의 감정평가법인만이 분양전환 가격산정을 위한 감정평가를 할 수 있는데, 공소외 3 회사는 매출액 규모가 11위에 불과하다는 점을 들어 이의를 제기하였다.<br/>    ③ 이에 ○○○○는 2013. 10.경 다시 공소외 6 회사(이하 ‘공소외 6 회사’라고 한다)에 동일한 감정평가를 의뢰하였고, 공소외 6 회사는 2013. 10. 11.경 이 사건 아파트 600세대에 대한 감정평가 금액을 2,551,159,000,000원으로 평가한 감정평가서를 제출하였다.<br/>다. 이 사건 대책위원회 측의 감정평가 결과<br/>   이 사건 대책위원회는 2013. 9. 초순경 피고인 5 회사와 공소외 2 회사에게 공동으로 이 사건 아파트의 분양전환 가격산정을 위한 감정평가를 의뢰하였고, 피고인 5 회사와 공소외 2 회사는 2013. 10. 8.경 이 사건 아파트 600세대 전체에 대한 감정평가 금액을 1,162,678,000,000원으로 평가하였다(이하 ‘이 사건 감정평가’라고 한다).<br/>라. 한국감정원의 타당성 조사 등<br/>    ① 이 사건 대책위원회는 시행사 측의 의뢰를 받은 감정평가법인의 감정평가 결과와 이 사건 대책위원회 측의 의뢰를 받은 감정평가법인의 감정평가 결과가 크게 차이가 나자 2013. 12. 27.경 국토교통부에 타당성 조사를 실시해 줄 것을 요청하였고, 국토교통부는 2013. 12. 31.경 한국감정원에 이 사건 각 감정평가에 대한 타당성 조사를 의뢰하였다.<br/>    ② 한국감정원은 국토교통부의 위탁에 따라 감정평가서 타당성조사위원회(이하 ‘조사위원회’라 한다)를 구성하여 이 사건 각 감정평가에 대한 타당성조사를 실시하였다(이하 ‘이 사건 타당성조사’라고 한다). 조사위원회는 2014. 5. 19. 및 2014. 5. 29. 두 차례에 걸쳐 심의위원회를 개최하여 이 사건 각 감정평가가 아래와 같이 모두 ‘부적정’하다고 의결하였다.<br/>심사항목\\법인피고인 5 회사-공소외 2 회사공소외 6 회사공소외 3 회사감정평가 방법 적용여부비교방식적용적용적용원가방식미적용부분적용미적용수익방식미적용미적용미적용사례선정의 적정성미흡미흡적정시점수정의 적정성적정미흡적정품등비교의 적정성미흡미흡미흡평가액의 적정성부적정부적정부적정시산가액 조정의 적정성미흡미흡미흡종합의견부적정부적정부적정<br/>　<br/>마. 국토교통부장관의 피고인 2 등에 대한 징계 등<br/>    ① 국토교통부장관은 한국감정원으로부터 이 사건 타당성조사 결과를 통보받은 이후 2014. 7. 7. 감정평가사징계위원회(이하 ‘이 사건 징계위원회’라고 한다)에 이 사건 대책위원회 측의 의뢰로 이 사건 아파트에 대한 감정평가를 하였던 피고인 5 회사 소속 감정평가사 피고인 2, 공소외 2 회사 소속 감정평가사 피고인 3, 시행사 측의 의뢰로 이 사건 아파트에 대한 감정평가를 하였던 공소외 3 회사 소속 감정평가사 공소외 29, 공소외 6 회사 소속 감정평가사 공소외 19에 대하여 각 징계의결을 요구하였고, 이 사건 징계위원회는 2014. 7. 24. 이들에 대한 징계를 의결하였다.<br/>    ② 국토교통부장관은 이 사건 징계위원회의 징계의결에 따라 구 부동산 가격공시 및 감정평가에 관한 법률 제42조의2 제1항, 제37조 제1항을 적용하여 2014. 7. 28. 피고인 2에게 업무정지 1년 2개월, 피고인 3에게 업무정지 1년, 공소외 29에게 업무정지 2개월, 공소외 19에게 업무정지 1개월의 각 징계처분을 하였다.<br/>    ③ 공소외 19는 서울행정법원 2014구합66076호로 위 1개월의 업무정지 처분의 취소를 구하는 소송을 제기하였는데, 위 법원은 2015. 6. 25. 공소외 19의 청구를 인용하여 공소외 19에 대한 업무정지 1개월의 처분을 취소하는 판결을 선고하였고, 국토교통부장관이 항소를 하지 않아 그 무렵 위 판결이 그대로 확정되었다. 공소외 29는 서울행정법원 2014구합66090호로 위 2개월의 업무정지 처분의 취소를 구하는 소송을 제기하였는데, 위 법원은 2015. 4. 23. 공소외 29의 청구를 기각하는 판결을 선고하였다. 공소외 29는 위 1심판결에 불복ㆍ항소하였는데, 항소심 법원은 2015. 12. 18. 1심판결을 취소하고, 공소외 29의 청구를 인용하여 공소외 29에 대하여 업무정지 2개월의 처분을 취소하는 판결을 선고하였으며(서울고등법원 2015누41908호), 국토교통부장관이 위 항소심판결에 불복ㆍ상고하였으나 상고심 법원이 2016. 5. 12. 상고기각 판결을 선고하여(대법원 2016두31975호) 위 항소심판결이 확정되었다. 피고인 2는 서울행정법원 2014구합17098호로 위 1년 2개월의 업무정지 처분의 취소를 구하는 소송을 제기하였고, 피고인 3은 서울행정법원 2014구합65851호로 위 1년의 업무정지 처분의 취소를 구하는 소송을 제기하였는데, 위 각 소송은 현재까지 1심 계속 중이다.<br/>    ④ 한편, 피고인 4는 시행사 측의 의뢰로 이 사건 아파트에 대한 감정평가를 하였던 공소외 6 회사 소속 감정평가사 공소외 19를 배임수재 및 부동산가격공시및감정평가에관한법률위반 혐의로 고발하였는데, 서울동부지방검찰청 검사는 공소외 19에 대하여 2014. 8. 29. ‘공소외 19가 의뢰인으로부터 허위감정의 대가로 금품이나 향응을 제공받은 사실을 인정할 만한 증거가 없고, 고의로 잘못된 평가를 했다는 점을 인정할 만한 증거도 없다’라는 취지로 혐의없음의 불기소처분을 하였다.<br/>3. 피고인 3의 공소사실 불특정 주장에 대한 판단<br/>가. 관련 법리<br/>   공소사실의 기재에 있어서 범죄의 일시ㆍ장소ㆍ방법을 명시하여 공소사실을 특정하도록 한 형사소송법의 취지는 법원에 대하여 심판의 대상을 한정하고 피고인에게 방어의 범위를 특정하여 그 방어권 행사를 쉽게 해 주기 위한 데에 있는 것이므로, 공소사실은 이러한 요소를 종합하여 구성요건 해당사실을 다른 사실과 구별할 수 있을 정도로 기재하면 족하고, 공소장에 범죄의 일시ㆍ장소ㆍ방법 등이 구체적으로 적시되지 않았더라도 위와 같이 공소사실을 특정하도록 한 위 법의 취지에 반하지 아니하고 공소범죄의 성격에 비추어 그 개괄적 표시가 부득이한 경우에는 그 공소내용이 특정되지 않아 공소제기가 위법하다고 할 수 없다(대법원 2002. 6. 20. 선고 2002도807 판결, 대법원 2006. 6. 27. 선고 2005도4177 판결 등 참조). <br/>나. 판단<br/>피고인 3에 대한 이 부분 배임수재 공소사실의 기재 내용과 위 공소사실에서 인용하고 있는 판시 범죄사실 제1, 2항의 기재 내용에 의하면, 피고인 2가 피고인 4로부터 이 사건 아파트 감정평가와 관련하여 부탁받은 부정한 청탁의 구체적인 내용과 그와 같은 청탁을 받은 시기, 피고인 3이 배임수재 범행에 공범으로 가담하였음을 추단할 수 있는 피고인 3의 구체적인 행위들(이 사건 용역계약서에 감정추정가액표가 첨부되어 있음을 알면서도 이를 공소외 2 회사에 보고하지 아니한 사실, 피고인 3이 피고인 2와 함께 이 사건 아파트를 지나치게 과소평가하는 방법으로 감정평가를 진행한 사실, 피고인 3이 피고인 1, 피고인 2와 함께 피고인 4와 합의한 액수를 최종 감정평가 금액으로 결정한 사실 등), 피고인 3이 피고인 1, 피고인 2와 공모하여 부정한 청탁의 대가로 취득한 수재액이 각 특정되어 있어 법원의 심판의 대상이 불분명해진다거나 피고인 3에게 방어의 어려움을 초래한다고 볼 수 없고, 이로써 피고인 3에 대한 이 부분 배임수재 공소사실은 충분히 특정되었다고 할 것이다. <br/>   따라서 피고인 3에 대한 이 부분 배임수재 공소사실에 기재되어 있는 부정한 청탁 사실 및 피고인 3의 공모사실 등이 증거에 의하여 인정되는지 여부는 별론으로 하고, 이 부분 공소사실이 특정되지 않아 공소제기의 절차가 법률의 규정에 위반하여 무효인 때에 해당한다고 볼 수 없으므로, 피고인 3 및 변호인의 위 주장은 이유 없다.  <br/>4. 부정한 청탁이 없었고, 고의로 잘못된 감정평가를 하지도 않았다는 주장 및 피고인 3은 이 사건 각 범행에 공범으로 가담한 사실이 없다는 주장에 대한 판단<br/>가. 관련 법리<br/>   1) 형법 제357조 제1, 2항의 배임수ㆍ증재죄에 있어서 ‘부정한 청탁’이라 함은 반드시 업무상배임의 내용이 되는 정도에 이를 것을 요하지 않고 사회상규 또는 신의성실의 원칙에 반하는 것을 내용으로 하는 것이면 족하며, 이를 판단함에 있어서는 청탁의 내용 및 이에 관련한 대가의 액수, 형식, 보호법익인 거래의 청렴성 등을 종합적으로 고찰하여야 하고, 그 청탁이 반드시 명시적으로 이루어져야 하는 것은 아니며 묵시적으로 이루어지더라도 무방하다(대법원 2012. 5. 24. 선고 2012도535 판결, 대법원 2013. 11. 14. 선고 2011도11174 판결 등 참조).<br/>   2) 감정평가업자는 신의와 성실로써 공정하게 감정평가를 하여야 하며, 고의 또는 중대한 과실로 잘못된 평가를 하여서는 아니되고(구 부동산가격공시 및 감정평가에 관한 법률 제37조 제1항), 이에 위반하여 고의로 잘못된 평가를 하였을 때에는 형사처벌을 받게 된다(구 부동산가격공시 및 감정평가에 관한 법률 제43조 제4호). 여기서 말하는 ‘잘못된 평가’라 함은 신빙성이 있는 감정자료에 의한 합리적인 감정결과에 현저히 반하는, 근거가 시인되지 아니하는 자의적 방법에 의한 감정을 일컫는 것이며, 이는 정당하게 조사ㆍ수집하지 아니하여 사실에 맞지 아니하는 감정자료임을 알면서 그것을 기초로 감정함으로써 허무한 가격으로 평가하거나, 정당한 감정자료에 의하여 평가함에 있어서도 부동산가격공시 및 감정평가에 관한 법률이나 감정평가에 관한 규칙 등이 정하고 있는 합리적인 평가방법에 의하지 아니하고 자의적 방법에 의하여 감정함으로써 고의로 그 평가액을 그르치는 경우를 포함한다. 나아가 허위감정으로 인한 부동산가격공시및감정평가에관한법률위반죄는 관련 법령에서 정한 감정평가의 원칙과 기준에 어긋나거나 신의성실 의무에 위배되는 방법으로 감정평가를 함으로써 그 결과가 공정성과 합리성을 갖추지 못한 모든 경우에 성립한다(대법원 1987. 7. 21. 선고 87도853 판결, 대법원 2003. 6. 24. 선고 2003도1869 판결 등 참조).<br/>   3) 공범관계에서 공모는 어떤 정형을 요구하는 것이 아니고 공범자 상호간에 직ㆍ간접적으로 범죄의 공동실행에 관한 암묵적인 의사연락이 있으면 충분하고, 이에 대한 직접증거가 없더라도 정황사실과 경험법칙에 의하여 이를 인정할 수 있다(대법원 2008. 12. 11. 선고 2008도6987 판결 참조). 그리고 범죄의 공동실행은 모든 공범자가 스스로 범죄의 구성요건을 실현하지 아니하고 그 실현행위를 하는 공범자에게 그 행위결정을 강화하도록 협력하는 것으로도 가능하며, 이에 해당하는지 여부는 행위 결과에 대한 각자의 이해 정도, 행위 가담의 크기, 범행지배에 대한 의지 등을 종합적으로 고려하여 판단하여야 한다(대법원 2006. 12. 22. 선고 2006도1623 판결 등 참조).<br/>나. 구체적인 판단<br/>   위 법리에 비추어 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음과 같은 사실 내지 사정들을 종합하여 보면, 피고인 4는 단순히 가능한 범위 내에서 이 사건 아파트를 낮은 가격으로 감정평가 해 줄 것을 부탁한 정도를 넘어서 피고인 2에게 이 사건 감정평가를 진행하기에 앞서 확정 가능한 감정평가 금액을 제시할 것을 요구하고, 그 요구에 따라 피고인 2가 제시한 감정평가 금액에 맞추어 감정평가를 하여 달라는 등의 청탁을 한 사실을 충분히 인정할 수 있고, 이러한 내용의 청탁은 사회상규와 신의성실에 반하는 부정한 청탁에 해당한다고 보아야 한다. <br/>   또한 피고인 2는 피고인 4로부터 위와 같은 부정한 청탁을 받고, 위 청탁의 취지에 따라 관련 법령 등이 정하고 있는 합리적인 평가방법에 의하지 아니하고 피고인 4와의 협의 및 피고인 4가 요구하는 바에 따라 이 사건 아파트에 대한 감정평가 금액을 정하는 등으로 감정평가사로서의 신의성실 의무에 위배되는 자의적인 방법에 의하여 이 사건 아파트에 대한 감정평가를 함으로써 그 결과가 공정성과 합리성을 갖추지 못한 고의에 의한 잘못된 감정평가를 하였고, 피고인 3, 피고인 1 역시 피고인 2가 피고인 4로부터 위와 같은 부정한 청탁을 받고, 위 청탁의 취지에 따라 감정평가사로서의 신의성실 의무에 위배되는 자의적인 방법에 의하여 이 사건 아파트에 대한 감정평가를 진행하고 있음을 알면서도 피고인 2와 공모하여 이 사건 배임수재 범행 및 부동산가격공시및감정평가에관한법률위반 범행에 가담하여 고의로 잘못된 감정평가를 하였음을 충분히 인정할 수 있다.<br/>   따라서 부정한 청탁이 없었고, 고의로 잘못된 감정평가를 하지도 않았으며, 피고인 3의 경우 이 사건 각 범행에 공범으로 가담한 사실이 없다는 피고인들 및 변호인들의 주장은 모두 받아들이지 아니한다.<br/>1) 이 사건 감정평가 제안서의 작성 경위와 내용 등<br/>     ① 피고인 5 회사의 대표이사였던 피고인 1은 2013. 7. 초순경 평소 알고 지내던 ♤♤♤ 법률사무소의 관리이사인 공소외 11로부터 피고인 5 회사에서 이 사건 아파트의 분양전환과 관련한 감정평가 건을 진행할 수 있는지에 대한 이야기를 듣고 피고인 5 회사 소속 감정평가사인 피고인 2를 소개해 주었다.<br/>     ② 그 후 피고인 2는 이 사건 아파트에 대한 감정평가 건을 수주하기 위해 이 사건 대책위원회 위원장인 피고인 4를 만났고, 피고인 5 회사 소속 감정평가사인 공소외 7, 공소외 8과 함께 이 사건 감정평가 제안서(증거목록 순번 14-1)를 만들어 2013. 7. 17.경 피고인 4에게 이 사건 감정평가 제안서를 교부해주었다.<br/>     ③ 이 사건 감정평가 제안서의 ‘Ⅶ. 제안 추정단가’ 항목에는 아래와 같은 내용의 이 사건 아파트의 평형별 평당 최저ㆍ최고ㆍ평균가격표(이하 ‘이 사건 제1추정가액표’라고 한다)가 기재되어 있고, 그 아래에는 ‘※ 상기 추정 단가는 추후 정식 감정 진행시 결정 가능한 확정 가액의 범위입니다’라고 기재되어 있다.<br/>[이 사건 제1추정가액표]<br/>타입세대수최저(원/3.3㎡)최고(원/3.3㎡)평균(원/3.3㎡)26평13322,000,00024,000,00023,000,00065평3624,500,00027,500,00026,000,00074평13124,500,00027,500,00026,000,00085평20424,500,00027,500,00026,000,00091평6025,000,00028,000,00026,500,00099평2425,500,00028,500,00027,000,000100평1227,000,00030,000,00028,500,000<br/>　<br/>    ④ 이 사건 제1추정가액표를 기준으로 이 사건 아파트 600세대 전체의 가격을 계산해 보면, 평형별 평당 최저가격 기준으로는 1조 250억 원 상당, 평형별 평당 최고가격 기준으로는 1조 1,470억 원 상당, 평형별 평당 평균가격 기준으로는 1조 869억 원 상당이다. 위 금액은 당시 이 사건 아파트의 임대차보증금 총액인 1조 1,520억 원 상당에도 미치지 못하는 금액이었다. <br/>     ⑤ 피고인 4는 피고인 2로부터 이 사건 감정평가 제안서를 받은 경위에 관하여 수사기관에서 조사를 받으면서 “사실 저희가 궁금한 것은 감정가액이 어느 정도 나오는지, 기간은 얼마나 걸리는지, 비용은 어느 정도 드는지 뭐 그런 것이 궁금해서 당시 그런 것을 물어봤더니 제안서를 만들어 오겠다고 하였고, 피고인 2가 10일 정도 있다가 제안서를 만들어 왔습니다“라고 진술하였다(피고인 4에 대한 제1회 검찰 피의자신문조서 중 수사기록 제3300쪽). <br/>     ⑥ 시행사 측으로부터 이 사건 아파트에 대한 감정평가 의뢰를 받고 감정평가를 진행하였던 공소외 19, 한국감정원 타당성조사 단장으로서 이 사건 감정평가에 대한 타당성조사를 하였던 공소외 17, 피고인 5 회사 소속 감정평가사인 공소외 22, 피고인 5 회사 소속 감정평가사로서 피고인 2와 함께 이 사건 감정평가 제안서를 작성한 공소외 7, 공소외 8 등 이 사건과 관련하여 수사기관에서 조사를 받은 감정평가사들은 수사기관 내지 이 법정에서 의뢰인에게 제안서로 추정가액을 제시하는 경우는 있으나 제안서에 ‘확정 가액’이라는 표현을 사용한 적은 없다고 진술하였고, 피고인 2 역시 수사기관에서 조사를 받으면서 “그 동안 제안서를 통해 가격을 제시하면서 이 사건과 같이 ‘정식 감정 진행시 결정 가능한 확정 가액의 범위입니다’라는 표현을 사용한 적은 없고, 이번에는 수주를 하기 위해 과도한 표현이 들어간 것이다”라고 진술하였다(피고인 2에 대한 제1회 검찰 피의자신문조서 중 수사기록 제2760쪽). 위 진술들에 비추어 보면, 감정평가사가 정식의 감정평가를 진행하기에 앞서 의뢰인에게 제안서를 통해 감정평가 목적물에 대한 추정가액을 제시하는 경우가 있다고 하더라도 단순히 추정가액을 제시하는 정도를 넘어서 제안서에 ‘확정 가액’이라는 표현을 통상적으로 사용하지는 않고, 이 사건 감정평가 제안서에 기재되어 있는 ‘추후 정식 감정 진행시 결정 가능한 확정 가액의 범위’라는 문구는 제안서에 일반적으로 쓰이지 않는 이례적인 문구임이 분명하다.<br/>      이에 대하여 피고인 2는 이 사건 감정평가 제안서상의 추정가액은 단순히 탁상감정을 통해 기재한 금액이 아니라 두 차례의 현장조사와 거래사례 수집 및 피고인 5 회사 내부의 사전 가격심사절차를 거치는 등으로 사실상 정식의 감정평가를 진행한 뒤에 결정한 금액으로 추후 최종 감정평가 금액으로 결정될 가능성이 높은 금액을 제안한 것이라고 주장한다. 그러나 ㉠ 피고인 2의 수사기관에서의 진술에 의하더라도 피고인 2는 이 사건 감정평가 제안서를 작성하기 전에 이 사건 아파트를 두 차례 방문하였는데, 처음 방문하였을 때는 4개 세대 정도를 보았고, 두 번째 방문하였을 때는 10개 세대 정도를 보았을 뿐인 점(피고인 2에 대한 제1회 검찰 피의자신문조서 중 수사기록 제2737쪽), ㉡ 피고인 2와 함께 이 사건 감정평가 제안서를 만든 공소외 7과 공소외 8은 수사기관에서 조사를 받으면서 “부동산 실거래가 사이트 등에서 자료를 뽑아 그 자료를 토대로 추정단가를 산출하였고, 당시 이 사건 아파트 주변 주택들을 직접 가서 확인해 보거나 품등비교를 거쳐 이 사건 제1추정가액표를 작성한 것은 아니며, 제안서에 기재되어 있는 ‘상기 추정단가는 추후 정식 감정 진행시 결정 가능한 확정 가액의 범위입니다’라는 문구는 피고인 2가 작성한 것이다”고 진술하였던 점, ㉢ 또한 공소외 7, 공소외 8은 수사기관에서 조사를 받으면서 “최종적으로 피고인 2가 평균적으로 평당 2,500만 원을 결정하였고, 2013. 7. 10.경 피고인 5 회사 소속 감정평가사인 공소외 25, 공소외 34를 만나서 위 금액을 기초로 제안가액에 대하여 협의를 한 적이 있다”고 진술하였던 점, ㉣ 한편 피고인 2는 공소외 7, 공소외 8 및 공소외 25, 공소외 34와 사이에 있었던 위 협의를 피고인 5 회사 내부의 사전 가격심사절차를 거친 것이라고 주장하나, 이에 대하여 공소외 25는 수사기관에서 조사를 받으면서 “피고인 5 회사에는 사전 가격심사제도가 없고, 공소외 7, 공소외 8로부터 이 사건 아파트에 대한 감정평가 업무를 추진하고 있다는 말을 듣고 종전에 시행사 측 의뢰를 받아 피고인 5 회사에서 이 사건 아파트의 토지에 대하여 감정평가를 한 적이 있고, 임대료 컨설팅을 한 적도 있으므로 전례에 유의하라고 하였으며, 이 사건 아파트 건은 가격 추정이 매우 어려우므로 추후 가격조사를 심도 있게 하여야 한다고 말하였을 뿐이다”는 취지로 진술한 점, ㉤ 피고인 5 회사는 이 사건 감정평가로 인하여 국토교통부장관으로부터 소속 감정평가사인 피고인 2가 업무정지의 징계처분을 받고, 피고인 5 회사도 과징금 처분을 받게 되자 진상조사위원회(이하 ‘이 사건 진상조사위원회’라고 한다)를 구성하여 이 사건 감정평가의 수주 경위 및 진행 경과 등에 대한 진상조사를 실시하였고, 2014. 8. 22. 진상조사 결과를 기재한 진상조사 결과 보고서(이하 ‘이 사건 진상조사 결과 보고서’라고 한다, 증거목록 순번 18-3)를 작성하였는데, 이 사건 진상조사 결과 보고서에 의하면 2013. 7. 10. 공소외 7, 공소외 8이 피고인 5 회사 소속 감정평가사인 공소외 25, 공소외 34와 사이에 제안서 작성을 위한 가격 협의 당시 공소외 34는 가격이 너무 낮은 것 아니냐는 의견을 제시하였고, 공소외 25는 피고인 5 회사의 토지평가 전례 및 임대료 산출 사례와의 관계를 검토할 것을 당부하였고, 이러한 건은 가격 추정이 매우 어려우므로 추후 가격조사를 심도 있게 하여야한다는 점을 강조하였다고 기재되어 있는 점에 비추어, 공소외 25와 공소외 34가 이 사건 감정평가 제안서 작성에 앞서 공소외 7, 공소외 8이 제시한 가격이 낮다는 의견과 가격조사를 심도 있게 해봐야한다는 의견을 제시한 것으로 보이는 점, ㉥ 공소외 7, 공소외 8은 이 사건 제1추정가액표상의 평당 가격을 기초로 공소외 25, 공소외 34와 사이에 위와 같이 가격협의를 하였고, 위와 같이 공소외 25와 공소외 34는 공소외 7, 공소외 8이 제시한 가격이 낮다는 의견과 가격조사를 심도 있게 해봐야한다는 의견을 제시하였음에도 피고인 2는 이 사건 제1추정가액표상의 평당 가격을 수정하지 않은 채 이 사건 감정평가 제안서를 작성하였던 점(피고인 2에 대한 제1회 검찰 피의자신문조서 중 수사기록 제2749쪽), ㉦ 피고인 4가 이 사건 감정평가를 위해서 시행사 측에 이 사건 아파트의 설계도, 단지 배치도, 실내 및 외부 재료 마감표 등의 자료 제공을 요청한 시점은 2013. 9. 12.경이므로(증거목록 순번 7-13), 피고인 2는 위와 같은 자료를 검토하지도 않은 상태에서 이 사건 제1추정가액표를 작성한 것으로 보이는 점 등에 비추어 보면, 사실상 정식의 감정평가를 진행하여 이 사건 제1추정가액표를 작성한 것이라는 피고인 2의 주장은 믿기 어렵다.<br/>     ⑦ 공소외 35 회사 소속 감정평가사로서 이 사건 대책위원회 위원으로 활동하다가 사퇴한 공소외 14는 이 법정에서 “이 사건 대책위원회 위원으로 활동할 당시 피고인 4로부터 자신이 소속된 공소외 35 회사가 감정해 줄 수 있는 감정금액을 제출해 보라는 이야기를 듣고 마치 감정가격을 흥정하는 듯한 느낌이었고, 기분이 나빠 그 제의를 거절하였다”고 진술하였고, 공소외 12 회사 소속 감정평가사로서 이 사건 대책위원회 위원으로 활동하다가 사퇴한 공소외 15도 이 법정에서 “이 사건 대책위원회 위원으로 활동할 당시 피고인 4로부터 이 사건 아파트의 감정금액을 제안서로 내보라는 제안을 받고 거절한 적이 있고, 당시 피고인 4에게 감정평가를 받기 전에는 어떠한 감정평가 가격을 제안 줄 수도 없고 미리 가격을 제시하는 것은 법에 저촉되는 사항이므로 안된다고 말하였다”고 진술하였다. 또한 검찰 수사관은 이 사건 수사 과정에서 피고인 4가 이 사건 아파트 감정평가 건과 관련하여 만났던 공소외 5 회사 소속 감정평가사 공소외 31, 공소외 32 회사 소속 감정평가사 공소외 33과 전화통화를 하여 이들의 전화 진술을 청취하였는데, 공소외 31은 “피고인 4가 다른 법인과 컨택 중에 있는데, 공소외 5 회사에서 보는 감정가격이 얼마냐고 물어보아서 평형별 내부를 보고 가격을 뽑아 샘플링 정도를 해야 말해 줄 수 있는데, 평형별 내부구조를 본적이 없어서 가격에 대해 말해 주지 못한다고 하였다”고 진술하였고, 공소외 33은 “피고인 4가 다른 평가법인은 평균 감정가액을 평당 3,000만 원 초반 가격에 해줄 수 있다고 하는데, 공소외 32 회사에서는 어느 정도까지 가격을 해줄 수 있느냐고 하면서 개인 입장으로 결정하지 말고 회사 내부 심사까지 받아서 제안서로 쓸 수 있는 확정된 금액을 제시해 달라고 요구하였다. 이에 피고인 4에게 회사 측에 알아본 다음에 알려주겠다고 하였는데, 회사 심사팀에 알아보았더니 피고인 4가 말한 가격에 대해서 불가하다고 결정을 내렸다”고 진술하였다.<br/>       위 감정평가사들의 진술들에 비추어 보면, 피고인 4는 이 사건 아파트에 대한 감정평가 건과 관련하여 피고인 5 회사 뿐만 아니라 여러 감정평가법인 소속 감정평가사들을 만나면서 감정평가사들에게 단순히 이 사건 아파트의 추정 감정가액을 제시해달라고 요구하는 정도를 넘어서 이 사건 아파트에 대한 확정 가능한 감정평가 금액을 제안서로 작성하여 제출해 줄 것을 요구하였던 것으로 보인다.<br/>     ⑧ 이상의 사정들에 비추어 보면, 피고인 4는 단순히 법이 허용하는 가능한 범위 내에서 임차인들에게 유리하게 감정평가를 해달라고 부탁한 정도를 넘어서 피고인 2에게 감정평가를 진행하기에 앞서 사전에 자신에게 제시하여 자신이 승낙한 가격에 맞추어 감정평가를 하여 달라고 부탁하였고, 피고인 2는 이 사건 아파트에 대한 확정 가능한 감정평가 금액을 제시하여 달라는 피고인 4의 요구에 따라 정식의 감정평가를 진행하지도 않은 상태에서 이 사건 감정평가 제안서를 통하여 이 사건 아파트에 대한 단순한 추정가액을 제시하는 정도를 넘어서 향후 감정평가를 거쳐 확정 가능한 감정평가 금액을 제시한 것으로 보인다. <br/>2) 이 사건 용역계약서에 감정평가 추정가액표가 첨부된 경위 등<br/>     ① 피고인 4는 이 사건 감정평가 제안서를 교부받은 이후 피고인 2와 사이에 피고인 5 회사와 공소외 2 회사가 공동으로 이 사건 아파트의 분양전환가격 산정을 위한 감정평가를 진행하기로 합의하였다. 그 후 피고인 2는 공소외 2 회사 소속 감정평가사인 피고인 3에게 이 사건 아파트의 분양전환가격 산정을 위한 감정평가를 피고인 5 회사와 공동으로 진행하자고 제안하였고, 피고인 3은 위 제안을 받아들였다.<br/>     ② 피고인 2, 피고인 1은 2013. 9. 9.경 피고인 5 회사 사무실에서 피고인 4와 이 사건 대책위원회 위원인 공소외 9를 만나 이 사건 대책위원회와 사이에서 피고인 5 회사와 공소외 2 회사 명의로 이 사건 용역계약을 체결하면서 이 사건 용역계약서에 감정평가 추정가액이라는 제목으로 아래와 같은 내용이 기재되어 있는 이 사건 아파트의 평형별 평당 최저ㆍ최고ㆍ평균가격 표(증거목록 순번 15-2, 이하 ‘이 사건 제2추정가액표’라고 한다)를 첨부하였다.<br/>[이 사건 제2추정가액표]<br/>타입세대수최저(원/3.3㎡)최고(원/3.3㎡)평균(원/3.3㎡)26평13321,000,00024,000,00022,500,00065평3624,000,00027,500,00025,750,00074평13124,000,00027,500,00025,750,00085평20424,000,00027,500,00025,750,00091평6024,000,00028,000,00026,000,00099평2425,000,00028,500,00026,750,000100평1226,000,00030,000,00028,000,000<br/>　<br/>      ③ 이 사건 제2추정가액표를 기준으로 이 사건 아파트 600세대 전체의 가격을 계산해 보면, 평형별 평당 최저가격 기준으로는 9,990억 원 상당, 평형별 평당 최고가격 기준으로는 1조 1,470억 원 상당, 평형별 평당 평균가격 기준으로는 1조 730억 원 상당이다. 이 사건 제1, 2추정가액표를 비교해 보면, 이 사건 아파트의 평형별 평당 최저ㆍ평균 가격은 이 사건 제2추정가액표 기재 금액이 이 사건 제1추정가액표 기재 금액보다 더 낮고, 이 사건 아파트의 평형별 평당 최고 가격은 이 사건 제1, 2추정가액표의 기재 금액이 동일하다.<br/>     ④ 이 사건 용역계약서에 이 사건 제2추정가액표가 첨부된 경위에 관하여, 피고인 2는 수사기관에서 조사를 받으면서 “저희가 가격제안을 하고 실제로 계약을 하기 전에 피고인 4의 사무실에서 대책위원회 측 사람을 2~3차례 만났습니다. 그 과정에서 가격조정을 다시 해서 이 사건 용역계약서에 첨부된 것과 같은 정도의 금액으로 가격을 산정하면 될 것 같아서 한 번은 계약서 초안과 저희가 산정한 추정감정가액을 표로 정리해서 가져갔습니다. 그런데 공소외 9가 그 표를 계약서에 첨부하자고 강하게 요구했습니다. 그래서 저희는 사실 그렇게 하는 것이 관행이 아니기 때문에 곤란하다고 하였더니 공소외 9가 두어 차례 정도 집요하게 계약서에 붙이자고 해서 저희는 그렇다면 이 금액이 변동이 될 수 있는 금액이라는 전제 하에 그렇게 하자고 했고, 그 부분에 관해 합의가 이루어져 계약서에 감정추정가액표를 첨부하게 된 것입니다”라고 진술하였고(피고인 2에 대한 제1회 검찰 피의자신문조서 중 수사기록 제2761쪽), 피고인 4는 수사기관에서 조사를 받으면서 “피고인 5 회사를 선정한 이후 제가 피고인 2에게 전화를 하여 계약서 초안을 만들어 오라고 했습니다. 그리고 계약서를 제가 혼자 보기는 좀 그래서 공소외 9를 오라고 했습니다. 피고인 2가 당시 만들어 온 계약서 초안을 공소외 9가 검토를 했고, 특별히 문제가 될 것이 없다고 판단을 하였습니다. 그런데 거기서 공소외 9가 갑자기 제안서 뒤에 있는 감정추정가액을 계약서에 붙여야 한다고 하였고, 그 문제로 피고인 2와 공소외 9가 한참을 옥신각신하였는데, 결국은 계약서에 붙이기로 하였습니다. 당시 자신은 계약서에 감정추정가액을 붙이는 것이 크게 중요한 문제라고는 생각하지 않았습니다“라고 진술하였다(피고인 4에 대한 제1회 검찰 피의자신문조서 중 수사기록 제3306쪽, 제3307쪽). <br/>     ⑤ 공소외 9는 수사기관에서 조사를 받으면서 “이 사건 용역계약을 체결하기 전 피고인 4의 사무실에서 피고인 2를 만났는데, 당시 피고인 5 회사에서 제시한 금액이 다른 곳에서 제시한 금액보다 많이 낮아서 의외였기 때문에 그 금액으로 감정평가를 해줄 수 있냐고 했더니 아무런 문제가 없다고 계속 다짐을 하였다. 그 후 계약하는 날 가봤더니 계약서에 이 사건 제2추정가액표가 붙어 있었다. 당시 피고인 2가 그 가격으로 해주겠다고 하였고, 변동가능성이 있다고 얘기한 사실은 없다. 또한 계약 체결 당시 피고인 1도 있었는데, 피고인 1, 피고인 2 중 한명이 ‘이 계약서에 이면으로 가격제안서를 첨부한 것은 불법이니 나중에 감정평가서가 다 발부되고 나면 확인하고 이것은 좀 없애야 한다’고 말하기까지 하였으므로, 피고인 1도 이 사건 용역계약서에 이면으로 감정평가 금액이 들어가는 것을 당연히 알고 있었다”고 진술하였고(공소외 9에 대한 제3회 검찰 진술조서 중 수사기록 제3472쪽, 제3474쪽, 제3477쪽), 이 법정에서도 “용역계약서 작성 당시 피고인 4가 감정평가사들에게 제시한 금액 수준으로 감정평가가 되지 않으면 수수료를 줄 수 없다는 취지로 이야기하였고, 우리 입장에서는 그 가격대로 해준다고 확답을 받고 믿고 첨부한 것이지 변동이 된다면 굳이 그렇게 할 필요가 없었다”고 진술하였다. <br/>     ⑥ 시행사 측으로부터 이 사건 아파트에 대한 감정평가 의뢰를 받고 감정평가를 진행하였던 공소외 19, 한국감정원 타당성조사 단장으로서 이 사건 감정평가에 대한 타당성조사를 하였던 공소외 17, 피고인 5 회사 소속 감정평가사인 공소외 22 등 이 사건과 관련하여 수사기관에서 조사를 받은 감정평가사들은 수사기관 내지 이 법정에서 감정평가 용역계약을 체결하면서 용약계약서에 감정평가 목적물에 대한 추정가액표를 첨부해 본 적은 없고 그와 같이 해서도 안된다고 진술하였다. 감정평가사들의 위 진술 내용에다가 뒤에서 보는 바와 같이 피고인 1, 피고인 2, 피고인 3 이외의 피고인 5 회사와 공소외 2 회사 소속 다른 감정평가사들에게도 이 사건 용역계약서에 이 사건 제2추정가액표가 첨부되어 있다는 사실이 알려지자 피고인 5 회사와 공소외 2 회사는 서둘러 이 사건 제2추정가액표가 첨부된 이 사건 용역계약서 원본을 모두 회수하고 이 사건 분양대책위원회와 사이에 감정추정가액표가 첨부되어 있지 않는 용역계약서를 다시 작성하였던 점(피고인 5 회사는 이 사건 제2추정가액표가 첨부된 이 사건 용역계약서 회수 문제를 논의하기 위하여 긴급대책회의를 열기까지 하였다) 등에 비추어 보면, 이 사건의 경우처럼 감정평가 용역계약을 체결하면서 의뢰인의 요구로 용역계약서에 감정평가 목적물에 대한 추정가액표를 첨부하는 것은 대단히 이례적인 경우임이 분명하다.<br/>     ⑦ 피고인 5 회사의 경우에 기획본부장의 사전 검토를 거쳐 감정평가 용역계약을 체결하고, 공소외 2 회사의 경우에도 감정평가 용역계약을 체결하면 집행부에 계약 체결사실을 보고하여 결재를 받도록 되어있다. 그런데 피고인 1, 피고인 2는 이 사건 용역계약을 체결하면서 용역계약서의 적정성 여부를 검토하는 기획본부장에게 계약 체결 사실을 알리지 않았고(피고인 1은 이 사건 용역계약 체결 당시 이 사건 용역계약서에 이 사건 제2추정가액표가 첨부되어 있는 사실을 알지 못했다고 주장한다. 그러나 피고인 1이 이 사건 용역계약을 체결하는 자리에 있었을 뿐만 아니라, 이 사건 용역계약을 체결하는 자리에 있었던 공소외 9도 “이 사건 용역계약을 체결하는 자리에서 피고인 1, 피고인 2 중 한명이 ‘이 계약서에 이면으로 가격제안서를 첨부한 것은 불법이니 나중에 감정평가서가 다 발부되고 나면 확인하고 이것은 좀 없애야 한다’고 말하였다”고 진술하고 있는 점 등에 비추어 보면, 피고인 1의 위 주장은 믿기 어렵다), 피고인 3 역시 이 사건 용역계약 체결 당일 피고인 2로부터 이 사건 제2추정가액표가 첨부되어 있는 이 사건 용역계약서를 이메일로 받았으므로 이 사건 용역계약서에 이 사건 제2추정가액표가 첨부되어 있는 사실을 알고 있었음에도 공소외 2 회사 집행부에 이 사건 용역계약 체결 사실을 알리지 않았다. <br/>     ⑧ 이상의 사정들에 비추어 보면, 피고인 4는 피고인 2에게 이 사건 감정평가 제안서를 통하여 제시하였던 금액보다 더 낮은 금액으로 감정평가를 하여달라고 부탁하였고, 피고인 2는 피고인 4의 요구를 받아들여 이 사건 감정평가 제안서를 통하여 처음에 제시하였던 이 사건 아파트에 대한 확정 가능한 감정평가 금액보다 더 낮은 금액이 기재되어 있는 이 사건 제2추정가액표를 제시하였으며, 계속하여 피고인 1, 피고인 2는 이 사건 용역계약을 체결하면서 피고인 4, 공소외 9의 요구를 받아들여 매우 이례적으로 이 사건 용역계약서에 감정평가 목적물에 대한 추정가액이 기재되어 있는 이 사건 제2추정가액표를 첨부한 것으로 보인다. 또한 피고인 1, 피고인 2, 피고인 3은 이 사건 용역계약서에 이 사건 제2추정가액표와 같이 감정평가 목적물에 대한 추정가액을 첨부하는 것이 대단히 이례적인 일이었기 때문에 이를 숨기기 위하여 이 사건 용역계약 체결 사실을 통상적인 경우와 달리 모두 그 소속 평가법인의 기획본부장 내지 집행부에 알리지 않았던 것으로 보인다. <br/>3) 최초 감정평가 금액 등<br/>     ① 피고인 1은 피고인 2로부터 이 사건 아파트에 대한 감정평가 진행상황을 보고받았고(이 사건 진상조사위원회 제3차 회의결과, 증거목록 순번 18-5), 피고인 2, 피고인 3은 이 사건 용역계약 체결 후인 2013. 9. 25. 이 사건 아파트 600세대 전체의 가격을 1조 720억 원 상당(이하 ‘이 사건 최초 감정평가 금액’이라고 한다)으로 감정평가 하였다. 피고인 1, 피고인 2, 피고인 3은 법인 내부의 가격심의절차를 거치지 않아 위 가격이 감정평가 금액으로 최종적으로 확정되지도 않았음에도 이 사건 대책위원회에 발송할 감정평가서를 미리 만들어 놓고, 이에 대한 출력 작업까지 완료하는 등으로 감정평가서 발송을 위한 모든 준비를 마쳐 놓았다.   <br/>     ② 이 사건 최초 감정평가 금액은 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 이 사건 아파트 평형별 평당 평균가격을 기준으로 계산한 이 사건 아파트 600세대 전체의 가격인 1조 730억 원 상당과 거의 일치하는 금액이었던 데 반하여 당시 이 사건 아파트의 임대차보증금 총액인 1조 1,520억 원 상당에도 미치지 못하는 금액이었는바, 피고인 2, 피고인 3은 피고인 4의 요구에 따라 이 사건 아파트에 대한 감정평가 금액으로 제안하였던 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 이 사건 아파트 평형별 평당 평균가격에 맞추어 이 사건 최초 감정평가 금액을 정한 것으로 보인다.<br/>4) 이 사건 최초 감정평가 금액의 변경 과정 및 최종 감정평가 금액의 결정 등<br/>     ① 공소외 2 회사는 이 사건 최초 감정평가 금액의 적정성에 대한 심사를 위하여 2013. 9. 25. 가격심의위원회를 개최하였는데, 위 가격심의위원회에서는 이 사건 아파트의 공시가격 수준을 고려할 때 이 사건 최초 감정평가 금액은 낮은 것으로 판단된다는 이유로 가격심의를 부결하였다. <br/>     ② 피고인 3은 위와 같이 공소외 2 회사에서 가격심의가 부결된 다음 날인 2013. 9. 26. 피고인 2에게 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되었다는 사실을 전화로 알렸다.<br/>     ③ 한편, 피고인 5 회사도 2013. 9. 26. 16:00경~17:00경 사이에 이 사건 최초 감정평가 금액의 적정성에 대한 심사를 위하여 가격심의위원회를 개최하였고, 피고인 1, 피고인 2도 위 가격심의위원회에 참석하였다. 앞서 본 바와 같이 피고인 3은 2013. 9. 26. 피고인 2에게 공소외 2 회사에서 전날 가격심의가 부결된 사실을 알렸고, 피고인 5 회사의 가격심의위원회는 2013. 9. 26. 오후 늦게 개최되었으므로, 피고인 2는 피고인 5 회사의 가격심의위원회 개최 당시 공소외 2 회사에서 가격심의가 부결된 사실을 알고 있었던 것으로 보인다. 그럼에도 피고인 2는 피고인 5 회사의 가격심의위원회에 참석하여 공소외 2 회사에서 가격심의가 부결된 사실을 가격심의위원들에게 알리지 않았고, 피고인 1은 피고인 5 회사의 가격심의위원회에 참석하여 회의 시작에 앞서 본건은 가격심의 대상이 아니며(본건 감정은 세대별 개별감정이고, 각 세대별 감정평가 금액만을 기준으로 볼 때, 감정평가 금액이 가격심의 대상 기준에 미달되어 가격심의 대상이 아니라는 취지이다), 가격은 이미 결정되어 수정이 곤란하다는 취지의 발언을 하였다. 피고인 5 회사의 가격심의위원회에 참석한 가격심의위원들 중에는 비교사례로 선정된 아파트가 이 사건 아파트에 비해 현저히 열악하다고 판단된다는 의견, 평당 3,000만 원 이상의 가격이 적정하다는 의견 등을 밝힌 위원들도 있었으나 결국 피고인 5 회사의 위 가격심의위원회에서는 이 사건 최초 감정평가 금액에 대한 가격심의를 통과시켰다(증거목록 순번 18-3, 이 사건 진상조사 결과 보고서 참조).<br/>     ④ 공소외 2 회사는 가격심의위원회에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되자 피고인 5 회사에 이 사건 최초 감정평가 금액으로는 감정평가서를 발송할 수 없다는 이유로 감정평가서 발송보류를 요청하는 내용의 공문을 보냈고, 위 공문은 2013. 9. 30.(월요일) 피고인 5 회사에 도달하였다. 앞서 본 바와 같이 피고인 1, 피고인 2, 피고인 3이 이 사건 최초 감정평가 금액에 대한 법인 내부의 가격심의절차를 거치기 전에 이미 이 사건 대책위원회에 발송할 감정평가서를 만들어 놓고, 이에 대한 출력 작업까지 완료하는 등 감정평가서 발송을 위한 모든 준비 작업을 마쳐 놓았던 점, 피고인 5 회사에서는 이 사건 최초 감정평가 금액에 대한 가격심의가 통과된 점 등에 비추어 볼 때, 공소외 2 회사에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되지 않았다면 이 사건 최초 감정평가 금액이 그대로 이 사건 아파트에 대한 최종 감정가격으로 결정되었을 것으로 보인다.<br/>     ⑤ 공소외 2 회사 대표이사인 공소외 27은 수사기관에서 조사를 받으면서 “2013. 9. 말경 이 사건 용역계약서를 처음 보았고, 이 사건 용역계약서에 별지로 평형별로 최저, 최고 가격이 표로 정리되어 있었습니다. 제가 계약서에 평형별 가격이 붙어 있는 것은 처음 보았기 때문에 피고인 3을 불러서 도대체 이게 뭐냐, 뭐 이런 계약이 있느냐고 물어보면서 야단을 쳤습니다. 피고인 3이 꼭 계약서에 기재된 대로 지키지 않아도 되고 단지 선언적인 것에 불과하다고 얘기를 하였으나 그래도 저는 피고인 3에게 이거는 아닌 것 같으니 당장 계약을 해지하던지, 해지가 안되면 평형별 가격이 붙어 있는 별지를 떼어 내고 다시 작성을 하라고 지시를 하였습니다”고 진술하였다(공소외 27에 대한 검찰 진술조서 중 수사기록 제5143~5144쪽, 제5148쪽). 피고인 5 회사 역시 이 사건 용역계약서에 이 사건 제2추정가액표가 첨부되어 있는 사실을 인지하고 2013. 10. 1. 피고인 5 회사의 감사 공소외 10의 요청에 의해 긴급대책회의를 소집하였고, 위 긴급대책회의에서 이 사건 용역계약서 원본 및 복사본을 회수하고 용역계약서를 재작성하는 방안을 논의하였다. 한편 위 긴급대책회의에서는 이 사건 감정평가를 중단하여야 한다는 의견도 있었는데, 이에 대하여 피고인 1은 손해배상의 문제 등을 거론하며 평가중단으로 인해 발생되는 손해배상 등의 문제는 반대하는 분들이 책임을 져야한다는 취지로 발언하기도 하였다(이 사건 진상결과 보고서 참조). 그 후 피고인 5 회사는 이 사건 제2추정가액표가 첨부되어 있는 이 사건 용역계약서 원본을 회수한 후(복사본은 회수하지 못하였다) 이 사건 대책위원회와 사이에 감정추정가액표가 첨부되어 있지 아니한 용역계약서를 재작성하였다. <br/>     ⑥ 이 사건 최초 감정평가 금액이 변경된 과정에 관하여, 공소외 9는 수사기관에서 조사를 받으면서 “감정평가사들이 ‘이 가격으로는 내놓으면 너무 가격이 적어서 인정하기 힘들 정도니까 금액을 좀 올려야겠다. 피고인 5 회사에서는 괜찮은데 공소외 2 회사에서 올려달라고 한다. 그 쪽에서 결정을 못하고 있다’고 하면서 금액을 올릴 수밖에 없다고 하였다. 그래서 그 자리에서는 생각해보겠다고 하고 고민을 하다가 그것을 올려 줘야 국토부 타당성 조사에서 문제가 없다고 하니 결국 올리기로 하고, 피고인 4와 함께 피고인 5 회사 사무실에 찾아가서 직접 피고인 2 등을 만나서 올리라고 한 것입니다”고 진술하였고(공소외 9에 대한 제3회 검찰 진술조서 중 수사기록 제3484쪽, 제3485쪽), 피고인 4는 수사기관에서 조사를 받으면서 “피고인 1, 피고인 2, 피고인 3이 자신의 사무실에 찾아와 저와 공소외 9와 함께 얘기를 했는데, 공시가격 반영을 안해 가격을 올려야 된다. 1차로 출력된 가격으로는 공소외 2 회사의 가격심사위원회에서 심사가 통과 안 될 것 같다고 하면서 가격을 올려야 된다고 했습니다. 그래서 저희와 좀 옥신각신 하였고, 그래도 저희가 그냥 뻗댄다고 해결될 문제도 아니고 해서 그 사람들보고 알아서 하라고 했습니다. 그 후 공소외 9와 이런저런 얘기를 한 후 올려주어야 될 것 같아서 공소외 9와 함께 피고인 5 회사 사무실에 찾아가 피고인 2를 만나 감정평가 금액을 올려주겠다고 하였다”고 진술하였으며(피고인 4에 대한 제1회 검찰피의자신문조서 중 수사기록 제3315~3316쪽, 3318쪽), 피고인 3은 수사기관에서 조사를 받으면서 “피고인 1, 피고인 2와 함께 피고인 4, 공소외 9를 만나 만들어 놓은 감정평가서 가격을 올려야 한다고 말하였습니다. 처음에는 대책위원회에서 납득이 안 간다고 하였고, 우리로서는 가격을 올려야겠다고 하였습니다. 저희 법인의 가격심의를 통과하지 못하였다는 사정을 설명하면서 가격을 올려야겠다고 설득하였습니다”고 진술하였고(피고인 3에 대한 제1회 검찰 피의자신문조서 중 수사기록 제3263~3264쪽), 피고인 1은 수사기관에서 조사를 받으면서 “피고인 2, 피고인 3과 함께 피고인 4, 공소외 9를 만나 공소외 2 회사에서 가격심사를 통과하지 못했다는 취지로 말을 했고, 가격을 조정해야 하는 불가피성에 대하여 설명을 했습니다. 그리고 용역계약서의 가격표는 오해의 소지가 있으니 떼어내자고 말하였습니다”고 진술하였다(피고인 1에 대한 제2회 검찰 피의자신문조서 중 수사기록 제2956쪽).<br/>      이상의 사정들에 비추어 보면, 피고인 1, 피고인 2, 피고인 3은 앞서 본 바와 같이 공소외 2 회사에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되고, 공소외 2 회사가 최초 감정평가 금액으로는 감정평가서를 발송할 수 없다는 이유로 감정평가서 발송보류를 요청하는 내용의 공문을 보내자, 2013. 10. 초순경(이 사건 제2추정가액표가 첨부되어 있는 이 사건 용역계약서의 회수 문제 등을 논의하기 위해 2013. 10. 1. 피고인 5 회사에서 긴급대책회의가 소집된 직후이다) 피고인 4의 사무실에 찾아가 피고인 4와 공소외 9에게 이 사건 최초 감정평가 금액을 올려야 된다고 설명하면서(뒤에서 보는 바와 같이 피고인 4는 당시 피고인 2로부터 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'를 이메일로 받아보았으므로, 이 사건 최초 감정평가 금액에 대하여 알고 있었다) 이 사건 최초 감정평가 금액의 상향에 대한 양해 내지 승낙을 구하였고, 그 후 피고인 4, 공소외 9가 피고인 5 회사 사무실에 찾아가 피고인 2에게 감정평가 금액을 올리는 것에 대하여 승낙을 해준 것으로 보인다[피고인 4는 위와 같이 피고인 1, 피고인 2, 피고인 3이 이 사건 최초 감정평가 금액의 상향에 대한 양해를 구하기 위해 자신을 찾아오기 전인 2013. 9. 30. 피고인 5 회사 명의의 예금계좌로 이 사건 용역계약에 따른 감정평가수수료 중 80%가 넘는 금액인 501,647,300원을 송금하였다. 위와 같이 피고인 4가 최종 감정평가 결과가 나오기도 전에 감정평가수수료 명목으로 일부 금원을 송금해준 것은 피고인 2로부터 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'를 이메일로 계속 받아봄으로써 이 사건 최초 감정평가 금액에 대하여 사전에 알고 있었고, 감정평가가 진행되기에 앞서 자신의 요구로 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 기재 금액과 거의 일치하는 이 사건 최초 감정평가 금액에 따라 세대별로 감정평가서가 작성되어 출력 작업까지 완료된 사실도 알고 있었으므로(피고인 2와 함께 이 사건 감정평가 업무를 수행하였던 피고인 5 회사 소속 감정평가사인 공소외 7, 공소외 8은 “2013. 9. 27. 이 사건 최초 감정평가 금액에 따라 세대별로 작성된 감정평가서에 발송인을 날인하고 발송 준비를 마쳤는데, 이 사건 대책위원회로부터 감정평가서를 일단 법인에서 보관해 달라는 연락을 받고 발송을 보류하였다”고 진술하였다. 이 사건 진상조사 결과 보고서 참조), 이 사건 최초 감정평가 금액이 그대로 최종 감정평가 금액으로 정해져 이 사건 아파트에 대한 감정평가가 모두 완료된 것으로 생각하였기 때문으로 보인다]. 그런데 감정평가를 의뢰받은 감정평가사는 감정평가사로서의 전문적인 지식과 경험 및 관련 법령에서 정한 방법에 따라 정당하게 감정평가를 진행한 후 의뢰인에게는 감정평가 결과를 통보해주면 되는 것이고, 감정평가를 진행하는 도중에 의뢰인과 사이에 감정평가 금액에 대하여 협의를 하거나 감정평가 금액의 조정 여부에 대하여 양해를 구할 이유가 없다. 따라서 위와 같이 피고인 1, 피고인 2, 피고인 3이 함께 피고인 4를 찾아가 이 사건 최초 감정평가 금액의 상향에 대한 양해를 구하고 이에 대한 승낙을 받은 것은 이 사건 용역계약을 체결하면서 피고인 4의 요구에 따라 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 기재 금액에 맞추어 이 사건 아파트에 대한 감정평가 금액을 결정해 주기로 약속하였음에도 공소외 2 회사의 가격심의 부결로 위 약속을 지킬 수 없는 상황이 발생하였기 때문으로 보인다.<br/>     ⑦ 피고인 2, 피고인 3은 피고인 4에게 이 사건 최초 감정평가 금액의 상향에 대한 양해를 구하고 이에 대한 승낙을 받은 후 재조사를 실시하여 2013. 10. 8.경 이 사건 아파트 600세대 전체의 가격을 1조 1,620억 원 상당(이하 ‘이 사건 최종 감정평가 금액’이라고 한다)으로 감정평가 하였고, 피고인 1은 피고인 5 회사의 심사자가 아님에도 자신이 감정평가서에 심사자로 서명할 것을 자청하여 이 사건 최종 감정평가 금액에 따라 작성된 감정평가서에 심사자로 서명하였다.<br/>     ⑧ 피고인 3은 이 사건 최종 감정평가 금액이 결정된 경위에 관하여 수사기관에서 조사를 받으면서 “재조사를 실시하여 2013. 10. 3.~4.경 1조 3,900억 원 정도로 감정평가 가격을 재산정하였고, 피고인 2도 이에 동의하였습니다. 그런데 피고인 2가 1조 3,900억 원의 가격이 높다고 하면서 결정을 번복하였습니다. 그래서 최종 가격은 1조 1,600억 원으로 하였습니다. 피고인 2가 수정을 하였기 때문에 제가 어떤 기준으로 변경이 되었는지 알지 못합니다. 다만 피고인 2가 수정한 사항에 대하여 저도 동의는 하였습니다. 기본적으로 가격대에 대한 인식 차이가 있었고, 일단 주관사인 피고인 5 회사의 의견이었기에 동의하였습니다”라고 진술하였다(피고인 3에 대한 제1회 검찰 피의자신문조서 중 수사기록 제3265~3266쪽, 제3279쪽). 피고인 3은 이 법정에서도 “재조사를 실시한 후 1조 3,000억 원 정도를 피고인 2에게 전달하였다”는 취지로 진술하였다(피고인 3에 대한 피고인신문 참조). 한편, 피고인 3이 2014. 7.경 작성한 ‘(아파트명 생략) 평가업무 진행경위’(이하 ‘이 사건 업무진행 경위 보고서’라고 한다, 증거목록 순번 19-1, 피고인 3은 수사기관에서 조사를 받으면서 이 사건 감정평가 건으로 사회적 물의가 컸고, 영업에도 지장을 받게 되었기 때문에 제가 사과를 하기 위하여 기본 내용의 정리가 필요하다고 생각하여 이 사건 업무진행 경위 보고서를 작성하였다고 진술하였다)라는 제목의 문건에는 ‘2013년 9월 27일 평가서 발송중지를 피고인 5 회사에 공문발송. 대표이사로부터 주변의 우려와 함께 가급적 평가서를 발송하지 말라는 지시를 받음. 만약에 한다면 주택 공시가격 수준이 산정가격의 80%가 되는 수준으로 가격(약 1조 4,100억 원)을 작성하도록 지시. 2013년 10월 3일~10월 5일 피고인 5 회사와 가격을 상향하기로 하고 현장조사를 재시행하여 가격을 약 1조 3,900억 원으로 작성하였으나 주관사인 피고인 5 회사에서 대책위와 협의하여 산정가격의 하향을 요구’라고 기재되어 있다. <br/>피고인 3의 위 진술 및 피고인 3이 작성한 이 사건 업무진행 경위 보고서의 위 기재내용, 이 사건 최초 감정평가 금액이 변경된 과정에 관한 공소외 9, 피고인 4, 피고인 3, 피고인 1의 위 ⑥항에서의 진술내용 등에 의하여 알 수 있는 다음과 같은 사정들, 즉 ㉠ 이 사건 최초 감정평가 금액은 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 이 사건 아파트 평형별 평당 평균가격을 기준으로 계산한 이 사건 아파트 600세대 전체의 가격인 1조 730억 원 상당과 거의 일치하는 금액이었는데, 공소외 2 회사 가격심의위원회에서 이 사건 최초 감정평가 금액이 이 사건 아파트의 공시가격 수준을 고려할 때 낮은 것으로 판단된다는 이유로 가격심의가 부결되자, 피고인 1, 피고인 2, 피고인 3이 함께 피고인 4를 찾아가 이 사건 최초 감정평가 금액의 상향에 대한 양해를 구하고 이에 대한 피고인 4의 승낙을 받고 나서 이 사건 아파트에 대한 현장 재조사를 실시한 점, ㉡ 피고인 4를 찾아가 이 사건 최초 감정평가 금액의 상향에 대한 양해를 구한 과정에 관하여 피고인 3은 수사기관에서 조사를 받으면서 “사정을 설명하면서 가격을 올려야겠다고 설득하였습니다”고 진술하였고, 피고인 1은 수사기관에서 조사를 받으면서 “가격을 조정해야 하는 불가피성에 대하여 설명을 했습니다”고 진술하였으며, 피고인 4는 수사기관에서 조사를 받으면서 “피고인 1, 피고인 2, 피고인 3이 찾아와 가격을 올려야 된다고 하여 그 문제로 저희와 옥신각신 하였다”고 진술하였는바, 위와 같이 피고인 1, 피고인 3이 피고인 2와 함께 피고인 4를 찾아가 이 사건 최초 감정평가 금액을 올려야겠다고 설득하거나 가격 상향의 불가피성에 대하여 설명하였다는 것은 피고인 1, 피고인 3 역시 피고인 2가 피고인 4의 요구로 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 기재 금액에 맞추어 이 사건 아파트에 대한 감정평가 금액을 결정해 주기로 사전에 약속하였음을 알고 있었기 때문으로 보이는 점, ㉢ 공소외 2 회사 가격심의위원회에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되자, 공소외 2 회사의 대표이사인 공소외 27은 피고인 3에게 가급적 평가서를 발송하지 말라고 하면서 만약에 발송하려면 이 사건 아파트의 공시가격 수준이 감정평가 금액의 80%가 되는 수준으로 감정평가 금액을 정하도록 지시하였으며, 피고인 3은 재조사 실시 후 공소외 27 대표의 위와 같은 지시의 취지에 따라 피고인 2에게 이 사건 아파트의 감정평가 금액을 1조 3,900억 원 상당으로 재산정하여 피고인 2의 동의까지 받았던 점, ㉣ 그런데 그 후 피고인 3은 피고인 2로부터 이 사건 대책위원회와 사이의 협의에 따라 이 사건 아파트에 대한 감정평가 금액을 당초 피고인 3이 작성하였던 1조 3,900억 원 상당보다 2,300억 원 상당이나 낮은 1조 1,620억 원 상당으로 정하였다고 통보받았음에도 구체적으로 어떤 기준에 의하여 감정평가 금액이 위와 같이 낮아진 것인지 알지도 못하고, 이에 대하여 피고인 2로부터 별다른 설명도 듣지 못한 상태에서 이 사건 최종 감정평가 금액에 아무런 이의를 제기하지 않고 동의하였던 점, ㉤ 피고인 2 역시 이 사건 최종 감정평가 금액을 당초 피고인 3이 제시하여 자신이 동의까지 하였던 1조 3,900억 원 상당보다 2,300억 원 상당이나 낮은 1조 1,620억 원 상당으로 최종 결정한 이유나 그에 관한 근거를 제시하지 못하고 있는바, 이 사건 최종 감정평가 금액이 1조 3,900억 원 상당보다 2,300억 원 상당이나 낮아진 1조 1,620억 원 상당으로 결정된 것은 피고인 3이 작성한 이 사건 업무진행 경위 보고서의 기재내용과 같이 이 사건 대책위원회와 사이의 협의에 따라 결정된 것으로 볼 수밖에 없는 점, ㉥ 위와 같이 당초 재산정된 금액보다 하향된 2,300억 원의 가격은 이 사건 아파트 600세대를 기준으로 단순 계산해 볼 때에도 그로 인하여 세대 당 감정가격이 4억 원 상당이나 내려가는 큰 금액인 점 등에 비추어 보면, 피고인 2는 공소외 2 회사의 가격심의 부결로 인하여 이 사건 최초 감정평가 금액보다 상향된 금액으로 감정평가 금액을 다시 정할 수밖에 없게 되자 이 사건 최종 감정평가 금액을 정함에 있어서도 현장 재조사를 실시한 후 당초 피고인 3과 사이에 이 사건 아파트에 대한 감정평가 금액으로 합의한 금액은 1조 3,900억 원 상당이었음에도 별다른 이유나 근거 없이 통상적인 업무처리 방식에서 벗어나 피고인 4와 사이의 협의에 따라 피고인 3과 사이에 합의한 위 금액보다 무려 2,300억 원 상당이나 낮은 금액인 1조 1,620억 원 상당으로 이 사건 아파트에 대한 최종 감정평가 금액을 정한 것으로 보인다. 또한 피고인 1, 피고인 3은 늦어도 피고인 2와 함께 이 사건 최초 감정평가 금액의 상향에 대한 양해를 구하기 위해 피고인 4를 만나러 갔을 무렵에는 피고인 2가 피고인 4의 요구로 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 기재 금액에 맞추어 이 사건 아파트에 대한 감정평가 금액을 결정해 주기로 사전에 약속하였음을 알게 되었음에도 이에 대하여 아무런 이의를 제기하지 않고 그 이후부터 이 사건 아파트에 대한 감정평가를 마칠 때까지 이 사건 아파트에 대한 감정평가 업무에 계속하여 관여하거나 피고인 2와 함께 이 사건 아파트에 대한 감정평가를 진행하였으며, 피고인 3은 공소외 2 회사의 가격심의 부결 이후 공소외 2 회사공소외 27 대표의 지시 취지에 따라 피고인 2와 사이에 이 사건 아파트에 대한 감정평가 금액으로 당초 합의하였던 1조 3,900억 원 상당의 금액을 피고인 2가 별다른 이유나 근거도 없이 피고인 4와 사이의 협의에 따라 1조 1,620억 원 상당으로 낮춘 사실도 알고 있었음에도 위 1조 1,620억 원 상당의 금액이 이 사건 아파트에 대한 최종 감정평가 금액으로 결정되는 것에 대하여 피고인 2의 요구를 받아들여 아무런 이의를 제기하지 않고 동의하였다고 할 것이다.<br/>5) 피고인 2와 피고인 4 사이의 감정평가금액의 공유 및 협의 등<br/>     ① 피고인 2는 2013. 9. 9. 이 사건 용역계약을 체결한 이후 이 사건 최초 감정평가 금액이 결정되기 전으로서 이 사건 감정평가가 진행되는 도중인 2013. 9. 16.부터 2013. 9. 24.까지 사이에 피고인 4에게 수차례에 걸쳐 아래와 같은 내용의 이메일(증거목록 순번 34, 34-3 내지 34-5)을 보냈다. 아래 이메일 내용에 비추어 보면, 피고인 2는 이 사건 아파트에 대한 감정평가를 진행하면서 피고인 4에게 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'를 계속 보내주는 등으로 이 사건 감정평가 진행상황과 감정평가 금액을 공유하고, 피고인 4의 의견을 반영하여 이 사건 최초 감정평가 금액을 결정한 것으로 보인다.<br/>○ 2013. 9. 16.자 이메일(이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA‘를 첨부하여 보냄)　: 피고인 4 사장님 유선상으로 말씀드린 바대로 (아파트명 생략) 감정평가 결과 요약 송부드립니다. 아직은 완결된 사항은 아니고, 주시는 코멘트 사항을 반영하여 최종 완결하고자 합니다. 검토하신 후 가능하시면 내일 오후 정도까지 말씀주시면 반영조치 하도록 하겠습니다.○ 2013. 9. 17.자 이메일(이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA‘를 첨부하여 보냄)　: 피고인 4 사장님 말씀주신 91, 74평대에 대한 고려/101동 등 초과발코니로 인한 전용면적이 넓은 동에 대한 고려 등을 반영하여 수정한 감정평가 결과 요약서를 송부드립니다. 시간되실 때 검토 부탁드립니다.○ 2013. 9. 24.자 이메일(세대별 금액 요약표를 첨부하여 보냄)　: 피고인 4 사장님 첨부파일과 같이 세대별 금액 및 단가 요약표를 송부드립니다. 세대별 평가금액 및 평가단가를 일목요연하게 표로 정리한 파일입니다. 참조바랍니다.<br/>　<br/>      ② 피고인 2는 공소외 2 회사 가격심의위원회에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되자 피고인 3과 함께 이 사건 아파트에 대한 현장 재조사를 실시한 후 이 사건 최초 감정평가 금액보다 900억 원 상당이 상향된 금액으로 이 사건 최종 감정평가 금액을 결정하였는데, 이 사건 최종 감정평가 금액이 결정되기 직전으로서 이 사건 아파트에 대한 현장 재조사를 모두 마친 이후인 2013. 10. 4.부터 2013. 10. 7.까지 사이에 피고인 4에게 수차례에 걸쳐 아래와 같은 내용의 이메일(증거목록 순번 34, 34-5)을 보냈다. 아래 이메일 내용에 비추어 보면, 피고인 2는 공소외 2 회사 가격심의위원회의 가격심의 부결로 인하여 이 사건 아파트에 대한 감정평가 금액을 다시 정하는 과정에서도 피고인 4에게 이 사건 최초 감정평가 금액을 정할 때와 마찬가지로 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'를 계속 보내주는 등으로 이 사건 감정평가 진행상황과 감정평가 금액을 공유하고, 피고인 4의 의견을 반영하여 이 사건 최종 감정평가 금액을 결정한 것으로 보인다.<br/>○ 2013. 10. 4. 14시 57분 발송 이메일(이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA‘를 첨부하여 보냄)　: 피고인 4 사장님 첨부와 같이 감정평가 결과 관련 세대별 요약표를 송부드립니다. 아울러 요청하신 감정평가 순위표를 함께 드리오니 참조바랍니다.○ 2013. 10. 4. 18시 21분 발송 이메일(이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA‘를 첨부하여 보냄)　: 피고인 4 사장님 말씀하신 내용을 반영하여 수정한 파일을 송부드립니다. ○ 2013. 10. 6. 15시 10분 발송 이메일(이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA‘를 첨부하여 보냄)　: 피고인 4 사장님 말씀주신 내용을 반영하여 수정한 파일을 송부드립니다.○ 2013. 10. 6. 16시 56분 발송 이메일(이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA‘를 첨부하여 보냄)　: 피고인 4 사장님 관련파일 수정하여 재송부드립니다.○ 2013. 10. 7. 6시 58분 발송 이메일(이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA‘를 첨부하여 보냄)　: 피고인 4 사장님 최종 감정평가 결과 요약표를 첨부와 같이 송부드립니다.<br/>　<br/>      ③ 피고인 4에게 수차례에 걸쳐 앞서 본 내용의 이메일을 보낸 것과 관련하여, 피고인 2는 피고인 4로부터 개별 세대의 특성과 하자 부분에 관한 의견을 듣고 이를 평가에 반영한 것에 불과하다고 주장한다. 그러나 피고인 2는 피고인 4로부터 의견을 들었다는 개별 세대의 특성과 하자의 구체적인 내용이 무엇인지, 피고인 4에게 위와 같이 보낸 이메일에 여러 차례 나오는 ‘피고인 4 사장님이 말씀하신 내용’이 구체적으로 무엇인지에 관하여 설명을 하지 못하고 있고, 피고인 4로부터 개별 세대의 특성과 하자 부분에 관하여 어떠한 의견을 듣고 구체적으로 어떤 자료와 조사 내용을 근거로 피고인 4의 위와 같은 의견을 어떻게 감정평가 금액에 반영하였는지에 관하여도 납득할 수 있는 설명을 전혀 하지 못하고 있다. 오히려 ㉠ 피고인 2는 수사기관에서 조사를 받으면서 “개별 세대별 하자를 반영하였느냐”는 검사의 질문에 “감정평가를 진행하면서 개별 세대별 하자를 반영하다가 최종적으로 감정평가서를 작성할 때에는 산식에 넣을지 말지 고민을 하다가 어떻게 결정을 내렸는지 잘 기억이 나지 않는다”고 진술하였는바(피고인 2에 대한 제3회 검찰 피의자신문조서 중 수사기록 제3513쪽), 피고인 2 스스로도 개별 세대별 하자를 감정평가에 반영하였는지 여부에 관하여 확실한 답변을 하지 못하였던 점, ㉡ 피고인 2의 주장과 같이 피고인 4로부터 개별 세대의 특성과 하자 부분에 대한 의견을 들은 것에 불과하다면, 그와 같은 의견의 타당성 여부를 조사ㆍ판단하여 감정평가 금액에 반영하면 되는 것임에도, 위와 같은 이유를 들어 피고인 4에게 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'를 계속 보내준다는 것은 납득할 수 없는 점(이 사건으로 수사기관에서 조사를 받은 감정평가사들은 감정평가를 진행하면서 최종 감정평가 금액이 결정되기도 전에 의뢰인에게 감정평가 금액이 기재되어 있는 'RAW DATA'를 보내주는 것은 통상적인 업무처리 방식이 아니라고 진술하였고, 피고인 5 회사 소속 감정평가사인 공소외 22도 수사기관에서 조사를 받으면서 “감정평가를 진행하는 과정에서 의뢰인에게 평가금액을 알려주고, 의뢰인의 검토를 받은 후 의뢰인의 요구사항이 있을 경우 이를 수정하여 다시 감정금액을 산출하는 경우는 없다”고 진술하였다, 공소외 22에 대한 검찰 진술조서 중 수사기록 제1551쪽), ㉢ 피고인 4는 피고인 2로부터 이메일로 받은 'RAW DATA' 출력물 뒷면에 자필로 ‘114동, 115동, 116동 조금 비싸, 118동 너무 비싸, 117동 조금 비싸, 112동 차이 적게’라는 메모 등을 해두었는데(증거목록 순번 34-2), 만약 피고인 4가 피고인 2의 주장과 같이 피고인 2에게 개별 세대의 특성과 하자 부분에 관한 의견을 말해준 것일 뿐이라면, 피고인 4가 위와 같이 피고인 2로부터 이메일로 받은 'RAW DATA' 출력물 뒷면에 개별 세대가 아닌 동별로 일률적으로 비싸다는 등의 메모를 해둔 이유를 설명하기 어려운 점, ㉣ 피고인 2가 2013. 10. 6. 15시 10분, 2013. 10. 6. 16시 56분, 2013. 10. 7. 6시 58분에 피고인 4에게 발송한 각 이메일 내용 및 위 각 이메일에 첨부되어 있는 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA‘에 의하면, 피고인 2는 이 사건 아파트에 대한 현장 재조사를 모두 마친 이후 불과 이틀 사이에 피고인 4의 의견을 반영하여 이 사건 아파트 600세대 전체의 감정평가 금액을 124억 원 상당이나 감액하여 이 사건 최종 감정평가 금액을 결정한 점(2013. 10. 6. 15시 10분 발송한 이메일에 첨부되어 있는 'RAW DATA‘에는 이 사건 아파트 600세대 전체의 감정평가 금액이 1조 1,750억 원 상당으로, 2013. 10. 6. 16시 56분 발송한 이메일에 첨부되어 있는 'RAW DATA‘에는 이 사건 아파트 600세대 전체의 감정평가 금액이 1조 1,718억 원 상당으로, 2013. 10. 7. 6시 58분 발송한 이메일에 첨부되어 있는 'RAW DATA‘에는 이 사건 아파트 600세대 전체의 감정평가 금액이 1조 1,626억 원 상당으로 각 기재되어 있고, 이 사건 최종 감정평가 금액은 피고인 2가 2013. 10. 7. 6시 58분 피고인 4에 발송한 이메일에 첨부되어 있는 'RAW DATA‘에 이 사건 아파트 600세대 전체의 감정평가 금액으로 기재되어 있는 위 1조 1,626억 원 상당으로 결정되었다), ㉤ 위와 같이 이틀 사이에 하향된 124억 원의 가격은 이 사건 아파트 600세대를 기준으로 단순 계산해 볼 때에도 그로 인하여 세대 당 감정가격이 2,000만 원 상당이나 내려가는 적지 아니한 금액인 점, ㉥ 그럼에도 피고인 2는 구체적으로 어떤 자료와 조사 내용을 근거로 위와 같이 이틀 사이에 감정평가 금액이 120억 원 상당이나 다시 낮아졌는지 수긍할 수 있는 설명을 하지 못하고 있는 점, ㉦ 특히 피고인 2가 2013. 10. 6. 16시 56분 피고인 4에게 발송한 이메일에 첨부되어 있는 'RAW DATA‘와 2013. 10. 7. 6시 58분 피고인 4에게 발송한 이메일에 첨부되어 있는 'RAW DATA‘를 비교해 보면, 이 사건 아파트 32개 동 중 일부 몇 개 동을 제외한 대부분 세대의 감정평가 금액이 일률적으로 모두 낮아졌는바, 이는 피고인 2의 주장과 같이 피고인 4의 의견에 따라 개별 세대의 하자라든지 특정 동의 동별 특성 등을 반영한 것으로 볼 수 없고, 피고인 4의 요청으로 일률적으로 대부분 세대의 감정평가 금액을 하향 조정한 것으로 볼 수밖에 없는 점 등에 비추어 보면, 피고인 2는 이 사건 감정평가를 진행하면서 통상적인 업무처리 방식에서 벗어나 피고인 4에게 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'를 수시로 보내주는 등으로 이 사건 감정평가 진행상황과 감정평가 금액을 공유하고, 구체적인 근거 자료와 조사 없이 피고인 4의 의견을 자의적으로 반영하여 이 사건 최종 감정평가 금액을 정하였다고 할 것이다. 또한 피고인 4는 이 사건 아파트에 대한 감정평가가 진행되는 과정에서 수시로 피고인 2로부터 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'를 받고 피고인 2에게 이 사건 아파트의 감정평가 금액을 하향 조정할 것을 지속적으로 요구하였던 것으로 보인다. <br/>6) 소결론<br/>    위 1) 내지 5)의 사정들을 종합하여 보면, 피고인 4는 단순히 법이 허용하는 가능한 범위 내에서 임차인들에게 유리하게 감정평가를 해줄 것을 부탁한 정도를 넘어서 피고인 2에게 감정평가를 진행하기에 앞서 사전에 자신에게 제시하여 자신이 승낙한 이 사건 감정평가 제안서에 기재된 금액 내지는 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표에 기재된 금액에 맞추어 감정평가를 해달라고 부탁하여 이에 대한 피고인 2의 약속을 받아내고, 실제로 이 사건 감정평가가 진행되는 과정에서도 피고인 2와 사이에 이 사건 감정평가 진행상황과 감정평가 금액을 공유하면서 지속적으로 감정평가 금액과 감정평가 금액의 조정 여부에 관하여 협의하였으며, 구체적인 근거 없이 감정평가 금액을 낮춰줄 것을 계속하여 적극적으로 요구하여 이를 이 사건 최종 감정평가 금액에 반영하였다고 할 것이다. 이러한 피고인 4의 행위는 감정평가 업무의 공공성 및 공정성에 비추어 볼 때, 피고인 4의 이 사건 대책위원회 위원장으로서의 지위를 감안하여 보더라도 사회상규와 신의성실에 반하는 부정한 청탁에 해당하고, 이 사건 대책위원회 위원장의 정당한 업무범위 내의 행위라거나 정당한 분양전환가격에 분양받을 권리를 확보하기 위한 행위라고 볼 수 없다. <br/>    또한 이 사건 최종 감정평가 금액에 따라 최종적으로 작성된 이 사건 아파트에 대한 감정평가서에 의하면, 감정평가에 관한 규칙에서 정하고 있는 집합건물에 대한 주된 감정평가 방식인 거래사례 비교법에 따라 이 사건 아파트에 대한 감정평가를 진행하였고, 비교사례로 선정한 이 사건 아파트 주변 공동주택들과 이 사건 아파트 사이의 품등비교를 거쳐 이 사건 아파트에 대한 감정평가 금액을 결정한 것으로 기재되어 있으나, 이는 피고인 4와 협의한 가격 내지 피고인 4가 요구한 가격에 맞추어  이 사건 아파트에 대한 감정평가 금액을 정하기 위하여 형식적으로 그에 맞는 금액이 도출될 수 있는 비교사례를 선정한 후 품등비교를 한 것처럼 기재한 것으로 보일 뿐이고, 실질적으로는 피고인 2가 피고인 4로부터 위와 같은 부정한 청탁을 받고, 위 청탁의 취지에 따라 관련 법령 등이 정하고 있는 합리적인 평가방법에 의하지 아니하고 피고인 4와 협의한 가격 내지 피고인 4가 요구한 가격에 맞추어 이 사건 아파트에 대한 감정평가 금액을 정하는 등으로 감정평가사로서의 신의성실 의무에 위배되는 자의적인 방법에 의하여 이 사건 아파트에 대한 감정평가를 하였다고 할 것이며, 위와 같이 감정평가를 의뢰한 의뢰인과 협의한 가격 내지는 의뢰인이 요구한 가격에 맞추어 이루어진 이 사건 감정평가 결과는 공정성과 합리성을 갖추지 못한 것으로 고의에 의하여 잘못된 감정평가를 한 것으로 볼 수밖에 없다.<br/>    나아가 피고인 1의 경우에 ① 이 사건 용역계약을 체결하면서 피고인 4, 공소외 9의 요구를 받아들여 이례적으로 이 사건 용역계약서에 감정평가 목적물에 대한 추정가액이 기재되어 있는 이 사건 제2추정가액표를 첨부하였고, 피고인 5 회사는 통상적으로 감정평가 용역계약을 체결하는 경우 기획본부장의 사전 검토를 거쳐 감정평가 용역계약을 체결함에도 위와 같은 사실을 숨기기 위하여 기획본부장에게 이 사건 용역계약 체결 사실을 알리지 않았던 점, ② 피고인 1은 피고인 2로부터 이 사건 아파트에 대한 감정평가 진행상황을 보고받았고, 실제로 이 사건 최초 감정평가 금액은 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 이 사건 아파트 평형별 평당 평균가격을 기준으로 계산한 이 사건 아파트 600세대 전체의 가격인 1조 730억 원 상당과 거의 일치하는 금액으로 평가되었으며, 위 금액은 당시 이 사건 아파트의 임대차보증금 총액인 1조 1,520억 원 상당에도 미치지 못하는 금액이었음에도, 이 사건 최초 감정평가 금액의 적정성에 대한 심사를 위하여 개최된 가격심의위원회에 참석하여 가격은 이미 결정되어 수정이 곤란하다는 취지의 발언을 하였던 점, ③ 피고인 1은 이 사건 용역계약서에 감정평가 목적물에 대한 추정가액이 기재되어 있는 이 사건 제2추정가액표가 첨부되어 있는 사실을 처음부터 알고 있었음에도 위와 같은 사실을 뒤늦게 알게 된 공소외 2 회사의 대표이사 공소외 27로부터 이 사건 용역계약서에 감정평가 목적물에 대한 추정가액이 기재되어 있는 이 사건 제2추정가액표가 첨부되어 있는 것에 관한 항의를 받고, 피고인 5 회사의 다른 감정평가사들에게도 위와 같은 사실이 알려지자 비로소 피고인 5 회사의 감사 공소외 10의 요청에 의해 긴급대책회의를 소집하여 이 사건 제2추정가액표가 첨부되어 있는 이 사건 용역계약서 원본을 회수하는 방안 등에 관하여 논의를 하였으며, 위 긴급대책회의에서는 이 사건 감정평가 자체를 중단하여야 한다는 의견이 있었음에도 손해배상의 문제 등을 거론하며 평가중단으로 인해 발생되는 손해배상 등의 문제는 반대하는 분들이 책임을 져야한다는 취지로 발언하면서 이 사건 감정평가를 계속 진행해야 한다고 주장하였던 점, ④ 공소외 2 회사에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되자, 피고인 1은 피고인 2, 피고인 3과 함께 피고인 4를 찾아가 이 사건 최초 감정평가 금액의 상향에 대한 양해를 구하고 이에 대한 승낙을 받기까지 하였던 점, ⑤ 피고인 1은 피고인 5 회사의 감정평가 심사자가 아님에도 감정평가서에 심사자로 서명할 것을 자청하여 이 사건 최종 감정평가 금액에 따라 작성된 감정평가서에 심사자로 서명하였던 점, ⑥ 뒤에서 보는 바와 같이 피고인 4가 부정한 청탁에 대한 대가로 피고인 5 회사에 지급한 이 사건 감정평가수수료 명목의 금원 중 일부는 이 사건 감정평가 업무에 관여한 피고인 5 회사 소속 감정평가사들에게 성과수당으로 지급되었는데, 피고인 1이 이 사건 감정평가 업무에 관여한 피고인 5 회사 소속 감정평가사들 중에서 가장 많은 성과수당을 지급받아 간 점 등을 종합하여 보면, 그리고 피고인 3의 경우에는 ① 이 사건 용역계약서에 감정평가 목적물에 대한 추정가액이 기재되어 있는 이 사건 제2추정가액표가 첨부되어 있는 사실을 알고 있었고, 위와 같이 이 사건 용역계약서에 이 사건 제2추정가액표가 첨부되어 있는 것은 대단히 이례적인 일이라는 사실 역시 알고 있었음에도 이를 숨기기 위하여 이 사건 용역계약 체결 사실을 통상적인 경우와 달리 공소외 2 회사 집행부에 알리지 않았던 점, ② 피고인 3은 실제로 피고인 2와 함께 이 사건 아파트에 대한 감정평가를 진행한 후 이 사건 최초 감정평가 금액을 이 사건 용역계약서에 첨부되어 있는 이 사건 제2추정가액표상의 이 사건 아파트 평형별 평당 평균가격을 기준으로 계산한 이 사건 아파트 600세대 전체의 가격인 1조 730억 원 상당과 거의 일치하는 금액으로 평가하였고, 위 금액은 당시 이 사건 아파트의 임대차보증금 총액인 1조 1,520억 원 상당에도 미치지 못하는 금액이었던 점, ③ 공소외 2 회사에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되자, 피고인 3은 피고인 2, 피고인 1과 함께 피고인 4를 찾아가 이 사건 최초 감정평가 금액의 상향에 대한 양해를 구하고 이에 대한 승낙을 받기까지 하였던 점, ④ 공소외 2 회사에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결된 이후 피고인 3은 공소외 2 회사의 대표이사인 공소외 27로부터 이 사건 아파트의 공시가격 수준이 감정평가 금액의 80%가 되는 수준(약 1조 4,100억 원)으로 감정평가 금액을 정하도록 지시를 받았고, 위 지시의 취지에 따라 처음에는 피고인 2에게 이 사건 아파트의 감정평가 금액을 1조 3,900억 원 상당으로 제시하여 피고인 2의 동의까지 받았음에도, 이후 피고인 2로부터 이 사건 대책위원회와 사이의 협의에 따라 이 사건 아파트에 대한 감정평가 금액을 1조 1,620억 원 상당으로 정하였다고 통보받자 구체적으로 어떤 기준에 의하여 감정평가 금액이 위와 같이 낮아진 것인지 확인하거나 피고인 2로부터 별다른 설명도 듣지 못한 상태에서 이 사건 대책위원회와 사이의 협의에 따라 정해진 것으로 보이는 이 사건 최종 감정평가 금액에 관하여 아무런 이의를 제기하지 않고 동의하였던 점 등을 종합하여 보면, 피고인 2가 피고인 4로부터 위와 같은 부정한 청탁을 받고, 위 청탁의 취지에 따라 피고인 4와 협의한 가격 내지 피고인 4가 요구한 가격에 맞추어 이 사건 아파트에 대한 감정평가 금액을 정하는 등으로 감정평가사로서의 신의성실 의무에 위배되는 자의적인 방법에 의하여 이 사건 아파트에 대한 감정평가를 진행하고 있음을 알면서도 이에 대하여 아무런 이의를 제기하지 않고 오히려 이 사건 아파트에 대한 감정평가를 마칠 때까지 이 사건 아파트에 대한 감정평가 업무에 계속하여 관여하거나 피고인 2와 함께 이 사건 아파트에 대한 감정평가를 진행하였다고 할 것이다.<br/>    따라서 피고인 1, 피고인 3 역시 피고인 2와 공모하여 이 사건 배임수재 범행 및 부동산가격공시및감정평가에관한법률위반 범행에 가담하여 고의로 잘못된 감정평가를 하였다고 할 것이다.<br/>7) 그 밖에 피고인 1, 피고인 2, 피고인 3이 공모하여 피고인 4로부터 이 사건 감정평가와 관련하여 부정한 청탁을 받고, 고의로 잘못된 감정평가를 하였음을 추단할 수 있는 사정들<br/>가) 기존 감정평가 전례와의 상충 등<br/>     ① 이 사건 감정평가 이전에도 시행사 측의 의뢰로 이 사건 아파트 부지 내지 이 사건 아파트 전체에 대하여 수차례 감정평가가 이루어진 바 있고, 이 사건 감정평가가 이루어진 이후에도 이 사건 아파트에 대하여 공소외 5 회사가 담보감정을 한 바 있는데, 그 구체적인 감정평가 결과는 아래 표 기재와 같다.<br/>평가시점평가기관평가목적평가금액비고2009. 4. 8.피고인 5 회사공소외 12 회사일반거래1조 590억 원 상당1조 480억 원 상당토지2010. 7. 12. 공소외 35 회사공소외 5 회사일반거래1조 2,580억 원 상당1조 2,540억 원 상당토지2011. 3. 7.공소외 5 회사담보2조 500억 원 상당이 사건 아파트(토지, 건물)2012. 8. 1.공소외 6 회사일반거래2조 5,100억 원 상당이 사건 아파트(토지, 건물)2014. 2. 4.공소외 5 회사담보2조 700억 원 상당이 사건 아파트(토지, 건물)<br/>　<br/>     ② 위와 같이 이 사건 감정평가 이전인 2009년경 피고인 5 회사에서 이 사건 아파트의 부지 가액만을 1조 590억 원 상당으로 평가한 바 있고, 그 외에 2009년경부터 2012년경까지 사이에 공소외 5 회사, 공소외 12 회사 등 다른 감정평가 법인에서도 이 사건 아파트의 부지 가액을 최소 1조 480억 원 상당으로, 이 사건 아파트 전체 가액을 최소 2조 500억 원 상당으로 평가한 바 있음에도, 피고인 1, 피고인 2, 피고인 3은 이 사건 아파트 600세대 전체를 위 전례들에서 크게 벗어난 금액인 1조 1,620억 원 상당으로 감정평가하였다. 또한 시행사인 ○○○○는 공소외 5 회사의 위 2011. 3. 7. 기준 이 사건 아파트에 대한 담보감정평가 결과를 대출심사 자료로 제출하여 이 사건 아파트에 대한 선순위 임대차보증금반환채무 1조 1,420억 원 상당을 부담하고 있는 상태에서 금융기관으로부터 2011. 10. 13. 및 2012. 5. 24. 합계 3,370억 원을 대출받았고(증거목록 순번 121, 121-1 내지 121-4, 이 사건 감정평가 당시에도 ○○○○는 이 사건 아파트를 담보로 3,370억 원의 대출채무를 부담하고 있었다), 이로 인하여 이 사건 아파트에 의하여 담보되는 채무는 합계 1조 4,790억 원 상당에 이르는데, 피고인 1, 피고인 2, 피고인 3은 이 사건 아파트 600세대 전체를 이 사건 아파트에 의하여 담보되는 채무액에도 훨씬 미치지 못하는 1조 1,620억 원 상당으로 감정평가하였다(앞서 본 바와 같이 공소외 2 회사에서 가격심의 결과 부결되지 않았더라면 그대로 최종 감정가격으로 결정되었을 것으로 보이는 이 사건 최초 감정평가 금액은 1조 720억 원 상당이었다).   <br/>     ③ 이에 대하여 피고인 1, 피고인 2, 피고인 3은 위와 같은 종전 감정평가 전례 의 대부분은 시행사 측의 의뢰로 이루어진 것이고, 감정평가협회에 전례로 등록되지도 않았으므로, 자신들은 이 사건 아파트에 대한 위와 같은 감정평가 전례가 있었음을 몰랐다고 주장한다. 그러나 ㉠ 한국감정원 타당성조사 단장으로서 이 사건 감정평가에 대한 타당성조사를 하였던 공소외 17은 이 법정에서 “일반적으로 감정평가를 시작할 때 평가전례가 있는지를 찾는 것이 기본적으로 처음에 하는 일이고, 감정평가협회에 등록되어 있지 않다고 하더라도 여러 방법으로 전례를 찾아보는 것이 보통이다”고 진술하였고, 이 사건으로 수사기관에서 조사를 받은 대부분의 감정평가사들도 위와 같은 취지로 진술하였던 점, ㉡ 시행사인 ○○○○는 피고인 4가 피고인 5 회사 및 공소외 2 회사에 이 사건 감정평가를 의뢰하기 전인 2013. 6. 28.경 이 사건 대책위원회에 대하여 분양전환가격 산정을 위한 감정평가법인 선정과 관련하여 매출액 기준 상위 10위권 이내의 감정평가법인 중 시행사와의 그 동안의 거래관계 등으로 향후 공정성에 우려가 있는 5개 감정평가법인을 제외한 나머지 감정평가법인 중에서 추첨 등 수긍할 수 있는 공정한 절차를 통하여 감정평가법인을 선정하는 방안을 제시하였는데, 피고인 4는 이를 거절하면서 시행사인 ○○○○에 매출액 기준 상위 20위권 이내의 감정평가법인 중에서 감정평가를 수행할 감정평가법인을 선정하자고 제안하였던 점(증거목록 순번 54 중 수사기록 제2221쪽 내지 제2226쪽), ㉢ 피고인 4는 수사기관에서 조사를 받으면서 시행사 측에 당초 임대차계약 체결 당시 합의했던 내용과 달리 매출액 기준 10위권 이내가 아닌 20위권 이내의 감정평가법인을 선정하자고 요구한 이유에 관하여 “당시 저희가 시행사와 협상할 대표로 공소외 9와 공소외 36 변호사를 선정해서 그 두 사람이 시행사 사람들을 만나 계속 협상을 했는데, 그 때 시행사 사람들이 하는 말이 자기들이 몇 년도에 어느 감정평가에서 평가를 받았고, 몇 년도에 어디에서 평가를 받았고 하면서 그 동안 평가를 받아왔던 평가법인들을 쭉 나열했습니다. 그래서 저희가 보기에는 시행사가 그 동안 받아왔던 평가법인들을 제외하면 별로 남는 곳이 없었습니다. 그래서 20위권으로 넓히자고 요청을 했던 것입니다”라고 진술하였던 점(피고인 4에 대한 제1회 검찰 피의자신문조서 중 수사기록 제3292쪽), ㉣ 이 사건 진상조사 결과 보고서에는 이 사건 감정평가 제안서 작성 무렵 피고인 2와 함께 이 사건 감정평가 제안서를 작성한 공소외 7, 공소외 8이 피고인 5 회사 소속 감정평가사인 공소외 25, 공소외 34와 사이에 제안서 작성을 위한 가격 협의를 하였는데, 위 협의 당시 공소외 25가 피고인 5 회사의 토지평가 전례를 검토할 것을 당부하였고, 추후 가격조사를 심도 있게 하여야 한다는 점을 강조하였다고 기재되어 있는 점 등에 비추어 보면, 이 사건 대책위원회 위원장인 피고인 4는 시행사 측이 종전에 여러 감정평가법인들로부터 이 사건 아파트에 대한 감정평가를 받아왔던 것을 알고 있었고, 감정평가를 의뢰받은 감정평가사는 감정평가를 수행함에 있어서 감정평가 대상 목적물에 대한 감정평가 전례가 있는지 여부를 먼저 확인해 보는 것이 통상적인 업무절차이며, 피고인 2는 이 사건 감정평가 제안서 작성 무렵 공소외 7, 공소외 8을 통하여 피고인 5 회사 소속 감정평가사인 공소외 25가 피고인 5 회사의 토지평가 전례를 검토하고, 추후 가격조사를 심도 있게 하여야 한다는 의견을 밝힌 사실을 전해 들었으므로, 피고인 4로부터 이 사건 감정평가 의뢰를 받은 피고인 1, 피고인 2, 피고인 3은 피고인 4를 통하여 당연히 이 사건 아파트에 대한 종전의 감정평가 전례들이 있음을 들어서 알고 있었거나 충분히 종전의 감정평가 전례들이 있음을 알 수 있어 이에 대한 검토를 할 수 있었다고 할 것이다. 그럼에도 피고인 1, 피고인 2, 피고인 3은 이 사건 아파트에 대한 감정평가를 진행함에 있어서 종전의 감정평가 전례들을 전혀 고려하지 않고 종전의 감정평가 전례들보다 현저히 낮은 가격으로 이 사건 최종 감정평가 금액을 정한 것으로 보인다.<br/>나) 이 사건 아파트의 공시가격 및 임대차보증금과의 비교 등<br/>     ① 이 사건 감정평가 당시인 2013년도 기준 이 사건 아파트 600세대 전체의 공시가격은 1조 1,500억 원 상당이었다. 또한 2013년도 기준으로 이 사건 아파트와 같은 지역에 위치한 △△동 UN빌리지 내 공동주택들의 매매가격 대비 공시가격 비율은 평균 63%였다(증거목록 순번 104, 104-2).<br/>     ② 그런데 피고인 1, 피고인 2, 피고인 3은 이 사건 최초 감정평가 금액을 당시 이 사건 아파트 600세대 전체의 공시가격보다 800억 원 상당이나 낮은 1조 720억 원 상당으로 결정하였다(앞서 본 바와 같이 공소외 2 회사에서 이 사건 최초 감정평가 금액에 대한 가격심의가 부결되지 않았다면 이 사건 최초 감정평가 금액이 그대로 이 사건 아파트에 대한 최종 감정가격으로 결정되었을 것으로 보이는바, 피고인 1, 피고인 2, 피고인 3은 당초 이 사건 아파트를 공시가격보다도 상당히 낮은 금액으로 평가하였다).<br/>     ③ 공소외 2 회사 가격심의위원회에서도 이 사건 아파트의 공시가격 수준을 고려할 때 이 사건 최초 감정평가 금액은 낮은 것으로 판단된다는 이유로 이 사건 최초 감정평가 금액에 대한 가격심의를 부결하였고, 위 가격심의 부결 이후 공소외 2 회사의 대표이사인 공소외 27도 피고인 3에게 이 사건 아파트의 공시가격 수준이 감정평가 금액의 80%가 되는 수준(1조 4,100억 원 상당)으로 감정평가 금액을 정하도록 지시하였다.<br/>     ④ 그럼에도 피고인 1, 피고인 2, 피고인 3은 공소외 2 회사의 가격심의 부결로 인하여 재조사를 실시한 후에도 이 사건 최종 감정평가 금액을 당시 이 사건 아파트 600세대 전체의 공시가격 수준과 비슷한 1조 1,620억 원 상당으로 결정하였고, 이 사건 아파트 중 100평형인 36세대에 대하여는 2013년도 기준 위 36세대에 대한 공시가격인 1,069억 원 상당보다도 낮은 1,036억 원 상당으로 감정평가하였다. <br/>     ⑤ 또한 이 사건 감정평가 당시 이 사건 아파트 600세대 전체의 임대차보증금 총액은 1조 1,520억 원 상당이었다. 그런데 피고인 1, 피고인 2, 피고인 3은 이 사건 최초 감정평가 금액을 당시 이 사건 아파트 600세대 전체의 임대차보증금 총액보다 800억 원 상당이나 낮은 1조 720억 원 상당으로 결정하였다. 이에 따르면 이 사건 아파트 600세대를 기준으로 단순 계산해 볼 때, 이 사건 최초 감정평가 금액으로 분양전환이 이루어지는 경우 시행사인 ○○○○는 분양전환을 받은 임차인들에게 매매대금을 전혀 지급받지 못하고 오히려 한 세대 당 1억 3,000만 원 상당의 금원을 지급해야 하는 상황이 발생하게 된다. 이는 피고인들의 주장처럼 이 사건 아파트의 임대차보증금에 분양전환을 염두에 둔 프리미엄 가격이 포함되어 있다고 보더라도 쉽사리 납득할 수 없는 결과이다.<br/>     ⑥ 피고인 1, 피고인 2, 피고인 3은 공소외 2 회사의 가격심의 부결로 인하여 재조사를 실시한 후에도 이 사건 최종 감정평가 금액을 당시 이 사건 아파트 600세대 전체의 임대차보증금 총액 수준과 비슷한 1조 1,620억 원 상당으로 결정하였으나, 이 사건 아파트 중 대형 평형인 99평형, 100평형 중 다수 세대에 관하여는 여전히 임대차보증금보다 낮은 가격으로 감정평가를 하였다(예컨대, 피고인 4가 임차하여 거주하고 있던 99평형인 ♡♡♡동●●●호의 경우 임대차보증금 29억 3,460만 원보다 2억 4,000만 원 상당 낮은 26억 9,500만 원으로 감정평가를 하였다).<br/>     ⑦ 이 사건 감정평가 이후 이 사건 아파트 중 일부 세대에 대하여는 임차인들과 시행사 사이의 분양전환 가격 합의에 따라 분양전환이 이루어졌고(증거목록 순번 26), 분양전환이 이루어진 일부 세대에 대하여는 실제 매매거래도 이루어지고 있는데, 일부 매매가 이루어진 세대의 실제 매매가격은 시행사 측의 의뢰로 이루어진 이 사건 아파트에 대한 감정평가 금액을 초과하고 있다(증거목록 순번 136). <br/>     이에 대하여 피고인들은 이 사건 아파트의 65평형 이상의 대형 평수에 대하여 이루어진 분양전환은 임차인들 대부분이 시행사와 이해관계가 있는 사람들이라고 의심되므로 그 분양전환 가격이 정상적인 과정을 통해 결정된 것으로 보기 어렵다고 주장한다. 그러나 이 사건 아파트의 65평형 이상의 대형 평수가 아닌 26평형(이 사건 아파트의 26평형은 총 133세대이다)의 경우를 보더라도 2014. 9. 12. 기준으로 74세대에 대한 분양전환이 이루어졌고, 7억 6,500만 원에서 8억 4,400만 원 사이의 가격으로 분양전환 가격이 정해졌는바(증거목록 순번 26), 위 26평형에 대한 분양전환 가격은 피고인 5 회사와 공소외 2 회사가 이 사건 아파트의 26평형 평균 감정평가 금액으로 산정한 6억 3,700만 원 상당보다 1억 3,000만 원 상당에서 2억 700만 원 상당이나 높은 금액이다. 또한 이 사건 아파트 26평형의 임차인으로서 이 사건 대책위원회 위원으로 활동하다가 사퇴한 공소외 14(직업이 감정평가사이다)는 이 법정에서 “2014. 2. 5.경 시행사와의 분양전환 합의에 따라 임차하여 거주하고 있던 이 사건 아파트를 8억 원에 분양전환 받았는데, 현재 이 사건 아파트 26평형의 시세는 11억 5,000만 원이다”고 진술하였고, 이 사건 아파트 26평형의 임차인으로서 이 사건 대책위원회 위원으로 활동하다가 사퇴한 공소외 15(직업이 감정평가사이다)는 이 법정에서 “2014. 2. 5.경 시행사와의 분양전환 합의에 따라 임차하여 거주하고 있던 이 사건 아파트를 8억 2,700만 원에 분양전환 받았는데, 현재 이 사건 아파트 26평형의 시세는 10억 5,000만 원으로 알고 있다”고 진술하였다.  <br/>5. 대가관계 및 재산상 이익의 취득 주체를 다투는 주장에 대한 판단<br/>가. 대가관계 인정 여부<br/>1) 관련 법리<br/>    타인의 사무를 처리하는 자가 임무에 관하여 부정한 청탁을 받고 재물 또는 재산상 이익을 취득하면 배임수재죄가 성립하고, 부정한 청탁을 받고 나서 사후에 재물 또는 재산상의 이익을 취득하였다고 하더라도 그 재물 또는 재산상의 이익이 그 청탁의 대가인 이상 배임수재죄가 성립한다(대법원 2013. 11. 14. 선고 2011도11174 판결 등 참조). 그리고 타인의 사무를 처리하는 자에게 공여한 금품에 부정한 청탁의 대가로서의 성질과 그 외의 행위에 대한 사례로서의 성질이 불가분적으로 결합되어 있는 경우에는 그 전부가 불가분적으로 부정한 청탁의 대가로서의 성질을 갖는 것으로 보아야 한다(대법원 2012. 5. 24. 선고 2012도535 판결 등 참조).<br/>2) 판단<br/>    앞서 본 사실관계와 같이 피고인 1, 피고인 2, 피고인 3이 공모하여 피고인 4로부터 그의 요구에 따라 피고인 2가 이 사건 감정평가를 진행하기에 앞서 제시한 감정평가 금액에 맞추어 감정평가를 하여 달라는 등의 부정한 청탁을 받고 감정평가 용역계약을 체결한 후 그와 같은 부정한 청탁의 취지에 따라 고의로 잘못된 감정평가를 해주었으므로, 피고인 4가 피고인 5 회사의 예금계좌에 감정평가수수료 명목으로 송금한 금원은 위와 같은 부정한 청탁에 따른 업무처리의 대가를 감정평가수수료라는 명목으로 약정, 지급한 것에 해당하고, 피고인들의 주장과 같이 피고인 4가 ‘감정평가업자의 보수에 관한 기준’에 따라 산정된 금액을 지급하였다거나, 나아가 위 수수료 명목의 금원 외의 대가를 별도로 지급하지 아니하였다고 하여 달리 볼 것은 아니다. 또한 위 금원에 피고인 1, 피고인 2, 피고인 3과 함께 이 사건 감정평가 업무를 수행하였던 피고인 5 회사 내지 공소외 2 회사 소속 다른 감정평가사들의 이 사건 감정평가 업무 수행에 관한 보수 등으로 지급되거나 그 밖에 각 감정평가법인의 일반 경비로 사용될 돈 등이 포함되어 있더라도 그 지급 당시에 피고인 1, 피고인 2, 피고인 3에게 분배될 부분과 그 밖의 감정평가사들에게 지급되거나 각 감정평가법인의 일반 경비로 사용될 부분이 구체적인 액수 산정이 가능할 정도로 명확히 구분되거나 특정되어 있지 아니하였던 이상 그 전부가 불가분적으로 부정한 청탁의 대가로서의 성질을 갖는 것으로 보아야 한다.<br/>    한편 이 사건 용역계약이 이 사건 대책위원회 명의로 체결된 점, 이 사건 용역계약서에는 이 사건 대책위원회가 개별 임차인들로부터 위임을 받아 개별 임차인들을 대리하여 이 사건 용역계약을 체결하는 것임을 나타내는 문구도 없는 점, 이 사건 용역계약서에는 ‘이 사건 대책위원회는 주관사인 피고인 5 회사에 수수료를 입금한다’고 기재되어 있어 이 사건 대책위원회를 감정평가수수료 지급의무자로 규정하고 있는 점, 피고인 2, 피고인 3은 이 사건 아파트 600세대 전체에 관하여 감정평가를 진행하였고, 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'가 작성되어 피고인 4에게 계속하여 미리 제공되고, 이에 관한 피고인 4의 의견을 반영하여 최종 감정평가서가 작성되었는바, 피고인들의 주장과 같이 이 사건 용역계약을 378개 세대의 개별 임차인들이 의뢰한 감정평가 용역계약으로 볼 경우 감정평가를 의뢰하지 않은 세대를 포함하여 이 사건 아파트 600세대 전체에 관하여 감정평가가 진행된 이유와 감정평가를 의뢰하지 않은 개별 세대에 관하여 이루어진 감정평가와 관련하여 그 부분 용역계약의 당사자를 누구로 볼 것인지가 납득되지 않는 점 등에 비추어 보면, 피고인 5 회사와 공소외 2 회사에 이 사건 아파트에 대한 감정평가 용역을 의뢰한 이 사건 용역계약의 당사자는 378개 세대의 개별 임차인들이 아니라 피고인 4를 대표자로 하는 이 사건 대책위원회로 보아야 한다. 따라서 부정한 청탁을 하고, 그에 대한 대가를 제공한 당사자가 피고인 4이므로, 피고인 4를 단순히 위 개별 임차인들이 피고인 5 회사에 지급하는 감정평가수수료의 전달자에 불과하다고 볼 수는 없고, 피고인 4 자신이 부정한 청탁을 하고 그에 대한 대가를 감정평가수수료라는 명목으로 직접 공여한 것으로 보아야 한다. <br/>    그러므로 피고인 4가 한 부정한 청탁과 피고인 4가 피고인 5 회사 명의의 예금계좌에 송금해 준 돈 사이에 대가관계가 인정되지 않는다고 다투는 피고인들 및 변호인의 주장은 이유 없다.<br/>나. 감정평가수수료 명목으로 송금된 금원 중 배임수재 범행으로 인한 재산상 이익의 취득 주체와 취득 범위<br/>1) 관련 법리<br/>    타인의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받았다 하더라도 자신이 아니라 다른 사람으로 하여금 재물 도는 재산상 이익을 취득하게 한 경우에는 구 형법 제357조 제1항의 법문상 배임수재죄가 성립하지 않음이 명백하다. 다만, 그 다른 사람이 부정한 청탁을 받은 자의 사자(使者) 또는 대리인으로서 재물 또는 재산상 이익을 취득한 경우나 그 밖에 평소 부정한 청탁을 받은 자가 그 다른 사람의 생활비 등을 부담하고 있었다거나 혹은 그 다른 사람에 대하여 채무를 부담하고 있었다는 등의 사정이 있어 그 다른 사람이 재물 또는 재산상 이익을 받음으로써 부정한 청탁을 받은 자가 그만큼 지출을 면하게 되는 경우 등 사회통념상 그 다른 사람이 재물 또는 재산상 이익을 받은 것을 부정한 청탁을 받은 자가 직접 받은 것과 동일하게 평가할 수 있는 관계가 있는 경우에는 위 죄가 성립할 수 있다(대법원 2006. 12. 22. 선고 2004도2581 판결, 대법원 2009. 3. 12. 선고 2008도1321 판결 등 참조). <br/>    한편, 구 형법 제357조 제1항의 법문상 ‘타인’의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받았다고 하더라도 자신이 아니라 그 ‘타인’에게 재물 또는 재산상의 이익을 취득하게 한 경우에는 배임수재죄가 성립하지 않는다(대법원 2001. 2. 9. 선고 2000도4700 판결, 대법원 2008. 4. 24. 선고 2006도1202 판결, 대법원 2012. 5. 9. 선고 2012도1381 판결 등 참조). <br/>    그러나 앞서 본 법리에다가 구 형법 제357조 제1항의 배임수재죄가 타인의 사무처리자의 거래 내지 사무처리의 청렴성을 보호하는 것을 목적으로 하는 점에 비추어 볼 때, 부정한 청탁에 대한 대가로서의 재물 또는 재산상 이익이 그 ‘타인’에게 일단 먼저 제공되었다고 하더라도 그 제공 당시에 부정한 청탁을 받은 사람(타인의 사무처리자)에게 그 전부 또는 일부가 분배되거나 지급될 것이 이미 정해져 있는 등의 사정이 있어 사회통념상 그 ‘타인’이 재물 또는 재산상 이익을 받은 것을 부정한 청탁을 받은 사람이 직접 받은 것과 동일하게 평가할 수 있는 경우에는 부정한 청탁을 받은 사람 자신이 재물 또는 재산상 이익을 취득하였다고 볼 수 있으므로 배임수재죄가 성립한다고 할 것이다. <br/>    피고인들의 변호인은 구 형법 제357조 제1항의 문언상 위와 같은 경우에 부정한 청탁의 상대방이 아니라 그 ‘타인’에게 부정한 청탁의 대가가 일단 지급되면 이를 곧바로 그 ‘타인’이 취득한 것으로 보아야 하고 또한 그 ‘타인’에게 재산상 이익이 된다는 등의 사정을 들어 배임수재죄가 성립하지 않는다는 취지로 주장한다. <br/>    그러나 배임수재죄는 타인의 재산상 사무를 처리하는 경우뿐만 아니라 비재산상 사무를 처리하는 경우에도 성립할 수 있는데, 청탁과 관련된 사무 자체가 공정성과 청렴성을 요구하거나 청탁의 내용이 위법ㆍ부당한 업무의 처리를 목적으로 하고 있는 등 위탁받은 사무 내지 그 ‘타인’의 목적 수행에 위협을 초래할 것이 명백한 성질의 부정한 청탁이 있고 그에 대한 대가가 그러한 사정(부정한 청탁이 있었고 그에 대한 대가로서 재물이나 재산상 이익이 지급된다는 점 등)을 알지 못하는 그 ‘타인’에게 일단 지급된 경우에 있어서도 그 중 부정한 청탁을 받은 사람에게 귀속될 것이 예정되어 있는 범위 내에서 부정한 청탁을 받은 사람이 그 대가인 재물이나 재산상 이익을 직접 취득한 것으로 보아 배임수재죄의 성립을 긍정한다고 하여 구 형법 제357조 제1항의 문언 및 입법취지와 목적에 반한다고 볼 수 없다. 또한 타인의 사무를 처리함에 있어 제3자로부터 청탁의 대가를 취득하는 것을 그 타인으로부터 승인받았다거나 그러한 행위가 묵인되었다고 볼 만한 사정이 없는 한 타인의 사무를 처리하는 자가 그 타인을 통하여 부정한 청탁의 대가를 취득하는 과정에서 타인에게 그 대가의 일부가 귀속되는 등으로 재산상 이익이 되는 사정이 있다고 하여 타인의 이익을 해할 위험이 없어 배임수재죄가 성립할 여지가 없다고 볼 수 없다. <br/>2) 인정사실<br/>    이 법원이 적법하게 채택하여 조사한 증거들에 의하면, 다음의 사실이 인정된다.<br/>     ① 피고인 4는 2013. 9. 30.부터 같은 해 11. 28.까지 사이에 4회에 걸쳐 이 사건 용역계약에 따른 감정평가수수료 명목으로 피고인 5 회사 명의의 예금계좌로 합계 589,160,000원을 송금해주었다. 피고인 5 회사는 피고인 4로부터 위와 같이 금원을 지급받은 후 곧바로 공소외 2 회사 명의의 예금계좌로 공소외 2 회사와 사이에 체결한 업무협약에 따라 감정평가수수료 명목으로 지급받은 금원의 30%에 해당하는 금원인 176,748,000원을 송금해주었다.<br/>     ② 피고인 5 회사는 소속 감정평가사들에 대한 실적기준ㆍ처리기준ㆍ근무기준ㆍ보상기준 등을 규정한 법인운영기준을 마련해두고 있는데, 이 사건 감정평가 당시 시행되던 법인운영기준에 따른 성과수당, 처리수당, 실적상여금 분배기준은 다음과 같다.<br/>　　○ 성과수당 = 기준매출 × 지급률 × 인정률<br/>　　○ 처리수당 = 기준매출 × 2%<br/>　　○ 실적상여금 = 연간 개인별 최소 실적 초과금액 × 10%<br/>     ③ 위 법인운영기준에 의하면 감정평가 업무의 유치나 감정평가 업무에 관여한 감정평가사들은 그들 사이의 합의에 따라 성과수당 및 처리수당의 구체적인 배분 비율을 정할 수 있는데, 이 사건 감정평가 업무의 유치에 관여하거나 이 사건 감정평가 업무를 처리한 피고인 5 회사 소속 감정평가사인 피고인 1, 피고인 2, 공소외 37, 공소외 7, 공소외 8은 이 사건 용역계약에 따른 감정평가수수료 명목으로 피고인 5 회사 명의의 예금계좌로 금원이 입금된 이후 이 사건 감정평가에 따른 감정평가수수료 중 성과수당으로 지급될 금원을 피고인 1이 35%, 피고인 2가 25%, 공소외 37이 15%, 공소외 7, 공소외 8이 각 12.5%의 비율로 나누어 갖기로 합의하였고, 이 사건 감정평가에 따른 처리수당으로 지급될 금원을 이 사건 감정평가 업무를 직접 처리한 피고인 2가 33.5%, 공소외 7이 33%, 공소외 8이 33.5%의 비율로 나누어 갖기로 합의하였다.<br/>     ④ 피고인 5 회사는 위 법인운영기준에서 정한 기준에 따라 2013. 10. 26.경 이 사건 감정평가를 유치하거나 이 사건 감정평가 업무를 처리한 소속 감정평가사인 피고인 1에게 성과수당 명목으로 31,922,000원(세전 금액이다. 이하 같다), 피고인 2에게 성과수당 및 처리수당 명목으로 25,245,300원, 공소외 37에게 성과수당 명목으로 13,680,000원, 공소외 7에게 성과수당 및 처리수당 명목으로 13,807800원, 공소외 8에게 성과수당 및 처리수당 명목으로 13,844,300원을 각 지급하였고, 2013. 12.말경 피고인 2에게 이 사건 감정평가와 관련하여 실적상여금 명목으로 7,586,580원[= (이 사건 감정평가로 인한 피고인 2의 실적인정금액 225,865,800원 - 연간 개인별 최소 실적금액 150,000,000원) × 10%]을 지급하였다. <br/>     ⑤ 공소외 2 회사의 경우에도 소속 감정평가사들에 대한 성과급 분배기준 등을 규정한 법인운영규약을 마련해두고 있는데, 이 사건 감정평가 당시 시행되던 법인운영규약에 따른 성과급 분배기준은 다음과 같다.<br/>　　　○ 기본 성과급 : 감정평가 업무를 담당한 감정평가사에게 순 수수료(= 부가가치세를 제외한 총 수수료 - 필요경비)의 20%에 해당하는 금액을 기본 성과급으로 지급<br/>　　　○ 추가 성과급 : 감정평가 업무를 담당한 감정평가사 중 주주인 감정평가사에게 순 수수료가 5,000만 원 이상인 경우 다음의 기준에 따라 추가 성과급을 지급<br/>　　　　　- 순 수수료가 5,000만 원 이상 8,000만 원 이하인 경우 : 5,000만 원 이상 8,000만 원 이하 금액의 8%에 해당하는 금액을 추가 성과급으로 지급<br/>　　　　　- 순 수수료가 8,000만 원을 초과하는 경우 : 8,000만 원을 초과하는 금액의 17%에 해당하는 금액을 추가 성과급으로 지급<br/>     ⑥ 이 사건 감정평가 업무를 담당한 공소외 2 회사 소속 감정평가사인 피고인 3, 공소외 26은 이 사건 용역계약에 따른 감정평가수수료 명목으로 공소외 2 회사 명의의 예금계좌로 금원이 입금된 이후 이 사건 감정평가에 따른 성과급으로 지급될 금원에 대한 그들 사이의 구체적인 배분 비율을 합의하였고, 공소외 2 회사는 법인운영규약에서 정한 기준에 따라 2013. 10. 16.경 이 사건 감정평가 업무를 담당한 소속 감정평가사인 피고인 3에게 기본 성과급 및 추가 성과급 명목으로 27,251,000원, 공소외 26에게 기본 성과급으로 10,000,000원을 각 지급하였다.<br/>     ⑦ 이 사건 감정평가와 관련하여 피고인 5 회사와 공소외 2 회사의 각 예금계좌에 감정평가수수료 명목으로 입금된 금원 중 위와 같이 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 이 사건 감정평가 업무의 유치나 감정평가 업무에 관여한 소속 감정평가사들에게 지급된 성과수당 등을 제외한 나머지 금원은 피고인 5 회사와 공소외 2 회사에 귀속되어 각 법인의 일반 운영비 등으로 사용되었다.<br/>3) 피고인 1, 피고인 2, 피고인 3이 부정한 청탁의 대가로 재산상 이익을 취득하였다고 볼 수 있는지<br/>    위 인정사실에다가 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음과 같은 사정들, 즉 ① 피고인 5 회사와 공소외 2 회사(이하 피고인 5 회사와 공소외 2 회사를 통칭하여 ‘각 감정평가법인’이라고 한다)의 법인운영기준 내지 법인운영규약에 따르면, 각 감정평가법인이 감정평가수수료로 지급받은 금원에서 당해 감정평가 업무 수행을 위하여 직접경비 내지 필요경비로 지출된 금액을 공제한 금원의 일정 비율에 해당하는 금원은 당해 감정평가 업무의 유치나 처리에 관여한 소속 감정평가사들에게 성과수당, 처리수당, 실적상여금 내지는 성과급(이하 ‘성과수당 등’이라고 한다)으로 지급하도록 되어 있고, 나머지 금원은 법인에 귀속되어 일반 운영비 등으로 사용할 수 있도록 되어 있는 점, ② 각 감정평가법인의 법인운영기준 내지 법인운영규약에 따르면, 감정평가 업무의 유치나 처리에 관여한 소속 감정평가사들에게 분배될 성과수당 등의 총 액수는 각 감정평가법인에 입금된 당해 감정평가수수료의 액수를 기준으로 일률적으로 정해지고, 그 밖에 성과수당 등의 분배액 결정을 위한 다른 산정요소는 없으므로, 감정평가수수료가 각 감정평가법인에 입금되면 당해 감정평가 업무의 유치나 처리에 관여한 소속 감정평가사들은 그 즉시 각 감정평가법인에 대하여 법인운영기준 내지 법인운영규약에서 정한 비율에 따른 일정한 금액의 범위 내에서 성과수당 등의 분배를 청구할 수 있는 구체적인 권리 내지 지위를 취득하게 된다고 볼 수 있는 점, ③ 따라서 감정평가수수료가 감정평가 용역계약의 당사자인 각 감정평가법인에 지급된다고 하더라도, 각 감정평가법인은 당해 감정평가 업무의 유치나 처리에 관여한 소속 감정평가사들에게 성과수당 등으로 분배될 범위 내의 금원에 관하여는 처음부터 이를 당해 감정평가 업무의 유치나 처리에 관여한 소속 감정평가사들에게 취득하게 한다는 의사를 가지고 감정평가수수료를 지급받는 것이고, 당해 감정평가 업무의 유치나 처리에 관여한 소속 감정평가사들 역시 추후 감정평가수수료가 각 감정평가법인에 지급되는 경우 자신들에게 성과수당 등으로 분배될 범위 내의 금원에 관하여는 이를 자신들이 취득할 의사를 가지고 당해 감정평가 업무를 수행하는 것으로 봄이 상당한 점, ④ 이 사건의 경우에도 통상의 경우와 마찬가지로 이 사건 용역계약에 따른 감정평가수수료 명목으로 각 감정평가법인에 입금된 금원은 각 감정평가법인의 법인운영기준 내지는 법인운영규약에서 정한 기준에 따라 성과수당, 처리수당, 실적상여금, 기본성과급 및 추가성과급 등으로 피고인 1, 피고인 2, 피고인 3 및 이 사건 감정평가를 유치하거나 이 사건 감정평가 업무를 처리한 다른 감정평가사들에게 분배되었고, 나머지 금원은 각 감정평가법인에 귀속되어 일반 운영비 등으로 사용되었으며, 성과수당 등의 지급시기 또한 감정평가수수료가 최초로 입금된 후 대부분 1개월 내에 이루어졌는바(피고인 2에 대한 실적상여금만 2~3개월 후인 연말에 지급되었다), 피고인 1, 피고인 2, 피고인 3은 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급될 당시 각 소속 감정평가법인에 대하여 법인운영기준 내지 법인운영규약에서 정한 비율에 따른 일정한 금액의 범위 내에서 성과수당 등의 분배를 청구할 수 있는 구체적인 권리 내지 지위를 취득하였다고 보아야 하고, 이 사건 감정평가 업무를 유치하거나 처리하면서 추후 감정평가수수료가 각 감정평가법인에 지급되는 경우 자신들에게 성과수당 등으로 분배될 범위 내의 금원에 관하여는 이를 자신들이 취득할 의사를 가지고 이 사건 감정평가 업무를 수행한 것으로 봄이 상당한 점, ⑤ 피고인 4는 비록 이 사건 용역계약에 따라(이 사건 용역계약서에는 ‘주관사인 피고인 5 회사에 감정평가수수료를 입금한다’고 기재되어 있다) 감정평가수수료 명목의 금원을 모두 피고인 5 회사 명의의 예금계좌로 송금하였고, 각 감정평가법인이 감정평가수수료로 받은 금원을 이 사건 감정평가 업무를 수행한 소속 감정평가사들에게 어떠한 기준과 비율 등으로 분배하여 주는지 그 구체적인 내용까지는 알지 못하였다고 하더라도, 이 사건 용역계약에 따른 감정평가수수료 명목으로 금원을 송금해 줄 당시 이 사건 아파트에 관한 감정평가 업무를 수행한 피고인 1, 피고인 2, 피고인 3에게 위 금원 중 일부가 분배될 것이라는 인식 및 이에 따라 감정평가수수료가 피고인 5 회사 명의의 예금계좌로 지급되기는 하지만 위 감정평가수수료에는 피고인 1, 피고인 2, 피고인 3게게 분배될 금원과 그 밖의 금원이 사실상 구분되어 포함되어 있다는 정도의 인식은 가지고 있었다고 할 것인 점, ⑥ 이 사건 감정평가와 관련하여 감정평가를 진행하기에 앞서 사전에 이미 제시한 가격으로 감정평가를 하여 달라는 등의 청탁은 그 청탁의 내용이 위법ㆍ부당한 업무의 처리를 목적으로 하고 있어 각 감정평가법인의 목적 수행에 위협을 초래하는 내용임이 분명하므로, 각 감정평가법인으로서는 피고인 1, 피고인 2, 피고인 3이 공모하여 피고인 4로부터 이 사건 감정평가와 관련하여 감정평가를 진행하기에 앞서 사전에 이미 제시한 가격으로 감정평가를 하여 달라는 등의 부정한 청탁을 받았다는 사실을 알았다면 이 사건 용역계약의 체결이나 그에 따른 감정평가 업무의 처리를 승인하거나 묵인하지 않았을 것이고, 달리 각 감정평가법인이 위와 같은 부정한 청탁의 대가로 이 사건 감정평가수수료가 지급되는 것이라는 사정을 알면서도 이를 승인하거나 묵인하였다고 볼 만한 사정이 없는 점 등과 같이 감정평가수수료의 분배에 관한 각 감정평가법인 내부의 법인운영기준 내지 법인운영규약의 규정 내용과 그에 따라 실제로 이 사건 감정평가수수료가 분배된 사정, 감정평가수수료의 취득 및 분배를 둘러싸고 추정되는 각 감정평가법인과 이 사건 감정평가 업무의 유치나 처리에 관여한 소속 감정평가사들 및 감정평가수수료를 지급한 피고인 4의 의사 등의 사정을 종합하여 보면, 이 사건 용역계약에 따라 감정평가수수료 명목의 금원이 각 감정평가법인에 지급되었다고 하더라도, 위 금원 중 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것이 예정되어 있는 범위 내의 금원은 위 피고인들이 직접적으로 재산상 이익을 얻는 관계에 있다고 할 것이다.<br/>    따라서 위 피고인들은 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급될 당시 각 소속 감정평가법인 내부의 규정과 기준에 따라 감정평가수수료 중 위 피고인들에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득하거나 위 피고인들이 위와 같은 재산상 이익을 취득한 것과 동일하게 평가할 수 있고, 피고인 4 역시 위와 같은 사정을 알고 이 사건 용역계약에 따른 감정평가수수료 명목의 금원을 피고인 5 회사 명의의 예금계좌로 송금하였다고 할 것이다.<br/>    반면, 이 사건 용역계약에 따른 감정평가수수료 명목으로 각 감정평가법인에 지급된 금원 중 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 피고인 1, 피고인 2, 피고인 3 외에 이 사건 감정평가 업무의 유치나 처리에 관여한 다른 감정평가사들인 공소외 37, 공소외 7, 공소외 8, 공소외 26에게 성과수당 등으로 분배된 금원과 각 감정평가법인에 귀속되어 각 감정평가법인의 일반 운영비 등으로 사용된 금원은 이들이 각자 취득한 것에 불과하고, 피고인 1, 피고인 2, 피고인 3 외에 이 사건 감정평가 업무의 유치나 처리에 관여한 다른 감정평가사들이 피고인 1, 피고인 2, 피고인 3과 이 사건 배임수재 범행을 공모하였다고 볼 만한 증거도 없으며, 그 밖에 달리 피고인 1, 피고인 2, 피고인 3 외의 다른 감정평가사들이나 각 감정평가법인이 취득한 부분을 피고인 1, 피고인 2, 피고인 3이 직접 받은 것과 동일하게 볼 만한 사정도 없으므로, 이 부분에 해당하는 금원은 피고인들이 이 사건 배임수재 범행의 대가로 취득하였다고 볼 수 없다.  <br/>    그러므로 피고인 4가 이 사건 용역계약에 따른 감정평가수수료 명목으로 피고인 5 회사 명의의 예금계좌로 송금한 금액인 589,160,000원 전부가 부정한 청탁의 상대방인 피고인 1, 피고인 2, 피고인 3이 아닌 위 피고인들에게 사무처리를 위탁한 피고인 5 회사 및 공소외 2 회사에 지급된 것이라거나 이로써 위 금원 전부가 피고인 5 회사 및 공소외 2 회사에 귀속되어 피고인 5 회사 및 공소외 2 회사가 재물 또는 재산상 이익을 취득하였음을 전제로 위 피고인들에 대하여 배임수ㆍ증재죄가 성립하지 않는다는 취지의 위 피고인들 및 변호인들 주장은 이유 없다.   <br/>4) 피고인 1, 피고인 2, 피고인 3이 배임수재 범행으로 취득한 재산상 이익의 내용과 범위<br/>    이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급될 당시 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 이 사건 감정평가 업무의 유치나 처리에 관여한 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것이 예정되어 있었던 금원의 구체적인 액수에 관하여 살펴본다.<br/>    앞서 인정한 사실에 의하여 알 수 있는 다음과 같은 사정들, 즉 ① 피고인 5 회사와 공소외 2 회사의 법인운영기준 내지 법인운영규약에 따르면 부가가치세를 제외한 총 감정평가수수료에서 당해 감정평가 업무를 수행하면서 발생한 직접경비를 차감한 금원의 일정 비율에 해당하는 금원을 당해 감정평가 업무의 유치에 관여하거나 당해 감정평가 업무를 처리한 소속 감정평가사들에게 성과수당 등으로 분배할 금원으로 정하고 있으므로, 당해 감정평가 업무를 수행하면서 발생한 직접경비만 확인되면 당해 감정평가 업무의 유치에 관여하거나 당해 감정평가 업무를 처리한 소속 감정평가사들에게 분배할 성과수당 등의 총액은 확정할 수 있는 점, ② 그런데 감정평가 업무의 유치에 관여하거나 감정평가 업무를 처리한 소속 감정평가사가 여러 명인 경우에는 감정평가수수료가 지급되기 이전에 감정평가 업무의 유치나 감정평가 업무에 관여한 감정평가사들이 그들 사이의 성과수당 등의 구체적인 분배 비율을 합의하지 않은 이상 감정평가수수료가 지급될 당시에는 감정평가 업무의 유치나 감정평가 업무에 관여한 감정평가사들 사이의 내부적인 성과수당 등의 분배 비율을 알 수 없어 감정평가 업무의 유치에 관여하거나 감정평가 업무를 처리한 소속 감정평가사들에게 개별적으로 분배할 성과수당 등의 액수를 구체적으로 산정할 수는 없는 점, ③ 이 사건 감정평가와 관련하여 피고인 5 회사의 경우 피고인 1, 피고인 2 외에 공소외 37, 공소외 7, 공소외 8이, 공소외 2 회사의 경우 피고인 3 외에 공소외 26이 이 사건 감정평가 업무의 유치에 관여하거나 이 사건 감정평가 업무를 처리하였는데, 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급될 당시 이 사건 감정평가 업무의 유치에 관여하거나 이 사건 감정평가 업무를 처리한 감정평가사들 사이에 성과수당 등의 구체적인 분배 비율을 사전에 합의하여 정하였음을 인정할 증거가 없는 점 등에 비추어 보면, 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급될 당시에는 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 이 사건 감정평가 업무의 유치나 처리에 관여한 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것이 예정되어 있었던 금원의 구체적인 액수를 확정할 수 없었고, 달리 이를 산정할 수 있는 증거가 없다.<br/>    따라서 피고인 1, 피고인 2, 피고인 3은 공모하여 피고인 4로부터 이 사건 감정평가와 관련하여 부정한 청탁을 받고 그에 대한 대가로 피고인 4가 2013. 9. 30.경부터 같은 해 11. 28.경까지 사이에 4회에 걸쳐 피고인 5 회사 명의의 예금계좌로 이 사건 용역계약에 따른 감정평가수수료 명목으로 송금한 합계 589,160,000원 중 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득하였다고 할 것이고, 피고인 4는 피고인 1, 피고인 2, 피고인 3에게 이 사건 감정평가와 관련하여 부정한 청탁을 하고 그에 대한 대가로 피고인 1, 피고인 2, 피고인 3에게 위와 같이 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 공여하였다고 할 것이다. <br/>피고인 1, 피고인 2, 피고인 3에 대한 구체적인 추징액수<br/>1. 관련 법리<br/>구 형법 제357조 제3항의 규정에 의한 필요적 몰수 또는 추징은 같은 법 제357조 제1항을 위반한 자에게 제공된 금품 기타 재산상 이익을 박탈하여 그로 하여금 부정한 이익을 보유하지 못하게 함에 그 목적이 있다(대법원 2014. 11. 27. 선고 2014도9692 판결 등 참조).<br/>  몰수는 범죄에 의한 이익을 박탈하는데 그 취지가 있고, 추징도 이러한 몰수의 취지를 관철하기 위한 것인 점 등에 비추어 볼 때, 몰수할 수 없는 때에 추징하여야 할 가액은 범인이 그 물건을 보유하고 있다가 몰수의 선고를 받았더라면 잃었을 이득 상당액을 의미한다고 보아야 하므로, 다른 특별한 사정이 없는 한 그 가액 산정은 재판선고시의 가격을 기준으로 하여야 한다(대법원 1991. 5. 28. 선고 91도352 판결, 대법원 2008. 10. 9. 선고 2008도6944 판결 등 참조).<br/>  수인이 공동으로 수재한 경우에는 그 분배받은 금원, 즉 실질적으로 귀속된 이익금만을 개별적으로 몰수ㆍ추징하여야 한다(대법원 2004. 10. 27. 선고 2003도6738 판결 등 참조).<br/>2. 판단<br/>  이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급된 이후 피고인 5 회사는 법인운영기준에서 정한 기준에 따라 2013. 10. 26.경 이 사건 감정평가 업무를 유치하거나 이 사건 감정평가 업무를 처리한 소속 감정평가사인 피고인 1에게 성과수당 명목으로 31,922,000원, 피고인 2에게 성과수당 및 처리수당 명목으로 25,245,300원을 각 지급하였고, 2013. 12.말경 피고인 2에게 이 사건 감정평가와 관련하여 실적상여금 명목으로 7,586,580원을 지급한 사실, 공소외 2 회사는 법인운영규약에서 정한 기준에 따라 2013. 10. 16.경 이 사건 감정평가 업무를 담당한 소속 감정평가사인 피고인 3에게 기본 성과급 및 추가 성과급 명목으로 27,251,000원을 지급한 사실은 앞서 본 바와 같다.   <br/>  따라서 피고인 1, 피고인 2, 피고인 3에 대한 이 사건 배임수재 범행의 성립 당시인 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급될 당시에는 추징의 대상이 되는 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원의 구체적인 액수를 산정할 수 없었다고 하더라도, 그 후 추징의 대상이 되는 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당액이 확정되어 실제로 위 피고인들에게 분배된 이상 위 피고인들이 감정평가수수료 명목으로 지급된 금원 중 법인운영기준 내지 법인운영규약에서 정한 구체적 기준에 따라 실제로 성과수당 등으로 각자 분배받은 금원을 위 피고인들로부터 개별적으로 추징하여야 할 것이다.<br/>  그러므로 피고인 1로부터 성과수당 명목으로 분배받은 31,922,000원, 피고인 2로부터 성과수당 및 처리수당, 실적상여금 명목으로 분배받은 합계 32,831,880원, 피고인 3으로부터 기본 성과급 및 추가 성과급 명목으로 분배받은 합계 27,251,000원을 각 추징한다(피고인 1, 피고인 2, 피고인 3 이외에 이 사건 감정평가 업무의 유치나 처리에 관여한 다른 감정평가사들인 공소외 37, 공소외 7, 공소외 8, 공소외 26에게 성과수당 등으로 분배된 금원과 각 감정평가법인에 귀속되어 각 감정평가법인의 일반 운영비 등으로 사용된 금원은 이들이 각자 취득한 것에 불과하고, 피고인 1, 피고인 2, 피고인 3 이외에 이 사건 감정평가 업무의 유치나 처리에 관여한 다른 감정평가사들이 피고인 1, 피고인 2, 피고인 3과 이 사건 배임수재 범행을 공모하였다고 볼 만한 증거도 없는 이상, 이 사건 용역계약에 따른 감정평가수수료 명목으로 지급된 금원 중 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 실제로 분배된 금원을 제외한 나머지 금원에 대하여는 이를 위 피고인들로부터 추징할 수 없다).<br/>양형의 이유<br/>1. 법률상 처단형의 범위<br/>가. 피고인 1, 피고인 2, 피고인 3 : 각 징역 1월 ~  7년<br/>나. 피고인 4 : 징역 1월 ~ 2년<br/>다. 피고인 5 회사 : 벌금 5만 원 ~ 3,000만 원<br/>2. 선고형의 결정<br/>가. 피고인 1, 피고인 2, 피고인 3<br/>피고인 1, 피고인 2, 피고인 3은 감정평가사로서 신의와 성실로 공정하게 감정평가를 하여야 하고, 고의로 잘못된 감정평가를 하여서는 아니 될 의무가 있음에도 이 사건 대책위원회 위원장인 피고인 4로부터 이 사건 아파트에 대하여 감정평가를 진행하기에 앞서 사전에 이미 제시한 가격으로 감정평가를 하여달라는 등의 부정한 청탁을 받고 감정평가사로서의 신의성실 의무에 위배되는 자의적인 방법에 의하여 이 사건 아파트에 대한 감정평가를 함으로써 그 결과가 공정성과 합리성을 갖추지 못한 고의에 의한 잘못된 감정평가를 하였으며, 그에 대한 대가로 재산상 이익을 취득하였다. 위 피고인들의 잘못된 감정평가로 인하여 감정평가 업무의 공공성 또는 공정성에 대한 사회일반의 신뢰가 현저히 훼손되었고, 이 사건 아파트 분양전환 절차의 진행에도 큰 지장을 초래하였다. 또한 위 피고인들이 소속되어 있는 각 감정평가법인은 위 피고인들의 잘못된 감정평가 문제가 불거져 평판과 신용의 훼손은 물론 감정평가 업무 수주 영업에도 큰 지장을 받고 있는 것으로 보인다. 그럼에도 위 피고인들은 이 사건 범행을 부인하면서 잘못을 반성하고 있지 않다. 위와 같은 사정들에 비추어 보면, 위 피고인들에 대하여는 그 죄책에 상응하는 처벌이 필요하다. <br/>   다만, 이 사건 아파트 시행사와 임차인들은 각기 서로 다른 감정평가법인에 의뢰하여 감정평가가 이루어진 감정가액을 산술평균한 금액으로 이 사건 아파트에 대한 분양전환 가격을 정하기로 합의하였고, 이에 따라 위 피고인들은 임차인 측인 이 사건 대책위원회의 의뢰로 이 사건 아파트에 대한 분양전환 가격산정을 위한 감정평가를 진행하게 되었는데, 시행사의 의뢰로 감정평가를 진행한 감정평가법인이 이 사건 아파트에 대한 감정평가 금액을 시행사에 유리하게 결정할 것으로 예상하고, 임차인의 입장에서 이 사건 아파트에 대한 감정평가를 진행하는 과정에서 이 사건 범행에 이르게 된 것으로 보이고, 이 사건 대책위원회 위원장인 피고인 4의 적극적인 요구로 잘못된 감정에까지 이르게 된 것으로 보이는 등 그 범행 경위에 참작할 만한 사정이 있는 점, 피고인 3은 처음부터 이 사건 범행에 가담한 것은 아니고 이 사건 감정평가를 진행하는 과정에서 피고인 2가 피고인 4의 부정한 청탁을 받고 잘못된 감정을 하고 있다는 사실을 알면서도 이 사건 감정평가 업무를 중단하거나 잘못을 시정하지 않고 소극적으로 이 사건 범행에 가담한 것으로 보이는 점, 위 피고인들은 이 사건 범행과 동종의 범죄 전력이 없고, 피고인 1, 피고인 3은 범죄전력이 없는 초범인 점 등을 위 피고인들에 대한 유리한 정상으로 참작한다.<br/>   그 밖에 이 사건 배임수재 범행 성립 당시에는 위 피고인들이 배임수재 범행으로 인하여 취득한 재산상 이익의 구체적인 가액을 산정할 수 없었으나, 그 후 위 피고들에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원의 구체적인 액수가 확정되어 분배됨으로써 위 피고인들이 배임수재 범행으로 인하여 취득한 재산상 이익이 범행 성립 이후에 확정되었으므로, 성과수당 등으로 각자 분배받아 간 금원의 액수를 위 피고인들에 대한 구체적인 형을 정함에 있어서 참작하고, 위 피고인들의 나이, 성행, 이 사건 범행의 동기 및 경위, 범행의 수단 및 결과, 범행 후의 정황, 이 사건 범행에 가담한 정도 등 이 사건 기록 및 변론에 나타난 여러 양형요소들을 종합적으로 고려하여 주문과 같이 형을 정한다.<br/>나. 피고인 4<br/>피고인 4는 감정평가사인 피고인 1, 피고인 2, 피고인 3에게 이 사건 아파트에 대하여 감정평가를 진행하기에 앞서 사전에 이미 제시한 가격으로 감정평가를 하여달라는 등의 부정한 청탁을 하고, 그에 대한 대가로 재산상 이익을 공여하였다. 피고인 4는 이 사건 감정평가가 진행되는 과정에서도 계속하여 피고인 2와 사이에 이 사건 감정평가 진행상황과 감정평가 금액을 공유하면서 감정평가 금액의 조정 여부에 관하여 협의하였으며, 구체적인 근거 없이 감정평가 금액을 낮춰줄 것을 요구하여 실제로 이 사건 아파트에 대한 잘못된 감정평가가 이루어지게 하였다. 위와 같이 피고인 4의 적극적인 요구로 이 사건 아파트에 대한 잘못된 감정평가가 이루어져 감정평가 업무의 공공성 또는 공정성에 대한 사회일반의 신뢰가 훼손되었고, 이로 인하여 이 사건 아파트 분양전환 절차의 진행에도 큰 지장이 초래되었으며, 피고인 1, 피고인 2, 피고인 3이 소속되어 있는 각 감정평가법인은 이 사건 범행으로 인하여 평판과 신용의 훼손은 물론 감정평가 업무 수주 영업에도 큰 지장을 받고 있는 것으로 보인다. 그럼에도 피고인 4는 이 사건 범행을 부인하면서 잘못을 반성하고 있지 않다. 위와 같은 사정들에 비추어 보면, 피고인 4에 대하여는 그 죄책에 상응하는 처벌이 필요하다.<br/>   다만, 피고인 4는 시행사의 의뢰로 감정평가를 진행한 감정평가법인이 이 사건 아파트에 대한 감정평가 금액을 시행사에 유리하게 결정할 것으로 예상하고 이 사건 대책위원회 위원장의 입장에서 임차인들을 위하는 일이라고 생각한 나머지 이 사건 아파트의 분양전환 가격이 보다 낮은 가격으로 책정될 수 있도록 하기 위하여 이 사건 범행에 이르게 된 것으로 보이는 점, 피고인 4는 범죄전력이 없는 초범인 점 등을 피고인 4에 대한 유리한 정상으로 참작한다.<br/>   그 밖에 피고인 4의 나이, 성행, 이 사건 범행의 동기 및 경위, 범행의 수단 및 결과, 범행 후의 정황 등 이 사건 기록 및 변론에 나타난 여러 양형요소들을 종합적으로 고려하여 주문과 같이 형을 정한다.  <br/>다. 피고인 5 회사<br/>피고인 5 회사는 그 대표이사인 피고인 1, 소속 감정평가사인 피고인 2의 위반행위를 방지하기 위한 상당한 주의를 다하지 못하였는바, 피고인 1, 피고인 2의 위반행위 내용, 피고인 5 회사의 주의의무위반 정도 등 제반 사정을 참작하여 주문과 같이 형을 정한다.<br/>무죄부분<br/>1. 공소사실의 요지[피고인 4의 589,160,200원 공여로 인한 배임증재의 점 및 피고인 1, 피고인 2, 피고인 3의 589,160,200원 수수로 인한 배임수재의 점]<br/>가. 피고인 4의 배임증재<br/>피고인 4는 판시 범죄사실 제2항 기재와 같이 이 사건 아파트의 분양전환을 위한 감정평가를 의뢰하면서 피고인 2 등 감정평가사에게 그 임무에 관하여 부정한 청탁을 하고, 그에 대한 대가로 2013. 9. 30.경 501,647,300원, 2013. 10. 15.경 55,392,700원, 2013. 10. 22.경 25,053,600원, 2013. 11. 28.경 7,066,600원 합계 589,160,200원을 교부하였다.<br/>나. 피고인 1, 피고인 2, 피고인 3의 배임수재<br/>피고인 1, 피고인 2, 피고인 3은 판시 범죄사실 제3항 기재와 같이 피고인 4로부터 이 사건 아파트를 낮은 금액으로 감정평가 해달라는 취지의 부정한 청탁을 받고 고의로 잘못된 감정평가를 하였으며, 허위 감정평가의 대가로 피고인 4로부터 위 가항 기재와 같이 합계 589,160,200원을 교부받았다.<br/>   이로써 피고인 1, 피고인 2, 피고인 3은 공모하여, 피고인 5 회사, 공소외 2 회사의 감정평가 사무를 처리하면서 피고인 4로부터 부정한 청탁을 받고 재물을 취득하였다.<br/>2. 판단<br/>  검사는 피고인 4가 이 사건 용역계약에 따른 감정평가수수료 명목으로 피고인 5 회사 명의의 예금계좌로 송금한 589,160,000원 전부가 이 사건 감정평가와 관련하여 피고인 1, 피고인 2, 피고인 3이 부정한 청탁에 대한 대가로 취득한 금원임을 전제로 이 부분 공소를 제기하였다.<br/>  그러나 앞서 ‘피고인들 및 변호인들의 주장에 대한 판단’ 중 제5의 나항에서 살펴본 바와 같이 피고인 4가 이 사건 용역계약에 따른 감정평가수수료 명목으로 피고인 5 회사 명의의 예금계좌로 송금한 589,160,000원 중 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 피고인 1, 피고인 2, 피고인 3 외에 이 사건 감정평가 업무의 유치나 처리에 관여한 다른 감정평가사들인 공소외 37, 공소외 7, 공소외 8, 공소외 26에게 성과수당 등으로 분배된 금원과 각 감정평가법인에 귀속되어 각 감정평가법인의 일반 운영비 등으로 사용된 금원은 이들이 각자 취득한 것에 불과하고, 피고인 1, 피고인 2, 피고인 3 외에 이 사건 감정평가 업무의 유치나 처리에 관여한 다른 감정평가사들이 피고인 1, 피고인 2, 피고인 3과 이 사건 배임수재 범행을 공모하였다고 볼 만한 증거도 없으며, 그 밖에 달리 각 감정평가법인이나 피고인 1, 피고인 2, 피고인 3 외에 다른 감정평가사들이 취득한 부분을 피고인 1, 피고인 2, 피고인 3이 직접 받은 것과 동일하게 볼 만한 사정도 없으므로, 이 부분은 위 피고인들이 이 사건 배임수재 범행의 대가로 함께 취득하였다고 볼 수 없다. <br/>  한편, 피고인 4가 이 사건 용역계약에 따른 감정평가수수료 명목으로 피고인 5 회사 명의의 예금계좌로 송금한 589,160,000원 중 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 이 사건 감정평가 업무를 유치하거나 이 사건 감정평가 업무를 수행한 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당에 대하여는 피고인 1, 피고인 2, 피고인 3이 직접적으로 재산상 이익을 얻는 관계에 있으므로, 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급될 당시 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것이 예정되어 있었던 금원 상당에 관하여 위 피고인들이 재산상 이익을 취득하거나 위 피고인들이 위와 같은 재산상 이익을 취득한 것과 동일하게 평가할 수 있다. 그러나 이 경우에도 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 각 감정평가법인에 지급될 당시, 즉 이 사건 배임수재 범행 성립 당시 피고인 1, 피고인 2, 피고인 3에게 분배될 것으로 예정되어 있었던 성과수당 등의 액수를 구체적으로 산정할 수 없었던 이상, 피고인 1, 피고인 2, 피고인 3은 공모하여 자신들에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득하였다고 볼 수 있을 뿐이며, 달리 피고인 1, 피고인 2, 피고인 3이 이 사건 용역계약에 따른 감정평가수수료 명목으로 지급된 금원 전부를 피고인 4로부터 이 사건 아파트에 대한 감정평가와 관련하여 부정한 청탁에 대한 대가로 취득한 것이라고 볼 만한 증거가 없다.<br/>3. 결론<br/>  그렇다면 이 부분 각 공소사실은 범죄의 증명이 없는 경우에 해당하여 형사소송법 제325조 후단에 의하여 무죄를 선고하여야 할 것이나, 이 부분 각 공소사실과 동일한 공소사실의 범위 내에 있는 판시 범죄사실 제2, 3항 기재 배임수재죄 및 배임증재죄를 유죄로 인정한 이상 주문에서 따로 무죄의 선고를 하지 아니한다.<br/><br/>판사 김도형(재판장) 장동민 고유강 ",
  "사건번호": "2015고합88",
  "사건종류코드": "400102",
  "판례정보일련번호": "218429",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}