{
  "판시사항": "[1] 사기죄의 요건인 ‘기망’의 의미와 요건<br/>[2] 보조금 관리에 관한 법률 제40조에서 정한 ‘거짓 신청이나 그 밖의 부정한 방법’의 의미<br/>",
  "참조판례": "[1] 대법원 2004. 4. 9. 선고 2003도7828 판결(공2004상, 844), 대법원 2018. 8. 1. 선고 2017도20682 판결(공2018하, 1892) / [2] 대법원 2001. 1. 5. 선고 99도4101 판결(공2001상, 469), 대법원 2011. 6. 30. 선고 2010도14257 판결, 대법원 2015. 6. 23. 선고 2015도5046 판결<br/>",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": " [1] 형법 제347조 / [2] 보조금 관리에 관한 법률 제40조<br/>",
  "선고일자": "20200924",
  "법원명": "대법원",
  "사건명": "사기ㆍ보조금관리에관한법률위반ㆍ건축법위반",
  "판례내용": "【피 고 인】 피고인<br/>【상 고 인】 피고인<br/>【원심판결】 대구지법 2016. 9. 2. 선고 2015노2525 판결<br/>【주    문】<br/>원심판결 중 피고인의 사기죄 및 보조금 관리에 관한 법률 위반죄에 대한 부분을 파기하고, 이 부분 사건을 대구지방법원에 환송한다.<br/><br/>【이    유】상고이유를 판단한다.<br/>  1. 원심은 다음과 같은 이유로 이 사건 공소사실 중 사기 및 보조금 관리에 관한 법률 위반의 범죄사실을 유죄로 인정하였다.<br/>  피고인은 이 사건 영농법인의 대표이사로서 이 사건 영농법인이 이 사건 보조사업의 보조사업자로 지정되어 보조금을 지급받기 위해서는 출자금이 1억 원 이상이어야 하고, 자본금이 사업비의 자부담금(위 보조사업은 3억 원) 이상으로 확보되어야 하며, 그 밖에 사업부지를 확보하는 등 보조사업을 제대로 진행할 자격을 갖추었어야 했다. 그런데 사실 이 사건 영농법인은 출자금 1,000만 원만을 보유하고 있었고 자본금 6억 원을 보유하고 있지 않았으며 사업부지를 소유하고 있지 않았고, 피고인이 이 사건 영농법인으로 하여금 자본금과 사업부지를 보유하게 할 의사나 능력이 없었음에도, ○○시청 축산행정담당 공무원 공소외 1에게 이 사건 영농법인의 자본금이 6억 원이고 사업부지를 보유하고 있다는 내용의 사업계획서를 제출하면서 “비록 현재는 이 사건 영농법인이 자본금이 없고 사업부지를 확보하지 못하였지만 자본금과 사업부지를 확보하여 보조사업을 제대로 진행하겠다.”라는 취지로 말하였고, 공소외 1은 사실과 다르게 이 사건 영농법인이 사업부지를 보유하고 있는 것으로 기재한 서류를 첨부하여 ○○시장 명의로 된 이 사건 승인신청서를 기안하여 경상북도 축산경영과에 제출하였고, 이에 속은 경상북도 축산경영과 담당 공무원은 ‘2011년 농어촌지원복합산업화사업 변경 승인’ 공문을 ○○시청 농축산과에 발송하여 이 사건 영농법인의 2011년 농어촌지원복합산업화사업(사업명 생략)을 승인하였다. 피고인은 위와 같은 승인에 근거하여 ○○시청 농업기술센터에 이 사건 보조사업 중 각 관련 사업완료 신고서를 제출하여 허위인 이 사건 계획서 제출 등에 따라 경상북도로부터 보조사업 승인을 받은 사실을 모르는 ○○시청 농업기술센터 담당 공무원 공소외 2로부터 각 보조금을 교부받음으로써 피고인의 미비된 보조금 지급요건에 관한 사후 보완 약속을 신뢰한 ○○시청 농축산과 소속 공무원 공소외 1을 통해 ○○시청 농업기술센터 담당 공무원과 경상북도 담당 공무원 등을 기망하여 이 사건 영농법인으로 하여금 피해자 ○○시로부터 합계 2억 267만 원을 교부받는 것과 동시에 거짓 신청으로 간접보조금 2억 267만 원을 교부받았다.<br/>  2. 요컨대 원심은, 피고인이 ○○시청 농축산과 소속 담당 공무원 공소외 1을 통해 자본금과 출자금 및 사업부지 확보 등에 관하여 허위의 내용을 기재한 이 사건 승인신청서를 제출하여 경상북도 축산경영과 담당 공무원을 기망하여 위와 같이 사업 승인을 받았고, 이에 기하여 ○○시청 농업기술센터 담당 공무원을 기망하여 보조금을 교부받았다는 것이다. 그러나 원심의 이러한 판단은 다음과 같은 이유로 받아들이기 어렵다.<br/>  가. 사기죄의 요건인 기망은 널리 재산상의 거래관계에서 서로 지켜야 할 신의와 성실의 의무를 저버리는 모든 적극적, 소극적 행위를 말한다. 반드시 법률행위의 중요 부분에 관한 허위표시를 해야 하는 것은 아니나, 상대방을 착오에 빠뜨려 행위자가 희망하는 재산적 처분행위를 하도록 하기 위한 판단의 기초가 되는 사실에 관한 것이어야 한다.<br/>보조금 관리에 관한 법률 제40조의 ‘거짓 신청이나 그 밖의 부정한 방법’이라 함은 정상적인 절차에 의해서는 법에 의한 보조금을 지급받을 수 없음에도 위계 기타 사회통념상 부정이라고 인정되는 행위로서 보조금 교부에 관한 의사결정에 영향을 미칠 수 있는 적극적 및 소극적 행위를 뜻한다(대법원 2001. 1. 5. 선고 99도4101 판결, 대법원 2011. 6. 30. 선고 2010도14257 판결, 대법원 2015. 6. 23. 선고 2015도5046 판결 등 참조).<br/>  나. 기록에 의하면 다음과 같은 사정을 알 수 있다.<br/>  (1) ○○시청 축산행정담당 공무원 공소외 1이 기안하여 경상북도 축산경영과 담당 공무원 공소외 3에게 제출한 이 사건 승인신청서에 첨부한 그 작성의 서류에는 이 사건 영농법인의 자본금에 관한 사항은 전혀 기재되어 있지 않다.<br/>  (2) 비록 공소외 1은 위 서류에 이 사건 영농법인이 사업부지를 ‘보유’하고 있지 않음에도 ‘보유’하고 있는 것처럼 기재하였으나, 관련 법령에서 이 사건 영농법인이 이 사건 보조사업의 보조사업자로 선정되어 보조금을 지급받기 위하여 사업부지를 ‘보유’할 것을 요건으로 규정하고 있는 것은 아닌 것으로 보이고, 공소외 3이나 공소외 1의 후임자 공소외 4의 진술에 의하더라도 임대차나 사용승낙 등에 의하여 사업부지가 확보되어 있으면 되고 사업부지를 ‘보유’할 필요는 없다는 것이다.<br/>  (3) 공소외 3은, 영농조합법인이 자본금이나 사업부지를 확보하고 있는지 등에 대하여는 사업시행기관인 ○○시 담당 공무원이 확인하는 것이고, 경상북도는 ○○시에서 선정한 사업의 내용이 보조사업에 적합한지에 관하여만 검토를 한다는 취지로 진술하였다.<br/>  (4) 피고인은 이 사건 영농법인의 회원(조합원)이 출자할 수 있는 금액이 6억 원 정도가 되어 위 사업계획서에 자본금을 6억 원으로 기재한 것이라는 취지로 진술하였는데, 이러한 진술이 거짓이라고 단정할 만한 증거는 없는 것으로 보이고, 그렇다면 이 사건 영농조합이 이 사건 보조사업의 자부담금인 3억 원 이상의 자본금(법인이 보조사업에 사용할 수 있는 자금을 의미하는 것으로 보인다)을 확보하지 못하였다고 단정하기도 어렵다.<br/>  (5) 관련 법령에 따르더라도 영농조합법인이 이 사건 보조사업을 하기 위한 자격요건으로 ‘사업부지’ 확보를 규정하고 있는 것으로 보이지는 않고, 이 사건 영농법인이 당시 이 사건 보조사업을 진행할 부지를 ‘확보’하지 못하였다고 단정할 만한 증거도 없다.<br/>  (6) 이 사건 영농법인의 총출자금이 1,000만 원으로 1억 원에 미치지 못하는 것은 사실이다. 그러나 피고인은 위 사업계획서에, 총출자금이 1,000만 원으로 명시되어 있어 이를 쉽게 확인할 수 있는 이 사건 영농법인의 법인등기부등본을 첨부하여 공소외 1에게 제출하였다. 이는 피고인이 공소외 1과 상의하여 위 사업계획서를 작성한 것인데 담당 공무원인 공소외 1조차 당시 법인의 출자금이 1억 원 이상, 자본금이 자부담금 이상으로 확보될 것을 요구하는 관련 규정이 있는지 제대로 살피지 아니하여 이를 검토하지 못하였다고 진술하고 있다. 이러한 점 등에 비추어 보면, 피고인이 이 사건 영농법인이 이 사건 보조사업의 보조사업자로 선정되어 보조사업을 진행하기 위한 출자금, 자본금 등의 자격요건을 갖추지 못하였음을 알면서도 ○○시 담당 공무원인 공소외 1로 하여금 이 사건 승인신청서를 기안하여 경상북도 축산경영과 담당 공무원에게 제출하게 하였다고 단정할 수 있는지 의문이 든다.<br/>  다. 위와 같은 사실관계를 앞서 본 법리에 따라 살펴보면, 피고인이 공소외 1을 통하여 경상북도 축산경영과 담당 공무원 공소외 3에게 이 사건 영농법인이 이 사건 보조사업의 사업자로 선정되어 보조사업을 하기 위한 자본금과 출자금, 자본금 및 사업부지 등에 관한 자격요건을 갖추지 못하였음을 알면서도 이에 관하여 기망행위를 하여 이에 속은 공소외 3으로부터 사업승인을 받았다거나 그 고의가 있었다고 인정하기 어렵다. 또 피고인이 위와 같이 공소외 3을 기망하여 사업승인을 받았음을 전제로 하여 ○○시청 농업기술센터 담당 공무원 공소외 2를 기망하여 보조금을 지급받았다거나 이에 관하여 고의가 있었다고 단정할 수도 없다.<br/>  라. 그럼에도 원심이 그 판시와 같은 이유로, 위와 같은 사기 및 보조금 관리에 관한 법률 위반의 범죄사실을 유죄로 인정한 데에는 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 사기죄의 ‘기망행위’, 보조금 관리에 관한 법률 위반죄의 ‘거짓 신청이나 그 밖의 부정한 방법’에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.<br/>  3. 그러므로 원심판결 중 피고인의 사기죄 및 보조금 관리에 관한 법률 위반죄에 대한 부분을 파기하고 이 부분 사건을 다시 심리ㆍ판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 김재형 이동원 노태악(주심) ",
  "사건번호": "2016도14852",
  "사건종류코드": "400102",
  "판례정보일련번호": "215435",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}