{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20220518",
  "법원명": "수원지방법원 여주지원",
  "사건명": "구상금·약정금",
  "판례내용": "【원고(반소피고)】 원고(반소피고) (소송대리인 법무법인 원비전 담당변호사 팽성진)<br/>【피고(반소원고)】 피고(반소원고) (소송대리인 법무법인 여백 담당변호사 김도영)<br/>【변론종결】2022. 4. 13.<br/>【주    문】<br/> 1. 피고(반소원고)는 원고(반소피고)에게 300,000,000원 및 이에 대하여 2016. 9. 29.부터 2022. 5. 18.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/> 2. 원고(반소피고)의 나머지 본소 청구 및 피고(반소원고)의 반소 청구를 각 기각한다.<br/> 3. 소송비용은 본소와 반소를 합하여 그 40%는 원고(반소피고)가, 나머지는 피고(반소원고)가 각 부담한다.<br/> 4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】[본소]<br/>피고(반소원고, 이하 ‘피고’라고 한다)는 원고(반소피고, 이하 ‘원고’라고 한다)에게 600,000,000원 및 이에 대하여 2016. 9. 29.부터 이 사건 소장 부본 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>[반소]<br/>원고는 피고에게 300,000,000원 및 이에 대하여 이 사건 반소장 부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>【이    유】본소와 반소를 함께 본다.<br/>1. 기초사실<br/>가. 원고의 형사사건의 진행 경과<br/>    1) 원고가 2013년경 수원지방검찰청 성남지청에서 ‘2008년경 소외 3의 돈을 편취하였다’는 내용의 사건으로 수사를 받던 중, 피고가 원고의 부탁을 받고 소외 3과 ‘소외 3에게 535,000,000원을 변제하되, 100,000,000원은 먼저 지급하고, 나머지 435,000,000원에 대하여는 피고의 부동산에 근저당권을 설정’해 주기로 하는 내용으로 합의하였다(이하 ‘이 사건 형사합의’라고 한다).<br/>    2) 원고는 2014. 7. 24. 피고에게 다음과 같은 내용의 서약서(이하 ‘이 사건 서약서’라고 한다)를 작성해 주었다.<br/>본인 원고는 형님 피고에게 이번 사건을(소외 3) 해결해 줌으로서 큰 은혜를 입은 사람으로서 평생 사는 동안 모든 사업과 금전관계를 의논하며 피고의 빚을 갚기 위해 최선을 다해 빠른 시일 안에 정상 괘도를 만들어 최소한 10년 이상 피고와 사업 및 부채를 탕감을 위해 노력하고 신분 상승을 위해 어떠한 시련이 오더라도 참고 인내하여 큰 인생을 펼쳐 보기를 꼭 약속합니다. 또한 약속을 못 지킬 경우 민, 형사상 모든 책임을 지기로 함. 원고는 앞으로 더욱 더 노력하며 열심히 공부하여 최고가 되도록 하여 창출된 모든 수입금은 피고의 통장으로 입금하여 관리 및 운영한다. 피고도 최선을 다하여 원고를 도와주기로 약속함.<br/>    3) 피고는 2014. 8. 5. 소외 3에게, 피고 소유의 아산시 (지번 1 생략) 답 3,387㎡, 같은 시 (지번 2 생략) 답 2,912㎡, 같은 시 (지번 3 생략) 답 1,699㎡, 아산시 (지번 4 생략) 전 2,754㎡, 같은 리 (지번 5 생략) 답 1,081㎡, 같은 리 (지번 6 생략) 전 922㎡, 같은 리 (지번 7 생략) 전 1,359㎡, 같은 리 (지번 8 생략) 답 1,154㎡를 공동담보로 하여 채권최고액 565,500,000원, 채무자 원고, 근저당권자 소외 3의 근저당권 설정등기를 마쳐주었고, 2015. 3. 24. 위 근저당권 설정등기가 같은 날 해지를 원인으로 말소되었다.<br/>나. 이 사건 투자약정 및 금전소비대차계약 등<br/>    1) 소외 1 회사, 소외 2, 원·피고는 2014. 11. 13., 소외 1 회사가 소외 2로부터 (사업명 생략) 개발사업의 실시를 위하여 10억 원을 투자받되, 소외 1 회사가 투자금을 지급받은 날로부터 1년이 되는 날 소외 2에게 투자원금을 지급하기로 약정하며, 원·피고가 소외 1 회사의 소외 2에 대한 투자원금 반환채무를 연대보증하는 내용의 투자약정(이하 ‘이 사건 투자약정’이라고 한다)을 체결하였다.<br/>    2) 소외 1 회사, 원고, 소외 2는 2014. 11. 13., 원고가 소외 1 회사로부터 4억 원을 차용하되, 차용금은 소외 1 회사가 이 사건 투자약정에 따라 소외 2로부터 투자받은 10억 원에서 지급하며, 소외 2가 이에 동의하는 내용의 금전소비대차계약(이하 ‘이 사건 금전소비대차계약’이라고 한다)을 체결하였다.<br/>    3) 소외 2는 2014. 11. 14. 피고의 계좌로 10억 원을 송금하는 방법으로 소외 1 회사에 대한 투자금 10억 원을 모두 지급하였고, 피고는 위 투자금에 대한 담보로 소외 2에게 ① 2015. 5. 21. 피고 소유의 아산시 (지번 3 생략) 답 1,699㎡ 및 아산시 (지번 2 생략) 답 2,912㎡를 공동담보로 하여 채권최고액 10억 원, 채무자 피고, 근저당권자 소외 2의 근저당권 설정등기(이하 ‘이 사건 2015. 5. 21.자 근저당권 설정등기’라고 한다)를 마쳐주었고, ② 2016. 6. 9. 피고 소유의 아산시 (지번 3 생략) 답 1,699㎡, 아산시 (지번 1 생략) 답 3,387㎡, 아산시 (지번 5 생략) 답 1,081㎡, 같은 리 (지번 8 생략) 답 1,154㎡를 공동담보로 하여(그중 (지번 5 생략) 및 같은 리 (지번 8 생략) 부동산을 ‘이 사건 담보 부동산’이라고 한다) 채권최고액 5억 원, 채무자 피고, 근저당권자 소외 2의 근저당권 설정등기(이하 ‘이 사건 2016. 6. 9.자 근저당권 설정등기’라고 한다)를 마쳐주었다.<br/>    4) 원고는 2016. 9. 6. 피고의 계좌로 10억 원을 송금하였고, 피고는 2016. 9. 12.부터 같은 달 29.까지 소외 2의 형제인 소외 9의 계좌로 10억 원을 송금하는 방법으로 이 사건 투자약정에 따른 소외 2의 투자원금을 변제하였다. 소외 2는 2016. 9. 30. 이 사건 2015. 5. 21.자 근저당권 설정등기와 이 사건 2016. 6. 9.자 근저당권 설정등기 중 이 사건 담보 부동산 이외 다른 부동산에 관한 부분을 말소해주었다.<br/>다. 피고와 소외 2 사이의 민사소송<br/>    1) 피고는 수원지방법원 안산지원 2020가합7160호로 소외 2를 상대로 하여 이 사건 투자약정에 따른 소외 2에 대한 투자원금을 모두 변제하였다는 이유로 이 사건 담보 부동산에 관한 이 사건 2016. 6. 9.자 근저당권 설정등기의 말소등기절차를 이행하라는 소를 제기하였다. <br/>    2) 소외 2는 위 1)항 사건의 반소로(수원지방법원 안산지원 2021가합12503호) 피고를 상대로 하여 이 사건 투자약정이 2014. 12. 4. 해제되어 그 무렵부터 투자원금 변제일인 2016. 9. 12.까지 투자원금에 대한 지연손해금 88,904,109원이 발생하였으므로 10억 원을 변제받았더라도 지연손해금, 원금 순으로 충당되어 투자원금 88,904,109원이 남게 되었으므로, 피고는 소외 2에게 88,904,109원 및 이에 대한 지연손해금을 지급하라는 소를 제기하였다. <br/>    3) 위 사건에서 ‘피고는 소외 2에게 80,000,000원을 지급하고, 소외 2는 80,000,000원을 지급받는 즉시 이 사건 담보 부동산에 관한 이 사건 2016. 6. 9.자 근저당권 설정등기의 말소등기절차를 이행하라’는 내용의 화해권고결정(이하 ‘이 사건 화해권고결정’이라고 한다)이 확정되었다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 2, 5, 6호증, 을 제4, 13, 14호증의 기재, 변론 전체의 취지<br/>2. 당사자들의 주장 요지<br/>가. 원고<br/>  원고가 2016. 9. 12.부터 같은 달 29.까지 피고의 계좌를 이용하여 소외 2에게 이 사건 투자약정에 따른 투자원금 10억 원을 변제함으로써 이 사건 금전소비대차계약에 따른 원고 본인의 채무 4억 원 뿐만 아니라 소외 1 회사의 소외 2에 대한 투자원금 6억 원 반환채무와 피고의 이 사건 투자약정에 따른 6억 원의 연대보증채무를 모두 변제하였으므로, 원고는 피고에게 6억 원의 구상금채권 또는 변제자대위의 법리에 따라 소외 2가 피고에게 갖는 연대보증채권을 취득하였다. 따라서 피고는 원고에게 6억 원 및 이에 대한 지연손해금을 지급하여야 한다.<br/>나. 피고<br/>  피고는 원고에게 다음과 같이 합계 10억 원[= 1) 구상금 채권 40,000,000원 + 2) 대여금 채권 합계 936,587,630원 + 3) 약정금 채권 23,412,370원]의 채권이 있는바, 이를 자동채권으로 하여 원고의 피고에 대한 채권과 상계하고, 상계 후 남은 채권 중 3억 원을 한도로 반소를 구한다.<br/>1) 구상금채권<br/>  원고는 피고에게 이 사건 화해권고결정에 따라 피고가 소외 2에게 지급하여야 하는 80,000,000원 중 40,000,000원을 지급하여야 한다.<br/>2) 대여금채권<br/>  피고는 원고에게 다음과 같은 돈 합계 936,587,630원(= ① 539,107,630원 + ② 193,580,000원 + ③ 95,200,000원 + ④ 48,700,000원 + ⑤ 10,000,000원 + ⑥ 50,000,000원)을 대여하였다.<br/>  ① 피고가 원고와 소외 3의 형사합의를 위하여, 원고를 대신하여 2014. 8. 4.부터 2015. 3. 23.까지 소외 3에게 합계 539,107,630원을 지급하였다.<br/>  ② 피고가 원고의 생활비 등을 위하여 만들어 준 피고 명의의 농협 계좌에 2014. 8. 4.부터 2017. 5. 12.까지 합계 193,580,000원을 송금하였고, 원고가 위 돈을 사용하였다.<br/>  ③ 피고는 원고의 자녀 소외 4에게 2014. 11. 20.부터 2015. 4. 30.까지 합계 18,300,000원, 원고의 자녀 소외 6에게 2014. 7. 23. 1,500,000원, 원고의 전부인 소외 5에게 2014. 7. 23.부터 2014. 11. 21.까지 합계 1,800,000원, 원고의 동거녀 소외 7(개명 후 △△△)에게 2011. 3. 24.부터 2014. 7. 22.까지 합계 73,600,000원을 송금하는 방법으로 위 각 돈을 원고에게 대여하였다.<br/>  ④ 피고는 원고의 BMW차량 구입비용으로 2014. 11. 24. 소외 10에게 48,700,000원을 송금하여 위 돈을 원고에게 대여하였다.<br/>  ⑤ 피고는 원고 사무실 임대차보증금으로 2014. 12. 6. 소외 11에게 10,000,000원을 송금하여 위 돈을 원고에게 대여하였다.<br/>  ⑥ 피고는 원고의 투자금으로 2015. 5. 4. 소외 12 회사에게 50,000,000원을 송금하여 위 돈을 원고에게 대여하였다.<br/>3) 약정금채권<br/>  원고는 피고에게 부탁하여 소외 3과 이 사건 형사합의를 하는 과정에서 2014. 7. 24. 피고에게 이 사건 서약서를 작성해 줌으로써 ‘피고가 농사를 지으면서 대출받은 채무를 10년 안에 모두 갚아 주고, 이를 위하여 원고 본인이 벌어들이는 모든 수익을 피고의 계좌로 입금하겠다’고 약정하였고, 이 사건 서약서 작성 당시 피고의 대출채무는 총 727,890,000원이 있었다. 따라서 원고는 피고에게 약정금으로 727,890,000원을 지급하여야 할 의무가 있으나, 피고는 그중 23,412,370원만을 우선 청구한다.<br/>3. 본소에 관한 판단<br/>가. 청구원인에 관한 판단<br/>1) 관련 법리<br/>  수인의 보증인이 있는 경우에는 그 사이에 분별의 이익이 있는 것이 원칙이지만, 그 수인이 연대보증인일 때에는 각자가 별개의 법률행위로 보증인이 되었고 또한 보증인 상호간에 연대의 특약(보증연대)이 없었더라도 채권자에 대하여는 분별의 이익을 갖지 못하고 각자의 채무의 전액을 변제하여야 하나, 연대보증인들 상호간의 내부관계에서는 주채무에 대하여 출재를 분담하는 일정한 금액을 의미하는 부담부분이 있고, 그 부담부분의 비율, 즉 분담비율에 관하여는 그들 사이에 특약이 있으면 당연히 그에 따르되 그 특약이 없는 한 각자 평등한 비율로 부담을 지게 된다. 그러므로 연대보증인 가운데 한 사람이 자기의 부담부분을 초과하여 변제하였을 때에는 다른 연대보증인에 대하여 구상을 할 수 있다(대법원 2009. 6. 25. 선고 2007다70155 판결 등 참조).<br/>  이 때 구상의 범위는 출재액과 공동면책액 중 작은 쪽으로서, 출재액이 공동면책액보다 작으면 출재액의 한도에서 구상권을 행사할 수 있다. 출재자는 면책된 날 이후의 법정이자 및 피할 수 없는 비용 기타 손해에 대해서도 구상권을 행사할 수 있다(민법 제448조 제2항, 제425조 제2항).<br/>2) 이 사건에 관한 판단(구상권의 범위)<br/>  ① 변제일(2016. 9. 29.) 기준 주채무(투자원금 반환채무) 원리금: 6억 원[원고는 변제일을 기준으로 한 소외 1 회사의 소외 2에 대한 주채무액이 6억 원이라는 취지로 주장하고, 피고는 이에 대하여 다투고 있지 않다(피고가 제출한 을 제14호증에는 ‘피고와 소외 2 사이의 민사소송에서, 소외 2가 위 1. 다. 2)항과 같이 위 6억 원에 대한 지연손해금이 발생하였다’는 취지로 주장하였다는 내용이 기재되어 있으나, 그러한 내용만으로는 위 6억 원에 대한 지연손해금이 발생하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없으며, 피고가 이 사건에서 위 주채무액 6억 원에 대한 이자 내지 지연손해금이 발생하였다는 주장을 하고 있지 않다)]<br/>  ② 변제일 기준 연대보증인(원·피고)별 부담부분: 3억 원(= ① ÷ 2)<br/>  연대보증인들 사이에 부담비율에 관한 특약이 있었다는 점에 관하여는 아무런 주장·증명이 없으므로 연대보증인들은 각자 균등한 비율(1/2)로 부담을 지게 된다.<br/>  ③ 원고의 대위변제액: 6억 원<br/>  ④ 원고가 본인의 부담부분을 초과하여 변제한 금액(= 원고의 대위변제로 피고가 공동면책된 금액): 3억 원<br/>  ⑤ 소결: 원고는 대위변제금 6억 원 중 자신의 부담부분을 초과하여 변제한 금액에 대하여 다른 공동연대보증인인 피고에게 그 부담부분에 대하여 구상권을 행사할 수 있는바, 피고는 특별한 사정이 없는 한 원고에게 구상금 3억 원 및 이에 대하여 원고가 구하는 최종 면책일인 2016. 9. 29.부터 피고가 그 이행의무의 존재 여부나 범위에 관하여 다투는 것이 타당하다고 인정되는 이 사건 판결 선고일인 2022. 5. 18.까지는 민법이 정하는 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정하는 연 12%의 각 비율로 계산한 법정이자 내지 지연손해금을 지급할 의무가 있다.<br/>나. 피고의 상계항변에 관한 판단<br/>1) 구상금채권 발생 여부에 관한 판단<br/>  주채무자를 위하여 수인이 연대보증을 한 경우, 어느 연대보증인이 채무를 변제하였음을 내세워 다른 연대보증인에게 구상권을 행사함에 있어서는, 민법 제448조 제2항에 따라 ‘자기의 부담부분을 초과하여 변제’하여야 하고, 그 변제로 인하여 다른 연대보증인도 ‘공동으로 면책’되었음을 요건으로 하는 것인데, 피고가 이 사건 화해권고결정에 따라 소외 2에게 돈을 지급하여 다른 연대보증인인 원고가 공동으로 면책되었다는 사실을 인정할 아무런 증거가 없으므로, 원고에게 구상권을 행사할 수 없다. 피고의 위 주장은 이유 없다(설령 피고가 화해권고결정에서 정하는 금액 전부를 소외 2에게 변제하였다고 하더라도, 피고의 부담부분을 초과하여 변제한 것으로 볼 수도 없는바, 결론에서 차이가 없다).<br/>2) 대여금채권 발생 여부에 관한 판단<br/>  당사자 간에 돈 수수가 있다는 사실에 관하여 다툼이 없다고 하여도 원고가 그 수수한 원인이 소비대차라 하고, 피고가 이를 다툴 때에는 그것이 소비대차로 인하여 수수되었다는 것은 이를 주장하는 원고가 입증할 책임이 있다(대법원 1972. 12. 12. 선고 72다221 판결, 대법원 2014. 7. 10. 선고 2014다26187 판결 등 참조).<br/>  이 사건에 관하여 보건대, 위 인정사실, 앞서 든 증거, 을 제6 내지 11호증의 각 기재 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사실 및 사정들, 즉 ① 피고가 원고 등에게 9억 원을 초과하는 거액의 돈을 지급하면서 차용증 또는 변제각서 등을 작성하지 아니한 점, ② 원고가 피고에게 피고 주장의 차용금에 대한 이자 등을 변제한 흔적을 찾아볼 수 없는 점, ③ 그럼에도 불구하고 피고가 원고 등에게 돈을 최초로 지급한 2011년경부터 이 사건 소제기 이전까지 원고에게 대여금임을 전제로 그에 대한 권리주장을 하였다거나 이를 추심하기 위한 노력을 한 흔적을 찾아볼 수 없는 점 등을 종합하면, 피고가 제출한 증거들만으로는 피고가 원고에 대한 대여금이라고 주장하는 돈이 대여금이라는 사실을 인정하기 부족하고, 달리 이를 인정할 증거가 없으므로, 피고의 위 주장은 받아들이지 않는다.<br/>3) 약정금채권 발생 여부에 관한 판단<br/>  계약이 성립하기 위해서는 당사자 사이에 의사의 합치가 있어야 한다. 이러한 의사의 합치는 계약의 내용을 이루는 모든 사항에 관하여 있어야 하는 것은 아니지만, 그 본질적 사항이나 중요 사항에 관해서는 구체적으로 의사의 합치가 있거나 적어도 장래 구체적으로 특정할 수 있는 기준과 방법 등에 관한 합의는 있어야 한다. 어떠한 의무를 부담하는 내용의 기재가 있는 문면에 ‘최대한 노력하겠습니다.’, ‘최대한 협조한다.’ 또는 ‘노력하여야 한다.’고 기재되어 있는 경우, 특별한 사정이 없는 한 당사자가 위와 같은 문구를 기재한 의미는 문면 그 자체로 볼 때 그러한 의무를 법적으로는 부담할 수 없지만 사정이 허락하는 한 그 이행을 사실상 하겠다는 취지로 해석함이 타당하다(대법원 2021. 1. 14. 선고 2018다223054 판결 등 참조). <br/>  살피건대, 위 인정사실, 앞서 든 증거 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사실 및 사정들, 즉 ① 이 사건 서약서에 원고가 피고에게 지급하여야 할 구체적인 금액 또는 적어도 장래에 구체적인 금액을 특정할 수 있는 기준이나 방법을 정하는 내용이 없는 점, ② 이 사건 서약서에 \"피고의 빚을 갚기 위해 최선을 다해 … 정상 괘도를 만들어 최소한 10년 이상 피고와 사업 및 부채를 탕감을 위해 노력하고\"라고 기재되어 있는바, 위와 같은 문구를 피고의 주장과 같이 이 사건 서약서 작성 당시에 피고의 대출채무가 총 727,890,000원임을 전제로 원고가 그 금액을 피고에게 지급하기로 약정한 것으로 보아야 할 특별한 사정이 있다고 보기도 어려운 점 등을 종합하면, 원고는 피고에게 약정금으로 727,890,000원을 지급하여야 할 의무가 있다고 볼 수 없다. 피고의 위 주장은 받아들이지 않는다.<br/>4) 소결<br/>  따라서 피고가 원고에게 구상금채권, 대여금채권, 약정금채권이 있다고 볼 수 없으므로, 피고의 원고에 대한 위 각 채권을 자동채권으로 하여 원고의 피고에 대한 구상금채권과 상계한다는 피고의 항변은 받아들이지 않는다.<br/>4. 피고의 반소 청구에 관한 판단<br/>  앞서 본 바와 같이 피고의 원고에 대한 구상금채권, 대여금채권, 약정금채권을 인정할 수 없으므로, 이를 전제로 한 피고의 반소 청구는 이유 없다.<br/>5. 결론<br/>  그렇다면, 원고의 본소 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 나머지 본소 청구 및 피고의 반소 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 박준석(재판장) 이강호 허준기 ",
  "사건번호": "2021가합10042(본소), 2021가합12512(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "242093",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}