{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210701",
  "법원명": "서울중앙지방법원",
  "사건명": "수익금배분 청구의소",
  "판례내용": "【원    고】 별지1 원고 목록 기재와 같다주1). (소송대리인 법무법인 조율 담당변호사 박용주 외 1인)<br/>【피    고】 ○○○상가관리단 (소송대리인 법무법인 (유한) 바른 담당변호사 이영희 외 1인)<br/>【변론종결】2021. 5. 27.<br/>【주    문】<br/>별지1 원고 목록 기재와 같다<br/> 1. 원고들의 청구를 모두 기각한다.<br/> 2. 소송비용은 원고들이 부담한다.<br/><br/>【청구취지】 피고는 원고들에게 별지2 원고별 수익금 계산표 ‘청구금액’란 각 해당 기재 금원 및 위 각 금원에 대하여 이 사건 소장 부본 송달 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 금원을 각 지급하라.<br/>【이    유】1. 기초사실<br/>가. 당사자<br/>1) 원고들은 서울 중구 (지번 생략) 소재 집합건물인 ‘○○○’ 상가건물(이하 ‘이 사건 건물’이라 한다) 내에 있는 별지2 원고별 수익금 계산표 중 ‘구분소유(호수)’란 기재 각 구분점포의 구분소유자들이다.<br/>2) 피고는 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다) 제23조에 따라 이 사건 건물의 구분소유자 전원을 구성원으로 하여 이 사건 건물과 그 대지 및 부속시설의 관리에 관한 사업 시행을 목적으로 하여 설립된 관리단이다. <br/>나. 이 사건 건물 현황<br/>1) 이 사건 건물은 지하 2층부터 지상 8층까지로 구성된 근린생활시설로서, 이 사건 건물의 구분소유 점포의 전유부분 면적의 합계는 1,931.4㎡이다. <br/>2) 이 사건 건물의 외곽에 설치되어 있는 점포인 외곽점포 1 내지 21호, 특A호, 특B호, 환전소와 이 사건 건물의 주차장, 이 사건 건물의 옥상은 이 사건 건물의 공용부분에 해당한다(이하 위 각 점포와 주차장, 옥상을 ‘이 사건 공용부분’이라 한다).<br/>다. 이 사건 공용부분에서 발생한 수익금 배분에 관한 선행 소송 결과<br/>1) 이 사건 일부 원고들을 비롯한 이 사건 건물의 일부 구분소유자들이 피고를 상대로 제기한 서울중앙지방법원 2013가합61683호 수익금배분 사건(이하 ‘선행 소송’이라 한다)에서 2014. 6. 19. 청구 인용 판결이 선고되었는데, 위 판결의 이유에서 설시된 내용 중 이 사건과 관련된 부분은 아래와 같다.<br/>가) 피고가 이 사건 공용부분에 관하여 2009. 1. 1.부터 2013. 12.말까지 얻은 수익은 다음과 같다.<br/>(1)  외곽점포(1 내지 21호, 특A호, 특B호, 환전소, 화물주차부지 등)의 임대료 수익 총액 : 904,744,500원<br/>(2) 이 사건 건물의 옥상 임대료 수익 총액 : 102,410,000원<br/>(3) 이 사건 건물의 주차장 수익 총액 : 330,557,317원<br/>(4) 합계 : 1,337,711,817원<br/>나) 집합건물의 공용부분은 구분소유자 전원의 공유에 속하고, 각 공유자의 지분은 그가 가지는 전유부분의 면적 비율에 따르며, 집합건물의 구분소유자는 규약에 달리 정한 바가 없으면 그 지분의 비율에 따라 공용부분 및 부속시설에서 생기는 이익을 취득할 수 있으므로, 피고는 2009. 1. 1.부터 2013. 12.말까지 이 사건 공용부분의 임대차 등으로 인하여 얻은 수익 합계 1,337,711,817원을 구분소유자들에게 각 전유면적 비율에 따라 배분할 의무가 있다.<br/>2) 위 판결에 대하여 피고가 서울고등법원 2014나35572호로 항소를 제기하였다. 그러나 위 항소심 법원은 2016. 6. 8. 피고의 항소를 기각하는 판결을 선고하였다(다만, 위 항소심 법원은 이 사건 공용부분에 관하여 2009. 1. 1.부터 2013. 12. 말까지 발생한 수익금의 합계를 1,425,812,317원으로 인정하였다). 피고는 위 항소심 판결에 대해 대법원 2016다26594호로 상고를 제기하였으나 상고가 기각되어 위 판결이 그대로 확정되었다.<br/>【인정근거】다툼 없는 사실, 갑 제1 내지 3호증의 각 기재, 변론 전체의 취지<br/>2. 당사자의 주장 요지<br/>가. 원고들<br/>집합건물법 제17조에 따르면 집합건물의 구분소유자는 그 지분의 비율(전유부분 면적 비율)에 따라 공용부분에서 생기는 이익을 취득한다. <br/>  그런데 별지1 원고 목록 순번 1 내지 24 기재 각 원고들은 2009. 1. 1.부터 2019. 12. 31.까지 이 사건 공용부분에 발생한 수익금 일체를 분배받지 못하였으므로, 피고는 위 원고들에게 위 기간 발생한 수익금 합계 2,925,812,317원(= 2009. 1. 1.부터 2013. 12. 31.까지 발생한 수익금 위 1,425,812,317원 + 2014. 1. 1.부터 2019. 12. 31.까지 발생한 수익금 1,500,000,000원) 중 위 각 원고들 소유 점포의 전유부분 면적(집합건물법 제12조 제2항에 따라 일부공용부분으로서 면적이 있는 지하 2층부터 지상 4층까지 각 층별 복도, 화장실 부분을 이를 공용하는 구분소유자의 전유부분의 면적 비율에 따라 배분한 면적까지 포함) 비율에 따라 산출한 별지2 원고별 수익금 계산표 ‘청구금액’란 각 해당 기재 금원 및 위 각 금원에 대한 지연손해금을 지급할 의무가 있다. <br/>  나아가 피고는, 선행 소송에서 2009. 1. 1.부터 2013. 12. 31.까지 발생한 수익금 중 일부공용부분을 제외하고 산정한 전유부분의 면적비율에 따라 계산된 수익금에 대한 확정판결을 받은 별지1 원고 목록 순번 25 내지 61 기재 각 원고들에게, ① 위 2009. 1. 1.부터 2013. 12. 31.까지 발생한 수익금 중 각 일부공용부분 면적 비율로 산출한 각 수익금과, ② 2014. 1. 1.부터 2019. 12. 31.까지 발생한 수익금 1,500,000,000원 중 위 각 원고들 소유 점포의 일부공용부분까지 포함하여 산출한 전유부분 면적 비율에 따라 산정한 각 수익금의 합계를 별지2 원고별 수익금 계산표 ‘청구금액’란 각 해당 기재와 같이 지급할 의무가 있다. <br/>나. 피고<br/>     공용부분의 수익금은 피고의 총유재산이므로 구분소유자 개인은 관리단집회의 결의 없이 수익금의 배분을 청구할 수 없을 뿐만 아니라, 이 사건 공용부분에서 발생한 수입이 이 사건 건물의 유지, 관리를 위한 비용으로 모두 지출되어 분배할 수익금이 남아있지 않다.<br/>3. 판  단<br/>가. 집합건물법에 따르면, 집합건물의 공용부분은 구분소유자 전원의 공유에 속하고(제10조 제1항), 각 공유자는 공용부분을 그 용도에 따라 사용할 수 있다(제11조). 각 공유자의 지분은 그가 가지는 전유부분의 면적 비율에 따르고(제12조 제1항), 각 공유자는 규약에 달리 정한 바가 없으면 그 지분의 비율에 따라 공용부분의 관리비용과 그 밖의 의무를 부담하며 공용부분에서 생기는 이익을 취득한다(제17조). 한편, 건물에 대하여 구분소유 관계가 성립되면 구분소유자 전원을 구성원으로 하여 건물과 그 대지 및 부속시설의 관리에 관한 사업의 시행을 목적으로 하는 관리단이 설립되고(제23조 제1항), 관리단은 건물의 관리 및 사용에 관한 공동이익을 위하여 필요한 구분소유자의 권리와 의무를 선량한 관리자의 주의로 행사하거나 이행하여야 한다(제23조의2). 관리단의 사무는 집합건물법 또는 규약으로 관리인에게 위임한 사항 외에는 관리단집회의 결의에 따라 수행하고(제31조), 공용부분의 관리에 관한 사항은 공용부분의 변경에 관한 사항을 제외하고는 구분소유자의 과반수 및 의결권의 과반수로써 의결하는 관리단의 통상의 집회결의로써 결정한다(제16조 제1항, 제38조 제1항). <br/>나. 위와 같은 공용부분의 소유관계, 사용, 관리에 관한 집합건물법 규정의 내용과 체계, 입법취지 등을 종합적으로 고려하여 볼 때, 집합건물의 구분소유자가 공용부분에서 생기는 이익을 취득한다고 규정한 집합건물법 제17조만으로는 구분소유자 개인이 관리단을 상대로 공용부분에서 생기는 이익 중 전유부분의 면적 비율에 상응하는 수익금을 청구할 수 있는 구체적이고 개별적인 권리가 발생한다거나 이를 곧바로 행사할 수 있다고 보기 어렵고, 구분소유자가 관리단에게 공용부분 수익금의 배분을 청구하기 위해서는 관리단집회의 결의가 있어야 한다고 봄이 타당하다. 그 구체적 이유는 다음과 같다. <br/>1) 집합건물의 공용부분을 제3자에게 임대하여 임대료를 받는 등으로 수입을 얻는 행위는 공용부분의 관리에 관한 사항으로서 집합건물법 제16조 제1항에 따라 원칙적으로 구분소유자의 과반수 및 의결권의 과반수로써 의결하는 관리단의 통상의 집회결의로써 결정하여야 하는바, 이와 같이 공용부분의 이용에 따른 수익이 발생하기 위해서는 관리단집회의 결의를 통한 의사결정이 필요하고, 관리단 또는 그 대표자인 관리인이 제3자로부터 받은 임대료 등 수입에서 사업수행을 위해 지출된 비용을 공제하는 등의 업무집행 과정을 거쳐야 한다. <br/>2) 이러한 공용부분의 이용에 따른 수익의 발생 요건과 과정에 비추어 볼 때, 수익금의 분배 또한 공용부분의 관리와 밀접하게 관련된 것으로서 구분소유자들에게 단체적으로 귀속되는 법률관계에 해당하는 영역으로 봄이 상당하므로, 공용부분의 관리에 관한 사항에 준하여 관리단집회의 결의를 통해 분배 여부와 시기, 방식, 액수 등이 구체적으로 결정되어야만 구분소유자가 관리단에게 수익금의 배분을 청구할 수 있다고 보는 것이 타당하다.   <br/>3) 구분소유자가 관리단집회의 결의를 거치지 아니하고 관리단에게 공용부분 수익금의 배분을 곧바로 청구할 수 있다고 인정한다면 관리단을 통하여 집합건물을 획일적, 지속적, 효율적으로 관리하는 것이 어려워진다.  <br/>4) 원고들은 선행 소송의 판결을 들어 이 사건 청구가 인용되어야 한다는 취지로 주장한다. 그러나 민사재판에 있어서는 원칙적으로 기판력에 저촉되지 않는 이상 다른 민사사건 등의 판결에서 인정된 사실에 구속받는 것이 아니고, 개별 사건마다 당사자의 주장 내용, 증명의 정도, 공격방어방법 등에 차이가 있어 결론이 달라질 수 있는 것은 처분권주의와 변론주의를 원칙으로 하는 소송제도 아래서는 부득이한 것이므로(대법원 2014. 2. 13. 선고 2012다81623 판결, 대법원 2015. 4. 23. 선고 2014다221487 판결 참조), 선행 소송과 당사자가 다르고 제출된 공격방어방법에 차이가 있는 이 사건의 결론이 확정된 선행 소송의 결론과 반드시 같을 이유는 없다.<br/>다. 그런데, 관리단인 피고가 그 집회에서 이 사건 공용부분으로 인하여 발생한 수익금을 원고들에게 부여하기로 결의하였다는 점을 인정할 아무런 증거가 없다. 더 나아가 이 사건 공용부분에서 발생한 수익금은 구분소유자들인 원고들이 아닌 집합건물법상의 관리단인 피고에게 있다고 봄이 타당하다(대법원 2018. 7. 12. 선고 2017다291517, 291524 판결 및 위 대법원 판결에 따른 환송후 원심판결인 서울고등법원 2019. 2. 15. 선고 2018나2045184, 2018나2045191 판결 참조). <br/>라. 따라서 어느 모로 보나 원고들의 주장은 더 나아가 살필 필요 없이 받아들일 수 없다.     <br/>4. 결  론<br/>  그렇다면, 원고들의 이 사건 각 청구는 모두 이유 없어 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 박석근(재판장) 전경호 남민영 ",
  "사건번호": "2019가합559403",
  "사건종류코드": "400101",
  "판례정보일련번호": "603441",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}