{
  "판시사항": "  [1] 항소심이 심리과정에서 심증 형성에 영향을 미칠 만한 객관적 사유가 새로 드러난 것이 없는데도 제1심의 사실인정에 관한 판단을 재평가하여 사후심적으로 판단하여 뒤집을 수 있는지 여부(원칙적 소극) / 항소심이 공소사실을 뒷받침하는 증인 진술의 신빙성을 배척한 제1심 판단을 뒤집을 수 있는 경우<br/>  [2] 형사재판에서 공소사실을 유죄로 인정하기 위한 증거의 증명력 정도<br/>",
  "참조판례": " [1][2] 대법원 2022. 5. 26. 선고 2017도11582 판결(공2022하, 1309) / [1] 대법원 1996. 12. 6. 선고 96도2461 판결(공1997상, 279), 대법원 2010. 3. 25. 선고 2009도14065 판결(공2010상, 844), 대법원 2017. 3. 22. 선고 2016도18031 판결(공2017상, 919) / [2] 대법원 2014. 2. 13. 선고 2011도15767 판결(공2014상, 650)<br/>",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": " [1] 형사소송법 제308조, 제364조 / [2] 형사소송법 제307조, 제308조<br/>",
  "선고일자": "20220811",
  "법원명": "대법원",
  "사건명": "사기·민사집행법위반·강제집행면탈",
  "판례내용": "【피 고 인】 피고인<br/>【상 고 인】 피고인<br/>【변 호 인】 법무법인 기연 담당변호사 박동혁<br/>【원심판결】 인천지법 2022. 5. 17. 선고 2021노4950 판결<br/>【주    문】<br/>  원심판결 중 유죄 부분을 파기하고, 이 부분 사건을 인천지방법원에 환송한다.<br/><br/>【이    유】  1. 관련 법리<br/>형사소송법상 항소심은 속심을 기반으로 하되 사후심의 요소도 상당 부분 들어 있는 이른바 사후심적 속심의 성격을 가지므로 항소심에서 제1심판결의 당부를 판단할 때에는 이러한 심급구조의 특성을 고려해야 한다. 항소심이 심리과정에서 심증의 형성에 영향을 미칠 만한 객관적 사유가 새로 드러난 것이 없는데도 제1심 판단을 재평가하여 사후심적으로 판단하여 뒤집고자 할 때에는, 제1심의 증거가치 판단이 명백히 잘못되었다거나 사실인정에 이르는 논증이 논리와 경험의 법칙에 어긋나는 등 그 판단을 그대로 유지하는 것이 현저히 부당하다고 볼 만한 합리적인 사정이 있어야 하고, 그러한 예외적 사정도 없이 제1심의 사실인정에 관한 판단을 함부로 뒤집어서는 안 된다(대법원 1996. 12. 6. 선고 96도2461 판결, 대법원 2017. 3. 22. 선고 2016도18031 판결 등 참조). 특히 공소사실을 뒷받침하는 증인 진술의 신빙성을 배척한 제1심 판단을 뒤집는 경우에는 무죄추정의 원칙과 형사증명책임의 원칙에 비추어 이를 수긍할 수 없는 충분하고도 납득할 만한 현저한 사정이 나타나는 경우라야 한다(대법원 2010. 3. 25. 선고 2009도14065 판결 참조). 나아가 형사재판에서 유죄의 인정은 법관으로 하여금 합리적 의심을 할 여지가 없을 정도로 공소사실이 진실한 것이라는 확신을 가지게 하는 증명력을 가진 증거에 의하여야 한다. 검사가 이러한 확신을 가지게 할 만큼 충분히 증명하지 못한 경우에는 설령 유죄의 의심이 든다고 하더라도 피고인의 이익으로 판단해야 한다(대법원 2014. 2. 13. 선고 2011도15767 판결 등 참조).<br/>  2. 판시 사기의 점에 관한 원심 판단<br/>  가. 이 부분 공소사실 요지<br/>  피고인은 2018. 10.경 불상지에서 피해자 공소외 1로부터 \"과거 구입하였던 스크린승마 시뮬레이터 8대를 처분하고 싶다.\"라는 말을 듣고, 피해자에게 \"기존에 2,300만 원에 판매하긴 하였으나, 시간이 지나 감가상각이 되어 대당 200만 원만 줄 수 있고, 대금은 6개월 안에 변제하겠다.\"라고 말하였다.<br/>  그러나 사실 피고인은 그 무렵 다른 운영자로부터도 시뮬레이터 인수 요청을 받은 상태로, 기계를 처분하여 대금을 변제할 수 있는 뚜렷한 방법이 없었고, 당시 회사 운영이 어려워 수익이 없었으므로, 시뮬레이터를 인수하더라도 그 대금을 지불할 의사나 능력이 없었다.<br/>  그럼에도 피고인은 위와 같이 거짓말하여 피해자로부터 2018. 12. 14.경 포항시 (주소 생략)○○○ 스크린승마 포항점에서 중고 스크린승마 시뮬레이터 8대를 교부받았다.<br/>  나. 원심판결 이유<br/>  원심은 아래와 같은 이유로, 이 부분 공소사실을 무죄로 판단한 제1심판결을 파기하고 유죄로 판단하였다.<br/>  1) 피해자는 2014. 11. 9. 피고인이 운영하는 에스엠로보틱스로부터 이 사건 승마기구 8대를 대당 2,700만 원에 구매하였다가 스크린승마장 사업을 접게 되면서 2018. 12. 14. 이 사건 승마기구 8대를 대당 200만 원에 피고인에게 다시 매도하기로 하고 대금 16,000,000원을 2019. 6. 30.까지 지급받기로 약정한 사실(이하 ‘이 사건 매매’라 한다), 그러나 피고인이 운영하는 에스엠로보틱스는 2018. 5.경부터 고지세액을 납부하기 어려울 정도로 운영 상황이 좋지 않았던 사실, 피해자가 이 사건 매매 이전에 에스엠로보틱스는 스크린승마장을 운영하던 공소외 2·공소외 3 등이 잇따라 사업을 접으면서 매도한 중고 승마기구를 이미 11대나 보관하고 있었던 사실, 에스엠로보틱스는 공소외 2·공소외 3과도 6개월 후에 중고 승마기구 대금을 지급하는 것으로 약정하였고 그들에게도 결국 중고 승마기구 대금을 지급하지 못한 것으로 보이는 사실, 피고인은 수사기관에서 이루어진 피해자와의 대질 과정에서 새로운 스크린승마장이 생겨 승마기구를 판매하면 대금을 지불할 생각이었으나 새로 오픈하는 업장이 없어서 대금을 지급하지 못하였음을 시인한 사실이 인정된다.<br/>  2) 위 인정 사실에 피해자가 매도한 이 사건 승마기구의 가격이 대당 200만 원가량으로 매입가에 비추어 무척 싼 가격인 점, 이 사건 승마기구 매매계약이 6개월 내에 피고인이 이 사건 승마기구를 타에 처분하는 것을 조건으로 대금을 지급하고 그렇지 못할 경우 이 사건 승마기구를 그대로 반환하는 내용이라면 피고인에게는 아무런 손해가 없는 반면 피해자로서는 굳이 그러한 내용의 매매계약을 체결할 이유가 없어 보이는 점 등을 고려하면, 피고인은 피해자로부터 이 사건 승마기구 8대를 싼 가격에 인수하여 새로운 스크린승마 사업장에 되팔면 이익을 볼 수도 있으리라는 막연한 생각만으로 변제 의사나 자력도 없이 6개월 내에 대금을 지급하겠다며 피해자를 기망하여 이 사건 승마기구 8대를 교부받아 편취하였다고 넉넉히 인정할 수 있고, 위 매매계약이 피해자의 적극적인 요청에 의하여 체결된 것이라 하여 달리 볼 이유가 없다. <br/>  3. 대법원 판단<br/>  가. 원심판결 이유와 적법하게 채택된 증거에 따르면, 아래의 사실이 인정된다.<br/>  1) 이 부분 공소사실에 관한 쟁점은 ‘피고인의 편취 범의 및 기망행위의 존부’로서, 이 사건 매매의 경위에 비추어 이는 곧 피고인이 피해자로부터 승마기구를 매수할 때 피해자에게 매매대금을 지급할 의사와 능력도 없이 매매계약서에 기재된 날짜에 확정적으로 대금을 지급하기로 약정함으로써 이를 편취하고자 한 것인지, 아니면 그 날짜는 형식적 혹은 잠정적으로 기재된 것일 뿐, 이 사건 매매의 실질은 피해자의 필요와 적극적 요청에 따라 피고인이 이를 다른 사람에게 처분하여 그 판매대금을 피해자에게 지급할 계획으로 인수한 것에 불과하여, 편취 범의 및 기망행위를 인정하기 어려운지 여부이다. <br/>  2) 위 쟁점과 관련하여 제1심은 검사가 제출한 증거는 물론 이 부분 공소사실에 피해자로 기재된 공소외 1에 대하여 직접 증인신문까지 한 다음, ① 피고인은 피해자로부터 매수한 승마기구를 다른 사람에게 판매하여 피해자에게 매매대금을 지급하려 하였던 것으로 보이고, 피해자도 이러한 사정을 짐작할 수 있었던 점, ② 피고인이 승마기구를 판매하고도 피해자에게 대금을 지급하지 않았다는 사정은 보이지 않고, 오히려 피해자에게 승마기구의 반환을 제의하는 등 피고인은 그 무렵까지도 피해자로부터 매수한 승마기구를 보관하고 있었던 것으로 보이는 점, ③ 피해자가 경찰 조사에서 자신은 이제 승마기구가 필요 없어 반환받지 않겠다는 취지로 진술하는 등 피해자의 적극적인 요청으로 피고인이 승마기구를 매입하게 된 것으로 보이는 점 등의 사정을 종합하여, 검사가 제출한 증거만으로는 피고인이 승마기구를 교부받아 편취하기 위하여 피해자를 기망하였다는 사실을 인정하기 부족하다고 보아 이 부분 공소사실을 무죄로 판단하였다. <br/>  3) 원심은 제1심 이후에 검사·피고인 측으로부터 제출된 증거가 없어 추가로 증거조사를 하지 않은 상태에서, 제1회 공판기일에 곧바로 변론을 종결한 후 제1심이 그 진술의 신빙성을 배척하였던 피해자의 증언 등을 증거로 채택하여, 앞서 본 바와 같이 이 부분 공소사실을 무죄로 판단한 제1심판결을 파기하고 유죄로 판단하였다.<br/>  나. 위 관련 법리에 위 인정 사실 및 앞서 본 원심판결 이유를 더하여 보면, 아래와 같은 이유로 원심 판단을 수긍할 수 없다.<br/>  1) 피고인이 운영하는 에스엠로보틱스의 경영 상태 및 유사 거래 현황 등은 제1심에서 이미 증거조사가 이루어진 부분이자, 이 사건 매매의 경위에 비추어 이 사건 쟁점과는 직접적인 관련성이 없다. 피해자와 같은 입장에서 피고인에게 승마기구의 인수(매수)를 요청한 스크린승마장 운영자들이 더 있었다는 사정 역시 피고인이 이 사건 매매를 하게 된 경위가 피해자 등 스크린승마장 운영자들의 자발적 폐업에 따른 비품 정리의 필요성 및 그 협조 차원에서 이루어진 것임을 뒷받침할 뿐, 피고인의 편취 범의나 기망행위를 인정할 근거가 된다고 보기 어렵다. <br/>  그러므로 검사가 제출한 이 사건 쟁점에 대한 직접적 증거는 사실상 ‘피해자 공소외 1의 수사기관 및 법정진술’이 전부이므로, 결국 피해자의 진술만으로 피고인의 편취 범의 및 기망행위의 존재 사실을 합리적인 의심을 배제할 정도로 인정할 수 있는지 여부가 쟁점이다. 그런데 제1심은 앞서 본 바와 같은 공판정에서의 직접 증거조사를 모두 마친 후에 위 쟁점에 대한 증명이 부족하다는 이유로 이 부분 공소사실을 무죄로 판단하였는바, 이는 곧 이 사건 쟁점과 관련한 ‘피해자의 수사기관 및 법정진술’에 대하여 객관적인 증명력이나 신빙성을 인정하기 어렵다는 취지의 판단을 한 것이다.<br/>  2) 그런데 원심판결 이유 중, ① 이 사건 승마기구의 매입가 대비 판매가격이 매우 저렴하다는 점은 매도·매수시점의 시간적 간격이나 피해자가 직접 확인한 중고시장의 시세에 비추어 볼 때 이례적이거나 특별한 사정에 해당한다고 보기 어렵고, 오히려 이 사건 매매가 피해자의 스크린승마장 폐업에 따른 비품 정리 차원에서 이루어진 사정과 부합하며, ② 피해자가 이 사건 승마기구를 먼저 인도한 후 매매대금을 나중에 지급받기로 한 사정은 이 사건 승마기구의 신속한 철거를 통하여 영업장의 임대차관계를 빨리 종료시킴으로써 불필요한 비용을 줄이기 위한 피해자의 필요에 기인한 것이므로 유죄의 근거로 볼 만한 사정에 해당되지 않는다. <br/>  이러한 상황에서 이 사건 쟁점과 관련하여 공소사실을 뒷받침하는 사실상 유일한 증거인 피해자의 수사기관 및 법정진술의 신빙성을 배척한 제1심의 증거가치 판단이 무죄추정의 원칙과 형사증명책임의 원칙에 비추어 이를 수긍할 수 없는 충분하고도 납득할 만한 현저한 사정이 존재한다거나, 제1심의 그러한 사실인정에 이르는 논증이 논리와 경험의 법칙에 어긋나는 등 그 판단을 그대로 유지하는 것이 현저히 부당하다고 볼 만한 합리적인 사정이 있다고 볼 수 있는 정황도 보이지 않는다. 제1심이 무죄 판단의 근거로 적시한 바와 같이 피해자 진술의 신빙성에 배치되는 객관적인 여러 사정이 존재한다는 점에서 보더라도 그러하다.<br/>  3) 그렇다면 원심으로서는 이 부분 공소사실을 뒷받침하는 피해자 진술의 신빙성을 배척한 제1심 판단에 의문이 들더라도, 위에서 본 사정만을 들어 곧바로 제1심 판단을 뒤집을 것이 아니라 피고인의 방어권이 침해되지 않도록 피해자를 증인으로 다시 신문하여 추가적인 증거조사를 하는 등의 절차를 거친 다음 관련 법리에 따라 피해자 진술의 신빙성 유무 등을 신중하게 판단했어야 한다. 그런데도 원심은 추가적인 증거조사 없이 공판기일을 1회에 종결한 후 피해자 진술의 신빙성에 관한 제1심 판단을 뒤집어 이 부분 공소사실을 유죄로 인정하였다. 이 부분 원심판결에는 항소심의 심리·재판에 관한 법리 등을 오해하여 필요한 심리를 다하지 않음으로써 판결에 영향을 미친 잘못이 있다. <br/>  4) 따라서 원심판결 중 판시 사기의 점에 관한 부분은 파기되어야 하는데, 이 부분은 유죄로 인정된 판시 강제집행면탈·민사집행법위반 부분(이유 무죄 부분 제외)과 실체적 경합 관계에 있어 하나의 형이 선고되었으므로, 결국 원심판결 중 유죄 부분은 파기되어야 한다.<br/>  4. 결론<br/>  그러므로 상고이유에 대한 판단을 생략한 채 원심판결 중 유죄 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 조재연 이동원 천대엽(주심) ",
  "사건번호": "2022도6743",
  "사건종류코드": "400102",
  "판례정보일련번호": "232799",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}