{
  "판시사항": "[1] 처분문서에 나타난 당사자의 의사를 해석하는 방법<br/>[2] 공제와 상계의 유사점과 차이점 / 공제나 상계에 관한 약정을 하는 경우, 당사자가 공제나 상계적상 요건을 어떻게 설정할 것인지, 공제 기준시점이나 상계적상 시점을 언제로 할 것인지, 공제나 상계의 의사표시가 별도로 필요한지 등을 자유롭게 정할 수 있는지 여부(적극) / 공제와 상계 중 무엇에 관한 약정인지 해석하는 방법<br/>[3] 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않더라도 판결 이유의 전반적인 취지에 비추어 그 주장을 인용하거나 배척하였음을 알 수 있는 경우, 판단누락이라고 할 수 있는지 여부(소극)<br/>",
  "참조판례": " [1] 대법원 2001. 2. 27. 선고 99다23574 판결(공2001상, 765), 대법원 2020. 2. 13. 선고 2016다12595 판결 / [3] 대법원 2019. 1. 31. 선고 2016다215127 판결(공2019상, 598)<br/>",
  "사건종류명": "민사",
  "판결요지": "[1] 처분문서는 그 진정성립이 인정되면 특별한 사정이 없는 한 그 처분문서에 기재되어 있는 문언의 내용에 따라 당사자의 의사표시가 있었던 것으로 객관적으로 해석하여야 하고, 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 그와 같은 약정이 이루어진 동기와 경위, 약정에 의하여 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[2] 공제는 복수 채권·채무의 상호 정산을 내용으로 하는 채권소멸 원인이라는 점에서 상계와 유사하다. 그러나 공제에는 원칙적으로 상계적상, 상계 금지나 제한, 상계의 기판력 등 상계에 관한 법률 규정이 적용되지 않는다는 점, 부동산임대차관계 등 특정 법률관계에서는 일정한 사유가 발생하면 원칙적으로 공제의 의사표시 없이도 당연히 공제가 이루어진다고 보는 점 등에서 공제는 상계와 구별된다. 또한 공제는 상계 금지나 제한과 무관하게 제3자에 우선하여 채권의 실질적 만족을 얻게 한다는 점에서 상계보다 강한 담보적 효력을 가진다. 한편 계약자유의 원칙에 따라 당사자는 강행규정에 반하지 않는 한 공제나 상계에 관한 약정을 할 수 있으므로, 공제나 상계적상 요건을 어떻게 설정할 것인지, 공제 기준시점이나 상계적상 시점을 언제로 할 것인지, 공제나 상계의 의사표시가 별도로 필요한지 등을 자유롭게 정하여 당사자 사이에 그 효력을 발생시킬 수 있다. 또한 공제와 상계 중 무엇에 관한 약정인지는 약정의 문언과 체계, 약정의 경위와 목적, 채권들의 상호관계, 제3자의 이해관계 등을 종합적으로 고려하여 합리적으로 해석하여야 한다.<br/>[3] 판결서의 이유에는 주문이 정당하다는 것을 인정할 수 있을 정도로 당사자의 주장, 그 밖의 공격·방어방법에 관한 판단을 표시하면 되고 당사자의 모든 주장이나 공격·방어방법에 관하여 판단할 필요가 없다(민사소송법 제208조). 따라서 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않더라도 판결 이유의 전반적인 취지에 비추어 그 주장을 인용하거나 배척하였음을 알 수 있는 정도라면 판단누락이라고 할 수 없다.<br/>",
  "참조조문": " [1] 민법 제105조 / [2] 민법 제105조, 제492조, 제493조, 제496조, 제497조, 제498조, 제618조, 민사소송법 제216조 제2항 / [3] 민사소송법 제208조, 제423조<br/>",
  "선고일자": "20240801",
  "법원명": "대법원",
  "사건명": "원상회복금[처분문서에 기재된 공제 및 상계 약정의 해석이 문제된 사건]",
  "판례내용": "【원고, 피상고인】 원고 1 외 3인 (소송대리인 법무법인 정세 담당변호사 최진환 외 1인)<br/>【피고, 상고인】 주식회사 ○○○ (소송대리인 법무법인(유한) 화우 담당변호사 최돈억 외 3인)<br/>【원심판결】 인천지법 2024. 2. 6. 선고 2022나54118 판결<br/>【주    문】<br/>  원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 인천지방법원에 환송한다. <br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 사안의 개요<br/>  가. 원고들은 이 사건 아파트에 관하여 분양계약(이하 ‘이 사건 분양계약’이라 한다)을 체결한 수분양자들이다. 피고는 이 사건 아파트 건설 및 공급사업의 시행자이다. 원고들은 한국주택금융공사의 보증 아래 각 금융기관으로부터 중도금을 전액 대출받아 피고에게 지급하였고, 피고는 원고들의 한국주택금융공사에 대한 구상채무를 연대보증하였다. <br/>  나. 원고들과 피고 등 사이에 작성된 ‘중도금대출신청에 따른 확인서’(이하 ‘이 사건 확인서’라 한다) 제1조 제3항은 ‘피고는 원고들에게 중도금 대출과 관련하여 금융기관과 체결한 대출협약서상 기한의 이익 상실사유가 발생함과 동시에 대출금 원금 및 이자(연체이자 포함) 등 일체의 금원에 대하여 사전구상권을 가지며, 원고들은 위 사유가 발생하는 즉시 그 금원을 피고에게 지급하기로 한다.’고 정하고 있고, 제2조는 ‘피고는 제1조에서 정한 사유가 발생함과 동시에 원고들이 기납입한 분양대금 또는 분양대금반환청구채권에서 위 사전구상권에 기한 금원을 공제 내지 상계할 수 있으며, 원고들은 이에 대하여 일체의 이의를 제기치 않기로 한다.’고 정하고 있다. 또한 이 사건 분양계약서 제2조 제4항은 ‘이 사건 분양계약이 해제 또는 해지될 경우 원고들이 기납부한 분양대금은 위약금, 연체료(연체이자 포함), 대출금, 대납이자, 관리비 등의 순서로 충당하기로 한다.’고 정하고 있다. <br/>  다. 원고들은 중도금 대출 만기가 도래한 이후에도 대출금을 상환하지 않았고, 한국주택금융공사는 그 대출원리금을 각 금융기관에 변제하였다. 피고는 한국주택금융공사에 위 공사가 원고들을 위하여 대위변제한 돈을 변제하였고, 2018. 2. 20. 원고들의 분양대금 미지급 등을 이유로 이 사건 분양계약을 해제한다는 의사표시를 하였다.  <br/>  라. 원고들이 이 사건 분양계약 해제에 따른 원상회복으로 이미 납부한 계약금 등의 반환을 구하자, 피고는 주위적으로 이 사건 확인서 제1조 제3항 및 제2조에 따른 공제 내지 상계항변, 그 후에도 원고들의 채권액이 남는다면 예비적으로 피고가 별도로 대위변제한 소송비용에 관한 구상권을 자동채권으로 하는 상계항변을 하였다. <br/>  마. 원고들과 피고가 원심 판시 별지1 ‘원상회복금 정산내역’ 기재 각 채권을 서로 가지고 있고 각 채권이 상계 등에 의하여 상호 정산되어야 한다는 점은 당사자 사이에 다툼이 없으나, 그 정산의 기준시점에 관하여는 다툼이 있다.<br/>  2. 원심의 판단<br/>  원심은 ① 원고들의 수동채권과 피고의 자동채권 중 위약금 채권 및 대출원리금 관련 사전구상권은 이 사건 분양계약이 해제된 2018. 2. 20.에, 원고들의 나머지 수동채권과 피고의 소송비용액 상당 채권은 소송비용액 대위변제일인 2022. 10. 21.에 각 상계적상에 있었고, ② 이 사건 확인서 관련 조항은 피고의 사전구상권 행사 사유를 확장하고 그 행사의 절차적 요건을 완화한 내용일 뿐이므로 피고가 사전구상권을 행사할 수 있는 중도금 대출 만기일을 상계적상일로 하여 상계하기로 하는 약정이라고 보기 어렵다는 이유로, 피고는 원고들에게 원심판결 주문 제1의 가.항 기재 정산금을 지급할 의무가 있다고 판단하였다. <br/>  3. 상고이유의 요지<br/>  피고의 상고이유 요지는, 원심이 이 사건 분양계약서 및 이 사건 확인서 관련 조항을 잘못 해석하여 상계적상일을 중도금 대출 만기일이 아닌 이 사건 분양계약 해제일로 판단하였고(제1 상고이유), 피고의 공제주장에 관한 판단을 누락하고 이에 관한 심리를 다하지 않았다는 것이다(제2 상고이유). <br/>  4. 대법원의 판단<br/>  가. 관련 법리<br/>  1) 처분문서는 그 진정성립이 인정되면 특별한 사정이 없는 한 그 처분문서에 기재되어 있는 문언의 내용에 따라 당사자의 의사표시가 있었던 것으로 객관적으로 해석하여야 하고, 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 그와 같은 약정이 이루어진 동기와 경위, 약정에 의하여 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다(대법원 2001. 2. 27. 선고 99다23574 판결, 대법원 2020. 2. 13. 선고 2016다12595 판결 등 참조).<br/>  2) 공제는 복수 채권·채무의 상호 정산을 내용으로 하는 채권소멸 원인이라는 점에서 상계와 유사하다. 그러나 공제에는 원칙적으로 상계적상, 상계 금지나 제한, 상계의 기판력 등 상계에 관한 법률 규정이 적용되지 않는다는 점, 부동산임대차관계 등 특정 법률관계에서는 일정한 사유가 발생하면 원칙적으로 공제의 의사표시 없이도 당연히 공제가 이루어진다고 보는 점 등에서 공제는 상계와 구별된다. 또한 공제는 상계 금지나 제한과 무관하게 제3자에 우선하여 채권의 실질적 만족을 얻게 한다는 점에서 상계보다 강한 담보적 효력을 가진다. 한편 계약자유의 원칙에 따라 당사자는 강행규정에 반하지 않는 한 공제나 상계에 관한 약정을 할 수 있으므로, 공제나 상계적상 요건을 어떻게 설정할 것인지, 공제 기준시점이나 상계적상 시점을 언제로 할 것인지, 공제나 상계의 의사표시가 별도로 필요한지 등을 자유롭게 정하여 당사자 사이에 그 효력을 발생시킬 수 있다. 또한 공제와 상계 중 무엇에 관한 약정인지는 약정의 문언과 체계, 약정의 경위와 목적, 채권들의 상호관계, 제3자의 이해관계 등을 종합적으로 고려하여 합리적으로 해석하여야 한다. <br/>  3) 판결서의 이유에는 주문이 정당하다는 것을 인정할 수 있을 정도로 당사자의 주장, 그 밖의 공격·방어방법에 관한 판단을 표시하면 되고 당사자의 모든 주장이나 공격·방어방법에 관하여 판단할 필요가 없다(민사소송법 제208조). 따라서 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않더라도 판결 이유의 전반적인 취지에 비추어 그 주장을 인용하거나 배척하였음을 알 수 있는 정도라면 판단누락이라고 할 수 없다(대법원 2019. 1. 31. 선고 2016다215127 판결 참조).<br/>  나. 판단<br/>  1) 공제와 상계는 구별되므로 당사자가 공제와 상계에 관한 주장을 각각 하였다면 이를 별도로 판단하는 것이 원칙이다. 한편 이 사건 확인서나 이 사건 분양계약서에 따라 위약금, 연체료, 대출원리금 등 원고들이 부담하는 각종 명목의 금원을 그가 반환받을 분양대금 등에서 가감하는 행위의 법적 성격이 공제와 상계 중 무엇인지는 앞서 살핀 법리에 따라 각 금원마다 개별적으로 판단하여야 한다. 다만 원심은 이 사건 확인서상 ‘공제 내지 상계’ 약정에 기초한 피고의 주장을 실질적으로 상계에 관한 주장으로 파악한 뒤 그 주장에 대하여 판단한 것으로 보인다. 또한 피고의 주장은 결국 이 사건 확인서 관련 조항이 정한 시점을 기준으로 채권 정산이 이루어져야 한다는 취지로 보이고, 그 법적 성격을 공제와 상계 중 무엇으로 보는가에 따라 채권 정산의 내용이 달라진다는 사정은 발견되지 않는다. 이와 같이 원심이 피고의 주장을 상계 주장으로 보고 판단한 이상, 그 당부를 떠나 판결에 영향을 미친 판단누락이나 심리미진의 잘못이 있다고 보기는 어렵다. <br/>  2) 하지만 앞서 본 사실관계와 원심판결 이유 및 기록에 의하여 알 수 있는 다음과 같은 사정을 위 법리에 비추어 살펴보면, 공제 내지 상계의 기준시점을 이 사건 분양계약 해제일로 본 원심의 판단은 수긍하기 어렵다. <br/>  가) 이 사건 확인서 제1조 제3항, 제2조의 문언에 의하면, 원고들에게 중도금 대출에 관한 기한의 이익 상실 사유가 발생함과 동시에 대출원리금 등 일체의 금원에 대하여 피고의 사전구상권이 발생하고, 원고들은 해당 사유가 발생하는 ‘즉시’ 그 금원을 피고에게 지급하여야 하며, 피고는 ‘이와 동시에’ 원고들의 분양대금 등 반환채권에서 위 사전구상권에 기한 금원을 공제 내지 상계할 수 있다. 위 조항의 문언과 이로부터 추단되는 당사자의 의사, 이러한 조항을 둔 취지 등을 고려하면, 원고들과 피고는 이 사건 확인서에서 ‘기한의 이익 상실 시’를 공제 기준시점 내지 상계적상 시점으로 정하였다고 해석할 수 있다. 또한 위 조항은 기한의 이익 상실 시점에 아직 이 사건 분양계약이 해제되지 않아 원고들의 분양대금 등 반환채권이 발생하지 않았더라도, 장차 분양대금 등 반환채권이 발생하여 공제나 상계를 할 경우 그 공제 기준시점이나 상계적상 시점을 기한의 이익 상실 시점으로 보겠다는 취지로 해석하는 것이 타당하다.   <br/>  나) 원고들은 중도금 대출 이후 대출이자 대부분을 납입하지 않았고(이는 전부 피고가 부담하였다), 중도금 대출 만기 이전부터 중도금 상환에 대한 거부의사를 밝히면서 만기가 도래하였음에도 대출원리금을 상환하지 않았다. 원고들은 늦어도 중도금 대출 만기일에 기한의 이익을 상실하였으므로, 피고는 이와 동시에 원고들에게 이 사건 확인서에 따른 중도금 대출원리금 상당액에 관한 사전구상권을 행사할 수 있다. 그리고 피고의 구상권과 원고들의 분양대금 등 반환채권에 관하여 이 사건 확인서에 따른 공제나 상계를 할 경우 그 공제 기준시점이나 상계적상 시점은 이 사건 확인서가 정하는 바에 따라 중도금 대출 만기일로 보아야 한다.<br/>  3) 그렇다면 원심으로서는 중도금 대출 만기일을 기준으로 각 채권을 정산한 뒤 피고가 원고들에게 지급할 액수가 얼마인지를 산정하여야 하는데도, 이 사건 분양계약 해제일을 기준으로 이를 산정하였다. 이러한 원심판결에는 처분문서의 해석 및 공제나 상계에 관한 법리를 오해하여 판결 결과에 영향을 미친 잘못이 있다. 이 점을 지적하는 상고이유 주장은 이유 있다. <br/>  5. 결론<br/>  그러므로 원심판결 중 피고 패소 부분을 파기하고 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 신숙희(재판장) 김상환 권영준(주심) ",
  "사건번호": "2024다227699",
  "사건종류코드": "400101",
  "판례정보일련번호": "241381",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}