{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20200218",
  "법원명": "부산지방법원",
  "사건명": "선박안전법위반·배임수재",
  "판례내용": "【피 고 인】 피고인 1 외 6인<br/>【검    사】 이세종(기소, 공판), 변준석(공판)<br/>【변 호 인】 법무법인(유한) 태평양 담당변호사 송우철 외 3인<br/>【주    문】<br/> 1. 피고인 1<br/>   가. 피고인을 징역 6개월에 처한다.<br/>   나. 다만, 이 판결 확정일부터 1년간 위 형의 집행을 유예한다.<br/>   다. 피고인에 대한 공소사실 중 복원성유지의무 위반으로 인한 선박안전법위반의 점은 각 무죄.<br/> 2. 피고인 2<br/>   가. 피고인을 징역 1년에 처한다.<br/>   나. 다만, 이 판결 확정일부터 2년간 위 형의 집행을 유예한다.<br/>   다. 피고인으로부터 1,000만 원을 추징한다. <br/> 3. 피고인 3<br/>   피고인은 무죄.<br/> 4. 피고인 4<br/>   피고인은 무죄.<br/> 5. 피고인 5<br/>   가. 피고인을 벌금 300만 원에 처한다.<br/>   나. 피고인이 위 벌금을 내지 아니하는 경우 10만 원을 1일로 환산한 기간 피고인을 노역장에 유치한다.<br/>   다. 피고인에 대한 공소사실 중 선박검사 거짓수검으로 인한 선박안전법위반의 점은 무죄.<br/> 6. 피고인 6<br/>   가. 피고인을 벌금 300만 원에 처한다.<br/>   나. 피고인이 위 벌금을 내지 아니하는 경우 10만 원을 1일로 환산한 기간 피고인을 노역장에 유치한다.<br/> 7. 피고인 7<br/>   피고인을 벌금 1,500만 원에 처한다.<br/><br/>【이    유】【범죄사실주1)】[기초사실]<br/>피고인 7(이하 피고인 7 회사라고만 한다)은 2004. 7. 12. 철광석, 석탄 등 원자재 해상화물운송 등을 목적으로 설립된 법인으로, 피고인 7 회사 본사에는 영업본부, 경영기획본부, 재무본부, 미래전략실, 신사업개발실이 있는데, 영업본부는 화물의 운항관리, 화주와의 계약관리 등에 관한 업무를 수행하는 부서로서 산하에는 전용선팀 등 5개팀이 있고, 부산 해사본부는 공무팀, 해무팀, 안전품질팀, 신조기술팀 등으로 구성되어 있는데, 공무팀은 선박의 수리나 유지·보수, 선박검사의 준비 등에 관한 업무를 수행하는 부서이다.<br/>피고인 1은 피고인 7 회사의 대표이사로서 경영 전반을 총괄하는 사람이고, 피고인 2는 2010. 3.경부터 2017. 6.경까지 피고인 7 회사의 해사본부장(전무)으로서 선박의 수리나 선원의 배승, 선박수리업체 선정 등 해사본부 업무 전반을 총괄하다 2018. 12. 31. 퇴사한 사람이며, 피고인 5는 2010. 8.경 피고인 7 회사에 입사하여 ○○호 등의 공무감독으로 근무한 사람이고, 피고인 6은 2012. 10.경 피고인 7 회사에 입사하여 △△호 등의 공무감독으로 근무한 사람이다. <br/>[구체적 범죄사실]<br/>1. 선박안전법위반 - 결함미신고<br/>가. ○○호 관련 범행(피고인 1, 피고인 2, 피고인 5)<br/>1) ○○호의 구조<br/>○○호는 선박 중간에 길이 방향으로 총 5개의 화물창(다만, 3번 화물창은 F 탱크와 A 탱크 2개로 구성)이 위치하고, 화물창의 좌·우 양쪽으로 길이 방향으로 각각 5개의 평형수 탱크가 있으며, 선수 가장 앞부분에는 선수탱크(Forepeak Tank)가, 선미 쪽에는 연료유 탱크, 기관실, 거주구역, 조타실 등이 위치하고 있다.<br/>2) 3번, 4번 평형수 탱크 사이 횡격벽 변형과 피고인들의 인식<br/>      공무감독인 피고인 5는 2016. 5. 18.~22.경 말레이시아국 루뭇(Lumut) 항구에 정박 중인 ○○호를 방선하여 점검한 후, 2016. 5. 26.경 ‘3번과 4번 좌·우현 평형수 탱크 사이 횡격벽이 3번 평형수 탱크 방향으로 휘어져 횡격벽에 부착된 수직보강재가 휘었고, 전문가에 의한 안전점검을 시행하여 결과에 따라 조기 입거도 고려해야 한다’는 내용의 출장보고서를 기안하여 결재 상신하였고, 같은 날 해사본부장인 피고인 2가 위 보고를 승인하였으며, 2016. 5. 27.경 대표이사인 피고인 1도 위 보고서를 확인하였다.<br/>피고인 2는 선박설계업체 공소외 7 회사의 사장인 공소외 1에게 ○○호의 안전점검을 의뢰하고, 공소외 1은 2016. 5. 25.경 싱가포르 항구에 정박 중인 ○○호를 방선하여 점검을 실시한 후 2016. 5. 26.경 ‘좌현의 격벽 및 격벽보강재에 상당한 쇠모가 진행되어 본래 갖고 있는 선체구조부재의 강도를 상당부분 손실한 상태임. bottom longi. 상부에서 No. 3. STR. 상부 약 2m까지는 빠른 시간 내에 신환이 필요함. 좌·우현 공히 현재 발생된 녹 잔해물을 제거한 후에 격벽 및 격벽보강재, 스트링거(stringer) 등 선체구조부재에 대한 정밀한 두께계측이 필요하며 이 결과에 따라 추가 신환 및 보강에 대한 접근이 필요함’이라는 내용의 방선보고서를 작성하여 이를 피고인 5에게 건네주고, 피고인 2를 직접 만나 위 방선결과를 설명해주었다.<br/>      그 후 피고인 5는 2016. 6. 27.자 주간업무회의 자료에 ‘○○호의 3번 좌·우현 평형수 격벽의 변형, 수리 계획 수립격벽 변형’을 반영시켜 피고인 2의 검토를 받았고, 피고인 1은 2016. 6. 27. 서울 본사에서 열린 주간업무회의에서 공무팀의 위 사항에 대하여 보고를 받았다.<br/>      또한, 피고인 5는 2016. 7. 5.경 ‘SDA(○○호) NO.3＆4 W.B.TK BULKHEAD 변형부 수리 품의(긴급 수리)’라는 제목으로 ‘… -2016. 5. 22. 담당 감독이 말레이시아 루뭇 항에 방선하여 상태 심각성 확인함… -2016. 6. 27., 브라질 GIT 출항하였으며, No. 3＆4 W.B.TK 격벽 변형이 심하고, 부자재 강도도 상당 부분 손실된 상태라서, 선박 감항성 고려, 추가적인 항차 수행이 위험할 수 있다고 판단되어, 중국에서 하역작업 후에, 긴급 안벽 수리 시행코자 함.…’이라는 내용의 기안(품의)서를 상신하여, 같은 날 피고인 2, 피고인 1이 각각 승인하였다. <br/>3) 피고인들의 각 결함미신고<br/>      피고인들은 각 위와 같이 ○○호의 감항성의 결함을 알고도 이를 해양수산부장관에게 신고하지 아니하였다. <br/>나. △△호 관련 범행(피고인 2, 피고인 6)<br/>1) △△호의 제원 및 구조<br/>△△호는 단일선체 유조선으로 건조되었다가 초대형 광석 운반선으로 개조된 길이 약 330.25m, 폭 약 56m, 총톤수 156,352톤, 만재적재량 279,022톤 규모의 선박으로서, 선박 중간에 길이 방향으로 총 7개의 화물창이 있고, 화물창의 좌·우 양쪽으로도 길이 방향으로 각각 5개의 평형수 탱크가 있으며, 선수 가장 앞부분에는 선수탱크(Forepeak Tank)가, 선미 쪽에는 기관실, 거주구역, 조타실 등이 있다.<br/>2) 상갑판 좌굴 및 평형수탱크 균열과 피고인들의 인식<br/>△△호는 2016. 10.경 인도양을 항해하던 중 황천을 만나 선체에 상당한 충격이 가해져 이후 선체 곳곳에 균열이 발견되자, 공무감독인 피고인 6은 2017. 2. 초순경 위 사실을 해사본부장인 피고인 2에게 보고하고, 피고인 2의 지시에 따라 위 공소외 1에게 △△호의 방선점검을 의뢰하여, 공소외 1은 2017. 2. 10.~11.경 중국 리즈하오 항구에 정박 중인 △△호에 방선하여 점검을 실시한 후 2017. 2. 16.경 피고인 6에게 방선보고서를 제출하였는데, 그 보고서에는 ‘선박의 global한 거동으로 인하여 발생한 응력을 견디지 못하고 UPPER DECK(상갑판) 상 구조부재의 손상, 구조부재의 과도한 쇠모에 의한 손상, 기관실 및 MONO-RAIL LIFTING BEAM 손상 등이 발생하였고, 본 선박은 20년을 초과한 선박으로 곳곳에서 쇠모가 진행되고 있으므로 화물량을 줄여야 하며, 정밀한 두께계측을 통하여 종강도 만족여부를 확인하여야 한다.’라는 취지의 내용이 기재되어 있었다.<br/>      피고인들은 2017. 2. 중순경 위 결함내용 등이 기재되어 있는 1등 항해사 인수인계서 등을 제출받고, 그 무렵 공소외 1로부터 위 2017. 2. 16.자 방선보고서를 제출받아 △△호의 상갑판 등의 선체에서 좌굴이 발생하고, 여러 화물창과 평형수 탱크 내부에서 균열이 발생하여 누수가 생기고 있다는 등의 결함을 알게 되었다.<br/>3) 피고인들의 각 결함미신고<br/>      피고인들은 각 위와 같이 △△호의 감항성의 결함을 알고도 이를 해양수산부장관에게 신고하지 아니하였다.<br/>다. 피고인 7 회사의 선박안전법위반 - 결함 미신고의 양벌규정<br/>1) ○○호 관련 범행<br/>      피고인은 위 제1의 가항 기재와 같이 피고인의 대표이사 피고인 1, 해사본부장 피고인 2, 공무감독 피고인 5가 피고인의 업무에 관하여 선박의 감항성의 결함을 발견하고도 이를 각각 신고하지 아니하였다.<br/>2) △△호 관련 범행<br/>      피고인은 위 제1의 나항 기재와 같이 피고인의 해사본부장 피고인 2, 공무감독 피고인 6이 피고인의 업무에 관하여 선박의 감항성의 결함을 발견하고도 이를 각각 신고하지 아니하였다.<br/>2. 피고인 2의 배임수재<br/>  피고인은 2011년경부터 피고인 7 회사의 공무감독들에게 피고인 7 회사 보유 선박의 전기, 전자 분야 수리를 대학 후배인 공소외 8이 운영하는 선박 전기·전자 수리업체인 ‘□□□’에 하청주도록 하였다.<br/>  피고인은 공소외 8로부터 향후에도 피고인 7 회사의 선박 전기 수리 등을 계속 수주받을 수 있도록 해달라는 취지의 부정한 청탁을 받고 2012. 9. 28.경 피고인 명의 외환은행 계좌(계좌번호 : (계좌번호 생략))를 통해 100만 원을 송금받아 이를 취득한 것을 비롯하여, 그때부터 2017. 1. 26.경까지 별지 범죄일람표 2 기재와 같이 총 10회에 걸쳐 위와 같이 부정한 청탁을 받고 합계 1,000만 원을 송금받아 이를 취득하였다.<br/>【증거의 요지】[판시 제1항 각 범죄사실]<br/>1. 피고인 1, 피고인 2, 피고인 5, 피고인 6의 각 일부 법정진술<br/>1. 증인 공소외 1, 공소외 5, 공소외 3, 공소외 4의 각 법정진술<br/>1. 피고인 5에 대한 검찰 피의자신문조서(제2회)<br/>1. 공소외 3에 대한 검찰 피의자신문조서<br/>1. 피고인 5(제1, 2회), 피고인 6(제1, 2회)에 대한 각 사경 작성 피의자신문조서<br/>1. 공소외 9, 공소외 1(제1, 2회), 공소외 3, 공소외 10(제1, 4회), 공소외 4, 공소외 2, 피고인 5(제1, 2회), 피고인 6(제1, 2회)에 대한 각 진술조서<br/>1. - 피고인 5 출장보고서 사본, - ○○호 방선보고서(2016. 5. 26.), -진술서(○○호 전 선장), SDA호 NO.3,4 W.B.TK BULKHEAD 변형부 수리품의(긴급수리), 수사보고(피고인 7 회사 2014~2017년 주간, 월간회의 자료 첨부)<br/>1. - 각 방선보고서(△△호), 수사보고(안전관리실장 공소외 6 휴대전화 디지털 포렌식, 선박침수 등 결함사항)<br/>1. - 등기사항전부증명서<br/>[판시 제2항 범죄사실]<br/>1. 피고인 2의 법정진술<br/>1. 공소외 8에 대한 검찰 피의자신문조서<br/>1. 공소외 10에 대한 진술조서<br/>1. - 피고인 2 명의 금융계좌 거래내역(증거순번 697번)<br/>【법령의 적용】1. 범죄사실에 대한 해당법조 및 형의 선택<br/>   가. 피고인 1, 피고인 5, 피고인 6<br/>선박안전법 제84조 제1항 제11호, 제74조 제1항<br/>   나. 피고인 2<br/>      각 선박안전법 제84조 제1항 제11호, 제74조 제1항(선박결함미신고의 점), 형법 제357조 제1항(배임수재의 점, 포괄하여)<br/>   다. 피고인 7 회사<br/>      각 선박안전법 제84조 제4항 본문, 제1항 제11호, 제74조 제1항<br/>1. 형의 선택<br/>피고인 1, 피고인 2에 대하여 각 징역형을, 피고인 5, 피고인 6에 대하여 각 벌금형을 선택<br/>1. 경합범가중(피고인 2, 피고인 7 회사)<br/>형법 제37조 전단, 제38조 제1항 제2호, 제50조<br/>1. 노역장유치(피고인 5, 피고인 6)<br/>형법 제70조 제1항, 제69조 제2항<br/>1. 집행유예(피고인 1, 피고인 2)<br/>형법 제62조 제1항<br/>1. 추징<br/>형법 제357조 제3항<br/>【피고인들과 변호인 주장에 관한 판단주4)】1. 주장의 요지<br/>가. 피고인 1, 피고인 3, 피고인 4의 각 복원성유지의무 위반 부분<br/>    1) 피고인들은 공소사실 기재 각 선박의 선박소유자나 선장이 아니므로 선박안전법 제83조 제10호 또는 구 선박안전법(2015. 1. 6. 법률 제12999호로 개정되기 전의 것, 이하 같다) 제86조 제1호의 처벌대상에 해당하지 않는다.<br/>    2) 선박의 복원성자료에 수록된 재화조건과 다른 재화조건으로 선박을 운항하였다는 사정만으로 복원성유지의무를 위반하였다고 볼 수 없다.<br/>    3) 피고인 7 회사 소유 선박들은 격창양하 이후 적하지침기기를 사용하여 복원성을 계산한 뒤 복원성자료의 지침을 준수하여 운항하였다. <br/>나. 피고인 1, 피고인 2, 피고인 5의 각 결함미신고 부분<br/>    1) 피고인들은 선박소유자, 선장, 또는 선박직원이 아니므로 선박안전법 제84조 제1항 제11호의 처벌대상에 해당하지 않는다.<br/>    2) 선박안전법 제74조 제1항에 규정된 ‘선박의 감항성의 결함’은 ‘선박의 감항성이 결여된 상태’로 제한 해석해야 하며, 선장이 당해 선박의 감항성이 있다고 판단하여 출항했다면 일부 결함을 미신고하였다고 하여 이러한 행위를 처벌할 수는 없다. <br/>    3) 선박안전법상 결함신고 제도는 해양수산부의 출항정지 처분을 목적으로 하므로 해당 선박의 출항 이후에 결함을 인식하였거나 대한민국의 주권이 미치지 않는 외국 항만에서 결함을 발견한 경우에는 위 법에 따른 신고의무가 부과되지 않는다. <br/>    4) ○○호와 △△호에 일부 변형 및 균열 등이 발생한 사정만으로는 위 선박들의 감항성이 결여된 상태라고 볼 수 없으므로 이를 신고하지 않은 피고인들을 선박안전법상 결함미신고죄로 처벌할 수는 없다.<br/>다. 피고인 5의 거짓수검 부분<br/>    1) 선체의 보이드 스페이스에 빌지를 배출했다고 하여 보이드 스페이스의 용도를 ‘빌지 웰’로 기재해야 한다거나 보이드 스페이스를 평형수 탱크에 준하여 ‘정밀검사 대상’으로 기재해야 한다고 볼 법령상 근거가 없으므로, 피고인이 선박검사계획서의 내용을 허위로 기재하였다고 볼 수 없고, 따라서 거짓 그 밖의 부정한 방법으로 선박검사를 받지 않았다.<br/>    2) 설령 피고인이 제출한 선박검사계획서의 내용이 허위라고 하더라도, 피고인은 빌지웰에 밸브를 설치하여 빌지를 배출하는 것이 불법전용이라고 인식하지 못하였고, 따라서 이를 감추기 위해 허위 선박검사계획서를 제출하려는 고의도 없었다. <br/>2. 판단<br/>가. 피고인 1, 피고인 3, 피고인 4의 각 복원성유지의무 위반 부분<br/>1) 피고인들에게 복원성유지의무가 없는지<br/>선박안전법 제83조 제10호와 구 선박안전법 제86조 제1호는 모두 같은 법 제28조 제1항을 위반하여 복원성을 유지하지 아니하고 선박을 항해에 사용한 자를 처벌하도록 규정하고 있고, 선박안전법 제28조 제1항 본문은 ‘다음 각 호의 어느 하나에 해당하는 선박소유자(해당 선박에 대한 정당한 권원을 가지고 점유 또는 사용하는 자를 포함한다) 또는 해당 선박의 선장은 해양수산부장관이 정하여 고시하는 기준에 따라 복원성을 유지하여야 한다’고 하면서 제2호에서 선박길이가 12미터 이상인 선박을 규정하고 있으므로, ○○호의 실질적인 소유자인 피고인 7 회사와 선장이 위 규정에 따라 ○○호에 관한 복원성유지의무를 부담하게 됨은 피고인들과 변호인이 주장하는 바와 같다. <br/>      그러나 법인인 선박소유자가 복원성을 유지하며 선박을 항해에 사용하여야 할 경우에는 법인이 복원성유지의무 위반으로 인한 선박안전법위반죄의 주체가 될 수 없고 그 법인을 대표하여 사무를 처리하는 자연인인 대표기관이 선박안전법위반죄의 주체가 되므로(대법원 2015. 10. 29. 선고 2015도7703 판결 참조), 피고인 1이 피고인 7 회사의 대표이사로서 선박안전법위반죄의 주체가 된다. 또한 검사가 피고인 3과 피고인 4가 피고인 1과 공모하여 이 부분 공소사실 기재 범행을 하였다는 취지로 공소를 제기한 이 사건에서는 형법 제33조 본문에 의하여 피고인 3과 피고인 4 역시 선박안전법위반죄의 주체가 될 수 있다. <br/>      따라서 이 부분 피고인들과 변호인의 주장은 받아들이지 않는다.  <br/>2) 복원성자료에 없는 재화조건으로 운항한 경우 복원성유지의무를 위반한 것인지<br/>가) 법률 규정<br/>선박안전법 제28조 제1항 본문은 ‘다음 각 호의 어느 하나에 해당하는 선박소유자(해당 선박에 대한 정당한 권원을 가지고 점유 또는 사용하는 자를 포함한다) 또는 해당 선박의 선장은 해양수산부장관이 정하여 고시하는 기준에 따라 복원성을 유지하여야 한다’고 하면서 제2호에서 선박길이가 12미터 이상인 선박을 규정하고 있고, 같은 조 제2항은 ‘선박소유자는 제1항에 따른 선박의 복원성과 관련하여 그 적합 여부에 대하여 복원성자료를 제출하여 해양수산부장관의 승인을 받아야 하며, 승인을 받은 복원성자료를 해당 선박의 선장에게 제공하여야 한다’고 규정하고 있으며, 같은 조 제3항은 ‘제2항의 규정에 따른 승인에 있어서 복원성 계산을 위하여 컴퓨터프로그램을 사용한 때에는 해양수산부장관이 정하여 고시하는 복원성 계산방식에 따라야 한다’고 규정하고 있다. 한편, 선박안전법 제28조에 의한 선박의 복원성 기준 등에 관하여 필요한 사항을 규정하기 위하여 해양수산부장관이 고시한 선박복원성기준은 제2장(제4조 내지 제8조)에 선박 복원성 시험 및 계산 방법과 기준을 규정하면서, 제3장(제9조 내지 제14조)에 여객선, 제4장(제15조 내지 제17조)에 화물선, 제6장(제19조 내지 제21조)에 특수선형 선박, 제7장(제22조 내지 제25조)에 부유식 해상구조물의 각 복원성 기준을 규정하고 있는데, 그 중 이 사건과 관련된 화물선에 관한 부분인 제15조에는 화물선 복원정(GZ)곡선의 기준과 GoM의 한계 등을, 제16조에는 화물선의 경사우력정 기준을, 제17조에는 화물선의 횡요각 기준을 각 규정하고 있다. 또한 선박복원성기준 고시는 제8장(제26조 내지 제29조)에 복원성자료에 포함될 내용(제26조), 컴퓨터프로그램을 사용하여 복원성을 계산하고자 할 때 그 계산방식 및 작성방법(제27조), 복원성자료의 승인 기준 및 절차(제28조) 등을 각 규정하고 있다. <br/>나) 법률 규정의 해석<br/>        (1) 죄형법정주의는 국가형벌권의 자의적인 행사로부터 개인의 자유와 권리를 보호하기 위하여 범죄와 형벌을 법률로 정할 것을 요구한다. 그러한 취지에 비추어 보면 형벌법규의 해석은 엄격하여야 하고, 문언의 가능한 의미를 벗어나 피고인에게 불리한 방향으로 해석하는 것은 죄형법정주의의 내용인 확장해석금지에 따라 허용되지 아니한다. 법률을 해석할 때 입법 취지와 목적, 제·개정 연혁, 법질서 전체와의 조화, 다른 법령과의 관계 등을 고려하는 체계적·논리적 해석 방법을 사용할 수 있으나, 문언 자체가 비교적 명확한 개념으로 구성되어 있다면 원칙적으로 이러한 해석 방법은 활용할 필요가 없거나 제한될 수밖에 없다. 죄형법정주의 원칙이 적용되는 형벌법규의 해석에서는 더욱 그러하다(대법원 2017. 12. 21. 선고 2015도8335 전원합의체 판결 참조).<br/>        (2) 선박안전법 제28조 제1항은 선박소유자 등 수범자에게 ‘해양수산부장관이 정하여 고시하는 기준에 따라 선박의 복원성을 유지할 의무’를 부과하고 있을 뿐, ‘복원성자료에 수록된 재화조건을 준수할 의무’를 부과하고 있는 것이 아님은 법률 문언상 명백하다. <br/>        (3) 선박복원성기준은 여객선, 화물선, 특수선형 선박, 부유식 해상구조물 등 적용 대상 선박별로 복원정곡선 기준과 GoM, 횡경사각의 한계 등을 구체적 산식과 수치 및 그래프로 제시하고 있는데, 선박안전법 제28조 제2항 및 제3항과 선박복원성기준 제27조의 각 문언에 의하면 컴퓨터프로그램을 사용하여 특정 선박의 복원성을 계산할 수 있음도 명백하다.<br/>        (4) 선박복원성기준 제26조는 ‘선박의 복원성 자료는 복원성시험결과를 기초로 하여 당해 선박의 복원성을 용이하고 확실하게 평가할 수 있도록 작성되어야 하며 다음 각 호의 사항이 포함된 것이어야 한다.’고 규정하면서 각 호에서 선박의 주요제원(제1호), 자료의 사용에 관한 안내(제2호), 수밀구획, 개구의 위치 및 폐쇄상태, 해수유입각, 고정밸러스트, 갑판의 허용하중 및 건현표시를 나타내는 일반배치도면(제3호), 배수량등곡선도 또는 표(제4호), 복원력교차곡선도 또는 표(제5호), 화물 적재장소의 용적 및 중심위치를 나타내는 용적도 또는 표(제6호), 각 탱크의 용적, 중심위치 및 자유표면에 대한 자료를 나타내는 용적도 또는 표(제7호), 재화상태를 계산하기 위한 안내 및 계산에 관한 사항(제8호), 복원성계산시의 가정에 관한 사항(제9호), 기타 안전운항을 위해 필요한 지침(제9호), 복원성시험결과서(제10호) 등을 포함하도록 정하고 있다. 즉, 위 고시 문언에 의하더라도 선박의 복원성 자료는 ‘복원성시험결과를 기초로 하여 당해 선박의 복원성을 용이하고 확실하게 평가할 수 있도록 작성되’는 것인바, 그렇다면 선박의 복원성 자료에 수록된 적재조건만을 허용한다는 취지라기보다는 선박의 복원성을 용이하고 확실하게 평가할 수 있는 참고자료로서 이를 선장에게 제공하여 활용하도록 규정한 것으로 보는 것이 위 고시 문언과 선박안전법 제28조 제2항의 자연스러운 해석으로 보인다. <br/>        (5) 실제 ○○호의 선장을 위한 지침(Instruction for the Master)  제1항에는 ‘본 복원성자료는 선박의 안전운항과 적절한 적재에 관하여 선장에게 지침을 제공하기 위하여 작성되었다(This booklet is made for the guidance of master as to the safe operation and proper loading of the vessel)’, 제2항에는 ‘본 복원성자료에 수록되지 않은 적재조건에 관하여는 선상 적하지침기기(로딩컴)를 사용하여 트림, 복원성 및 선체강도를 계산할 수 있다(As a compliment for this booklet the loading computer provided on board may also be used to perform the trim, stability and strength calculated for any loading condition not included in this booklet)’, 제5항에는 ‘본 복원성자료는 이례적인 조건에 관하여는 언급할 수 없으며 선장은 다른 재화조건의 경우에는 특별한 주의를 기울여야 한다(It should be noted that, however, this booklet can not cover unusual condition or and the master of the ship shall take special care when loading the ship different loading cases)’라고 각 기재되어 있고, 위 자료 제4장 트림과 복원성 계산방법(Part IV. Calculation Method of Trim and Stability)에는 따로 복원성 계산에 필요한 정보와 계산방법 등이 수록되어 있어 복원성자료에 수록되지 않은 재화조건으로 선박이 운항될 수 있음을 전제하고 있다. <br/>        (6) 선박의 복원성과 관련하여서는 국제적으로 유엔 국제해사기구(IMO, International Maritime Organization)가 2008년 개정한 비손상복원성에 대한 국제규칙(International Code on Intact Stability, 이하 ‘IS코드’라 한다)이 적용되는데, 선박복원성기준은 기본적으로 IS코드와 거의 동일한 기준을 따르고 있다.<br/>다) 소결<br/>        결국, 복원성자료는 복원성유지의무 준수를 통한 안전운항을 위하여 선장에게 제공되는 기초자료라고 보아야 할 것이고, 선상에 있는 적하지침기기로 당해 선박의 복원성을 계산할 수 있으므로, 특정 선박이 해양수산부장관의 승인을 받은 복원성자료에 수록된 재화조건을 준수하여 운항하는 경우 이로써 선박복원성기준이 정한 복원성유지의무를 준수하였다고 평가할 수는 있을 것이나, 그와 반대로 복원성자료에 수록된 재화조건을 준수하지 않았다는 사정만으로 곧바로 선박안전법 제28조 제1항에 따라 선박복원성기준이 정한 복원성유지의무를 위반하였다고 평가할 수는 없다[선박안전법 제28조 제1항을 위와 같이 해석하는 이상 복원성자료 자체를 준수하여야 함을 전제로 하는 변호인의 나머지 예비적 주장에 관하여는 따로 판단하지 않는다].<br/>나. 피고인 1, 피고인 2, 피고인 5의 각 결함미신고 부분<br/>1) 피고인들에게 결함신고의무가 없는지<br/>선박안전법 제74조 제1항은 ‘누구든지 선박의 감항성 및 안전설비의 결함을 발견한 때에는 해양수산부령이 정하는 바에 따라 그 내용을 해양수산부장관에게 신고하여야 한다’고 규정하고 있고, 같은 법 제84조 제1항은 ‘선박소유자, 선장 또는 선박직원이 다음 각 호의 어느 하나에 해당하는 행위를 하는 때에는 1년 이하의 징역 또는 1천만 원 이하의 벌금에 처한다’고 규정하면서 제11호에서 ‘제74조 제1항에 따른 선박의 결함신고를 하지 아니한 때’를 규정하고 있으므로, 원칙적으로 선박결함 미신고로 인한 선박안전법위반죄는 선박소유자, 선장 또는 선박직원을 그 주체로 하고 있고, 피고인들이 선박소유자, 선장 또는 선박직원에 해당하지 않음은 피고인들 및 변호인이 주장하는 바와 같다[선박안전법에는 ‘선박직원’에 관한 정의 규정이 없으나, 선박 관련 법률인 선박직원법 제2조 제3호가 ‘선박직원이란 해기사로서 선박에서 선장·항해사·기관장·기관사·전자기관사·통신장·통신사·운항장 및 운항사의 직무를 수행하는 사람을 말한다’고 규정하고 있는 점을 참조할 수 있다].<br/>      그러나 선박안전법 제84조 제4항은 ‘선박소유자의 대리인(선박소유자가 법인인 경우 대표자를 포함한다), 사용인, 그 밖의 종업원(선박승무원은 제외한다)이 선박소유자의 업무에 관하여 제1항의 위반행위를 하면 그 대리인, 사용인, 그 밖의 종업원을 벌하는 외에 그 선박소유자에게도 같은 항의 벌금형을 과한다’고 규정하고 있는바, 이는 법인인 선박소유자의 대표자나 사용인, 그 밖의 종업원에게도 선박소유자의 업무에 관하여서는 선박결함신고의무를 부담함을 전제한다고 해석해야 할 것이고, 따라서 ○○호와 △△호의 실질적 소유자인 피고인 7 회사의 대표자 또는 사용인에 해당하는 피고인들도 업무상 관리하는 위 각 선박에 관하여는 결함신고의무를 부담한다고 해석해야 할 것이다. <br/>      따라서 이 부분 피고인들과 변호인의 주장은 받아들이지 않는다. <br/>2) 선박안전법 제74조 제1항이 정한 ‘선박의 감항성의 결함’의 의미<br/>가) 법률 규정<br/>선박안전법 제74조 제1항은 ‘누구든지 선박의 감항성 및 안전설비의 결함을 발견한 때에는 해양수산부령이 정하는 바에 따라 그 내용을 해양수산부장관에게 신고하여야 한다.’고 규정하고 있고, 같은 조 제2항은 ‘해양수산부장관은 제1항의 규정에 따라 신고를 받은 때에는 해양수산부령이 정하는 바에 따라 소속 공무원으로 하여금 지체 없이 그 사실을 확인하게 하여야 한다.’고 규정하고 있으며, 같은 조 제3항은 ‘해양수산부장관은 제2항의 규정에 따른 확인 결과 결함의 내용이 중대하여 해당 선박을 항해에 계속 사용하는 것이 당해 선박 및 승선자에게 위험을 초래할 우려가 있다고 인정되는 경우에는 해양수산부령이 정하는 바에 따라 해당 결함이 시정될 대까지 출항정지를 명할 수 있다.’고 규정하고 있다. <br/>나) 법률 개정 경위<br/>        (1) 구 선박안전법 제74조 제1항은 ‘누구든지 선박의 감항성 및 안전설비의 결함을 발견한 때에는 해양수산부령이 정하는 바에 따라 그 내용을 해양수산부장관에게 신고할 수 있다.’고 하고 같은 법 제85조 제4호는 거짓으로 제74조 제1항의 규정에 따른 선박의 결함신고를 한 자를 500만 원 이하의 벌금에 처하도록 규정하여, 누구든지 선박결함신고를 할 수 있게 하되 거짓신고 행위만을 처벌하도록 하고 있었다. <br/>        (2) 그러나 2014년 세월호 침몰 사고 이후 선박 안전을 도모하는 제도들의 전반적인 보완 및 대책 마련 차원에서 국민의 안전과 재산을 보호하기 위한 선박결함 신고·확인 업무의 실효성을 높이기 위하여, 누구든지 선박의 감항성 및 안전설비의 결함을 발견한 때에는 해양수산부장관에게 신고하도록 의무화하되 선박소유자 등 일정한 신분을 가진 이들에 대하여는 신고의무 위반을 처벌하도록 하여 2015. 1. 6. 법률 제12999호로 선박안전법이 개정되었다. 개정 전후의 법률을 비교해 보면 아래와 같다. <br/>구 선박안전법현행 선박안전법제74조(결함신고에 따른 확인 등) ① 누구든지 선박의 감항성 및 안전설비의 결함을 발견한 때에는 해양수산부령이 정하는 바에 따라 그 내용을 해양수산부장관에게 신고할 수 있다.제74조(결함신고에 따른 확인 등) ① 누구든지 선박의 감항성 및 안전설비의 결함을 발견한 때에는 해양수산부령이 정하는 바에 따라 그 내용을 해양수산부장관에게 신고하여야 한다.제85조(벌칙) 다음 각 호의 어느 하나에 해당하는 자는 500만 원 이하의 벌금에 처한다.제84조(벌칙) ① 선박소유자, 선장 또는 선박직원이 다음 각 호의 어느 하나에 해당하는 행위를 한 때에는 1년 이하의 징역 또는 1천만 원 이하의 벌금에 처한다. 4. 거짓으로 제74조 제1항의 규정에 따른 선박의 결함신고를 한 자 11. 제74조 제1항에 따른 선박의 결함신고를 하지 아니한 때<br/>다) ‘감항성의 결함’의 의미<br/>        (1) ‘감항성’이란 선박이 자체의 안정성을 확보하기 위하여 갖추어야 하는 능력으로서 일정한 기상이나 항해조건에서 안전하게 항해할 수 있는 성능을 말한다(선박안전법 제2조 제6호). 어떤 선박이 감항성을 갖추고 있는지를 판단하는 확정적이고 절대적인 기준은 없고, 특정 항해에서의 구체적·개별적인 사정에 따라 상대적으로 판단하여야 하며, 이러한 감항능력은 선체나 기관 등 선박자체, 항해에 필요한 서류·장치 등 선박의장, 선박에 승선하고 있는 선원의 수와 능력 등이 특정 항해에서 통상의 해상위험을 감내할 수 있는 상태에 있어야만 완전히 갖추어진다고 할 것이다(대법원 2014. 5. 29. 선고 2013다1754 판결 참조).<br/>        (2) ‘결함’이란 사전적으로 ‘부족하거나 완전하지 못하여 흠이 되는 부분’이라고 정의되는데, 선박안전법에서는 제68조 제4항(해양수산부장관은 제1항에 따른 항만국통제 결과 선박의 구조·설비·화물운송방법 및 선원의 선박운항지식 등과 관련된 결함으로 인하여 해당 선박 및 승선자에게 현저한 위험을 초래할 우려가 있다고 판단되는 때에는 출항정지를 명할 수 있다), 제69조 제1항(선박소유자는 외국 항만당국의 항만국통제에 의하여 선박의 결함이 지적되지 아니하도록 관련되는 국제협약 규정을 준수하여야 한다), 제71조 제1항(해양수산부장관은 선박의 구조·설비 등의 결함으로 인하여 대형 해양사고가 발생하는 경우 또는 유사사고가 지속적으로 발생한 경우에는 해양수산부령으로 정하는 바에 따라 관련되는 선박의 구조·설비 등에 대하여 검사를 할 수 있다), 제74조 제3항(해양수산부장관은 제2항의 규정에 따른 확인 결과 결함의 내용이 중대하여 해당선박을 항해에 계속 사용하는 것이 당해 선박 및 승선자에게 위험을 초래할 우려가 있다고 인정되는 경우에는 해양수산부장관령이 정하는 바에 따라 해당결함이 시정될 때까지 출항정지를 명할 수 있다) 등에서 ‘결함’이라는 표현을 사용하고 있다. <br/>        (3) 선박안전법 시행규칙 제95조 제1항은 선박의 결함 신고는 신고자, 선명(船名), 선적항, 선장, 선박회사, 결함내용 등을 기재한 선박결함신고서 양식에 따라 신고하도록 하면서 긴급한 경우 전화 등을 통하여 구두로 신고할 수 있도록 규정하고 있고, 같은 조 제2항은 지방해양수산청장이 결함신고 내용을 선박결함신고기록부 양식에 적고 그 사실을 확인하도록 규정하고 있다. 부산지방해양수산청의 경우 위 신고에 관한 세부 규정 및 관련 매뉴얼은 구비하고 있지 않으나, 2008. 4.경부터 2017. 5.경까지 총 24건의 선박결함신고가 있었으며 그 주요 내용은 아래와 같다. <br/>■ 구명정 불량, ■ 조타기 불량, ■ GYRO주12) 고장, ■ 발전기 고장, ■ 무전전화기 오작동, ■ 에코사운더주13), AIS주14) 및 자이로콤파스 오작동, ■ 선창 침수, ■ 유수분리기주15) 고장, ■ 불법구조변경, ■ 양묘기주16) 작동불량, ■ 화물적재 부적절, ■ 벙커탱크 상부 누수, ■ 스턴튜브주17) 임의 수리, ■ 바우 트러스트주18) 상태 불량, ■ 기관실 밸브 불량, ■ 타기실 누수 및 기관실 파이프 누수 등<br/>        (4) 선박안전법에 따른 감항성과 관련하여서는 선박구명설비기준, 선박구획기준, 선박기관기준, 선박만재흘수선기준, 선박방화구조기준, 선박복원성기준, 선박설비기준, 선박소방설비기준 등 20개의 해양수산부 고시가 제정되어 있으며, 부산지방해양수산청은 위 각 고시에 규정된 사항을 충족시키지 못하는 상태를 감항성에 결함이 있는 상태로 보는 것이 타당하다는 견해를 밝혔다. <br/>        (5) 위에서 알 수 있는 다음과 같은 사정들을 종합적으로 고려하여 보면, 선박안전법 제74조 제1항이 정한 ‘선박의 감항성 및 안전설비의 결함’이란 ‘선박의 구조·설비·화물운송방법 및 선원의 선박운항지식 등 선박의 감항성에 영향을 미치는 사항에 발생한 흠결로서 이를 방치할 경우 해양사고나 위험을 초래할 우려가 있어 일정한 수리나 보완, 검사 등의 조치가 필요한 것’이라고 해석해야 할 것이고, 감항성이 결여된 상태만을 의미한다거나 선장이 당해 선박의 감항성을 인정하였다는 사정만으로 감항성의 결함에 해당하지 않는다고 볼 수 없다. <br/>          ① 선박 결함이 침몰 등의 사고로 이어질 경우 회복 불가능한 인적·물적 피해로 이어질 수 있어 이에 대한 안전 대책을 마련하기 위하여 선박의 감항성 및 안전설비의 결함을 발견한 모든 사람에게 신고의무를 부과하되 일정한 신분자들은 형사처벌하도록 법률 개정이 이루어져 신고의무가 강화되었다.<br/>          ② 위와 같은 선박안전법 개정 이전에도 일정한 수리, 보완, 검사 등 조치가 필요하다고 여겨지는 고장, 오작동, 불량 등의 사항에 관하여 결함신고가 이루어져 왔고, 이는 위 법률 개정시에도 고려되었을 것으로 보이는데, 그 신고 내용들이 반드시 중대하거나 급박한 조치가 필요한 결함으로 한정되어 있지 않다. <br/>          ③ 선박안전법은 선박의 구조·설비 등에 결함이 있을 경우 대형 해양사고나 현저한 위험을 초래할 우려가 있다는 전제 하에서 출항정지 또는 특별검사 제도를 두고 있다. <br/>          ④ 선박안전법 제74조 제1항이 형사처벌 규정과 연결되는 점을 고려하면 그 적용 범위를 함부로 확대하여서는 안 될 것이나, 다른 한편 위 법률 조항의 위험예방적 성격과 법률 개정 취지를 고려하면 그 적용 범위를 지나치게 축소할 수는 없다.<br/>          ⑤ 선박의 감항성은 선박구명설비, 선박구획, 선박기관, 선박만재흘수선 등 여러 요인들이 함께 고려되어야 하는 것이고, 선박의 안전에 관해서는 선장의 전문적인 판단이 존중되어야 할 것이나(선박안전법 제31조), 다른 한편 선박 안전에 관한 판단을 전적으로 선장에게만 맡길 경우 선장 외의 사람들을 포함하여 일반적인 선박결함신고의무를 부과한 개정 법률의 취지가 몰각될 수 있다.<br/>          ⑥ 선박안전법 제74조 제3항은 선장이 아닌 해양수산부장관에게 출항정지 사유가 될 수 있는 중대한 결함에 해당하는지 여부를 판단할 권한을 부여하고 있다.<br/>          ⑦ 피고인 7 회사의 대표자나 사용인, 그 밖의 종업원들이 감항성의 결함을 발견한 경우 결함을 신고함과 동시에 이에 대한 수리나 보완 등의 조치를 취할 수도 있으므로 불필요한 출항정지 등으로 인하여 선박의 원활한 운항이 저해되지는 않을 것으로 보인다.<br/>3) 선박 결함신고 의무가 시간적, 장소적으로 제한되는지<br/>선박안전법 제74조 제1항 따라 신고된 ‘선박의 감항성 및 안전설비의 결함’의  내용이 중대하여 해당 선박을 항해에 계속하여 사용하는 것이 당해 선박 및 승선자에게 위험을 초래할 우려가 있다고 인정되는 경우 해양수산부장관은 같은 조 제3항에 따라 해당 결함이 시정될 때까지 출항정지를 명할 수 있음은 피고인들과 변호인이 주장하는 바와 같으나, 항해 안전 확보에 관한 해양수산부장관의 처분 권한은 반드시 이에 국한되지 않는다. 즉, 해양수산부장관은 선박안전법 제75조 제1항 제2호에 따라 선박의 감항성과 인명안전을 위한 시설 및 항해상의 위험방지 조치와 관련하여 필요한 경우 선박소유자 등 당해 선박 관련자들에게 필요한 보고를 명하거나 자료를 제출하게 할 수 있고, 같은 법 제75조 제2항 및 제5항에 따라 해당 선박 또는 사업장에 대하여 항해정지명령 또는 수리·보완과 관련된 처분을 할 수 있는 등 일반적인 처분 권한이 있다. <br/>      따라서 선박안전법 제74조 제1항이 정한 결함신고의무의 목적이 같은 조 제3항이 정한 출항정지 처분에만 국한된다는 전제에 선 피고인들과 변호인의 이 부분 주장은 받아들일 수 없고, 선박안전법 제3조가 정한 적용범위에 포함되는 선박에 관하여 감항성 및 안전설비의 결함을 발견한 사람은 사회통념상 상당하다고 인정되는 기간 내에 이를 선박의 출항 여부나 선박의 소재지에 대한민국의 주권이 미치는지 여부에 상관없이 해양수산부장관에게 신고하여야 할 것이다. <br/>4) ○○호와 △△호에 감항성의 결함이 발생하였는지<br/>가) ○○호<br/>        이 법원이 조사한 증거들에 의하여 알 수 있는 다음과 같은 사정들을 종합하여 보면, ○○호 3번, 4번 좌·우현 평형수 탱크 사이 횡격벽에 발생한 변형은 선박안전법 제74조 제1항이 정한 ‘선박의 감항성의 결함’에 해당한다고 봄이 타당하다. <br/>          ① 피고인 5가 2016. 5. 18.부터 2016. 5. 22.까지 ○○호에 대한 방선점검을 마친 뒤 제출한 보고서에는 ‘3번 좌·우현 평형수 탱크와 4번 좌·우현 평형수 탱크 사이 격벽(bulkhead) 변형이 확인되었으며, 이는 이전 항차 평형수 탱크 검사시에는 없었던 현상임. 필요시 긴급 입거(dock) 또는 내부재 보강 작업이 필요함’이라는 취지로 기재되어 있다.<br/>          ② 선박설계업체 공소외 7 회사 사장인 공소외 1이 2016. 5. 26.경 ○○호를 방선 점검한 결과를 담은 방선보고서에는 ‘좌현의 경우 쇠모 상태와 부재의 손상 정도로 판단해볼 때 bottom longi. 상부에서 3번 스트링거 상부 약 2m까지는 빠른 시간 내에 신환이 필요하며 3번 스트링거 자체도 신환이 필요함. 우현의 경우 영구 변형이 일어난 격벽판 중앙부는 일부 신환하고, 신환하지 않은 나머지 격벽 및 격벽보강재는 추가 보강이 필요함. 좌·우현 공히 현재 발생된 녹 잔해물을 제거한 후에 격벽 및 격벽보강재, 스트링거 등 선체구조부재에 대한 정밀한 두께 계측이 필요하며 이 결과에 따라 추가 신환 및 보강에 대한 접근이 필요함’이라는 취지로 기재되어 있다. <br/>          ③ ○○호 1등 항해사 공소외 2가 2016. 3. 13.경 평형수 탱크를 검사하는 과정에서 3번 좌현 평형수 탱크의 격벽 수직보강재가 약 4m 가량 변형되어 있고, 3번 우현 평형수 탱크 격벽 수직보강재가 2m 가량 변형되어 있는 것을 발견하여 이를 선장인 공소외 13에게 보고하였다. 공소외 2는 수사기관에서 \"당시 평형수 탱크 격벽 손상이 심각하여 불안감에 공선 항해시 거의 매일 3번 탱크에 들어가서 손상부위를 관찰했다\"고 진술하였다. 위와 같은 평형수 탱크 격벽 변형은 ○○호가 2016. 8. 15.경 중국 리자오항 제스코 조선소에서 검사를 받을 당시에는 좌현은 약 13.4m, 우현은 9.4m로 각 확대되어 있었다.<br/>          ④ 피고인 5가 2016. 7. 5. 피고인 2에게 상신한 기안(품의)서에는 ‘3, 4번 평형수 탱크 격벽 변형이 심하고 부자재 강도도 상당 부분 손실된 상태라서 선박 감항성 고려, 추가적인 항차 수행이 위험할 수 있다고 판단되어, 중국에서 하역작업 후에 긴급 수리하려 한다’는 취지로 기재되어 있고, 피고인 2가 같은 날 피고인 1에게 보고한 이메일 보고서에는 ‘○○호 3, 4번 평형수 탱크의 격벽(bulkhead) 상태가 상당히 심각한 수준의 영구 변형이 발생되어 있으며, 특히 이 부분에 대한 쇠모도 또한 심각한 상황이므로, 현 상태에서 계속적으로 운항할 시에는 3, 4번 평형수 탱크 내부의 영구 변형된 부위가 점차 확대, 악화될 뿐 아니라 안전 운항에 치명적인 영향을 미칠 수 있는 것으로 사료되므로 금항차 종료 후 본선의 안전 운항을 위하여 긴급 수리하고자 한다’는 취지로 기재되어 있다. 피고인 1은 위 이메일을 2016. 7. 5. 18:13경 확인하였다. <br/>          ⑤ 공무감독 경력이 약 10년인 피고인 5는 수사기관에서 \"평형수 탱크 내 횡격벽 변형은 처음 접해보는 내용이고 통상적으로 일어나는 것이 아니다\"고 진술했고, 공무감독 공소외 10도 수사기관에서 \"격벽 변형을 보고 피고인 5가 엄청나게 당황했다. 해운업계에 근무하면서 이 정도의 변형은 처음 보았다. 통상 균열이 생기는 경우는 있으나 격벽이 이렇게 휘는 경우는 없었다\"는 취지로 진술했다. 한국선급 검사원으로 2016. 8. 12. ○○호에 대한 임시점검을 실시한 공소외 3은 이 법정에서 \"횡격벽 변형이 그 정도이면 대항 항해는 쉽지 않겠다고 판단했고, 그런 현상을 처음 보았기 때문에 깜짝 놀랐다\"는 취지로 진술했고, 한국선급 수석검사원 공소외 4도 이 법정에서 \"○○호 횡격벽 정도의 변형을 본 일이 없으며 수리 없이 항해하는 것은 어렵다고 판단했다\"는 취지로 진술했다. 선박설계업자로 조선기술사 자격이 있는 공소외 5도 이 법정에서 \"선박을 설계하면서 선박을 많이 보았지만 ○○호 정도의 변형은 본 적이 없다\"는 취지로 진술했다.<br/>나) △△호<br/>        이 법원이 조사한 증거들에 의하여 알 수 있는 다음과 같은 사정들을 종합하여 보면, △△호 상갑판 등의 선체에 발생한 좌굴과 여러 화물창 및 평형수 탱크 내부에 발생한 균열은 선박안전법 제74조 제1항이 정한 ‘선박의 감항성의 결함’에 해당한다고 봄이 타당하다.<br/>          ① 공소외 1이 2017. 2. 10.경 △△호에 방선하여 점검한 결과를 담은 방선보고서에는 ‘약 400㎜ 길이 균열이 선박의 폭 방향으로 발생하였고, 수리 흔적이 있음. 신환판의 최소 크기가 400㎜×400㎜인데 신환철판의 크기가 너무 작음. 신환된 판의 용접부에 다시 균열 발생할 가능성이 많음’, ‘2번 우현 평형수 탱크 bottom longi와 격벽보강재(bulkhead stiffener) 사이의 삼각 브라켓(bracket)과 브라켓 보강재가 균열로 손상됨. 과도한 쇠모로 인해 발생하는 응력을 견디지 못해 구조 취약부인 스캘롭(scapllop)에서부터 균열이 발생하여 진전된 형태로 판단됨. 본 손상으로 인해 브라켓의 역할을 수행하지 못하므로 손상이 다른 곳으로 전파될 수 있음. 본 손상이 일어난 부분과 같은 조건인 인접 브라켓 및 좌현 쪽 브라켓도 모두 점검 후 조치를 취해야 할 것으로 판단됨’이라는 취지로 기재되어 있다(다만, 공소외 1과 공소외 14의 각 법정 진술에 의하면, △△호에 발생한 균열은 400㎜가 아니라 40㎜일 가능성이 있어 보인다). <br/>          ② 피고인 6이 피고인 7 회사 안전관리실장 공소외 6과 주고받은 카카오톡 메신저에는 ‘4번 좌현 평형수 탱크 측 균열은 이번이 처음이고 전에는 2번 평형수 탱크(좌·우현), 3번 평형수 탱크(우현), 4번 평형수 탱크(우현) 쪽이었다. 이제 3번 평형수 탱크(좌현)만 균열 발생하면 평형수 탱크 전부에 균열이 발생하는 것이다’는 취지(2016. 11. 28. 18:12경), ‘저희 배가 배가 아니다. 화물진동으로 선체가 균열이 생기기 때문’이라는 취지(2016. 11. 28. 18:52경)의 내용들이 있다. 피고인 6은 수사기관에서 \"△△호의 선체 좌굴현상을 공소외 10 공무팀장을 통해 피고인 2에게 보고했고, 피고인 2의 지시로 공소외 1이 안전점검을 실시한 결과를 보고 △△호의 균열이 심각하다는 것을 느꼈다\"는 취지로 진술했다. <br/>          ③ 선박설계업자인 공소외 5는 공소외 1이 작성한 △△호 방선보고서에 관해 수사기관에서 \"보고서에 기재된 사항들 중 어느 부분이 심각한지가 중요한 것이 아니라 선체 여러 군데에서 문제가 발생했다는 것이 중요한 것 같다. 구체적으로 어느 부분에 문제가 있었는지 알 수 없지만 특정 부분이 알 수 없는 요인으로 외부의 힘을 받지 못하면 그 힘이 선체의 여러 곳으로 퍼져나가는데 △△호는 그런 형태가 아닐까 싶다\"는 견해를 밝혔다. <br/>다. 피고인 5의 거짓수검 부분<br/>    피고인들과 변호인의 주장에 관한 판단에 앞서 직권으로 본다.<br/>    검사는 피고인이 2015. 5. 3.경 ○○호의 중간검사에 관하여 허위내용의 검사계획서를 한국선급 검사원에게 제출함으로써 거짓 그 밖의 부정한 방법으로 선박검사를 받았다는 이유로 선박안전법 제83조 제2호, 제9조를 적용하여 이 부분 공소를 제기하였다.<br/>선박안전법 제9조 제1항은 ‘선박소유자는 정기검사와 정기검사의 사이에 해양수산부장관령이 정하는 바에 따라 해양수산부장관의 검사를 받아야 한다.’고 규정하고 있고, 같은 법 제83조 제2호는 거짓 그 밖의 부정한 방법으로 제7조 내지 제12조의 규정에 따른 건조검사·선박검사 또는 국제협약검사를 받은 자에 대하여 3년 이하의 징역 또는 3천만 원 이하의 벌금에 처하도록 규정하고 있으므로 ○○호의 실질적인 소유자인 피고인 7 회사가 위 규정에 따라 ○○호에 관한 중간검사 수검의무를 부담하게 된다. 한편 선박안전법 제83조는 같은 법 제84조와 달리 선박소유자의 대리인, 사용인, 그 밖의 종업원이 선박소유자의 업무에 관하여 법령 위반행위를 하면 그 위반행위자와 선박소유자를 동시에 처벌한다는 양벌규정을 두고 있지도 않다. 또한 선박안전법 제88조는 ‘벌칙의 적용에 있어 이 법 중 선박소유자에 관한 규정은 선박공유의 경우에 선박관리인을 임명하였을 때에는 이를 선박관리인에게, 선박임대차의 경우에는 이를 선박차용인에게, 용선의 경우에는 실질적으로 선박의 관리·운항을 담당하는 자에게 각각 적용하고, 선장에 관한 규정은 선장을 대신하여 그 직무를 행하는 자에게 이를 적용한다’고 정하고 있으나, 법인이 국적취득조건부 나용선 계약을 체결하여 실질적으로 소유하고 있는 선박의 경우 그 관리·운항을 담당하는 자는 당해 법인 또는 그 대표자라고 보아야 할 것이므로, 선박검사 거짓수검으로 인한 죄책을 선박소유자(법인인 경우 대표자) 외의 사람에게 확장할 법적 근거가 없다. <br/>    피고인은 피고인 7 회사의 직원으로서 ○○호 공무감독에 불과하여 위 선박의 거짓수검으로 인한 선박안전법위반죄의 주체가 될 수 없다. 또한, 법인인 피고인 7 회사의 대표기관이 이 부분 선박안전법위반죄의 주체가 될 수는 있겠으나 이 부분 공소사실에 관하여 피고인 7 회사의 대표이사가 이를 알았다거나 피고인이 그의 거짓수검 범행에 공동가공하였다고 볼 증거도 없다. <br/>    결국, 피고인이 거짓 그 밖의 부정한 방법으로 ○○호의 중간검사를 받았는지 여부와 상관없이 피고인은 ○○호 중간검사 거짓수검으로 인한 선박안전법위반죄의 주체가 될 수 없다[피고인이 이 부분 선박안전법위반죄의 주체가 될 수 없다고 판단하는 이상 피고인이 거짓 그 밖의 부정한 방법으로 중간검사를 받은 것이 아니며 그에 관한 인식도 없었다는 취지의 피고인 및 변호인의 주장에 관하여는 따로 판단하지 않는다].<br/>【양형의 이유】1. 피고인 1<br/>  가. 법률상 처단형의 범위: 징역 1개월∼1년<br/>  나. 양형기준에 따른 권고형의 범위: 양형기준이 설정되어 있지 않음<br/>  다. 선고형의 결정<br/>    [검사의 의견] 징역 4년 및 벌금 300만 원<br/>    [판단] 징역 6개월에 집행유예 1년<br/>    우리 사회는 단기간 압축적인 성장을 거치는 과정에서 사람의 안전보다는 경영실적과 그에 기초한 성장을 중시해왔으나, 오랫동안 산업현장에서 수많은 근로자들의 희생을 통하여 반성적 고려를 하게 되었고, 특히 2014년 세월호 침몰 사건 이후 해상 안전에 관한 사회적 관심이 선박소유자 등의 의무를 강화하는 형태로 입법화되었다.<br/>    대형 피고인 7 회사 경영인인 피고인의 선박결함미신고 범행은 단순히 개인 차원의 범행에 그치지 않고 안전보다 실적을 우선하는 기업문화를 답습하는 것이고, 나아가 피고인 7 회사가 보유한 선박들에 잠재한 위험을 은폐하여 인적·물적 피해를 낳는 대형 사고로 이어질 수 있다는 점에서 그 책임이 가볍지 않다.  <br/>    다만, 피고인이 ○○호의 결함을 보고받은 뒤 얼마 지나 중국 조선소에서 해당 결함에 대한 수리가 이루어진 점과 피고인에게 범죄 전력이 없는 점, 다수의 업계 관계자 등이 선처를 탄원하는 점 등을 감경적 양형요소로 고려하고 그 밖에 이 사건 범행의 동기, 수단과 결과 등을 참작하여 형을 정한다.<br/>2. 피고인 2<br/>  가. 법률상 처단형의 범위: 징역 1개월∼7년<br/>  나. 양형기준에 따른 권고형의 범위<br/>   1) 제1범죄(배임수재)<br/>    [유형의 결정]  배임수증재범죄 〉 01. 배임수재 〉 [제1유형] 3,000만 원 미만<br/>    [특별양형인자]  없음<br/>    [권고영역 및 권고형의 범위]  기본영역, 징역 4월∼10월<br/>   2) 제2, 3범죄(선박안전법위반: 각 미설정범죄)<br/>   3) 다수범죄 처리기준에 따른 권고형의 범위: 징역 4개월 이상(양형기준 미설정 범죄와의 경합범)<br/>   4) 처단형에 따라 수정된 권고형의 범위: 징역 4개월∼7년(양형기준에서 권고하는 형량범위의 상한이 법률상 처단형의 상한과 불일치하는 경우이므로 법률상 처단형의 상한에 따름)<br/>  다. 선고형의 결정<br/>    [검사의 의견] 징역 3년<br/>    [판단] 징역 1년에 집행유예 2년<br/>    피고인은 피고인 7 회사의 해사본부장으로서 해사본부 업무 전반을 총괄하던 사람이다. 선박의 안전에 관한 사항은 공무감독 등을 통하여 피고인에게 보고되고, 피고인이 수리 여부나 항행 여부 등을 판단하여 대표이사 피고인 1에게 보고한다는 점에서 피고인 7 회사의 안전 관리에 관한 피고인의 역할은 매우 중요하였다. <br/>    그럼에도 피고인은 ○○호와 △△호의 감항성 결함을 보고받고도 이를 신고하지 않고 일정 기간 운항을 계속하였다. 이는 선박안전법이 선박 결함 신고의무를 부과한 취지를 무시하고 선박에 승선한 사람들의 안전을 외면하는 일이었다. 피고인이 선박수리업자로부터 여러 차례 금품을 받은 책임도 가볍다고 할 수 없다. <br/>    다만, ○○호와 △△호에 관하여 추후 수리가 이루어진 점과 피고인이 1차례의 벌금형 외에 별다른 범죄전력이 없는 점, 피고인이 배임수재 범행을 인정하고 뉘우치는 점, 업계 관계자 등이 선처를 탄원하는 점 등을 감경적 양형요소로 고려하고 그 밖에 이 사건 범행의 동기, 수단과 결과 등을 참작하여 형을 정한다. <br/>3. 피고인 5<br/>  가. 법률상 처단형의 범위: 벌금 5만 원∼1,000만 원<br/>  나. 양형기준에 따른 권고형의 범위: 벌금형을 선택하므로 양형기준이 적용되지 않음<br/>  다. 선고형의 결정<br/>    [검사의 의견] 징역 1년 6개월<br/>    [판단] 벌금 300만 원<br/>    피고인은 공무감독으로서 ○○호에 직접 방선하여 점검함으로써 위 선박에 발생한 결함을 잘 알았음에도 이를 법률에 따라 신고하지 않았다. 이는 피고인 7 회사 내부에서 선박의 결함을 은폐하는 것을 막기 위하여 규정된 선박안전법상의 신고의무를 저버리는 행위이다. <br/>    다만, 피고인이 상급자인 해사본부장 피고인 2에게 결함 내용을 상세히 보고하여 선박설계 전문가의 점검이 이루어졌고 이후 피고인의 추가 보고에 따라 ○○호의 수리까지 이루어진 점 등을 참작하여 형을 정한다. <br/>4. 피고인 6<br/>  가. 법률상 처단형의 범위: 벌금 5만 원∼1,000만 원<br/>  나. 양형기준에 따른 권고형의 범위: 벌금형을 선택하므로 양형기준이 적용되지 않음<br/>  다. 선고형의 결정<br/>    [검사의 의견] 징역 1년<br/>    [판단] 벌금 300만 원<br/>    피고인은 피고인 7 회사의 공무감독으로서 △△호에 발생한 결함을 잘 알았음에도 이를 법률에 따라 신고하지 않았다. 이는 피고인 7 회사 내부에서 선박의 결함을 은폐하는 것을 막기 위하여 규정된 선박안전법상의 신고의무를 저버리는 행위이다. <br/>    다만, 피고인은 자신이 파악한 결함을 상급자인 해사본부장 피고인 2에게 보고하였고, 그에 따라 선박설계 전문가인 공소외 1의 점검이 실시되었으며 수리도 이루어진 점 등을 참작하여 형을 정한다. <br/>5. 피고인 7 회사<br/>  가. 법률상 처단형의 범위: 벌금 5만 원∼1,500만 원  <br/>  나. 양형기준에 따른 권고형의 범위: 벌금형을 선택하므로 양형기준이 적용되지 않음<br/>  다. 선고형의 결정<br/>    [검사의 의견] 벌금 1,500만 원<br/>    [판단] 벌금 1,500만 원<br/>    피고인의 대표자와 사용인 등이 각 행한 선박결함미신고 범행의 내용과 미신고한 각 결함의 정도, 그로 인한 결과, 선박안전법이 선박결함미신고죄에 대하여 양벌규정을 두고 있는 취지 등을 종합적으로 참작하여 형을 정한다. <br/>【무죄 부분(피고인 1, 피고인 3, 피고인 4, 피고인 5)】1. 피고인 1, 피고인 3, 피고인 4의 복원성유지의무 위반으로 인한 선박안전법위반<br/>가. 공소사실<br/>1) 피고인 7 회사의 개조선 도입 경위<br/>피고인 7 회사는 국제해사기구(IMO)의 해양오염방지협약(Marpol)에 의해 1984년 이후 인도된 단일선체 유조선이 2010년부터는 더 이상 사용할 수 없게 됨에 따라 다수의 단일선체 유조선이 매물로 나오게 되자, 2008년 유조선에서 초대형 광석 운반선으로 개조된 (선박명 3호 생략)을 도입한 것을 시작으로 2011년까지 그와 같은 방식으로 총 8척의 초대형 광석 운반선((선박명 3호 생략), ○○호, (선박명 4 내지 9호 생략))을 직접 개조하여 도입하였고, 2012년경 공소외 15 회사로부터도 유조선에서 초대형 광석 운반선으로 개조된 (선박명 10호 생략) 등 총 10척((선박명 10호 생략), (선박명 11 내지 19호 생략))을 도입하였으며, 2013년경 인도국 공소외 16 회사로부터 역시 유조선에서 초대형 광석 운반선으로 개조된 △△호 1척을 추가로 도입하였다.<br/>    이로써 피고인 7 회사는 총 19척의 개조된 초대형 광석 운반선을 보유하며 운항에 사용하였다.<br/>2) 개조선의 복원성 자료 내용<br/>      선박을 건조하고자 하는 자는 선박안전법 제7조 제1항에 따라 선박에 설치되는 선박시설에 대하여 해양수산부령이 정하는 바에 따라 해양수산부장관의 검사를 받아야 하고, 외국에서 선박을 수입하려는 경우에는 해양수산부장관으로부터 별도건조검사를 받아야 하며, 한편 한국선급(KR)은 선박보험의 가입·유지를 위하여 선박의 등록 및 감항성에 관한 평가의 업무를 하는 사단법인으로서 선박안전법 제60조에 따라 해양수산부장관으로부터 검사등업무의 대행자로 지정되어 있다.<br/>피고인 7 회사는 위와 같이 개조선 19척을 직접 개조하거나 외국에서 수입하여 도입할 때 한국선급으로부터 건조검사 등을 받으면서 도면이나 복원성 계산 등에 관하여 승인을 받아 한국선급에 등록하였는데, 당시 개조선 19척의 복원성 자료(Stability booklet)에는 \"5. Homogeneous Full Load Condition(DEP.) 균일만재적재상태(출항시), 6. Homogeneous Full Load Condition(ARR.) 균일만재적재상태(입항시)\"라고 기재되어 있었으며, 이에 따라 개조선 19척은 복원성 유지를 위하여 출항 시 모든 화물창의 화물이 균일적재 상태여야 하고, 입항 시에도 모든 화물창의 화물이 균일적재 상태여야 한다.<br/>3) 격창적재 상태 운항의 경위<br/>피고인 7 회사는 2009년경부터 공소외 15 회사, 공소외 17 회사 등과 장기운송계약을 체결할 때 한 곳의 항구에서 화물을 적재하여 한 곳의 항구에서 화물을 양하하되, 화주의 요청에 따라 두 곳 이상의 항구에서 화물을 양하할 수 있다는 내용의 계약을 체결하였고, 그에 따라 2011년~2012년경부터 브라질국이나 호주국에서 화물을 모두 적재한 후 중국 내 두 곳 이상의 항구에서 화물을 나누어 양하하거나, 국내 광양항이나 포항항에 나누어 양하하는 형태의 이항양하 형태로 화물을 운송하였는데, 이항양하는 양하 시 각 화물창에서 균등한 비율로 양하하는 소위 ‘떠먹기식’의 방식(5개의 화물창에 각 5만톤의 철광석이 적재된 경우 A항에서는 각 화물창 별로 2만톤씩 합계 10만톤을 양하하고, B항에서는 나머지 합계 15만톤을 양하하는 방식)과 특정 화물창을 전부 비우는 소위 ‘격창양하’ 방식(Jumping Discharging, 위 예의 경우 A항에서 2번, 4번 화물창을 모두 양하하고, B항에서 1번, 3번, 5번 화물창을 모두 양하하는 방식)으로 이루어졌다.<br/>      그러던 중, 피고인 7 회사는 2013. 말경 공소외 15 회사로부터 철광석을 구입한 중국 화주들에 의해 실제 운송된 화물의 양이 부족하다는 등의 이유로 공소외 15 회사와 함께 중국법원에 제소되었고, 그 후 공소외 15 회사로부터 화주들에게 각각 운송되는 화물량의 정확성을 높이기 위하여 ‘떠먹기식’이 아닌 ‘격창양하’ 방식으로 철광석을 운송해달라는 요구를 받고서 이를 수락하였다.  <br/>      한편, 피고인 7 회사가 두 곳 이상의 항구에서 격창양하 방식으로 위 개조선 19척을 운항하게 되면, 적재 항구에서부터 첫 번째 양하 항구에 이르기까지는 복원성 자료와 같이 균일적재 상태가 유지되나, 첫 번째 양하 항구에서부터 두 번째 양하 항구에 이르기까지는 화물이 격창으로 적재된 상태가 되므로 복원성 자료에 기재된 균일적재 상태를 유지할 수 없게 된다.<br/>4) 격창적재 상태 운항의 복원성 유지 위반 인식<br/>      전용선팀장인 피고인 4는 화주인 공소외 15 회사의 요구로 인하여 개조선들에 대한 격창양하 운항이 점차 증가하게 되자, 2014. 5.경 매주 수요일 오후에 실시되는 공무팀과의 원격회의에서 공무팀장인 공소외 10에게 개조선들의 격창양하 가능여부에 대한 기술적인 검토를 요청하였고, 이에 공무팀장 공소외 10의 지시를 받은 공무감독 피고인 5는 2014. 6. 2. 한국선급을 상대로 피고인 7 회사 개조선들의 격창양하 가능여부를 문의하여, 2014. 6. 3. 한국선급으로부터 ‘개조선들의 복원성 자료에 다항적재조건이 포함되어 있지 않아 구조해석을 통한 추가의 선체강도평가가 필요하며, 바닥 지지대(bottom girder), 횡격벽(transverse bulkhead) 등 주변에 보강이 필요할 것으로 사료된다.’라는 내용의 공문을 회신받았고, 그 무렵 피고인 4는 공무팀장 공소외 10으로부터 정기 원격회의에서 위 회신내용을 전해들었으며, 그 후에도 약 1~2달 동안 공무팀과의 원격회의에서 개조선들의 격창양하 가능여부에 대하여 논의를 하였고, 선박의 수리 등을 담당하는 공무팀에서 위 격창양하 문제를 검토하기로 하였다.<br/>      공무팀장 공소외 10은 해사본부장 피고인 2에게 위 격창양하에 대한 한국선급의 회신내용, 전용선팀과의 회의내용 등을 보고하였고, 이에 해사본부장 피고인 2로부터 대표이사인 피고인 1에게 보고하기 위하여 격창양하의 문제점 및 개선대책에 관한 보고서를 만들라는 지시를 받았으며, 2014. 6. 16. 대표이사 피고인 1 등의 참석 하에 실시된 주간업무회의 자료의 ‘공무팀 주요업무’란에 ‘1) VLOC 2 Port 격창 적양하 문제점 및 개선대책, - 격창 적양하 관련 계약 내용, 구조적인 문제점, 선급 의견 및 종합 개선 대책 수립’이라는 내용을 반영하였다. <br/>      또한 전용선팀장 피고인 4도 2014. 6. 30. 실시 예정인 주간업무회의와 관련하여 전용선팀에서도 위 격창양하 문제를 검토하고 있다는 취지를 반영시키기 위하여 전용선팀의 주요업무란에 ‘1) VLOC 선체 특성 및 적/양하 관련 연구모임(6/26)’이라는 내용을 포함시키고, 영업본부장 피고인 3도 위 2014. 6. 30.자 주간업무회의 자료를 검토함으로써 위 격창양하 문제를 인식하였다.<br/>      한편, 공무팀장 공소외 10은 전용선팀과 공무팀을 비롯한 유관 팀들의 협조를 얻어 2014. 7. 14. 예정된 주간업무회의 때 서울 본사를 방문하는 것을 이용하여 대표이사 피고인 1에게 보고하기 위하여 2014. 7. 14.자 \"격창 적양하 문제점 및 개선 대책, VLOC 선박(운항선/신조선)은 2 Port 적양하하는 데 어떤 문제가 있는가?\"라는 보고서를 작성하였고, 그 보고서에는 ‘2012년 중반부터 영업환경 변화로 피고인 7 회사 개조선들의 격창양하가 증가하는 추세이나 개조선들은 개조 시 격창양하가 고려되어 있지 아니하고, 격창양하 시 격벽하부에 전단력(Shear Force)이 증가하여 선체 외판에 대각선 방향의 전단좌굴(Shear Buckling)이 우려되며, 선체강도평가를 거쳐 보강작업이 필요하다.’라는 내용이 기재되어 있었다.<br/>      대표이사 피고인 1은 2014. 7. 14. 주간업무회의가 끝난 후 서울 본사에 있는 자신의 집무실에서, 위 2014. 7. 14.자 \"격창 적양하 문제점 및 개선 대책\" 보고서를 가지고 온 해사본부장 피고인 2로부터 피고인 7 회사 개조선들의 격창양하와 관련한 문제점 및 대선대책을 보고받자 수리비용 등의 문제로 화를 내며 위 대책을 반려하였다.<br/>5) 복원성유지의무 위반 운항<br/>      복원성을 유지하지 아니하고 선박을 항해에 사용하여서는 아니 됨에도 불구하고, 피고인 1, 피고인 3, 피고인 4는 위와 같이 피고인 7 회사의 개조선들 모두 복원성 자료 상 격창적재 상태의 운항이 허용되지 아니한다는 것을 알고 있는 상태에서, 2015. 5. 7.경 중국 마지샨 항구에서 ○○호의 5개 화물창에 적재된 철광석 260,027톤 중에서 2번 화물창에 적재된 철광석(약 50,700톤)을 모두 비운 다음 2015. 5. 8.경 중국 칭다오 항구에 이르기까지 격창적재 상태로 위 ○○호를 운항하게 한 것을 비롯하여, 2014. 6. 7.경부터 2017. 10. 8.경까지 별지 범죄일람표 1 기재와 같이 총 87회에 걸쳐 피고인 7 회사 개조선 19척을 승인된 복원성 자료와 달리 격창적재 상태로 운항하였다.<br/>      이로써 피고인들은 공모하여 복원성을 유지하지 아니하고 선박을 항해에 사용하였다.<br/>나. 판단<br/>    검사의 이 부분 공소사실은 피고인들이 각 선박의 복원성자료에 수록된 재화조건을 준수하지 않음으로써 선박안전법 제28조 제1항이 정한 복원성유지의무를 위반하였다는 것인바, 앞서 피고인들 및 변호인 주장에 관한 판단 제2의 가항에서 본 것과 같이, 복원성자료 자체를 복원성기준과 동일하게 평가할 수 없고, 그 밖에 검사가 제출한 증거들만으로는 피고인들이 선박안전법 제28조 제1항 및 선박복원성기준 고시가 정한 복원성을 갖추지 않은 채 선박을 항해에 사용하였음을 인정하기 부족하고 달리 이를 인정할 증거가 없다.<br/>다. 소결<br/>    그렇다면 이 부분 공소사실은 범죄의 증명이 없는 때에 해당하므로 형사소송법 제325조 후단에 따라 무죄를 선고하고, 피고인들이 무죄판결 공시 취지의 선고에 동의하지 않으므로 형법 제58조 제2항 단서에 따라 무죄판결의 요지는 공시하지 아니한다.<br/>2. 피고인 5의 선박검사 거짓수검으로 인한 선박안전법위반<br/>가. 공소사실<br/>1) 제1종 중간검사의 절차 및 방법<br/>      선박의 경우 5년 마다 정기검사를 받아야 하고, 전회 정기검사 완료일로부터 2년 또는 3년의 전후 3개월 이내에 제1종 중간검사(이하 ‘중간검사’라고 함)를 받아야 하며, 정기검사나 중간검사가 없는 해에는 제2종 중간검사(연차검사, 이하 ‘연차검사’라고 함)를 받아야 한다.<br/>      선박검사는 선박소유자 측의 검사신청에 따라 사전에 검사의 장소와 일정을 협의하여 진행되고, 정기검사나 선령 10년 이상의 검사강화제도(Enhanced Survey Programme) 대상 선박의 중간검사의 경우에는 사전에 선박소유자 측이 선박검사원에게 검사현황, 본선의 요목, 주요 구조도면, 화물창 및 탱크의 사용기록, 현상검사와 정밀검사의 범위 등에 관한 검사계획서(survey programme)를 작성하여 제출하고, 이를 토대로 선박검사원 및 선박소유자나 그 대리인 등은 선박검사의 일정, 범위, 그 방법 등을 협의하여 결정하게 된다.<br/>      검사강화제도가 적용되는 선령 15년 이상의 이중선체 산적화물선의 경우 평형수 탱크, 화물창, 화물창과 인접한 보이드 스페이스 등은 모두 검사 대상이고, 그 중에서 평형수 탱크와 화물창은 정밀검사(통상 검사원의 손이 닿을 수 있는 거리에서 선체 구조부재의 상태를 육안검사에 의하여 시행하는 세밀한 검사)의 대상이며, 보이드 스페이스 등은 현상검사(선체구조의 일반적인 현상을 파악하기 위한 검사이며, 검사결과에 따라 정밀검사의 범위를 확대할 수 있음)의 대상이다.<br/>2) 선박검사 시 선박소유자 측의 협력의무<br/>      선박의 검사 및 검정·확인을 받고자 하는 자 또는 그의 대리인은 선박의 검사 등을 하는 현장에 함께 참여하여야 하고, 선박의 검사 등에 참여한 자는 검사 및 검정·확인에 필요한 협조를 하여야 한다(선박안전법 제6조).<br/>      검사를 받을 때는 검사사항에 따라 선박의 소유자, 선장, 기관장 또는 그 대리인이 검사에 입회하고 필요한 지원을 하여야 하고, 검사신청자는 신청서에 기재한 사항과 선급에 고지한 사항 및 제출한 자료 등에 일체의 허위가 없음을 보증하여야 한다(한국선급의 선급 및 강선규칙 제1편 제1항 제7절).  <br/>3) 선저 보이드 스페이스(Void Space)의 빌지웰(Bilge Well)로의 불법전용<br/>피고인 7 회사는 위와 같이 단일선체 구조의 유조선을 매입하여 광석 운반선으로 개조하면서 선체강도를 높이기 위하여 화물창 아래 선저를 기존의 단저구조(單底構造, Single Bottom)에서 이중저구조(二重底構造, Double Bottom)로 변경하여 보강하였고, 이로 인하여 선저의 이중저구조 사이에는 빈 공간(Void Space)이 생겼으며, 이는 상갑판과 함께 선체의 종강도를 결정하는 주요 구조부재이다.<br/>피고인 7 회사는 2009년 ~ 2010년경부터 ○○호 등 피고인 7 회사에서 직접 개조한 8척 선박의 화물창 바닥 아래에 설치된 빌지웰(Bilge Well : 물, 기름 등 폐기혼합물의 저장공간)의 용량이 실제 철광석 등 화물에서 발생하는 수분 등 빌지의 양을 처리하기 부족하게 되자, 한국선급으로부터 승인을 받지 아니한 채 빌지웰에 밸브를 설치하여 빌지를 선저 보이드 스페이스로 흘려보내 그곳을 빌지웰처럼 사용하였고, 또한 빌지 배출작업을 보다 용이하게 하기 위하여 화물창 뒤편에 설치된 출입문을 일부 개방한 후 선저로 연결되는 맨홀도 열어놓아 그곳을 통해 빌지를 선저 보이드 스페이스로 배출하여 저장해두기도 하였으며, 1항차에 평균 1,000톤 ~ 2,000톤 정도 발생하는 수분 등 빌지를 위와 같이 저장해두다가 배출함으로써 선저 보이드 스페이스에는 항상 최소 1~2cm 깊이의 수분이 고여 있게 되었고, 2017년~2018년경 상반기까지 피고인 7 회사에서 직접 개조한 위 8척의 선저 보이드 스페이스를 한국선급의 승인 없이 위와 같이 빌지웰로 전용하였다.<br/>4) 피고인 5의 위 불법전용 인식<br/>피고인 5는 2013. 10.경 ○○호로부터 2013. 9. 27.자 1등 항해사 인수인계서를 통해 ‘화물창 뒤편에 있는 2곳의 빌지웰에 밸브가 설치되어 있어 이를 통해 중력으로 빌지웰에 있는 빌지가 보이드 스페이스로 배출되고, 또한 화물창 후방에 있는 출입문을 인위적으로 개방하여 보이드 스페이스로 배출하고 있다.’라는 내용을 보고받았고, 2014. 5.경에도 ○○호로부터 위와 같은 내용이 기재된 2014. 4. 22.자 1등 항해사 인수인계서를 보고받았으며, 2015. 2.~3.경 ○○호로부터 ‘화물창 빌지웰은 용량이 적어 2가지의 방법으로 보이드 스페이스에 모아 배출하고 있고, 그 중 화물창 후방에 있는 출입문의 개방 방식은 그곳의 부식을 초래할 수 있어서 부적절하며, 보이드 스페이스 내 평형수 파이프가 심한 부식으로 도장이 다 떨어져 나간 상태이다.’라는 내용이 기재된 2015. 2. 3.자 1등 항해사 인수인계서를 보고받았고, 2015. 4.경에는 화물창 빌지웰의 추가 설치요청을 받기도 하였다.<br/>5) 피고인 5의 거짓 수검<br/>피고인 5는 선령 10년 이상의 검사강화제도 대상 선박인 ○○호의 공무감독으로서 2015. 5. 9.~21.경 실시될 예정인 ○○호에 관한 중간검사를 받기 위하여 사전에 검사계획서를 작성하여 제출할 의무가 있었다.<br/>      이에 피고인 5는 선박소유자 측의 대리인으로서 ○○호의 각 구역의 실제 용도, 정밀검사의 범위 등에 관하여 사실대로 검사계획서에 기재한 후 이를 선박검사원에게 제출함으로써 선급검사원의 위 검사에 협력하여야 함에도 불구하고, 2015. 5. 3.경 ○○호의 전반적인 선체 상태를 알지 못하는 하청업체인 ◇◇◇의 두께계측 기사 공소외 18에게 위 검사계획서를 대신 작성하도록 하였고, 이에 공소외 18은 2012년에 작성된 기존 검사계획서 내용 그대로 작성함으로써 화물창 아래 보이드 스페이스(Center)가 실제로는 빌지웰로 사용되어 평형수에 준하여 정밀검사 대상으로 기재하여야 함에도, 마치 그 용도가 ‘빈 공간(Void)’으로 사용되고 있어 현상검사의 대상인 것으로 기재하였고, 피고인 5는 그와 같은 허위 검사계획서에 마치 자신이 직접 사실대로 작성한 것처럼 서명한 후, 2015. 5. 9.경 동료 공무감독인 피고인 6을 통해 한국선급 검사원인 공소외 19에게 제출하였으며, 이를 진실로 믿은 공소외 19는 ○○호의 선저 보이드 스페이스에 대하여 정밀검사가 아닌 현상검사만 실시하였다.<br/>      이로써 피고인 5는 거짓 그 밖의 부정한 방법으로 선박검사를 받았다.<br/>나. 판단<br/>    앞서 피고인들 및 변호인 주장에 관한 판단 제2의 다항에서 본 것과 같이, 피고인은 이 부분 선박안전법위반죄의 주체가 될 수 없고, 그 밖에 검사가 제출한 증거들만으로는 이 부분 공소사실을 인정하기에 부족하며 달리 이를 인정할 증거가 없다.<br/>다. 소결<br/>    그렇다면 이 부분 공소사실은 범죄의 증명이 없는 때에 해당하므로 형사소송법 제325조 후단에 따라 무죄를 선고하고, 피고인이 무죄판결 공시 취지의 선고에 동의하지 않으므로 형법 제58조 제2항 단서에 따라 무죄판결의 요지는 공시하지 아니한다.<br/>[별지 생략]<br/><br/>판사 권기철(재판장) 김문성 김상희 ",
  "사건번호": "2019고합50",
  "사건종류코드": "400102",
  "판례정보일련번호": "241339",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}