{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20180501",
  "법원명": "서울중앙지방법원",
  "사건명": "건물",
  "판례내용": "【원고, 항소인】 원고 1 외 1인 (소송대리인  법무법인 (유한)바른 담당변호사 김용우 외 1인)<br/>【피고, 피항소인】 피고 1 외 3인 (소송대리인 법무법인 태일 담당변호사 박민호)<br/>【제1심판결】 서울중앙지방법원 2017. 2. 6. 선고 2016가단5030848 판결<br/>【변론종결】2018. 3. 22.<br/>【주    문】<br/>  1. 제1심판결을 취소한다.<br/>  2. 원고들에게,<br/>    가. 피고 1은 별지 1 목록 기재 부동산 중 별지 2 내부구조도 표시 2층 28호(상호:◇◇◇◇) 부분을,<br/>    나. 피고 2는 별지 1 목록 기재 부동산 중 별지 2 내부구조도 표시 2층 67호(상호:☆☆☆) 부분을, <br/>    다. 피고 3은 별지 1 목록 기재 부동산 중 별지 2 내부구조도 표시 2층 68호(상호:▽▽▽) 부분을, <br/>    라. 피고 4는 별지 1 목록 기재 부동산 중 별지 2 내부구조도 표시 2층 70호(상호:◎◎◎◎) 부분을<br/>    각 인도하라.<br/>  3. 소송총비용은 피고들이 부담한다.<br/>  4. 제2항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  주문 제1, 2항 기재와 같다(원고들은 피고들에 대하여 제1심에서 소유권에 기한 인도청구를 하였다가, 이 법원에 이르러 소유권에 기한 인도청구를 주위적 청구로 하고, 먼저 과반수지분권자로서 관리행위에 기한, 다음으로 공유지분권자로서 보존행위에 기한 인도청구를 예비적 청구로 추가하였다).<br/>【이    유】1. 기초사실<br/>  가. 이 사건 건물의 등기<br/>    1) 서울 중구 (지번 1 생략), (지번 2 생략), (지번 3 생략), (지번 4 생략), (지번 5 생략), (지번 6 생략), (지번 7 생략), (지번 8 생략), (지번 9 생략), (지번 10 생략), (지번 11 생략), (지번 12 생략), (지번 13 생략), (지번 14 생략), (지번 15 생략), (지번 16 생략) 합계 15필지 지상에는 ○○○시장△△동 건물(별지 1 목록 기재 부동산의 표시 중 ‘1동의 건물의 표시’ 부분, 이하 ‘□□□상가 건물’이라 한다)이 위치하고 있다.<br/>    2) 별지 1 목록 기재 부동산(이하 ‘이 사건 건물’이라 한다)은 □□□상가 건물의 일부로서 집합건축물대장상 독립한 별개의 구분소유 부분으로 등재되어 있고, 부동산등기부에도 □□□상가 건물의 구분소유 부분으로 등기되어 있다.<br/>  나. 이 사건 건물의 등기와 현황의 불일치<br/>    1) □□□상가 건물은 1958. 10. 30. 준공된 건물로 2002. 5. 실시된 구조안전점검 결과 위험건축물 및 부실건축물로 판정되어 서울특별시 및 중구청으로부터 보강지시명령을 받았고, 그에 따라 2005. 5.경부터 2006. 6.경까지 이루어진 건물 보수 및 리모델링 공사(이하 ‘이 사건 리모델링’이라 한다)로 ① 그 구조가 철근콘크리트 구조에서 철골콘크리트 구조로, ② 층수가 2층에서 4층으로, ③ 면적이 1층 873.04㎡, 2층 702.75㎡에서 1층 및 2층 각 925㎡, 3층 및 4층 각 524.1㎡로 각 변경되었다.<br/>    2) 그런데, 관할관청으로부터 이 사건 리모델링 공사의 허가를 받지 못하여 준공 이후에도 이 사건 건물에 관한 사용승인이 나지 않음에 따라, 이 사건 리모델링에 따른 공부상 표시변경등록 및 표시변경등기가 이루어지지 않았다. 그 결과 □□□상가 건물의 구분소유 부분으로 각 등기된 15개의 각 건물 부분에 관한 건축물대장과 등기부는 현재 □□□상가 건물의 현황을 제대로 반영하지 못하고 있다.<br/>  다. 이 사건 건물의 소유관계<br/>    1) 2010. 6. 7. 임의경매로 인한 매각<br/>      가) 이 사건 건물은 이 사건 리모델링 당시 소외 1이 소유자였는데, 소외 1은  이 사건 건물의 대지지분으로 이 사건 각 토지 중 (지번 6 생략) 토지의 14.7/29 지분을 소유하고 있었다. 이 사건 건물과 위 대지지분에 대하여 ① 2001. 5. 15. 채무자 소외 1, 근저당권자 ○○○새마을금고, 채권최고액 560,000,000원으로 하는 근저당권설정등기와, ② 2005. 4. 16. 채무자 소외 1, 근저당권자 소외 2, 채권최고액 360,000,000원으로 하는 근저당권설정등기가 각 마쳐졌다.<br/>      나) 소외 2가 위 ② 기재 근저당권에 기하여 이 사건 건물과 위 대지지분 전체에 관하여 임의경매신청을 하여 2009. 4. 2. 서울중앙지방법원 2009타경13034호 임의경매개시결정이 내려져 경매절차가 진행되었고, 위 경매절차에서 소외 3이 2010. 6. 7. 이 사건 건물과 위 대지지분을 매수하여 매각대금을 완납함으로써 소유권을 취득하였다.<br/>      다) 그런데, 앞서 본 바와 같은 이유로 이 사건 건물의 공부상 표시와 실제 현황이 상이함에 따라, 위 경매절차에서 부동산 현황조사 및 감정절차를 통해서 이 사건 건물의 실제 부분이, ① 1층 부분은 □□□상가 건물 1층 중 203호, 204호, 207호, 276호 점포, ② 2층 부분은 □□□상가 건물 2층 중 별지 2 내부구조도 표시 28호, 67호, 68호, 70호 점포로 특정되었고, 이를 기초하여 경매절차가 진행되어 소외 3에게 위와 같이 매각되었다.<br/>      라) 그 후 소외 3은 위와 같은 경위로 이 사건 건물의 실제 부분으로 특정된 위 각 점포 중 하나인 위 2층 28호 전체를 2010. 9. 7. 소외 4에게 임대하기도 하였다.<br/>    2) 2012. 4. 10. 매매<br/>      가) 소외 3은 2012. 4. 10. 소외 5에게 이 사건 건물과 위 대지지분 전체를 매도하고 소외 5에게 2012. 4. 12. 소유권이전등기를 마쳐주었다. 소외 3과 소외 5 사이의 이 사건 건물과 위 대지부분에 관한 위 매매계약서 특약사항에는 “매도인은 이 사건 건물이 □□□상가 건물 1층 중 203호, 204호, 207호, 276호 점포와 □□□상가 건물 2층 중 28호, 67호, 68호, 70호 점포임을 확인한다”는 내용이 기재되어 있다.<br/>      나) 한편, 소외 3은 이 사건 건물과 위 대지지분에 관하여 위 매매일자와 같은 날인 2012. 4. 10. 근저당권설정계약을 원인으로 하여, 채무자 소외 5, 근저당권자 소외 3, 채권최고액 600,000,000원으로 하는 근저당권설정등기를 마쳤다.<br/>    3) 2013. 4. 9. 및 2014. 7. 18. 매매<br/>      가) 소외 6은 2013. 4. 9. 소외 5로부터 이 사건 건물 중 16.57/62.42 지분과 위 대지지분 14.7/29 중 3.9/29 지분을 매수하여 2013. 4. 10. 지분이전등기를 마쳤고, 2014. 7. 18. 소외 5의 나머지 이 사건 건물 45.85/62.42 지분과 위 대지지분 10.8/29 지분을 매수하여 2014. 7. 23. 지분이전등기를 마쳤다.<br/>      나) 소외 3은 위 근저당권에 기하여 임의경매신청을 하였고, 2014. 1. 16. 이 사건 건물 및 위 대지지분 전체(이 당시에는 건물과 위 대지지분이 소외 5와 소외 6 공동 소유였다가 경매절차 진행 중 소외 6의 단독 소유로 되었다)에 관하여 서울중앙지방법원 2014타경1868호 임의경매신청을 하였고, 이에 대하여 위 법원이 2014. 1. 16. 경매개시결정을 하여 경매절차(이하 ‘이 사건 경매절차’라 한다)가 진행되었다. 원고들은 2015. 1. 30. 이 사건 경매절차에서 이 사건 건물과 위 대지지분 전체를 공동으로 매수하여 그 매각대금을 완납함으로써 그 각 소유권을 공동으로 취득하였다.<br/>      다) 한편, 앞서 본 바와 같은 이유로 이 사건 건물의 공부상 표시와 실제 현황이 상이함에 따라, 이 사건 경매절차에서도 부동산 현황조사 및 감정 등을 통해서 이 사건 건물의 실제 부분이 ① 1층 부분은 □□□상가 건물 1층 중 203호, 204호, 207호, 276호 점포로, ② 2층 부분은 □□□상가 건물 2층 중 별지 2 내부구조도 표시 28호, 67호, 68호, 70호 점포(이하 위 28호, 67호, 68호, 70호 점포를 통칭하여 ‘이 사건 각 점포’라 하고, 각각의 점포는 호수로 특정한다)로 구체적으로 특정되어 이에 기초하여 매각물건명세서가 작성되고 경매절차가 진행됨으로써, 이 사건 건물과 위 대지지분 전체가 원고들에게 위와 같이 매각되었다.<br/>    4) 2015. 1. 30. 매매<br/>      가) 원고들은 2015. 1. 30. 소외 7에게 이 사건 각 점포 중 하나인 67호 점포 및 위 대지지분 일부를, 소외 8에게 이 사건 각 점포 중 하나인 28호 점포 및 위 대지지분 일부를 각 매매대금 530,000,000원에 매도하는 내용의 각 매매계약을 체결하였다.<br/>      나) 그 후 소외 7, 소외 8은 원고들이 67호 점포 내지 28호 점포의 인도의무를 불이행하였음을 이유로 위 각 매매계약이 해제되었다고 주장하며 원고들을 상대로 서울중앙지방법원 2015가합581327호 매매대금반환 청구의 소를 제기하였다. 위 법원은 2016. 7. 22. 이 사건 건물이 1층 203호, 204호, 207호, 276호와 2층 이 사건 각 점포로 이루어졌음을 전제로 하여, 원고들이 이 사건 각 점포의 기존 임차인들을 상대로 한 부동산인도명령신청이 기각되는 등으로 위 각 매매계약에 따른 67호 점포 내지 28호 점포 인도의무를 불이행하여 위 각 매매계약이 해제되었음을 이유로 소외 7, 소외 8의 일부 승소판결을 선고하였고, 위 판결은 그 무렵 확정되었다.<br/>  라. □□□상가 건물의 지주회<br/>    한편, 1986년 이전에 □□□상가 건물 및 그 부속시설 등을 합리적으로 운영하고 회원 각자의 권익 보호 등을 목적으로 ○○○시장△△동지주회(이하 ‘이 사건 지주회’라 한다)를 설립되었는데, 이 사건 지주회의 정관에는 □□□상가 건물의 각 구분소유자 및 그 각 대지지분 소유자들(이하 ‘□□□상가 건물 지주’라 한다)로서 회원가입을 한 사람을 그 회원으로 하는 것으로 정하고 있다.<br/>  마. 이 사건 지주회 회장의 사실확인<br/>    1) 이 사건 경매절차가 진행되는 과정에서 당시 이 사건 지주회의 회장이던 소외 9는 2014. 2. 14. 이 사건 건물의 구체적 위치에 대하여 “(이 사건 건물의 소유자는) 1층 203호, 204호, 207호, 276호와 이 사건 각 각 점포에 대하여 재산권 행사가 이루어지고 있으며, 위 특정 호수와 계약을 하며 임대료를 받아서 지주에게 송금하고 있음을 확인한다.”는 내용의 확인서를 작성하기도 하였다.<br/>    2) 소외 9는 2015. 10. 무렵 원고들에게, “현 □□□상가 건물 1, 2층은 각 호수별로 재산권행사가 이루어지고 있다. 2015. 1. 경락된 1층 203호, 204호, 207호, 276호와 이 사건 각 점포 역시 위 호수대로 재산권 행사가 이루어지고 있었으며, 개인 간의 매매는 물론 법원의 경매로도 각 호수별 소유권을 적법하게 취득할 수 있다. 본인은 이 사건 지주회장으로서 2015. 1. 이 사건 건물을 경락받은 소유자인 원고들이 위 각 호수에 대하여 법원에 부동산 명도를 구하는 것을 승인한다.”는 내용의 확인서를 작성하여 주기도 하였다.<br/>  바. 이 사건 각 점포의 점유<br/>    이 사건 각 점포 중, 피고 1은 28호(상호 : ◇◇◇◇) 부분을, 피고 2는 67호(상호 : ☆☆☆) 부분을, 피고 3은 68호(상호 : ▽▽▽) 부분을, 피고 4는 2층 70호(상호 : ◎◎◎◎) 부분을 각 점유 ·사용하며 위 각 상호로 아동복 판매점을 운영하고 있다.<br/>[인정근거] 다툼 없는 사실, 갑 1 내지 10, 13, 19 내지 30, 33, 35, 39, 43호증, 을 제1 내지 16, 22 내지 24, 29 내지 30, 31, 34호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 원고들의 주위적 청구에 관한 판단<br/>  가. 청구원인에 관한 판단<br/>    1) 원고들의 이 사건 각 점포에 대한 소유권 행사 가부<br/>      위 인정사실에 갑 제14 내지 18호증, 을 제3호증의 각 기재와 변론 전체의 취지를 보태어 알 수 있는 다음과 같은 사정 즉, ① 비록 □□□상가 건물이 이 사건 리모델링 공사로 앞서 본 바와 같이 그 구조와 층수가 변경되고 면적이 증가되었다 하더라도, 기존 건축물이 완전히 철거되어 멸실된 상태에서 현존 건물이 건축된 것이라고 볼 만한 별다른 자료가 없는 이상, 위와 같은 사정만으로는 현존 건물이 이 사건 리모텔링 전 기존 건축물과 사회통념상 동일성이 인정될 수 없을 정도라고 인정하기 어려운 점, ② 이 사건 리모델링 이후 □□□상가 건물 2층의 내부구조가 기존과 크게 달라졌다 하더라도, 현존 건물의 1층 및 2층 내부 각 점포들은 바닥에서부터 천정까지 쉽게 이동할 수 없는 재질로 설치된 벽체에 의하여 그 각 경계가 구분되어 있어 그 구조상·이용상 독립된 상태인 점, ③ 이 사건 리모델링은 이 사건 지주회가 중심이 되어 그 계획안을 만들어 시행하였고, 리모델링 이후 이 사건 지주회는 2010. 4. 30. 임시총회를 열어 □□□상가 건물 지주들이 분담할 총 건축비를 2,500,000,000원, 평당 8,500,000원으로 산정하였으며, 이에 따라 □□□상가 건물의 구분소유자 겸 지주들이 건축비 일부씩을 분담하여 이 사건 리모델링을 진행한 것으로 보이는 점, ④ 이 사건 리모델링이 관할관청의 허가 없이 이루어져 그 이후 □□□상가 건물에 대하여 표시변경등기 등이 이루어지지는 않았지만, 이 사건 리모델링이 끝난 후에 □□□상가 건물의 기존 구분소유자 겸 지주들은 □□□상가 건물의 1, 2층 각 점포를 기존 구분소유 면적 및 그 각 대지지분 등을 기준으로 각 점포를 배정하여 그 각 배정 점포를 각자 독립적으로 구분소유하기로 하였고, 이 사건 지주회도 위와 같은 점포 배정에 따라 □□□상가 건물을 관리하여 온 것으로 보이는 점, ⑤ 이 사건 리모델링 당시 이 사건 건물의 소유자인 소외 1도 □□□상가 건물의 기존 구분소유자 겸 지주들 사이의 위와 같은 점포 배정을 통해서 이 사건 건물 부분으로 □□□상가 건물 1층 소재 203호, 204호, 207호, 276호와 2층 소재 이 사건 각 점포를 특정하여 배정받아 이를 구분소유하기로 한 것으로 보이는 점, ⑥ 그 후 위와 같이 배정된 각 점포들은 그 위치와 면적이 특정되어 독립하여 매매나 임대의 목적물로 거래되고 있는 점, ⑦ □□□상가 건물의 구분소유 부분으로 등기된 일부 부동산에 대한 경매절차에서도 집행관의 현황조사 및 감정인의 감정 과정에서 이 사건 지주회 및 점포 도면 등을 통해 기존 구분소유자에게 배정된 이래 독립된 구분소유 부분으로 취급된 각 점포를 특정하여 이를 기초로 매각물건명세서가 작성되고 부동산 매각이 이루어졌고, 그 과정에서 소외 3도 이 사건 건물과 그 대지지분에 관한 위 서울중앙지방법원 2009타경13034호 임의경매절차에서 이 사건 건물과 그 대지지분을 매수한 후 이 사건 건물의 실제 부분으로 특정된 □□□상가 건물의 1층 203호, 204호, 207호, 276호와 2층 이 사건 각 점포에 대하여 소유자로서 점유, 사용하다가 소외 5에게 이를 매도한 점, ⑧ 그 후 이 사건 건물과 그 대지지분에 관하여 이 사건 경매절차가 진행되어 집행관의 현황조사 및 감정인의 감정 과정에서 이 사건 건물의 실제 부분이 종전과 같게 이 사건 건물이 □□□상가 건물의 1층 203호, 204호, 207호, 276호와 2층 이 사건 각 점포로 특정되어 매각절차가 진행된 점, ⑨ 또한, 소외 10은 □□□상가 건물의 독립된 구분소유 부분으로 등기된 제1, 2층 철근콘크리조 1층 254.01㎡, 2층 204.25㎡의 소외 10 지분에 관하여 2005. 2. 3. 소외 2에게 설정해 준 근저당권이 이 사건 리모델링 전에 설정된 것이고 이 사건 리모델링 전의 기존 건물과 현 건물 사이의 동일성이 인정되지 않는 등으로 위 근저당권설정등기가 무효라고 주장하며 소외 2를 상대로 위 근저당권설정등기의 말소를 구하는 소를 제기하였는데(서울중앙지방법원 2009가합126972호), 위 법원이 2010. 8. 12. 소외 10 패소 판결을 선고하였고, 그 항소심(서울고등법원 2010나84927호) 법원이 2011. 4. 27. 위 근저당권설정등기가 유효하다는 등의 이유로 소외 10의 항소를 기각하였으며, 그 후 이에 대한 소외 10의 상고(대법원 2011다42805호)가 기각됨으로써 위 항소심 판결이 확정된 점, ⑩ 한편 소외 2는 위 근저당권설정등기에 기하여 위 소외 10 지분에 관한 임의경매개시신청을 하였고 임의경매개시결정(서울중앙지방법원 2009타경13058호)이 내려져 임의경매절차가 진행되었는데, 소외 10이 이에 대하여 경매개시결정에 대한 이의신청을 하였으며(서울중앙지방법원 2010타기3930호), 위 법원이 소외 10의 이의신청을 인용하자 소외 2가 다시 항고를 하였고(서울중앙지방법원 2011라466호), 항고심 법원은 위 임의경매는 소외 10 소유로 등기되어 있는 건물 지분에 대한 경매로서 적법하다는 이유로 소외 2의 항고를 받아들여 소외 10의 경매개시결정에 대한 이의신청을 기각하는 결정을 하였으며, 소외 10의 상고(대법원 2011마1963)가 기각됨으로써 위 항고심 결정이 확정된 점 등을 종합적으로 고려하면, 비록 이 사건 리모델링 후 표시변경등기가 이루어지지 않아 이 사건 건물의 공부상 표시와 실제 현황이 달라졌다고 하더라도, 앞서 본 바와 같은 경위로 이 사건 건물 부분으로 특정된 □□□상가 건물 1층 203호, 204호, 207호, 276호와 2층 이 사건 각 점포는 다른 부분과 구분되는 독립성을 갖추어 구분소유의 객체가 되어 이 사건 건물의 소유권이 미치는 실제 부분에 포함된다 할 것이므로, 이 사건 각 점포에 대하여는 이 사건 건물 소유권의 효력이 미친다고 봄이 타당하다.<br/>    2) 피고들의 인도의무<br/>      따라서 특별한 사정이 없는 한, 피고들은 이 사건 건물의 소유자로서 이 사건 각 점포에 대하여 그 소유권을 행사하는 원고들에게 이 사건 각 점포 중 피고들이 위와 같이 각 점유하는 해당 점포를 인도할 의무가 있다.<br/>  나. 피고들의 주장에 대한 판단<br/>    1) □□□상가 건물의 동일성 여부 주장에 관한 판단<br/>      피고들은, □□□상가 건물은 이 사건 리모델링 공사로 기존 건물이 2005년경 철거된 후 신축되어 기존건물과 동일성이 없으므로, 이 사건 각 점포가 이 사건 건물 부분에 포함된다고 볼 수 없다는 취지로 주장한다.<br/>      그러므로 보건대, 앞서 본 바와 같이 비록 □□□상가 건물이 이 사건 리모델링 공사로 그 구조와 층수가 변경되고, 면적이 증가되었다 하더라도, 기존 건축물이 완전히 철거되어 멸실된 상태에서 현존 건물이 건축된 것이라고 볼 만한 별다른 자료가 없는 이상, 현재의 □□□상가 건물이 이 사건 리모델링 전의 기존 건축물과 사회통념상 동일성이 인정될 수 없을 정도라고 인정하기 어렵고, 비록 이 사건 리모델링 후 표시변경등기가 이루어지지 않아 이 사건 건물의 공부상 표시와 실제 현황이 다르다고 하더라도, 앞서 본 바와 같은 경위로 이 사건 건물 부분으로 □□□상가 건물 1층 203호, 204호, 207호, 276호와 2층 이 사건 각 점포가 특정되어 이 사건 건물의 소유권이 미친다고 봄이 타당하고, 피고들이 제출한 모든 증거들에 의하더라도 이와 달리 볼 수 없다. 따라서 피고들의 위 주장은 이유 없다.<br/>    2) 이 사건 지주회 정관에 의하여 원고들의 점포인도청구가 허용되지 않는다는 주장에 관한 판단<br/>      피고들은, 이 사건 지주회의 정관 제29조 제5항에 의하여 이 사건 지주회를 통하지 않고 이 사건 지주회 회원인 원고들이 직접 피고들을 상대로 이 사건 각 점포의 인도를 구하는 소를 제기하는 것은 허용되지 않는다는 취지로 주장한다.<br/>      그러므로 보건대, 을 제8, 22, 25호증의 각 기재에 의하면, 이 사건 지주회 회원 현황표에 원고들이 이 사건 지주회 회원으로 되어 있는 사실, 이 사건 지주회의 정관이 2001. 2. 개정된 이래 2011. 4., 2012. 10. 12. 및 2015. 4. 24. 각 개정되었는데, 2012. 10. 12. 개정된 정관 제29조 제5항에 “이 사건 지주회의 회원은 임차인에 대한 개인적 명도를 할 수 없다. □□□상가 건물은 집합건물로서 공유지분이기에 법적인 조치시에는 사전 이사회 의결 또는 총회 의결을 거쳐 결정한다. 단, 회원의 2/3 이상 또는 회장의 승인이 있어야 효력을 인정한다.”는 규정이 신설된 이래 위 조항이 그대로 유지되고 있는 사실이 인정된다.<br/>      그런데, 갑 제42호증, 을 제40호증의 각 기재 및 변론 전체의 취지에 의하면,  위 2012. 10. 12.자 정관개정을 위한 총회는, 적법한 소집권자에 의한 것인지 여부나 비법인사단에 관하여 원칙적으로 준용되는 민법 제71조, 제72조 소정의 회의 목적사항을 기재한 통지의 1주간 전 발송 등 적법한 소집절차를 거쳤다고 보기 어렵고, 또한 소외 11 등이 이 사건 지주회를 상대로 제기한 회장선출결의, 총회결의무효확인 등 소송의 항소심 사건(서울고등법원 2016나2081919호)에서, 위 법원은 2017. 8. 25. 위 사건의 피고 보조참가인 소외 9의 항소를 기각하면서 위와 같은 이유로 2012. 10. 12.자 이 사건 지주회 총회가 중대한 절차상의 하자가 있다고 판단한 점 등을 알 수 있으므로, 위와 같은 사정 등에 비추어 보면, 위 인정사실 및 피고들이 제출한 모든 증거들에 의하더라도, 2012. 10. 12. 개정된 정관 제29조 제5항 규정이 유효하다고 보기 어려우므로, 피고들의 위 주장도 이유 없다.<br/>    3) 피고들이 임차인으로서 적법한 점유자라는 주장에 관한 판단<br/>      가) 피고들의 주장<br/>       피고들은 이 사건 각 점포에 관하여 임대차계약 체결 권한을 가진 이 사건 지주회 등을 통하여 적법하게 각 임대차계약을 체결하였으므로, 이 사건 각 점포 중 위 각 해당 점포를 점유할 정당한 권원이 있다.<br/>      나) 판단<br/>       (1) 갑 제7 내지 10호증, 을 제1, 5 내지 7, 32호증의 각 기재에 의하면, 아래의 사실을 인정할 수 있다.<br/>          ① 28호 점포(상호:◇◇◇◇)<br/>피고 1은 2014. 1. 15. 각 임대차기간을 2013. 11. 1.부터 2015. 10. 31.로 정하여 소외 5와 사이에 28호 점포 중 2.59평에 관하여, 이 사건 지주회와 사이에 28호 점포 중 1.53평에 관하여, 소외 12와 사이에 28호 점포 중 0.53평에 관하여 각 임대차계약을 체결하였다. 또한, 피고 1이 2016. 12.경 각 임대차기간을 2016. 9. 1.부터 2018. 8. 31.까지로 정하여 이 사건 지주회와 사이에 28호 점포 중 2.59평 및 1.53평에 관하여, 소외 12와 사이에 28호 점포 중 0.53평에 관하여 각 임대차계약을 체결하였다는 내용의 각 임대차계약서가 작성되었다.<br/>          ② 67호 점포(상호:☆☆☆)<br/>피고 2는 2014. 2. 4. 각 임대차기간을 2013. 11. 1.부터 2015. 10. 31.로 정하여 소외 5와 사이에 67호 점포 중 2.42평에 관하여, 소외 13과 사이에 67호 점포 중 1.0평에 관하여 임대차계약을 체결하였다. 또한, 피고 2가 2016. 12.경 각 임대차기간을 2016. 9. 1.부터 2018. 8. 31.까지로 정하여 이 사건 지주회와 사이에 67호 점포 중 2.42평에 관하여, 소외 13과 사이에 67호 점포 중 1.0평에 관하여 각 임대차계약을 체결하였다는 내용의 각 임대차계약서가 작성되었다.<br/>          ③ 68호 점포(상호:▽▽▽)<br/>피고 3은 2014. 1. 29. 각 임대차기간을 2013. 11. 1.부터 2015. 10. 31.로 정하여 소외 5와 사이에 68호 점포 중 2.99평에 관하여, 소외 14와 사이에 68호 점포 중 0.25평에 관하여 각 임대차계약을 체결하였다. 또한, 피고 3이 2016. 12.경 각 임대차기간을 2016. 9. 1.부터 2018. 8. 31.까지로 정하여 이 사건 지주회와 사이에 68호 점포 중 2.99평에 관하여, 소외 14와 사이에 68호 점포 중 0.25평에 관하여 각 임대차계약을 체결하였다는 내용의 각 임대차계약서가 작성되었다.<br/>          ④ 70호 점포(상호:◎◎◎◎)<br/>피고 4는 2014. 3. 28. 각 임대차기간을 2013. 11. 1.부터 2015. 10. 31.로 정하여 소외 5와 사이에 70호 점포 중 2.34평에 관하여, 소외 13과 사이에 70호 점포 중 0.52평에 관하여 각 임대차계약을 체결하였다. 또한, 피고 4가 2016. 12.경 각 임대차기간을 2016. 9. 1.부터 2018. 8. 31.까지로 정하여 이 사건 지주회와 사이에 70호 점포 중 2.34평에 관하여, 소외 13과 사이에 70호 점포 중 0.52평에 관하여 각 임대차계약을 체결하였다는 내용의 각 임대차계약서가 작성되었다.<br/>       (2) 그런데, 앞서 본 증거들에 의하면 2012. 10. 12.로 개정된 이 사건 정관 제3조 3항에 이 사건 지주회 관리권과 관련하여 “관리범위 - 임대료 징수, 임대차 계약, 명도 등 모든 관리와 운영은 전례에 따라 운영회 사무실에서 관리한다.”는 규정이 신설되었고, 이 사건 지주회가 지주회 명의로 □□□상가 건물 내 개별 점포에 대하여 임대차계약을 체결한 것은 위 규정에 기한 것이라 할 것인데, 위 정관 개정이 총회결의의 중대한 절차상 하자로 효력이 있다고 할 수 없음은 앞서 본 바와 같으므로, 위 정관 제3조 3항 역시 유효하다고 할 수 없다. 그 밖에 피고들이 제출한 증거들만으로는 이 사건 지주회가 피고들과 위와 같은 임대차계약을 체결할 정당한 권한을 가졌다고 보기 어려울 뿐 아니라, 피고들이 이 사건 지주회 등과 애초에 체결한 위 각 임대차계약의 임대차기간이 모두 2015. 10. 31.로 종료되었다. 또한, 피고들이 제출한 모든 증거들에 의하더라도 2016. 12.경 작성된 위 각 임대차계약상의 임대인으로 표시된 이 사건 지주회, 소외 15, 소외 13, 소외 14 등이 이 사건 각 점포의 일부라도 임대할 권한이 있다고 보기 어렵고 달리 이를 인정할 증거가 없는 이상, 을 제32호증의 기재만으로는 피고들이 2016. 12.경 이 사건 각 해당 점포를 적법하게 임차한 임차인라고 보기 어렵다. 따라서 피고들의 위 주장도 이유 없다.<br/>    4) 원고들이 피고들의 이 사건 각 점포의 점유, 사용을 승인하였다는 주장에 관한 판단<br/>      피고들은, 원고들이 이 사건 건물에 대한 소유권을 취득한 이후 이 사건 지주회를 통해 피고들로부터 월 차임을 분배받았으므로, 피고들이 원고들의 이 사건 각 점포의 점유, 사용을 승인한 것으로 보아야 한다는 취지로 주장하나, 피고들이 제출한 모든 증거들에 의하더라도, 피고들의 위 주장사실을 인정하기에 부족하고 달리 이를 인정할 증거가 없으므로, 피고들의 위 주장도 이유 없다.<br/>  다. 소결론<br/>    결국, 피고들은 원고들에게 이 사건 각 점포 중 위와 같이 각 점유하는 해당 점포인 주문 제2항 기재 각 점포를 인도할 의무가 있다.<br/>3. 결론<br/>  그렇다면, 원고들의 피고들에 대한 주위적 청구는 모두 이유 있어 이를 인용하여야 한다(원고들의 주위적 청구를 인용하는 이상 원고들의 예비적 청구에 대하여는 판단하지 않는다). 제1심판결은 이와 결론을 달리하여 부당하므로 원고들의 항소를 받아들여 이를 취소하고, 피고들에게 이 사건 각 점포의 인도를 명한다.<br/>[별지 생략]<br/><br/>판사 김행순(재판장) 서경원 주진오 ",
  "사건번호": "2017나16760",
  "사건종류코드": "400101",
  "판례정보일련번호": "224785",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}