{
  "판시사항": "  계좌개설 신청인이 접근매체를 양도할 의사로 금융기관에 법인 명의 계좌를 개설하면서 예금거래신청서 등에 금융거래의 목적이나 접근매체의 양도의사 유무 등에 관한 사실을 허위로 기재하였으나, 계좌개설 심사업무를 담당하는 금융기관의 업무담당자가 단순히 예금거래신청서 등에 기재된 계좌개설 신청인의 허위 답변만을 그대로 믿고 그 내용의 진실 여부를 확인할 수 있는 증빙자료의 요구 등 추가적인 확인조치 없이 법인 명의 계좌를 개설해 준 경우, 계좌개설 신청인에게 위계에 의한 업무방해죄가 성립하는지 여부(소극)<br/>",
  "참조판례": "대법원 2004. 3. 26. 선고 2003도7927 판결(공2004상, 762), 대법원 2008. 6. 26. 선고 2008도2537 판결, 대법원 2023. 8. 31. 선고 2021도17151 판결(공2023하, 1767)<br/>",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "형법 제314조 제1항<br/>",
  "선고일자": "20230914",
  "법원명": "대법원",
  "사건명": "업무방해·전자금융거래법위반",
  "판례내용": "【피 고 인】 피고인<br/>【상 고 인】 피고인<br/>【변 호 인】 변호사 황병기<br/>【원심판결】 광주지법 2022. 11. 17. 선고 2022노1565 판결<br/>【주    문】<br/>  원심판결 중 피고인에 대한 부분을 파기하고, 이 부분 사건을 광주지방법원에 환송한다.<br/><br/>【이    유】  1. 직권 판단<br/>  상고이유에 대한 판단에 앞서 직권으로 판단한다. <br/>  가. 판시 업무방해의 점에 관한 공소사실의 요지<br/>  피고인은 2017. 2. 23.경 공소외인으로부터 주식회사 ○○의 사업자등록증, 인감증명서, 대표자의 위임장 등이 들어있는 서류철을 교부받고, 그 무렵 인천 남동구에 있는 피해자 신한은행의 지점에 이를 제출하여 정상적으로 신규계좌를 발급하는 것처럼 피해자 신한은행 소속 직원을 기망하고, 이에 속은 위 직원으로부터 주식회사 ○○ 명의 통장, 카드, OTP카드, 비밀번호, 인터넷뱅킹 인증서를 발급받은 것을 비롯하여 그 무렵부터 2017. 9. 22.경까지 제1심 별지 범죄일람표 (1) 기재와 같이 같은 방법으로 총 121회에 걸쳐 위계로써 피해자 은행들로부터 각 법인 명의 접근매체를 발급받음으로써 공소외인 등과 공모하여 위계로 피해자 은행들의 업무를 방해하였다.<br/>  나. 판단<br/>  1) 상대방으로부터 신청을 받아 일정한 자격요건 등을 갖춘 경우에 한하여 그에 대한 수용 여부를 결정하는 업무에 관해서는 신청서에 기재된 사유가 사실과 부합하지 않을 수 있음을 전제로 하여 자격요건 등을 심사·판단하는 것이므로, 업무담당자가 사실을 충분히 확인하지 아니한 채 신청인이 제출한 허위 신청사유나 허위 소명자료를 가볍게 믿고 수용하였다면 이는 업무담당자의 불충분한 심사에 기인한 것으로서 신청인의 위계가 업무방해의 위험성을 발생시켰다고 할 수 없어 위계에 의한 업무방해죄를 구성하지 않는다(대법원 2004. 3. 26. 선고 2003도7927 판결, 대법원 2008. 6. 26. 선고 2008도2537 판결 등 참조). 따라서 계좌개설 신청인이 접근매체를 양도할 의사로 금융기관에 법인 명의 계좌를 개설하면서 예금거래신청서 등에 금융거래의 목적이나 접근매체의 양도의사 유무 등에 관한 사실을 허위로 기재하였으나, 계좌개설 심사업무를 담당하는 금융기관의 업무담당자가 단순히 예금거래신청서 등에 기재된 계좌개설 신청인의 허위 답변만을 그대로 믿고 그 내용의 진실 여부를 확인할 수 있는 증빙자료의 요구 등 추가적인 확인조치 없이 법인 명의 계좌를 개설해 준 경우 그 계좌개설은 금융기관 업무담당자의 불충분한 심사에 기인한 것이므로, 계좌개설 신청인의 위계가 업무방해의 위험성을 발생시켰다고 할 수 없어 위계에 의한 업무방해죄를 구성하지 않는다고 보아야 한다(대법원 2023. 8. 31. 선고 2021도17151 판결 참조).<br/>  2) 위 법리 및 원심이 적법하게 채택한 증거에 비추어 살펴보면, 이 부분 공소사실을 유죄로 본 제1심판결을 유지한 원심의 판단은 다음과 같은 이유에서 수긍할 수 없다.<br/>  가) 피고인은 법인 명의로 계좌를 개설하거나 그 계좌에 관한 접근매체를 변경하는 과정에서 금융기관이 미리 마련한 양식인 예금거래신청서나 금융거래목적 확인서에 금융거래목적을 ‘거래 대금 입금 및 송금’, ‘입출금 및 급여 이체’, ‘물품거래 이체’, ‘회사 자금’, ‘상거래 대금 수령’, ‘분실 재발급’ 등으로 기재하고, 접근매체 양도·대여의사 유무에 관한 답변란 중 ‘아니오’ 부분에 체크 표시만 하였을 뿐이다. <br/>  나) 피고인이 작성한 예금거래신청서나 금융거래목적 확인서는 내용의 진실성이 담보되는 서류라고 볼 수 없고, 피고인이 법인 명의 계좌개설을 신청하거나 이에 관한 접근매체를 변경하면서 제출한 서류 역시 계좌 명의자인 회사의 단순한 사업자등록사실을 증명하거나 회사가 관련 법령에 따라 성립되었음을 증명하는 것에 불과한 사업자등록증, 법인등기사항증명서, 법인인감증명서, 주주명부, 부동산 임대차계약서에 한정되었다. 즉, 이는 모두 법인 명의 계좌개설 또는 이에 관한 접근매체 변경 시 필수적으로 제출하여야 하는 서류에 해당할 뿐 계좌 명의자인 각 회사가 정상적으로 운영되고 있다거나 정상적으로 운영될 것이라는 등 진실한 금융거래 목적을 확인할 수 있는 자료가 아니다. <br/>  다) 이 사건에서 계좌개설 또는 접근매체 변경 업무를 담당하는 금융기관의 직원이 예금거래신청서 등에 기재된 금융거래 목적의 진실 여부를 확인하기 위하여 피고인에게 이와 관련한 객관적인 자료의 제출을 추가로 요구하였다거나 이를 확인하는 등 적절한 심사절차를 진행하였다고 볼 만한 정황도 보이지 않는다. 결국 이 사건 각 계좌가 개설되거나 접근매체가 변경된 것은 피해 금융기관 업무담당자의 불충분한 심사에 기인한 것으로 볼 여지가 많아 신청인인 피고인의 위계가 업무방해의 위험성을 발생시켰다고 할 수 없으므로 위계에 의한 업무방해죄를 구성하지 않는다고 보아야 한다.<br/>  3) 그럼에도 이 부분 공소사실을 유죄라고 본 원심의 판단에는 위계에 의한 업무방해죄의 성립에 관한 법리를 오해하여 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있다.<br/>  4) 그렇다면 원심판결의 피고인에 대한 부분 중 판시 업무방해의 점에 관한 부분은 파기되어야 하는데, 이 부분은 유죄로 인정된 나머지 부분과 실체적 경합 관계에 있어 하나의 형이 선고되었으므로, 결국 원심판결 중 피고인에 대한 부분은 모두 파기되어야 한다.<br/>  2. 결론<br/>  그러므로 상고이유에 관한 판단을 생략한 채 직권으로 원심판결 중 피고인에 대한 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 이동원 천대엽(주심) 권영준 ",
  "사건번호": "2022도15824",
  "사건종류코드": "400102",
  "판례정보일련번호": "238945",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}