{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "일반행정",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170324",
  "법원명": "서울고등법원",
  "사건명": "중개사무소의개설등록취소처분취소",
  "판례내용": "【원고, 항소인】 원고 (소송대리인 변호사 이성기)<br/>【피고, 피항소인】 군포시장<br/>【제1심판결】 수원지방법원 2016. 9. 30. 선고 2015구단33534 판결<br/>【변론종결】2017. 3. 3.<br/>【주    문】<br/>  1. 원고의 항소를 기각한다.<br/>  2. 항소비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】  제1심 판결을 취소한다. 피고가 2015. 10. 13. 원고에 대하여 한 중개사무소의 개설등록취소처분을 취소한다.<br/>【이    유】1. 처분의 경위<br/>  가. 원고는 공인중개사로서, 2009. 12. 24. 군포시 (주소 1 생략)을 소재지로 하여 ‘○○○○공인중개사사무소’라는 상호의 중개사무소(이하 ’이 사건 중개사무소‘라 한다)를 개설등록하고 이를 운영하였다.<br/>  나. 원고는 2015. 1. 24. 이 사건 중개사무소에서 소외 1과 소외 2의 군포시 (주소 2 생략)에 관한 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 중개하였다. <br/>  다. 피고 담당공무원은 2015. 4. 23. 이 사건 중개사무소를 방문하여(이하 ‘이 사건 지도점검’이라 한다) 이 사건 임대차계약에 관한 중개관련 자료를 확보하고 원고가 공인중개사법을 위반하였다고 판단하여, 사전통지, 의견제출 절차를 거친 이후 2015. 6. 12. 원고에게 이 사건 임대차계약에 관한 중개대상물확인·설명서에 서명 및 날인이 누락되어 있다는 이유로 공인중개사법 제39조 제1항 제7호에 따라 45일(2015. 7. 1. ~ 2015. 8. 14.)의 업무정지처분(이하 ‘이 사건 선행처분’이라 한다)을 하였다. <br/>  라. 원고가 위 업무정지기간 중에 인터넷 포털사이트에 부동산 매물 광고를 한 사실이 적발되자, 피고는 사전통지, 의견제출 절차를 거친 이후 2015. 10. 13. 원고에게 업무정지기간 중에 중개업무를 하였다는 이유로 공인중개사법 제38조 제1항 제7호에 따라 중개사무소의 개설등록취소처분(이하 ‘이 사건 처분’이라 한다)을 하였다. <br/>[인정 근거] 다툼 없는 사실, 갑 제1 내지 6호증, 을 제1, 3, 4, 5호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 이 사건 처분의 적법 여부<br/>  가. 원고의 주장 <br/>  1) 원고가 인터넷 포털사이트에 중개대상물을 광고한 행위는 중개행위에 해당하지 아니하여 업무정지기간 중에 중개업무를 하였다고 볼 수 없으므로, 이 사건 처분은 위법하다. <br/>  2) 원고는 이 사건 임대차계약을 중개할 당시 중개대상물확인·설명서에 제대로 서명 및 날인을 하여 임대인과 임차인에게 교부하였는데, 다만 이 사건 중개사무소에 보관하도록 되어 있는 사본인 중개대상물확인·설명서에 착오로 서명 및 날인을 누락한 것뿐이므로 공인중개사법 제25조 제4항을 위반한 것이 아니다. 가사 그렇지 않다고 하더라도 원고의 서명 날인 누락으로 인하여 그 어떤 법익침해나 침해의 위험성이 없음에도 피고의 보복단속에 의하여 이 사건 선행처분이 이루어졌고 원고에게 지나치게 가혹하여 재량권을 남용하는 등으로 이 사건 선행처분은 그 하자가 중대하고 명백하여 무효이다. 따라서 유효한 업무정지처분이 존재함을 전제로 하는 이 사건 처분은 위법하다. <br/>  3) 이 사건 선행처분의 하자가 중대하고 명백하지 아니하여 무효가 아니라고 하더라도, 이 사건 선행처분의 불가쟁력이나 구속력이 그로 인하여 불이익을 입게 되는 원고에게 수인한도를 넘는 가혹함을 가져오고 그 결과가 원고에게 예측가능하지 아니하므로 이 사건 선행처분의 이 사건 처분에 대한 구속력은 인정될 수 없다. 따라서 원고는 이 사건에서 이 사건 선행처분의 위법을 여전히 주장할 수 있으므로 적법한 업무정지처분이 존재함을 전제로 하는 이 사건 처분은 위법하다. <br/>  나. 관계법령<br/>  별지 관계법령 기재와 같다.<br/>  다. 판단<br/>    1) 업무정지기간 중에 중개업무를 하였는지 여부<br/>  가) 공인중개사법상 중개행위에 해당하는지 여부는 거래당사자의 보호에 목적을 둔 위 법률의 취지에 비추어 볼 때 중개업자가 진정으로 거래당사자를 위하여 거래를 알선, 중개하려는 의사를 갖고 있었느냐고 하는 중개업자의 주관적 의사에 의하여 결정할 것이 아니라 중개업자의 행위를 객관적으로 보아 사회통념상 거래의 알선, 중개를 위한 행위라고 인정되는지 여부에 의하여 결정할 것이고, 한편 중개행위란 중개업자가 거래의 쌍방당사자로부터 중개의뢰를 받은 경우뿐만 아니라 거래의 일방당사자의 의뢰에 의하여 중개대상물의 매매·교환·임대차 기타 권리의 득실·변경에 관한 행위를 알선, 중개하는 경우도 포함하는 것이다(대법원 1995. 9. 29. 선고 94다47261 판결 등 참조).<br/>  나) 이 사건에 관하여 보건대, 을 제3, 4, 5호증의 각 기재에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 원고는 업무정지기간 중에 부동산 매매 등을 의뢰받아 인터넷 포털사이트에 부동산 매물 광고를 한 점, 그와 같은 광고행위는 사회통념상 거래의 알선, 중개를 위한 행위라고 인정될 수 있는 점 등에 비추어 보면, 원고가 인터넷 포털사이트에 중개대상물을 광고한 행위는 원고가 실제로 중개의사가 있었는지 여부와 상관없이 중개행위에 해당한다고 봄이 타당하다. 따라서 원고는 업무정지기간 중에 중개업무를 하였으므로, 이와 다른 전제에 서 있는 원고의 이 부분 주장은 이유 없다. <br/>    2) 이 사건 선행처분의 처분사유 존재 여부<br/>  가) 공인중개사법 제25조 제3항은 ‘개업공인중개사는 중개가 완성되어 거래계약서를 작성하는 때에는 확인·설명사항을 대통령령이 정하는 바에 따라 서면으로 작성하여 거래당사자에게 교부하고, 대통령령이 정하는 기간 동안 그 사본을 보존하여야 한다’고 규정하고 있고, 같은 조 제4항은 ‘제3항의 규정에 의한 확인·설명서에는 개업공인중개사가 서명 및 날인하여야 한다’고 규정하고 있으며, 공인중개사법 제25조 제3항의 위임에 따른 공인중개사법 시행령 제21조 제3항은 ‘개업공인중개사는 국토교통부령이 정하는 중개대상물확인·설명서에 제1항 각 호의 사항을 기재하여 거래당사자에게 교부하고 그 사본을 3년간 보존하여야 한다’고 규정하고 있다. 또한 공인중개사법 시행규칙 제16조는 공인중개사법 시행령 제21조 제3항의 위임에 따라 중개목적물의 유형에 따라 중개대상물확인·설명서의 서식을 마련하고 있다. <br/>  그리고 공인중개사법 제39조 제1항은 ‘개업공인중개사가 다음 각 호의 어느 하나에 해당하는 경우에는 6월의 범위 안에서 기간을 정하여 업무의 정지를 명할 수 있다’고 하면서, 제6호에서 ‘제25조 제3항의 규정을 위반하여 중개대상물확인·설명서를 보존하지 아니한 경우’를, 제7호에서 ‘제25조 제4항의 규정을 위반하여 중개대상물확인·설명서에 서명 및 날인을 하지 아니한 경우’를 각각 나누어 규정하고 있다.     <br/>  한편 공인중개사법 제25조 제4항에서 개업공인중개사로 하여금 중개대상물확인·설명서에 서명 및 날인을 하도록 규정하고 있는 것은 거래계약 당사자 간의 분쟁을 예방하고 중개업자의 공정한 중개행위를 담보하기 위하여 중개업자로 하여금 거래계약서 등에 자필로 서명하고 등록된 인장을 날인하게 함으로써 중개업무수행의 직접성과 공식성을 확보하려는 데에 그 취지가 있다(대법원 2009. 2. 12. 선고 2007두7987 판결 참조).<br/>  위와 같은 공인중개사법 제25조 제3항, 제4항의 문언이나 입법취지, 공인중개사법 제39조 제1항 제6호, 제7호와의 관계 등에 비추어 보면, 공인중개사법은 개업공인중개사로 하여금 중개대상물에 관한 중개를 완성하여 거래당사자 사이에 거래계약서가 작성될 때 공인중개사법 시행규칙 제16조가 마련한 중개대상물확인·설명서 서식에다가 공인중개사법 시행령 제21조 제1항이 정한 중개대상물확인·설명 사항을 기재한 다음 그 중개대상물확인·설명서 원본에 서명 및 날인하여 이를 거래당사자에게 교부하고, 그 사본을 만들어 이를 3년간 보존하도록 규정하고 있다고 할 것이다.  <br/>  따라서 개업공인중개사는 거래당사자에게 교부하는 중개대상물확인·설명서의 원본에 서명·날인을 하여야 하고, 등록관청이 개업공인중개사에 대하여 위 서명·날인 의무 위반을 이유로 업무정지처분을 하려면, 개업공인중개사가 거래당사자에게 교부한 중개대상물확인·설명서의 ‘원본’에 개업공인중개사의 서명 및 날인이 누락되어 있다는 점이 입증되어야 한다. <br/>  나) 위 법리에 비추어 이 사건에서 원고가 이 사건 임대차계약의 거래당사자들에게 교부한 중개대상물확인·설명서의 원본에 그 서명 및 날인을 누락하였는지 여부에 관하여 보면, 이 사건 지도점검 당시 이 사건 중개사무소 내에 보관되어 있던 이 사건 임대차계약 관련 중개대상물확인·설명서 서식 출력물(을 제1호증의 2, 이하 ‘이 사건 출력물’이라 한다)의 중개인란에 원고의 서명 및 날인이 누락되어 있었던 사실은 원고도 이를 자인하고 있다.      <br/>  그러나 갑 제8, 9, 10호증, 을 제1호증의 각 기재에 변론 전체의 취지를 종합하면, 원고가 이 사건 임대차계약의 중개를 완성하고 공인중개사법 시행규칙 제16조에서 정한 서식을 3부 출력한 다음 2부에다가 공인중개사법 시행령 제21조 제1항 각 호가 정한 중개대상물확인·설명 사항을 기재하여 이를 임대인과 임차인에게 1부씩 교부한 뒤(이하에서 위와 같이 임대인과 임차인에게 교부한 중개대상물확인·설명서를 ‘이 사건 원본’이라 한다), 나머지 1부인 이 사건 출력물을 이 사건 중개사무소에 보관한 사실, 피고가 이 사건 지도점검 당시나 그 이후에 이 사건 원본을 확인하거나 이 사건 임대차계약의 당사자들에게 이 사건 원본에 원고의 서명 및 날인이 되어 있는지 여부에 대하여 확인해 보지 않은 사실 등을 인정할 수 있는바, 위 인정사실에 의하면, 앞서 본 바와 같이 이 사건 출력물에 원고의 서명 및 날인이 누락되어 있다는 점만으로 이 사건 원본에도 원고의 서명 및 날인이 누락되었다고 추인할 수는 없고, 달리 이 사건 원본에 원고의 서명 및 날인이 누락되어 있다고 인정할 만한 증거가 없으므로, 원고가 이 사건 원본에 서명 및 날인을 누락하였다고 볼 수 없다. <br/>  다) 따라서 이 사건 선행처분은 처분사유가 존재하지 아니하여 위법하다. <br/>    3) 이 사건 선행처분의 무효 여부<br/>  가) 흠 있는 행정처분이 당연무효가 되기 위해서는 그 흠이 법규의 중요한 부분을 위반한 중대한 것으로서 객관적으로 명백한 것이어야 하며, 흠이 중대하고 명백한지 여부를 판별할 때에는 그 법규의 목적, 의미, 기능 등을 목적론적으로 고찰함과 동시에 구체적 사안 자체의 특수성에 관하여도 합리적으로 고찰함을 요한다. 행정청이 어느 법률관계나 사실관계에 대하여 어느 법률의 규정을 적용하여 행정처분을 한 경우에 그 법률관계나 사실관계에 대하여는 그 법률의 규정을 적용할 수 없다는 법리가 명백히 밝혀져 그 해석에 다툼의 여지가 없음에도 행정청이 위 규정을 적용하여 처분을 한 때에는 그 흠이 중대하고도 명백하다고 할 것이나, 그 법률관계나 사실관계에 대하여 그 법률의 규정을 적용할 수 없다는 법리가 명백히 밝혀지지 아니하여 그 해석에 다툼의 여지가 있는 때에는 행정관청이 이를 잘못 해석하여 행정처분을 하였더라도 이는 그 처분 요건사실을 오인한 것에 불과하여 그 흠이 명백하다고 할 수 없다(대법원 2009. 9. 24. 선고 2009두2825 판결 등 참조). 한편, 행정처분의 당연무효를 주장하여 그 무효확인을 구하는 행정소송에 있어서는 원고에게 그 행정처분이 무효인 사유를 주장, 입증할 책임이 있다(대법원 2000. 3. 23. 선고 99두11851 판결 등 참조).<br/>  나) 이 사건에 관하여 보건대, 관계법령의 내용 및 위 인정사실에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정 등에 비추어 보면, 원고가 제출한 증거만으로는 이 사건 선행처분의 처분사유 부존재 하자가 중대하고 명백하여 이 사건 선행처분이 무효라고 보기 부족하고 달리 이를 인정할 증거가 없으므로, 원고의 이 부분 주장은 이유 없다.<br/>  (1) 공인중개사법 제25조 제3항은 중개대상물확인·설명서 원본과 그 사본을 구분하여 규정하고 있는 반면, 같은 법 제25조 제4항은 공인중개사의 서명 및 날인의무와 관련하여 ‘제3항의 규정에 의한 확인·설명서’라고 규정하여 원본과 사본을 명시적으로 구분하지 않고 있어 문언상 의미가 해석상 다툼의 여지가 없을 정도로 객관적으로 명확하다고 볼 수 없다.<br/>  (2) 공인중개사법 제39조 제1항 제6호도 개업공인중개사의 업무정지사유인 중개대상물확인·설명서 교부 또는 보존의무위반과 관련하여 ‘제25조 제3항의 규정에 위반하여 중개대상물확인·설명서를 교부하지 아니하거나 보존하지 아니한 경우’라고 규정하여 중개대상물확인·설명서 원본과 그 사본을 구별하지 않고 있는 것을 보면, 같은 법 제25조 제4항을 해석, 적용함에 있어서 ‘제3항의 규정에 의한 확인·설명서’가 원본뿐만 아니라 사본까지 포함하는 것으로 판단할 여지가 충분히 있는 것으로 보인다.<br/>  (3) 2009. 4. 1. 법률 제9596호로 공인중개사법이 개정되면서 거래계약 당사자 간의 분쟁을 예방하고 중개업자의 중개업무를 표준화하기 위하여 종전의 ‘서명·날인’이라는 문구를 ‘서명 및 날인’으로 명확하게 규정하여 개업공인중개사가 보관하여야 하는 확인·설명서상의 서명 및 날인은 더욱 엄격히 요구되는 것으로 해석되고 있었고, 이 사건 선행처분 당시 공인중개사법 제25조 제4항 중 ‘제3항의 규정에 의한 확인·설명서’의 의미에 관한 명시적인 판례나 확립된 선례도 존재하지 않았던 것으로 보인다. <br/>  (4) 원고가 제출한 증거만으로는, 피고가 중개대상물확인·설명서 사본에 개업공인중개사의 서명 및 날인이 없는 것만으로는 공인중개사법 제39조 제1항 제7호가 정한 업무정지사유에 해당하지 않음을 알았음에도 원고를 대상으로 이른바 ‘보복단속’을 한 다음 이 사건 선행처분을 하였다고 보기 부족하고 달리 이를 인정할 증거가 없다.<br/>    4) 이 사건 선행처분의 이 사건 처분에 대한 구속력 여부<br/>  가) 두 개 이상의 행정처분이 연속적으로 행하여지는 경우 선행처분과 후행처분이 서로 결합하여 1개의 법률효과를 완성하는 때에는 선행처분에 하자가 있으면 그 하자는 후행처분에 승계되므로 선행처분에 불가쟁력이 생겨 그 효력을 다툴 수 없게 된 경우에도 선행처분의 하자를 이유로 후행처분의 효력을 다툴 수 있는 반면 선행처분과 후행처분이 서로 독립하여 별개의 법률효과를 목적으로 하는 때에는 선행처분에 불가쟁력이 생겨 그 효력을 다툴 수 없게 된 경우에는 선행처분의 하자가 중대하고 명백하여 당연무효인 경우를 제외하고는 선행처분의 하자를 이유로 후행처분의 효력을 다툴 수 없는 것이 원칙이나 선행처분과 후행처분이 서로 독립하여 별개의 효과를 목적으로 하는 경우에도 선행처분의 불가쟁력이나 구속력이 그로 인하여 불이익을 입게 되는 자에게 수인한도를 넘는 가혹함을 가져오며, 그 결과가 당사자에게 예측가능한 것이 아닌 경우에는 국민의 재판받을 권리를 보장하고 있는 헌법의 이념에 비추어 선행처분의 후행처분에 대한 구속력은 인정될 수 없다(대법원 1994. 1. 25. 선고 93누8542 판결 등 참조). <br/>  나) 이 사건에 관하여 보건대, 위 인정사실에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 원고는 이 사건 임대차계약에 관한 중개대상물확인·설명서에 서명 및 날인이 누락되어 있다는 이유로 사전통지, 의견제출 절차를 거친 이후 이 사건 선행처분을 받았으므로 업무정지기간 중에 중개업무를 하면 안 된다는 것을 알고 있었을 것으로 보이는 점, 그럼에도 원고는 업무정지기간 중에 부동산 매매 등을 의뢰받아 인터넷 포털사이트에 부동산 매물 광고를 한 점 등에 비추어 보면, 이 사건 선행처분의 불가쟁력이나 구속력이 그로 인하여 불이익을 입게 되는 원고에게 수인한도를 넘는 가혹함을 가져오고 그 결과가 원고에게 예측가능한 것이 아닌 경우라고 보기 어렵고 달리 이를 인정할 증거가 없으므로, 이 사건 선행처분의 이 사건 처분에 대한 구속력이 인정된다고 봄이 타당하다. 따라서 이와 다른 전제에 서 있는 원고의 이 부분 주장은 이유 없다. <br/>3. 결론<br/>  그렇다면 원고의 이 사건 청구는 이유 없어 이를 기각할 것인바, 제1심 판결은 이와 결론을 같이하여 정당하므로 원고의 항소는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 김필곤(재판장) 신숙희 이승철 ",
  "사건번호": "2016누67426",
  "사건종류코드": "400107",
  "판례정보일련번호": "224519",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}