{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20160707",
  "법원명": "서울중앙지방법원",
  "사건명": "범죄수익은닉의규제및처벌등에관한법률위반",
  "판례내용": "【피 고 인】 피고인 1 외 2인<br/>【항 소 인】 검사<br/>【검    사】 장준희(기소), 반종욱(공판)<br/>【변 호 인】 법무법인 진솔 외 2인<br/>【원심판결】 서울중앙지방법원 2015. 10. 22. 선고 2014고단8268 판결<br/>【주    문】<br/>  원심판결을 파기한다. <br/>피고인 1을 징역 10월에, 피고인 2, 피고인 3을 각 징역 6월에 처한다.<br/>  다만, 이 판결 확정일로부터 각 2년간 피고인들에 대한 위 각 형의 집행을 유예한다. <br/>피고인 1로부터 981,475,940원을, 피고인 2로부터 75,000,000원을 각 추징한다. <br/><br/>【이    유】1. 항소이유의 요지(법리오해)<br/>구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2010. 3. 31. 법률 제10201호로 개정된 것, 이하 ‘범죄수익은닉규제법’이라 한다) 제2조 제1호 후문 후단이 규정한 ‘외국인의 국외범’ 조항의 입법취지 및 규정체계 등에 비추어 볼 때, 설령 공소외 1이 외국공무원이라고 하더라도 그가 저지른 뇌물범죄는 범죄수익은닉규제법상 특정범죄에 해당한다. 따라서 위와 같이 특정범죄에 해당하는 공소외 1의 뇌물범죄에 의하여 생긴 재산은 범죄수익은닉규제법상 범죄수익에 해당하므로, 이를 적법하게 취득하는 것처럼 은닉·가장한 피고인들의 행위는 같은 법 제3조 제1항 제1호의 범죄수익등 은닉 및 가장죄로 처벌할 수 있다. 그럼에도 원심은 법리를 오해하여 피고인들에 대하여 무죄를 선고하는 잘못을 범하였다.   <br/>2. 판단<br/>가. 공소사실의 요지<br/>피고인 1은 ○○○○○ 커피숍을 운영한 사람이고, 피고인 2는 공소외 3 주식회사(이하 ‘공소외 3 회사’라 한다)를 운영한 사람이며, 피고인 3은 미국 회사인 △△△△△△사(이하 ‘△△△△△△’이라 한다)의 한국지사장이었던 사람이다.  <br/>   (1) 피고인들의 범죄수익 취득사실 가장<br/>     피고인들은 범죄수익 등의 취득 또는 처분에 관한 사실을 가장하여서는 아니 됨에도 △△△△△△의 사장인 미국인 공소외 2, 부사장인 한국인 공소외 4, 미국 육군공병대 소속 군무원인 미국인 공소외 1과 순차 공모하여, 공소외 2, 공소외 4가 공소외 1의 내연녀인 피고인 1에게 제공하는 범죄수익인 뇌물을 마치 피고인 1이 적법하게 취득하는 금원인 것처럼 가장하기 위해서, 피고인 2가 보유한 자금으로 미리 피고인 1에게 여러 차례에 걸쳐 금원을 전달한 다음 피고인 2는 △△△△△△으로부터 공소외 3 회사의 계좌로 미화 100만 달러를 송금 받아 피고인 1에게 전달한 금원을 보전받는 방법을 사용하여 피고인 1이 범죄수익을 취득하는 사실을 가장하기로 마음먹고, 2008. 9. 9. 공소외 2와 공소외 4는 공소외 1의 요청에 따라 △△△△△△ 한국지사장인 피고인 3에게 위와 같은 방법으로 피고인 1에게 공소외 1이 요청한 액수의 뇌물을 전달할 것을 지시하고, 이에 피고인 3은 고등학교 동창으로 공소외 3 회사를 운영하는 피고인 2에게 피고인 1에게 전달할 금원을 마련하게 하고, 피고인 1은 위와 같은 과정을 거쳐 마련된 한화 2,750만 원을 피고인 3으로부터 전달받고, 피고인 2는 2008. 12. 26. 미국 △△△△△△으로부터 공소외 3 회사 명의 하나은행 계좌로 미화 100만 달러(위 일자 기준환율로 환산 시 한화 약 13억 2,000만원 상당임)를 송금 받음으로써, 공소외 1이 공소외 2, 공소외 4로부터 보안영상연결망 계약 체결 대가로 수수한 뇌물인 범죄수익의 취득에 관한 사실을 가장한 것을 비롯하여 2008. 9. 9.부터 2010. 12. 21.까지 사이에 별지 범죄일람표 기재와 같이 총 10회에 걸쳐 같은 방법으로 합계 361,475,940원의 금원과 구입가격 6억 2,000만 원 상당의 ○○○○○ 커피숍을 수수하여 범죄수익 등의 취득에 관한 사실을 가장하였다.<br/>   (2) 피고인 2의 범죄수익 취득사실 가장<br/>피고인 2는 범죄수익 등의 취득 또는 처분에 관한 사실을 가장하여서는 아니 됨에도 공소외 2, 공소외 1과 순차로 공모하여, 2008. 9. 내지 12.경 공소외 2, 공소외 4가 공소외 1의 내연녀인 피고인 1에게 제공하는 범죄수익인 뇌물 미화 100만 달러를 마치 피고인 1과 피고인 2가 적법하게 취득하는 재산인 것처럼 가장하기 위하여 피고인 2가 마련한 자금으로 미리 피고인 1 명의로 취득하기로 한 ○○○○○ 커피숍 구입자금 6억 2,000만 원을 위 커피숍 매도인과 상가 임대인 등에게 매수대금 및 임대차보증금 명목으로 지급하고 피고인 2는 위 (1)항 기재와 같이 △△△△△△으로부터 100만 달러를 송금 받아 위 ○○○○○ 커피숍 구입자금 6억 2천만 원 및 피고인 2의 수고비 3억 2,500만 원, 관련 세금 등을 보전 받기로 공소외 2와 합의한 다음, 2008. 12. 26. 미육군 공병대 소속 군무원인 공소외 1이 공소외 2가 대표로 있는 △△△△△△으로부터 보안영상 연결망 계약 체결 대가로 수수한 미화 100만 달러의 뇌물을 마치 피고인 2 운영 회사인 공소외 3 회사가 △△△△△△으로부터 적법한 거래대금으로 받는 것처럼 가장하여 피고인 2 운영의 공소외 3 회사 계좌로 송금 받은 후 위 100만 달러를 환전한 돈 중 위 ○○○○○ 커피숍 구입자금으로 사용된 6억 2,000만 원 등을 제외한 나머지 돈 합계 3억 2,500만 원을 피고인 2가 위와 같은 범죄수익 등의 은닉 및 가장의 보수 명목으로 수수하여 범죄수익 등의 취득에 관한 사실을 가장하였다.<br/>나. 원심의 판단<br/>     원심은 아래와 같은 이유를 들어, 미국 육군공병대 소속 군무원인 공소외 1이 미국에서 저지른 뇌물범죄는 외국인의 국외범에 대하여 규정한 범죄수익은닉규제법 제2조 제1호 후문 후단의 쌍방가벌성 요건을 충족하지 못하여 특정범죄에 해당하지 아니하고, 따라서 그 범죄를 통해 얻은 금원 등 재산은 같은 법 제2조 제2호 소정의 범죄수익이 아니므로, 결국 설령 피고인들이 공소사실 기재와 같은 행위를 하였다고 하더라도 이에 대하여 같은 법 제3조 제1항의 죄(이하 편의상 ‘범죄수익등 은닉·가장죄’라 한다)로 처벌할 수 없다고 판단하였다.<br/>   (1) 죄형법정주의에 따른 형벌법규 엄격해석의 원칙 및 외국인의 국외범에 대하여 기본적으로 보호주의의 입장을 취하고 있는 우리 형법의 태도(형법 제5조, 제6조) 등을 고려하여 볼 때, ‘외국인의 국외범’이 특정범죄에 포섭되기 위해 필요한 범죄수익은닉규제법 제2조 제1호 후문 후단(이하 ‘이 사건 조항’이라 한다)의 쌍방가벌성 요건(이하 ‘이 사건 쌍방가벌성 요건’이라 한다) 중 “외국인이 대한민국 영역 밖에서 한 행위가 대한민국 영역 안에서 행하여졌다면 중대범죄 또는 제2호 나목에 규정된 죄에 해당하고”라는 부분은 그 문언 상 범죄수익 발생의 전제가 되는 범죄사실을 이루는 구체적·사회적 사실관계가 아무런 변동 내지 조정 없이 그대로 대한민국 영역 안에서 발생하였다고 가정하였을 때 별표에 규정된 중대범죄나 제2호 나목에 규정된 죄의 개별 범죄구성요건에 해당하는 경우를 의미하는 것으로 해석되어야 한다.<br/>   (2) 그런데 형법상 뇌물죄의 주체가 되는 ‘공무원’이란 국가공무원법과 지방공무원법상 공무원 및 다른 법률에 따라 위 규정들을 적용할 때 공무원으로 간주되는 자 외에 법령에 기하여 국가 또는 지방자치단체 및 이에 준하는 공법인의 사무에 종사하는 자를 말하는 이상(대법원 2011. 3. 10. 선고 2010도14394 판결 등 참조), 외국공무원에 불과한 공소외 1이 미국 정부의 직무수행과 관련하여 위와 같이 뇌물을 요구, 수수한 행위는 설령 그 행위가 미국 연방형법의 관련 규정에 의해 미국 내에서 처벌되는 행위라 하더라도 이로써 대한민국의 형법상 뇌물죄의 범죄구성요건에는 해당하지 아니한다.<br/>   (3) 따라서 피고인들을 범죄수익은닉규제법 제3조 제1항 제1호의 범죄수익등 은닉·가장죄로 처벌하기 위한 전제로서의 이 사건 쌍방가벌성 요건이 구비되지 못하였으므로, 피고인들을 위 죄로 처벌할 수 없다. <br/>다. 이 법원의 판단<br/>   (1) 범죄수익은닉규제법 규정<br/>제2조(정의) 이 법에서 사용하는 용어의 뜻은 다음과 같다.  1. \"특정범죄\"란 재산상의 부정한 이익을 취득할 목적으로 범한 죄로서 별표에 규정된 죄(이하 \"중대범죄\"라 한다)와 제2호 나목에 규정된 죄를 말한다. 이 경우 중대범죄 및 제2호 나목에 규정된 죄와 다른 죄가 형법 제40조에 따른 상상적 경합 관계에 있는 경우에는 그 다른 죄를 포함하며, 외국인이 대한민국 영역 밖에서 한 행위가 대한민국 영역 안에서 행하여졌다면 중대범죄 또는 제2호 나목에 규정된 죄에 해당하고 행위지의 법령에 따라 죄에 해당하는 경우 그 죄를 포함한다.  2. \"범죄수익\"이란 다음 각 목의 어느 하나에 해당하는 것을 말한다.   가. 중대범죄에 해당하는 범죄행위에 의하여 생긴 재산 또는 그 범죄행위의 보수로 얻은 재산   나. 다음의 어느 하나의 죄에 관계된 자금 또는 재산    1) 「성매매알선 등 행위의 처벌에 관한 법률」제19조 제2항 제1호(성매매알선등행위 중 성매매에 제공되는 사실을 알면서 자금·토지 또는 건물을 제공하는 행위만 해당한다)의 죄    2) 「폭력행위 등 처벌에 관한 법률」제5조 제2항 및 제6조(제5조 제2항의 미수범만 해당한다)의 죄    3) 「국제상거래에 있어서 외국공무원에 대한 뇌물방지법」제3조 제1항의 죄    4) 「특정경제범죄 가중처벌 등에 관한 법률」 제4조의 죄    5) 「국제형사재판소 관할 범죄의 처벌 등에 관한 법률」제8조부터 제16조까지의 죄    6) 「공중 등 협박목적 및 대량살상무기확산을 위한 자금조달행위의 금지에 관한 법률」 제6조 제1항·제4항(제6조 제1항 제1호의 미수범에 한정한다)의 죄  3. \"범죄수익에서 유래한 재산\"이란 범죄수익의 과실로 얻은 재산, 범죄수익의 대가로 얻은 재산 및 이들 재산의 대가로 얻은 재산, 그 밖에 범죄수익의 보유 또는 처분에 의하여 얻은 재산을 말한다.  4. \"범죄수익등\"이란 범죄수익, 범죄수익에서 유래한 재산 및 이들 재산과 그 외의 재산이 합쳐진 재산을 말한다.제3조(범죄수익등의 은닉 및 가장)① 다음 각 호의 어느 하나에 해당하는 자는 5년 이하의 징역 또는 3천만 원 이하의 벌금에 처한다.  1. 범죄수익등의 취득 또는 처분에 관한 사실을 가장한 자  2. 범죄수익의 발생 원인에 관한 사실을 가장한 자  3. 특정범죄를 조장하거나 적법하게 취득한 재산으로 가장할 목적으로 범죄수익등을 은닉한 자제8조(범죄수익등의 몰수)① 다음 각 호의 재산은 몰수할 수 있다. 1. 범죄수익 2. 범죄수익에서 유래한 재산 3. 제3조 또는 제4조의 범죄행위에 관계된 범죄수익등 4. 제3조 또는 제4조의 범죄행위에 의하여 생긴 재산 또는 그 범죄행위의 보수로 얻은 재산 5. 제3호 또는 제4호에 따른 재산의 과실 또는 대가로 얻은 재산 또는 이들 재산의 대가로 얻은 재산, 그 밖에 그 재산의 보유 또는 처분에 의하여 얻은 재산제9조(몰수의 요건 등)① 제8조 제1항에 따른 몰수는 몰수대상재산 또는 혼화재산이 범인 외의 자에게 귀속되지 아니하는 경우에만 할 수 있다. 다만, 범인 외의 자가 범죄 후 그 정황을 알면서 그 몰수대상재산 또는 혼화재산을 취득한 경우(그 몰수대상재산 또는 혼화재산의 취득이 제4조 단서에 해당하는 경우는 제외한다)에는 그 몰수대상재산 또는 혼화재산이 범인 외의 자에게 귀속된 경우에도 몰수할 수 있다.제10조(추징)① 제8조 제1항에 따라 몰수할 재산을 몰수할 수 없거나 그 재산의 성질, 사용 상황, 그 재산에 관한 범인 외의 자의 권리 유무, 그 밖의 사정으로 인하여 그 재산을 몰수하는 것이 적절하지 아니하다고 인정될 때에는 그 가액을 범인으로부터 추징할 수 있다.제11조(국제 공조)특정범죄와 제3조 및 제4조의 죄에 해당하는 행위에 대한 외국의 형사사건에 관하여 그 외국으로부터 몰수 또는 추징의 확정재판의 집행이나 몰수 또는 추징을 위한 재산 보전의 공조 요청이 있을 때에는 다음 각 호의 어느 하나에 해당하는 경우를 제외하고는 그 요청에 관하여 공조할 수 있다.  1. 공조 요청의 대상이 되는 범죄와 관련된 행위가 대한민국 내에서 행하여진 경우 그 행위가 대한민국의 법령에 따라 특정범죄 또는 제3조 및 제4조의 죄에 해당하지 아니한다고 인정되는 경우〈별표〉 중대범죄(제2조 제1호 관련)1.「형법」 중 다음 각 목의 죄 나. 제2편 제7장 공무원의 직무에 관한 죄 중 제129조부터 제133조까지의 죄<br/>   (2) 공소사실 중 ‘피고인들의 범죄수익 취득사실 가장’ 부분에 대한 판단[위 가항의 공소사실 중 (1)항 부분]<br/>    ㈎ 형벌법규는 문언에 따라 엄격하게 해석·적용하여야 하고 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하여서는 아니 된다. 그러나 형벌법규의 해석에 있어서도 가능한 문언의 의미 내에서 당해 규정의 입법취지와 목적 등을 고려한 법률체계적 연관성에 따라 그 문언의 논리적 의미를 분명히 밝히는 체계적·논리적 해석방법은 그 규정의 본질적 내용에 가장 접근한 해석을 위한 것으로서 죄형법정주의의 원칙에 부합한다(대법원 2007. 6. 14. 선고 2007도2162 판결 등 참조). <br/>    ㈏ 아래와 같은 사정을 위와 같은 법리에 비추어 보면, 외국공무원의 경우에 있어  그가 당해 외국정부를 위하여 수행하는 구체적 직무와 임용, 위임관계 등을 기초로 국내법령을 가정적으로 적용하여 볼 때 그 실질이 국내법상 공무원과 동일한 것으로 평가할 수 있다면, 외국공무원이 외국에서 행한 뇌물범죄의 경우에도 쌍방가벌성의 요건을 충족한다고 보는 것이 죄형법정주의에 부합하는 체계적, 논리적 해석이라 하지 않을 수 없고, 또 이 사건 조항의 문언에 비추어 볼 때 위와 같은 해석이 법문언의 가능한 의미를 벗어나는 것이라고 볼 수 없다. <br/>  그렇다면 이 사건에 있어 미국 육군공병대 소속 군무원으로서 미국 정부계약을 통해 진행되는 미국 육군공병대의 프로젝트 등 개발, 타당성 보고서 작성, 예산안 마련 등의 업무를 담당한 공소외 1이 그 직무에 관하여 뇌물을 수수한 행위는 ‘대한민국 영역 안에서 행하여 졌다면 중대범죄인 〈별표〉 제1호 나목에 열거된 형법상 뇌물죄에 해당’하므로 이 사건 쌍방가벌성 요건을 충족하고, 따라서 그 범죄를 통해 얻은 재산에 대하여 출처를 감추기 위해 합법적인 거래에 의한 것처럼 취득원인을 가장한 피고인들의 행위는 같은 법 제3조 제1항 제1호의 범죄수익등 은닉·가장죄를 구성한다.<br/>  따라서 이와 달리 이 부분 공소사실을 무죄로 판단한 원심판결에는 법리를 오해한 위법이 있으므로, 이를 지적하는 검사의 항소이유 주장은 이유 있다.  <br/>      ① 범죄수익은닉규제법은 부정한 경제적 이익의 취득을 목적으로 하는 범죄에 효과적으로 대응하기 위해 이른바 자금세탁 등 범죄수익을 은닉·가장하는 행위를 처벌하고 범죄수익의 몰수·추징에 관한 특례를 규정함으로써 특정범죄를 조장하는 경제적 요인을 근원적으로 제거하는 것을 입법목적으로 한다(제1조). 그런데 금융 또는 경제활동의 국제화가 갈수록 심화되어 불법자금의 국제적 이동이 용이해진 상황 하에서 위와 같은 입법목적을 달성하기 위해서는 국제사회 전반의 공동대처가 필요하게 되었다. 이에 범죄수익은닉규제법은 단순히 몰수, 추징의 국제공조에 관한 규정(제11조)을 두는 데에서 더 나아가 이 사건 조항을 통해 일정한 조건(쌍방가벌성 요건) 하에 별표 소정의 중대범죄 내지 제2호 나목 소정의 죄를 범한 외국인의 국외범의 경우도 특정범죄에 포섭시키고 그러한 범죄로 얻은 범죄수익을 은닉하거나 가장하는 행위(제3조) 및 그 정을 알면서 수수하는 행위(제4조)를 처벌하게끔 한 것이다. 그렇다면 쌍방가벌성 요건에 관한 이 사건 조항을 해석함에 있어서도 법률문언의 통상적인 의미를 벗어나지 않는 한 위와 같은 입법취지, 특히 우리나라가 국제범죄에 있어서 이른바 자금세탁지가 되는 것을 방지할 필요가 있다는 점을 고려한 목적론적 해석을 배제할 것은 아니다. <br/>  특히 뇌물죄는 대표적인 부패범죄이므로 이를 통해 얻은 재산의 국제적인 이동을 이용한 가장·은닉행위를 처벌할 필요성은 다른 어느 범죄보다도 높다고 할 수 있는데, 원심과 같이 한정적으로 해석한다면 사실상 그에 대한 처벌을 포기하는 것과 다름이 없게 되어 부당하다고 하지 않을 수 없다(원심과 같이 해석한다면, 뇌물죄의 경우에 있어 ‘외국공무원’임과 동시에 ‘대한민국 공무원’이 아닌 이상 이 사건 조항을 충족할 수 없게 되고, 이는 결국 입법자가 존재할 수 없는 전제사실에 의하여 입법을 하였다는 결론에 이르게 된다).<br/>      ② 범죄수익은닉규제법에서 외국인의 국외범에 대하여 쌍방가벌성의 요건을 둔 이유는 ㉠ 현실적으로 국가마다 법률이 상이한 가운데 외국인이 행위지 국가에서 범죄가 되지 아니하는 행위로 얻은 수익의 세탁행위까지 국내법에 의하여 처벌하는 것은 당해 외국인의 법적 안정성을 침해하는 결과를 초래할 수 있기 때문에 이를 방지하려는 것(외국인에 대한 법적 안정성 보장 측면)과 ㉡ 우리나라의 입장에서 국내의 형사정책이나 형사정의를 손상하면서까지 국제사회의 필요에 응하여 국내법에 의해 처벌할 필요가 없다는 것(국내 법정책적 측면)으로 나누어 볼 수 있다.<br/>   이 사건과 같은 경우에 있어, 외국인에 대한 법적 안정성 보장의 측면은 문제될 여지가 없고, 다만 국내 법정책의 측면만이 문제될 수 있다. 그런데 외국공무원의 경우, 그가 당해 외국정부를 위해 수행하는 구체적 직무 및 임용, 위임관계 등 구체적인 사실관계를 기초로 공무원의 범위에 대하여 규율하는 국내법령을 가정적으로 적용하여 볼 때, 그 실질에 있어 국내법령상 공무원으로 평가할 수 있다면, 그 경우에 있어 쌍방가벌성의 요건을 충족한다고 해석하는 것을 국내의 형사정책이나 형사정의가 손상되었다고 볼 수는 없을 것이다.  <br/>      ③ 어떠한 행위가 자국 영역 내에서 실제 행하여지지 않았음에도 마치 행하여진 것처럼 가정하여 심사하는 쌍방가벌성 요건 심사의 본질적인 특성과 함께 각국의 범죄구성요건의 규정형식 및 체계, 개념 등에 차이가 있을 수밖에 없는 점을 고려하여 볼 때, 외국에서 현실적으로 발생한 사실관계에 대한 어느 정도의 추상화나 유형화 및 이에 대한 새로운 법률적 평가는 불가피하다. 사정이 그와 같다면, 뇌물범죄를 전제범죄로 하여 쌍방가벌성 요건을 충족하는지 여부를 심사하는 단계에서 원심과 같이 그 범죄의 주체를 ‘대한민국 공무원’으로만 한정하는 해석은 위와 같은 쌍방가벌성 요건 심사의 특수성을 전혀 반영하지 않은 것이다.    <br/>      ④ 이 사건 조항은 “외국인이 대한민국 영역 밖에서 한 ‘행위’가 대한민국 영역 안에서 행하여졌다면 중대범죄 또는 제2호 나목에 규정된 죄에 해당하고”라고 규정하고 있는바, 이러한 규정 문언에 비추어 볼 때 어떠한 행위의 추상적인 유형 내지 유형적인 행위표지가 중대범죄 등에 해당할 경우를 포함한다는 문리적 해석이 위 법문의 가능한 의미를 벗어나는 것이라고 볼 수는 없다.<br/>  나아가 범죄수익은닉규제법은 제11조에서 몰수, 추징의 국제공조에 대하여 규정하면서 제1 내지 3호에서 제한사유를 두고 있는바, 그 중 제1호는 “공조 요청의 대상이 되는 범죄와 관련된 행위가 대한민국 내에서 행하여진 경우 그 행위가 대한민국의 법령에 따라 특정범죄 또는 제3조 및 제4조의 죄에 해당하지 아니한다고 인정되는 경우”라고 하여 이 사건 조항과 그 문언 및 형식이 실질적으로 다르지 아니하다. 따라서 만약 원심과 같이 이 사건 조항을 해석한다면 그 해석은 위 제11조 제1호에 대해서도 유지될 수밖에 없고, 그 결과 이 사건과 같은 경우에 있어 몰수, 추징에 관한 국제공조도 할 수 없다는 부당한 결론에 이르게 된다.<br/>      ⑤ 원심과 같이 한정적으로 해석한다면, 외국인의 대한민국 영역 밖에서의 배임수재 행위로 얻은 재산은 범죄수익으로 보아 이를 은닉·가장한 자들을 처벌할 수 있게 되나 외국공무원이 대한민국 영역 밖에서 수뢰하여 얻은 재산은 범죄수익으로 볼 수 없어 이를 은닉·가장한 자들을 처벌할 수 없다는 결론에 이르게 되는데, 사적 영역에서 이루어지는 배임수재 행위에 비하여 공적 영역에서 이루어지는 뇌물수수 행위가 더 비난가능성이 높고 또 더욱 은밀하게 이루어질 가능성이 있음을 고려할 때, 위와 같은 결과가 불합리한 처벌의 불평등이라는 점은 다언을 요하지 않는다.   <br/>   (3) 공소사실 중 ‘피고인 2의 범죄수익 취득사실 가장’ 부분에 대한 판단[위 가항의 공소사실 중 (2)항 부분]<br/>     ㈎ 인정사실<br/>       원심이 적법하게 채택하여 조사한 증거들에 의하면, 아래와 같은 사실이 인정된다.<br/>       ① 공소외 4는 2008년 여름경 공소외 1과 만나, 공소외 1이 △△△△△△에게 정부계약을 체결할 수 있도록 편의를 봐주는 대가로 공소외 1과 내연관계에 있던 피고인 1 명의로 한국 내 커피숍을 취득하여 주기로 약속하면서, 커피숍 취득비용을 약 100만 달러로 추산하였는데 이는 당시 환율상 한화로 약 10억 원 남짓이었다. <br/>       ② 피고인 2는 공소외 2 및 공소외 4(이하 ‘공소외 2 등’이라 한다)의 지시를 받은 피고인 3의 요청에 따라 피고인 3에게 피고인 1에게 전달할 금원 및 피고인 1 명의로 ○○○○○ 커피숍을 양수받는데 드는 비용을 교부하였고, 그 대신 공소외 2 등은 2008. 12. 26. 합법적인 거래로 가장하기 위하여 △△△△△△ 명의로 피고인 2 명의의 하나은행 외환계좌(계좌번호 1 생략)에 100만 달러를 송금하였다.      <br/>       ③ 위와 같이 피고인 2가 100만 달러를 송금 받을 무렵 국제 금융위기로 인해 환율이 급등함에 따라 ○○○○○ 커피숍 구입자금 등 공소외 1을 위해 한국에서 뇌물로 교부하기로 예상한 10억 원을 제외하고도 상당한 금원이 남게 되었다. 이에 공소외 2 등과 피고인 2는 ㉠ 10억 원 가량은, 피고인 2가 이미 피고인 1에게 교부하거나 피고인 1 명의로 ○○○○○ 커피숍 개업하는데 사용한 금원에 충당함과 아울러 그럼에도 잔존하는 금원은 추후 부과될 수도 있는 세금 내지 피고인 1에게 추가로 교부할 금원에 사용하기 위해 보관하기로 하고, ㉡ 나머지 금원은, 피고인 2가 합법적인 거래를 가장하게 도와준 사정을 감안하여 위 금원을 이용하여 공소외 2 등과 피고인 2가 50:50 지분으로 새로운 커피숍을 개업하여 동업하기로 하면서 다만 모자라는 개업비용은 피고인 2가 부담하기로 합의하였다(당시 개업비용을 약 4억 원 정도로 추산하였던 것으로 보인다). <br/>       ④ 이에 피고인 2는 2008. 12. 26. 본인 명의로 ○○○○○ 커피숍 인근에 있는 서울 강남구 □□동 소재 건물에 관하여 보증금 2억 5,000만 원의 임대차계약을 체결하고 인테리어 공사를 하는 등으로 준비를 한 다음 2009. 3.경 ‘◇(영문 생략)' 커피숍을 개업하여 운영하였는데, 그 개업비용으로 총 5억 원 가량이 소요되었다. 한편 공소외 2 등은 편의상 피고인 2 명의로 임대차계약 및 사업자등록을 하는 것을 용인하였다. <br/>       ⑤ 위와 같은 ◇ 커피숍 개업 과정에서, 피고인 2는 △△△△△△으로부터 송금 받은 100만 달러를 2009. 1. 15. 및 같은 달 23. 50만 달러씩 나누어 본인 명의의 하나은행 원화계좌(계좌번호 2 생략)에 송금하였는데, 환전 결과 한화 13억 8,450만 원에 이르렀다. 이에 피고인 2는 위 13억 8,450만 원 중 ㉠ 10억 원은 2009. 1. 29. 본인 명의의 펀드계좌에 입금하고, ㉡ 3억 2,500만 원은 2009. 1.말 및 2.초경 수표로 출금하여 ◇ 커피숍 임대차보증금 잔금 및 인테리어 공사비용 등 ◇ 커피숍 개업비용에 사용하였으며, ㉢ 나머지 5,950만 원은 그대로 그 계좌에 남겨 두었다.<br/>     ㈏ 판단<br/>       이 부분 공소사실은 피고인 2가 공소외 2 등과 ◇ 커피숍을 동업하면서 그 개업비용인 임대차보증금 및 인테리어 공사비용에 사용한 위 3억 2,500만 원이 범죄수익은닉규제법 제2조 제2호 소정의 범죄수익에 해당함을 전제로 하는 것이다.<br/>  그러나 앞서 본 인정사실에 의하면, 위 3억 2,500만 원은 공소외 1의 뇌물범죄에 사용하고 남은 금원을 공소외 2 등과 피고인 2가 ◇ 커피숍 개업에 투자한 금원이라고 할 수 있을 뿐 공소외 1의 뇌물범죄로 생긴 재산이거나 그 보수로 얻은 재산 내지 그로부터 유래한 재산 등 범죄수익은닉규제법 제2조 제2호 소정의 범죄수익이라고 할 수 없고, 달리 위 3억 2,500만 원이 위 조항 소정의 범죄수익임을 인정할 만한 아무런 증거가 없다. <br/>  그렇다면 원심이 이 부분 공소사실을 무죄로 본 이유는 적절하지 아니하나, 무죄 판단 그 자체는 원심의 결론이 정당하다. 따라서 이 부분 공소사실에 대한 검사의 항소는 받아들일 수 없다[다만 ◇ 커피숍의 개업에 사용된 비용이 5억 원이고 공소외 2 등과 피고인 2의 동업지분이 50:50이므로, 위 3억 2,500만 원 중 2억 5,000만 원은 공소외 2 등의, 나머지 7,500만 원은 피고인 2의 각 투자금이라고 할 수 있다(피고인 2는 개업에 사용된 5억 원 중 자신의 지분에 상응하는 2억 5,000만 원 가운데 위 7,500만 원을 제외한 나머지는 직접 출연하였다). 이에 의하면 위 3억 2,500만 원 중 피고인 2의 투자금에 해당하는 7,500만 원은 결국 피고인 2가 앞서 본 범죄수익은닉규제법 제3조 소정의 범죄수익등 은닉·가장죄에 공모·가담한 대가로서 보수로 받은 것이라고 할 것이므로, 범죄수익은닉규제법 제8조 제1항 제4호에 의하여 몰수의 대상이 될 수 있으나, 앞서 본 바와 같이 피고인 2는 위 7,500만 원을 임대차보증금 내지 인테리어 공사비용 등 ◇ 커피숍의 개업비용으로 사용하였음에 따라 범인 외의 자에게 귀속됨으로 인하여 이를 몰수할 수 없게 되었으므로, 결국 위 7,500만 원 상당의 가액은 피고인 2에 대한 추징의 대상이 된다고 할 것이다(범죄수익은닉규제법 제9조 제1항, 제10조 제1항)].<br/>3. 결론<br/>  그렇다면 검사의 항소는 일부 이유 있으므로 형사소송법 제364조 제6항에 의하여 원심판결을 전부 파기하고(원심판결 중 앞서 본 ‘피고인 2의 범죄수익 취득사실 가장’ 부분에 대한 검사의 항소는 받아들일 수 없으나, 이는 유죄로 인정되는 ‘피고인들의 범죄수익 취득사실 가장’ 부분과 포괄일죄의 관계에 있으므로, 원심판결 전부를 파기하기로 한다), 변론을 거쳐 다시 다음과 같이 판결한다.<br/>【범죄사실】  위 2.의 가. (1)항 기재와 같다. <br/>【증거의 요지】1. 피고인들의 각 일부 원심 및 당심 법정진술<br/>1. 증인 피고인 2, 피고인 3의 각 일부 원심 법정진술    <br/>1. 피고인들에 대한 각 일부 검찰 피의자신문조서<br/>1. 수사보고(100만불 송금 영수증 첨부) <br/>1. 미국 ○○○○○ 커피숍 몰수 요청 공문, 임대차계약서 사본(피고인 1, 공소외 5), ○○○○○ 가맹계약서 사본, State of Offense(공소외 1), State of Offense(공소외 2), Miss ☆☆☆ 영수증, 개인별 출입국 현황(공소외 2)<br/>【법령의 적용】1. 범죄사실에 대한 해당법조 및 형의 선택(피고인들)<br/>   각 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2010. 3. 31. 법률 제10201호로 개정된 것) 제3조 제1항 제1호, 형법 제30조(각 징역형 선택) <br/>1. 집행유예(피고인들)<br/>   각 형법 제62조 제1항(아래 양형의 이유 중 유리한 정상 참작)<br/>1. 추징(피고인 1, 피고인 2)<br/>   각 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2010. 3. 31. 법률 제10201호로 개정된 것) 제10조 제1항, 제8조 제1항<br/>【피고인들의 주장에 대한 판단】  피고인들은 피고인 1이 받은 금원 내지 ○○○○○ 커피숍 구입대금이 뇌물범죄로 인한 범죄수익인지 몰랐다거나 공모하지 아니하였다고 주장하나, 앞서 본 증거들, 특히 변호인이 입회한 가운데 작성된 피고인 2에 대한 제3회 검찰 피의자신문조서에 의하면, 피고인들로서는 위 금원이 뇌물범죄로 인한 범죄수익임을 적어도 미필적으로나마 인식하고 있었고 또 이를 합법적인 거래에 의한 것처럼 가장함에 있어 상호 순차적, 암묵적으로 공모하였음이 넉넉히 인정된다.<br/>【양형의 이유】  불리한 정상 즉, 부패범죄를 조장하고 금융·경제시스템의 건전성을 저해하는 이 사건 범행의 성격상 그 죄질이 가볍다고 할 수 없는 점, 범행을 부인하며 반성하는 태도를 보이고 있지 않은 점과 유리한 정상 즉, 피고인 1, 피고인 3은 아무런 범죄전력이 없고, 피고인 2는 벌금형으로 1회 처벌받은 외에는 범죄전력이 없는 점, 피고인 1이 취득한 범죄수익 및 피고인 2가 이 사건 범행의 대가로 얻은 수익이 모두 추징되는 점 및 그 밖에 피고인들이 이 사건 범행에 이른 동기, 수단과 결과, 범행 후의 정황, 피고인들의 연령, 성행, 환경 등 기록과 변론에 나타난 양형의 조건이 되는 제반사정을 고려하여, 주문과 같이 피고인들에 대한 형을 정하였다. <br/>【무죄부분(피고인 2)】피고인 2에 대한 이 부분 공소사실의 요지는 위 2.의 가. (2)항 기재와 같은 바, 이는 위 2.의 다. (3)항에서 살펴본 것처럼 범죄의 증명이 없는 경우에 해당하므로 형사소송법 제325조 후단에 의하여 무죄를 선고하여야 하나, 포괄일죄 관계에 있는 피고인 2에 대한 판시 범죄수익은닉의규제및처벌등에관한법률위반죄를 유죄로 인정하는 이상 주문에서 따로 무죄를 선고하지 아니한다.<br/>[별지 생략]<br/><br/>판사 박인식(재판장) 김경훈 박광서 ",
  "사건번호": "2015노4304",
  "사건종류코드": "400102",
  "판례정보일련번호": "205498",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}