{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20160603",
  "법원명": "서울중앙지방법원",
  "사건명": "독점규제및공정거래에관한법률위반",
  "판례내용": "【피 고 인】 피고인 주식회사<br/>【항 소 인】 쌍방<br/>【검    사】 김윤후(기소), 최형규(공판)<br/>【변 호 인】 법무법인 바른 담당 변호사 박재필 외 1인<br/>【원심판결】 서울중앙지방법원 2016. 2. 18. 선고 2015고단2259 판결<br/>【주    문】<br/>  원심판결 중 면소부분을 파기한다. <br/>  이 사건 공소사실 중 피고인이 원심 판시 별지 범죄일람표2. 기재 각 계열회사 SO로 하여금 거래상지위를 이용하여 불이익을 제공하게 하였다는 점에 관한 공소를 각 기각한다. <br/>  원심판결 중 유죄부분에 대한 검사와 피고인의 항소를 모두 기각한다. <br/><br/>【이    유】1. 항소이유의 요지<br/>  가. 검사<br/>   1) 면소부분에 관한 사실오인 또는 법리오해<br/>독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제23조 제1항 후문이 규정한 ‘계열회사 또는 다른 사업자로 하여금 불공정거래행위를 행하도록 한 행위’는 형법상 교사범의 법리와 마찬가지로 계열회사가 불공정거래행위를 실행함으로써 구성요건적 행위를 실현함으로써 기수에 이르고, 계열회사가 불공정거래행위를 종료함으로써 범행이 종료된다. 따라서 피고인이 각 계열회사 SO(종합유선방송사업자, 이하 1심 판결과 같이 'SO'라고만 한다)로 하여금 거래상지위를 이용하여 불이익 제공 행위를 하도록 하였다는 이 부분 공소사실에 관한 공소시효 역시 1심이 유죄로 판단한 피고인 소속 SO의 경우와 마찬가지로 계열회사 SO가 변경된 수수료 단가 적용을 중지함으로써 불이익 제공 행위를 종료한 2010. 5. 1.부터 기산하여야 한다. 따라서 이 부분 공소사실에 관하여 피고인이 계열회사 SO에 대한 수수료 단가 인하를 지시한 2009. 3. 30. 부터 공소시효가 기산됨을 전제로 이 부분 공소사실에 관하여 면소를 선고한 1심 판결에는 사실오인 또는 법리오해의 잘못이 있다.  <br/>   2) 양형부당<br/>    1심의 형(벌금 3,000만 원)은 너무 가벼워서 부당하다. <br/>  나. 피고인<br/>   가. 공정거래법 적용대상 여부에 관한 법리오해<br/>    이 사건은 본질적으로 피고인이 신규서비스 출시 및 영업정책 변경 등으로 위탁업무 수수료 종류를 변경하거나 조정이 필요한 경우 고객센터에 이를 고지한 후 변경 또는 추가할 수 있다는 취지인 업무약정서 별첨 제3조 제1항의 해석을 둘러싸고 A/S 단가 인하 행위가 계약상 적법한 권한 행사인지 여부를 다투는 순수한 민사 분쟁에 해당하는 점, 공정거래위원회의 「불공정거래행위 심사지침」상 ‘당사자 간 권리의무 귀속관계·채권채무 관계 등과 관련하여 계약서 및 관련 법령 내용 등 해석에 대해 다툼이 있는 경우’에 해당하는 점 등에서 공정거래법상 거래상 지위 남용 규정의 규율대상이라고 볼 수 없다.<br/>   나. 불이익제공행위 성립 여부에 관한 사실오인, 법리오해<br/>    피고인이 고객센터들의 A/S 수수료를 인하하는 대신 고객센터들에게 지원금 등을 신설하여 지급함으로써 고객센터들이 수수료 인하로 인한 손해를 대부분 보전 받은 점, 피고인이 수수료 인하에 앞서 고객센터들과 협의를 거친 점, 피고인이 고객센터들에게 불이익을 가할 의도나 목적이 없었던 점, 조정된 수수료가 경쟁사 수준에 비추어 과소하지 않은 점 등에 비추어 피고인의 수수료 인하 행위는 거래상 지위를 남용하여 불이익을 제공한 행위에 해당하지 않는다. <br/>   다. 양형부당<br/>    1심의 형은 너무 무거워서 부당하다.  <br/>2. 1심 판결 중 면소부분에 관한 직권판단<br/>   가. 공정거래법의 규정<br/>   1) 제23조 제1항<br/>    사업자는 다음 각 호의 어느 하나에 해당하는 행위로서 공정한 거래를 저해할 우려가 있는 행위(이하‘불공정거래행위’라 한다)를 하거나, 계열회사 또는 다른 사업자로 하여금 이를 행하도록 하여서는 아니 된다. <br/>    4. 자기의 거래상의 지위를 부당하게 이용하여 상대방과 거래하는 행위<br/>   2) 제67조<br/>    다음 각 호의 어느 하나에 해당하는 자는 2년 이하의 징역 또는 1억 5천만 원 이하의 벌금에 처한다. <br/>    2. 제23조(불공정거래행위의 금지) 제1항(제7호는 제외한다)의 규정에 위반하여 불공정거래행위를 한 자<br/> 나. 계열회사로 하여금 제23조 제1항 제4호가 정한 불공정거래행위를 행하도록 한 사업자에 대한 형사처벌 규정의 존부<br/>공정거래법 제23조 제1항은 ① 사업자가 직접 불공정거래행위를 하는 것, ② 사업자가 계열회사 또는 다른 사업자로 하여금 불공정거래행위를 행하도록 하는 것을 금지하고 있다. 그러나 이에 관한 처벌규정인 공정거래법 제67조 제2호는 ‘공정거래법 제23조 제1항 각호(제7호 제외)에 위반하여 불공정거래행위를 한 자’만이 형사처벌 대상에 해당함을 규정하고 있을 뿐, 달리 ‘계열회사 또는 다른 사업자로 하여금 이를 행하도록 한 사업자’에 관하여는 아무런 규정을 두고 있지 않다. 따라서 사업자가 ‘계열회사 또는 다른 사업자로 하여금 불공정거래행위를 행하도록 하는 행위’는, 공정거래법상 금지행위에 해당하여 과징금 등 공정거래법이 정한 다른 제재의 대상이 될 수 있음은 별론으로, 형사처벌 대상이 되는 행위라고 볼 수 없다. 아래에서 열거하는 사정들에 비추어 보면, 사업자가 ‘계열회사로 하여금 제23조 제1항 제4호가 정한 불공정거래행위를 행하도록 하는 행위’가 형사처벌 대상이 되지 않음이 분명하다.   <br/>     가) 공정거래법 제23조 제1항 후문은 사업자가 거래상대방에게 직접 불공정거래행위를 하는 것과는 별도로 ‘사업자가 계열회사 또는 다른 사업자로 하여금 불공정거래행위를 행하도록 하는 행위’를 금지하고 있다. 따라서 공정거래법 제67조가 정한 ‘공정거래법 제23조 제1항 각호(제7호 제외)에 위반하여 불공정거래행위를 한 자’에 ‘사업자가 계열회사 또는 다른 사업자로 하여금 불공정거래행위를 행하도록 한 자’를 포함하는 것으로 확대해석하는 것은 유추해석금지에 반하는 것으로서 허용될 수 없다.   <br/>     나) 부당공동행위에 관한 공정거래법 제19조 제1항 역시 ‘① 사업자가 부당공동행위를 하거나 ② 다른 사업자로 하여금 이를 행하도록 하여서는 아니 된다.’라고 규정하고 있다. 그런데 이에 관한 처벌규정인 공정거래법 제66조 제1항 제9호는 ‘제19조(부당한 공동행위의 금지) 제1항의 규정을 위반하여 부당한 공동행위를 한 자 또는 이를 행하도록 한 자’를 처벌하는바, 결국 부당공동행위에 관하여는, 공정거래법 제67조 제2호와 달리 ‘계열회사 또는 다른 사업자로 하여금 부당공동행위를 행하도록 한 사업자’역시 분명히 구별하여 형사처벌 대상임을 명확히 규정하고 있다. <br/>    다) 공정거래법 제23조 제1항 제7호도 ① 사업자가 부당하게 특수관계인 또는 다른 회사를 지원하는 행위와 ② 계열회사 또는 다른 사업자로 하여금 이를 행하도록 하는 행위를 금지하고 있다. 그런데 이에 관한 처벌규정인 공정거래법 제66조 제1항 제9의2호는 ‘제23조 제1항 제7호를 위반한 자’를 처벌하는바, 역시 계열회사 또는 다른 사업자로 하여금 위 금지행위를 행하도록 한 사업자가 형사처벌 대상임이 명확히 나타난다. <br/>    라) 공정거래법 제26조 제1항은 사업자단체의 일정한 행위를 금지하는 이외에(제1 내지 3호) 사업자에게 불공정거래 행위 등을 하게 하거나 이를 방조하는 행위(제4호)를 금지하고 있는데, 이에 관한 처벌규정인 공정거래법 제67조 제3호는 ‘제26조 제1항 제2호 내지 제5호의 규정에 위반한 자’를 처벌대상으로 규정하는바, 역시 사업자에 대한 불공정거래 행위 등을 하게 하거나 이를 방조한 자가 형사처벌 대상임을 명확히 규정하고 있다. <br/>    마) 공정거래법 제23조 제1항 후문은 1986. 12. 31. 개정을 통하여 추가된 것으로, 그 제안 이유는 사업자가 계열회사 또는 다른 사업자로 하여금 불공정거래행위를 하게 하는 경우도 ‘규제’가 가능하도록 하는 취지이고(국회의안정보 시스템의 의안번호 120357호 중 제안이유 참조), 한편, 불공정거래행위에 관한 처벌규정인 공정거래법 제67조 제2호는 부당공동행위에 관한 처벌규정인 제66조 제1항 제9호와 다르게 제정 당시부터 현재까지 일관되게 ‘불공정거래행위를 한 자’만을 형사처벌 대상으로 하고 있는바, 1986. 12. 31. 공정거래법 제23조 제1항 후문을 추가한 개정 취지가 그 위반 행위를 반드시 형사처벌 대상으로 삼으려 하였다거나 입법 과정에서 착오로 이를 누락한 것에 불과하다고 보기도 어렵다(오히려 많은 외국 입법례들은 불공정거래행위에 관하여 형벌을 규정하지 않고 있다).   <br/>  다. 공소기각 결정<br/>    따라서 이 사건 공소사실 중 1심 판결의 면소부분에 해당하는 부분(피고인이 1심 판시 별지 범죄일람표2. 기재 각 계열회사 SO로 하여금 거래상 지위를 부당하게 이용하여 거래상대방인 고객센터에게 불이익을 제공하도록 한 부분)은 그 기재 사실 자체에 대한 판단만으로도 그 사실 자체가 죄가 되지 아니함이 명백한 경우에 해당한다. 결국, 이 부분 공소사실은 형사소송법 제328조 제1항 제4호에 규정된 ‘공소장에 기재된 사실이 진실하다 하더라도 범죄가 될 만한 사실이 포함되지 아니한 때’에 해당하므로 이 부분 공소를 기각하여야 하는바(대법원 1977. 9. 16.자 77모56 결정, 서울형사지방법원 1989. 7. 7.자 89로28 결정 등 참조), 이 부분에 관한 검사의 항소이유를 살펴볼 필요 없이(이 부분 공소사실에 관한 법정형조차 존재하지 않는 이상 공소시효 완성 여부를 판단할 수도 없다) 1심 판결 중 면소부분은 파기되어야 한다.       <br/>3. 1심 판결 중 유죄부분에 대한 피고인과 검사의 항소이유에 관한 판단<br/>  가. 피고인의 사실오인, 법리오해 주장에 관한 판단<br/>   1) 공정거래법 적용대상인지 여부 <br/>    공정거래위원회가 공정거래법 제23조 제1항의 규정을 운영하기 위하여 만든 심사지침은 법령의 위임에 따른 것이 아니라 불공정거래행위 금지규정의 운영과 관련하여  심사기준을 마련하기 위하여 만든 공정거래위원회 내부의 사무처리 지침에 불과하다(대법원 2004. 9. 24. 선고 2001두6364 판결 참조). 따라서 위 심사지침상 ‘거래상대방에 대해 거래상 지위를 갖는다고 하더라도 양 당사자 간 권리의무귀속관계·채권채무관계 등과 관련하여 계약서 및 관련 법령 내용 등의 해석에 다툼이 있는 경우‘라고 하여 곧바로 공정거래법 적용이 배제된다고 볼 수 없고, 사업자가 거래상 지위를 부당하게 이용하여 거래상대방에게 불이익을 제공함으로써 공정한 거래를 저해할 우려가 있는 경우라면 불공정거래행위에 해당한다. <br/>    더구나 공정거래위원회는 이 사건에 관하여 피고인에게 과징금을 부과함으로써 공정거래법 적용 사안임을 분명히 하였고, 뒤에서 보는 바와 같이 이 법원도 피고인이 거래상 지위를 부당하게 이용하여 거래상대방에게 불이익을 제공한 사실을 인정할 수 있으므로 이 사건이 단순한 민사 분쟁으로서 공정거래법의 적용이 배제된다는 취지의 이 부분 주장은 받아들일 수 없다.  <br/>   2) 거래상 지위를 부당하게 이용하여 불이익을 제공한 행위에 해당하는지 여부<br/>    피고인은 1심에서 이 부분 항소이유와 동일한 주장을 하여 1심은 판결 이유 중 ‘2. 거래상지위 남용행위로서 불이익제공행위에 해당하는지 여부’라는 제목 아래 피고인의 주장과 이에 관한 판단을 자세하게 설시하여 피고인의 주장을 배척하였다. 1심이 적법하게 채택하여 조사한 증거들에 의하면, 1심이 든 사정들을 모두 인정할 수 있고, 여기에 위 증거들에 의하여 항소심이 추가적으로 인정하는 아래와 같은 사정들을 더하여  보면, 피고인이 거래상 우월적 지위를 이용하여 계약기간 도중 일방적으로 고객센터에  수수료 단가 인하를 통보함으로써 거래상대방에게 불이익을 주었고, 이와 같은 행위는 정상적인 거래관행을 벗어난 불공정거래행위에 해당함을 인정할 수 있다. 따라서 1심의 판단은 정당하고, 1심 판결에 피고인의 주장과 같이 사실을 오인하거나 법리를 오해하여 판결에 영향을 미친 위법이 있다고 할 수 없다. 피고인의 이 부분 주장 역시 받아들일 수 없다. <br/>    가) 지원금을 신설하여 고객센터에 지급함으로써 AS 수수료 인하 조치로 인한 고객센터의 손실을 보전해 주었다고 볼 수 없다. <br/>     ① ‘고객센터평가 운영비’는 고객센터의 기술역량과 영업역량을 평가하여 운영비를 지급하는 것으로(수사기록 122쪽), 고객센터의 기술역량과 영업역량을 제고 등을 위한 목적으로 지급된 것이고, ‘고객센터 활성화비’ 역시 고객센터에서 일정 수 이상의 인력을 충원할 경우 추가 인원 1인당 200만 원을 지급한 것으로, 지급 명목이나 취지상 수수료 단가 인하로 인한 손실을 보전해 주기 위한 것으로 볼 수 없다. <br/>     ② 또한, 위 각 지원금은 2009년 5월부터 2009년 12월까지 한시적으로 지급한 것에 불과하고, 피고인은 위 각 지원금을 신설하면서 기존에 지급하던 정착지원비를 폐지하였다.  <br/>     ③ 고객센터 활성화비의 경우 신규인원을 채용하게 되면 일정 기간(3~6개월)만 고객센터 활성화비가 지급되고, 신규인원 유지를 위한 교육훈련비, 4대 보험 등은 고객센터의 부담으로 남게 된다.  <br/>     ④ 피고인이 수수료 단가를 인하하는 대신 각 지원금을 신설, 지급한 것이라면, 굳이 위와 같은 비용을 추가 지급할 필요 없이 수수료 단가 인하 조치 자체를 철회하는 것으로 족하였을 것으로 보이는바, 이 점에서도 위 각 지원금이 AS 수수료 인하에 대한 보상을 목적으로 한 것으로 보기 어렵다.       <br/>    나) 피고인이 사전에 고객센터와 수수료 단가 인하 문제를 협의하였다고 볼 수 없다. <br/>     ① 피고인 회사의 ○○팀장공소외 1은 수사기관에서 경쟁사의 수수료 수준을 고려하여 수수료 단가를 인하하는 계획을 수립하면서 별도로 고객센터의 의견을 구하지 않는다는 취지로 진술하였고, 피고인 회사 △△팀장공소외 2 역시 2009. 3. 30.자 수수료 단가 인하에 관한 업무연락문(이하 ‘2009. 3. 30.자 연락문’이라 한다)은 고객센터에 대한 통보 내지 지시 문건이라는 취지로 진술하였다. <br/>     ② 피고인 측이 수수료 단가 인하 조치에 앞서 사전에 고객센터의 의견을 구했다는 점에 관한 자료는 남아있지 않다. <br/>     ③ 피고인 회사의 ○○본부장공소외 3은 2009. 3. 30.자 연락문 통보에 앞서 경기권 고객센터장들을 불러 수수료 단가 인하에 관하여 언급한 것으로 보이나, 공소외 3의 1심 증언과 공소외 4의 수사기관 진술 내용을 종합하면, 피고인 측이 향후 단가 조정이 있을 수 있음을 일방적으로 고지하였을 뿐, 수수료 단가를 두고 고객센터와 협의 또는 협상하는 취지가 아니었음이 분명하다. <br/>     ④ 나아가 2009. 4.경 개최된 고객센터장 회의에서 고객센터 측이 수수료 단가 인하 방침에 불만을 토로하자 피고인 측에서는 오히려 고객센터장들에게 고객센터를 하기 싫으면 그만두라고 말하기도 한 사정도 나타난다(수사기록 921쪽).<br/>    다) 인하된 수수료 단가가 경쟁사에 비하여 과소하지 않다는 사정은 피고인이 거래상 지위를 남용하여 불이익을 제공하였다는 인정을 뒤집을 만한 사정이 되지 못한다. <br/>     ① 이 사건은 피고인이 거래상 지위를 부당하게 이용하여 거래상대방인 고객센터와 사전 협의나 유예기간 없이 일방적으로 수수료 단가를 인하한 조치가 공정한 거래를 저해하는 행위인지 여부가 쟁점이므로, 피고인이 인하한 수수료 단가를 기존에 고객센터에게 적용된 수수료 단가와 비교하여 그 부당성 여부를 판단할 것이지, 인하한 수수료 단가가 경쟁업체의 그것과 비슷한 수준이라는 사정만으로 그러한 조치가 정당화 될 수 없다. <br/>     ② 계약 당시 정해진 수수료 단가를 경쟁업체의 수수료 수준 등 시세를 반영하여 일방적으로 감액하는 것은 일반적으로 허용될 수 없다. 피고인이 항소이유를 통하여 원용한 사례들은 임대차 계약기간 종료 후 갱신계약을 체결함에 있어 임대인이 차임을 인상하거나 공사마다 개별적으로 계약을 체결하는 공사 하도급 계약들에 관한 것으로, 이 사건과 성격이 다르다.   <br/>     ③ 종합유선방송사업은 2개 사업자에게 중복허가를 내주는 서울과 일부지역을 제외하고는 일정 방송구역(피고인 회사□□방송 등)에서 1개 사업자만 유선방송사업을 할 수 있는 지역독점 사업이고, 각 방송구역별 사업자가 이미 정해져 있으므로 더더욱 경쟁업체의 수수료 단가 수준을 고려할 이유가 없다.  <br/>  나. 검사와 피고인의 각 양형부당 주장에 관한 판단<br/>   공정거래법상 불공정거래행위에 대한 형사처벌 규정이 보충적으로 운영된다는 점이나 피고인이 이 사건 행위에 관하여 과징금 등의 제재를 받은 점 등을 고려하더라도,  피고인의 이 사건 범행의 동기, 수단과 결과, 범행 후의 정황, 달리 1심의 형을 변경할 만한 사정변경이 없는 점, 그 밖에 이 사건 기록과 변론에 나타난 여러 사정들을 종합해 보면, 1심이 피고인에게 선고한 형이 가볍거나 무거워서 부당하다고 볼 수 없다. 따라서 검사와 피고인의 양형부당 주장 역시 받아들일 수 없다. <br/>4. 결 론<br/>  그렇다면, 1심 판결 중 면소부분에 관하여는 앞서 본 바와 같은 직권파기 사유가 있으므로 검사의 항소이유에 관한 판단을 생략한 채 형사소송법 제364조 제2항에 의하여 1심 판결 중 면소부분을 파기하고, 다시 다음과 같이 판결한다. 1심 판결 중 유죄부분에 관한 검사와 피고인의 항소는 이유 없으므로 형사소송법 제364조 제4항에 의하여 이를 모두 기각한다(다만, 형사소송규칙 제25조에 따라, 오기임이 분명한 1심 판결 5쪽 16행의 ‘2010가압6021’을 ‘2010가합6021’로, 11쪽 12행의 ‘3,581,242,000원’를 ‘1,379,132,000원’으로, 13행의 ‘29개’를 ‘10개’로 각 고친다).  <br/>【1심 판결 중 면소부분에 관하여 다시 쓰는 판결】1. 공소사실의 요지<br/>  1심 판결 중 면소 부분의 해당 부분 기재와 같으므로 형사소송법 제369조에 의하여 이를 그대로 인용한다. <br/>2. 판 단<br/>  앞서 본 제2항과 같은 이유로 형사소송법 제328조 제1항 제4호에 의하여 이 부분 공소를 기각한다. <br/><br/>판사 장일혁(재판장) 조형우 이미선 ",
  "사건번호": "2016노843",
  "사건종류코드": "400102",
  "판례정보일련번호": "224347",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}