{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20230418",
  "법원명": "울산지방법원",
  "사건명": "손해배상(기)",
  "판례내용": "【원    고】 원고<br/>【피    고】 피고 1 외 1인 (소송대리인 법무법인 광무 담당변호사 이승현)<br/>【변론종결】2023. 3. 14.<br/>【주    문】<br/> 1. 원고의 피고들에 대한 청구를 모두 기각한다.<br/> 2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】 원고에게, 피고 1은 131,566,748원과 이에 대하여 2020. 5. 16.부터 2021. 10. 15.까지 연 5%, 그 다음날부터 갚는 날까지 연 12%의 각 비율로 계산한 돈을, 피고 한국공인중개사협회는 피고 1과 공동하여 위 돈 중 100,000,000원과 이에 대하여 2021. 10. 13.부터 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  다음 사실은 당사자 사이에 다툼이 없거나 갑 제1 내지 10, 14 내지 16(가지번호 포함)의 각 기재에 변론 전체의 취지를 보태어 보면 인정할 수 있다.<br/>  가. 원고는 울산 중구 (이하 생략)○○○아파트(동호수 생략)(이하 ‘이 사건 부동산’이라 한다.)의 소유자로서 2018. 11. 20. △△△공단(이하 ‘이 사건 임차인’이라 한다.)과 사이에 이 사건 부동산에 관하여 임대차보증금을 200,000,000원으로 정하여 임대차계약을 체결하였다.<br/>  나. 원고는 피고 1의 중개로 2020. 5. 16. 소외 1과 사이에 이 사건 부동산에 관하여 매매대금을 280,000,000원으로 정하여 매매계약(이하 ‘이 사건 매매계약’이라 한다.)을 체결하되, 계약금 28,000,000원은 계약 당일 지급하고, 잔금 252,000,000원은 2020. 5. 18.에 지급하며, 임대차보증금 200,000,000원은 매수인이 인수하기로 약정하였다.<br/>  다. 원고는 2020. 5. 18. 소외 1로부터 임대차보증금을 공제한 잔금을 지급받음과 동시에 소외 1에게 이 사건 부동산에 관하여 소유권이전등기를 마쳐 주었다.<br/>  라. 소외 1은 이 사건 임차인에 대하여 임대차보증금 채무 인수 조치를 취하지 않고 이 사건 부동산에 관하여 2020. 5. 25. 소외 2에게 채권최고액 250,000,000원인 근저당권을, 2020. 5. 29. 주식회사 □□□대부에게 채권최고액 12,000,000원 근저당권을 각 설정하여 주었다.<br/>  마. 이 사건 부동산에 관하여 2020. 9. 16. 근저당권자 소외 2의 신청으로 울산지방법원 2020타경110382호로 임의경매절차 개시결정이 내려졌고, 이 사건 부동산은 위 경매절차에서 2021. 7. 9. 매각되었다.<br/>  바. 원고는 2020. 9. 28. 소외 1을 채무자로 하여 울산지방법원 2020카단16968호로 청구금액 50,000,000원인 부동산가압류 신청을 하였고, 같은 법원 2021카단14238호로 경매잉여금에 대하여 채권가압류 신청을 하였다. 이에 원고는 이 사건 부동산의 경매절차와 경매잉여금의 배당절차에서 합계 68,433,252원을 배당받았다.<br/>  사. 이 사건 임차인은 2020. 8. 3. 전세금보장신용보험의 보험자인 서울보증보험 주식회사(이하 ‘서울보증보험’이라 한다.)에게 임대차보증금을 지급받지 못했다는 이유로 보험금을 청구하였다. 이에 서울보증보험은 이 사건 임차인에게 보험금을 지급한 후 원고를 상대로 서울중앙지방법원 2021가단5026744 구상금 청구의 소를 제기하였고, 위 소송에서 2021. 7. 14. \"원고는 서울보증보험에 200,000,000원과 이에 대하여 2021. 1. 13.부터의 지연손해금을 지급하라.\"는 내용의 판결이 선고되었다.<br/>  아. 피고 한국공인중개사협회(이하 ‘피고 2 협회’라 한다.)는 2019. 5. 26. 피고 1과 사이에 공인중개사법 제42조에 따라 피고 1의 손해배상책임을 보장하기 위하여 공제금액을 100,000,000원으로 하여 공제계약을 체결한 공제사업자이다.<br/>2. 주장 및 판단<br/>  가. 청구원인의 요지<br/>피고 1은 이 사건 매매계약을 중개함에 있어 매수인이 매매목적물을 현장에서 확인하지도 않고 매매계약을 체결하였고, 매수인이 목포에서 온 외지인이었으며, 계약일과 잔금일 사이 간격이 이틀에 불과하여 정상적인 거래가 아님을 의심할만한 사정이 충분하였으므로 매매계약이 제대로 이행되는지를 더욱 주의깊게 살펴야 할 주의의무가 있었고, 이 사건 임차인이 법인으로서 주택임대차보호법상 대항력이 있는 임차인이 아니고 매수인이 임대인의 지위를 당연히 승계하는 것이 아니므로 이 사건 임차인을 참여시켜 면책적 채무인수 계약을 체결하도록 하였어야 함에도 이를 간과하여 원고가 임대차보증금 반환의무를 여전히 부담하게 되어 손해를 입게 되었다. <br/>  또한 피고 1은 공인중개사법 제25조 제1항(중개대상물의 확인·설명)에 따라 ‘중개를 의뢰받은 경우에는 중개가 완성되기 전에 해당 중개대상물의 상태·입지 및 권리관계를 확인하여 이를 해당 중개대상물에 관한 권리를 취득하고자 하는 중개의뢰인에게 성실·정확하게 설명하여야 함에도 이를 이행하지 않은 과실이 있다.<br/>  따라서 피고 1은 부동산 중개업무를 행함에 있어 과실로 원고에게 손해를 입게 하였으므로 불법행위자로서, 피고 2 협회는 그 공제사업자로서 원고에게 손해를 배상할 의무가 있다.<br/>  나. 판단<br/>  어떠한 행위가 공인중개사법 제30조 제1항에서 정한 중개행위에 해당하는지는 거래당사자의 보호에 목적을 둔 법 규정의 취지에 비추어 볼 때, 중개업자가 진정으로 거래당사자를 위하여 거래를 알선·중개하려는 의사를 갖고 있었느냐고 하는 중개업자의 주관적 의사를 기준으로 판단할 것이 아니라, 중개업자의 행위를 객관적으로 보아 사회통념상 거래의 알선·중개를 위한 행위라고 인정되는지에 따라 판단하여야 한다. 따라서 매매계약을 알선한 중개업자가 단순히 계약의 체결만을 알선하는 데 그치지 아니하고 계약 체결 후에도 중도금 및 잔금의 지급, 목적물의 인도 및 소유권이전등기의 경료 등과 같은 거래당사자의 계약상 의무의 실현에 관여함으로써 계약상 의무가 원만하게 이행되도록 주선할 것이 예정되어 있는 경우에, 그러한 중개업자의 행위는 객관적으로 보아 사회통념상 거래의 알선·중개를 위한 행위로서 중개행위의 범주에 포함된다(대법원 2014. 7. 10. 선고 2012다42154 판결 참조).<br/>  위 법리에 비추어 이 사건에 관하여 보건대, 피고 1이 중개한 것은 이 사건 매매계약으로서, 이 사건 매매계약서에서 임차인이 법인이고 주택임대차보호법상 대항력이 없다는 사실을 알 수 있는 아무런 사정이 없는바, 피고 1로서는 임차인이 대항력을 갖추었는지 여부를 확인하고 그렇지 않을 경우 매도인이 임대차보증금 반환의무에서 당연히 벗어날 수 없다는 법적 효과까지 고지하는 것이 중개행위의 범주에 당연히 포함된다고 할 수 없고, 매수인이 격지에서 왔다거나 현장 확인 없이 짧은 시간에 거래를 마쳤다는 사정만으로는 정상적인 거래가 아님을 의심할만한 사정이 된다고 할 수 없다. <br/>  원고는 피고 1이 중개인으로서 공인중개사법 제25조 제1항에 위반하여 중개목적물의 권리관계를 확인하고 이를 고지하여야 할 의무를 위반하였다고 주장하고 있으나, 위 조항은 중개인의 매수인에 대한 책임을 규정한 것으로서 매도인인 원고에 대하여 불법행위가 되는 것이 아니다.<br/>  설령 피고 1이 원고에 대하여 임대차보증금 반환 채무를 매수인에게 면책적으로 인수시킬 수 있도록 하여야 할 주의의무가 있다 하더라도, 원고는 이 사건 임차인이 전세금보장신용보험을 체결함에 있어 ‘임대인은 임대차목적물을 양도할 때 임대차계약상 임대인의 지위를 양수인에게 이전하는 경우 양수인과 임대차계약 승계약정을 체결하되, 임차인의 승낙에 의해 효력인 발생하고, 임차인의 승낙이 없는 경우 양도인이 임차인에 대하여 임대차보증금반환 의무를 계속 부담한다.’는 내용을 고지받아 잘 알고 있었을 것으로 보이므로, 피고 1의 과실과 원고의 손해 발생 사이에 인과관계가 있다고 할 수 없다.<br/>  따라서 피고 1의 중개업무상의 과실로 인하여 원고에게 손해가 발생하였다는 전제에 선 원고의 청구는 더 나아가 살펴볼 필요 없이 이유 없다.<br/>3. 결  론<br/>  원고의 청구를 기각한다.<br/><br/>판사 오규희 ",
  "사건번호": "2021가단118892",
  "사건종류코드": "400101",
  "판례정보일련번호": "601961",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}