{
  "판시사항": "  [1] 채권양도에 의하여 채권은 동일성을 잃지 않고 양도인으로부터 양수인에게 이전되는지 여부(적극)<br/>  [2] 甲 보증공사가 임차인들과 전세보증금의 반환을 보증하는 내용의 전세금안심대출보증약정을 체결하면서 임차인들로부터 乙에 대한 전세금반환채권을 양도받았는데, 乙이 전세보증금을 반환하지 못하자, 甲 공사가 위 보증약정에 따라 임차인들에게 대위변제한 사안에서, 임차인들이 乙에 대하여 행사할 수 있는 전세보증금반환채권과 관련한 모든 권리에는 전세보증금반환채권뿐만 아니라 전세목적물 반환 이후에 발생할 지연손해금채권이 포함되고, 甲 공사와 임차인들은 대위변제 당시 甲 공사가 해당 임차인의 乙에 대한 모든 권리를 행사할 수 있다고 정하였으므로, 전세보증금반환채권과 관련한 모든 권리를 임차인들로부터 양수한 甲 공사는 乙에 대하여 전세보증금 및 전세목적물 반환 이후에 발생하는 지연손해금의 지급을 구할 수 있다고 한 사례<br/>",
  "참조판례": " [1] 대법원 2005. 11. 10. 선고 2005다41818 판결(공2005하, 1964)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 민법 제449조, 제450조 / [2] 민법 제449조, 제450조<br/>",
  "선고일자": "20230427",
  "법원명": "대법원",
  "사건명": "구상금",
  "판례내용": "【원고, 상고인】 주택도시보증공사 (소송대리인 법무법인 도시와사람 담당변호사 이승태 외 1인)<br/>【피고, 피상고인】 피고<br/>【원심판결】 서울중앙지법 2022. 9. 14. 선고 2022나3294 판결<br/>【주    문】<br/>  1. 원심판결 중 지연손해금 부분을 파기하고, 제1심판결 중 지연손해금 부분을 다음과 같이 변경한다.  피고는 원고에게 제1심판결문 별지 1 중 번호 1 내지 10, 12 내지 16 청구금액란 기재 각 돈에 대하여 대위변제일란 기재 일자의 다음 날부터 2021. 7. 6.까지 연 5%, 그다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.  2. 소송총비용은 피고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 채권양도는 구 채권자인 양도인과 신 채권자인 양수인 사이에 채권을 그 동일성을 유지하면서 전자로부터 후자에게로 이전시킬 것을 목적으로 하는 계약을 말하고, 채권양도에 의하여 채권은 동일성을 잃지 않고 양도인으로부터 양수인에게 이전된다(대법원 2005. 11. 10. 선고 2005다41818 판결 참조).<br/>  2. 원심은, 원고가 원심판결문 별지 4의 ‘임차인’란 기재 각 임차인으로부터 임대인인 피고에 대한 각 전세보증금반환채권을 양도받으면서 각 전세목적물 인도 이후 발생할 지연손해금채권까지 양도받은 것은 아니라는 이유로, 피고가 원고에게 각 전세보증금 전액 및 이에 대하여 이행청구 통지서 도달 다음 날부터 다 갚는 날까지 지연손해금을 지급할 의무가 있다고 판단하였다. <br/>  3. 원심판결 이유와 기록에 의하면, 원고는 원심판결문 별지 4의 ‘임차인’란 기재 임차인들과 전세보증금의 반환을 보증하는 내용의 전세금안심대출보증약정(이하 ‘이 사건 보증약정’이라고 한다)을 체결하면서, 제1심판결문 별지 2의 ‘임대차계약체결일’란 기재 일자 무렵 위 임차인들로부터 피고에 대한 전세금반환채권을 양도받은 후 양도사실을 통지하여 그 무렵 피고에게 도달한 사실, 피고는 제1심판결문 별지 2의 ‘임대차 기간’란 기재 각 임대차 기간의 말일로부터 1개월 이내에 위 임차인들에게 각 전세보증금을 반환하지 못하였고, 이에 원고가 이 사건 보증약정에 따라 위 임차인들에게 제1심판결문 별지 1의 ‘대위변제일’란 기재 각 일자에 ‘청구금액’란 기재 돈을 지급하였으며, 위 임차인들은 각 대위변제 전에 피고에게 해당 전세목적물을 반환한 사실, 원고와 위 임차인들 간의 대위변제증서에는 ‘임차인은 원고로부터 대위변제금을 영수하였고, 임차인이 임대인에 대하여 가지는 전세보증금반환청구권과 관련한 모든 권리를 원고가 대위하여 행사하는 것을 승낙한다.’라고 기재되어 있는 사실을 알 수 있다. <br/>  4. 위와 같은 사실관계를 앞서 본 법리에 비추어 살펴보면, 위 임차인들이 피고에 대하여 행사할 수 있는 전세보증금반환채권과 관련한 모든 권리에는 전세보증금반환채권뿐만 아니라 전세목적물 반환 이후에 발생할 지연손해금채권이 포함되고, 원고와 임차인들은 대위변제 당시 원고가 해당 임차인의 피고에 대한 모든 권리를 행사할 수 있다고 정하였으므로, 위 전세보증금반환채권과 관련한 모든 권리를 임차인들로부터 양수한 원고는 피고에 대하여 전세보증금 및 전세목적물 반환 이후에 발생하는 지연손해금의 지급을 구할 수 있다. <br/>  그런데도 원심은, 원고가 임차인들로부터 각 전세목적물 인도 이후 발생할 지연손해금채권을 양도받지 않았다고 판단하였다. 이러한 원심의 판단에는 채권양도의 대상, 지연손해금의 기산일 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 원고의 상고이유 주장은 이유 있다. <br/>  5. 그러므로 나머지 상고이유에 관한 판단을 생략한 채 원심판결 중 지연손해금 부분을 파기하되, 이 부분은 이 법원이 직접 재판하기에 충분하므로 민사소송법 제437조에 의하여 자판하기로 한다. <br/>  피고는 원고에게 제1심판결문 별지 1 중 번호 1 내지 10, 12 내지 16 ‘청구금액’란 기재 각 돈에 대하여 ‘대위변제일’란 기재 일자의 다음 날부터 2021. 7. 2. 자 청구취지 및 청구원인변경신청서 송달일인 2021. 7. 6.까지 민법이 정한 연 5%, 그다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 비율로 계산한 지연손해금을 지급할 의무가 있다. 원고의 지연손해금 청구는 이유 있어 이를 인용한다. 따라서 제1심판결 중 지연손해금 부분을 이와 같이 변경하고 소송총비용은 패소자가 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김선수(재판장) 박정화 노태악 오경미(주심) ",
  "사건번호": "2022다285738",
  "사건종류코드": "400101",
  "판례정보일련번호": "239765",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}