{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20230504",
  "법원명": "서울고등법원",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 항소인】 원고 (소송대리인 변호사 김지환)<br/>【피고, 피항소인】 서울주택도시공사 외 1인 (소송대리인 법무법인(유한) 한결 외 2인)<br/>【제1심판결】 서울동부지방법원 2021. 2. 4. 선고 2019가합107331 판결<br/>【변론종결】2023. 3. 23.<br/>【주    문】<br/> 1. 이 법원에서 확장·감축한 청구를 포함하여 제1심판결을 다음과 같이 변경한다.<br/>   가. 피고 주식회사 현대백화점은 원고에게 별지1 도면 표시 \"1, 2\", \"3, 4\", \"5, 6\", \"7, 8\", \"9, 10\", \"11, 12\", \"13, 14\", \"15, 16\", \"17, 18\", \"19, 20\", \"21, 22\", \"23, 24\", \"25, 26\", \"27, 28\"의 각 점을 연결한 부분의 각 벽을 철거하라.<br/>   나.피고 주식회사 현대백화점은 원고에게 4,152,720원 및 이에 대하여 2022. 12. 13.부터 2023. 5. 4.까지 연 5%, 그 다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>   다.피고 서울주택도시공사는 원고에게 31,657,425원 및 이에 대하여 2022. 12. 13.부터 2023. 5. 4.까지 연 5%, 그 다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>   라. 원고의 피고들에 대한 각 나머지 청구를 기각한다.<br/> 2.가.원고와 피고 주식회사 현대백화점 사이의 소송 총비용은 65%를 원고가, 35%를 피고 주식회사 현대백화점이 각 부담한다.<br/>   나. 원고와 피고 서울주택도시공사 사이의 소송 총비용은 40%를 원고가, 60%를 피고 서울주택도시공사가 각 부담한다.<br/> 3. 제1의 가항, 나항, 다항은 각 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】    제1심판결을 다음과 같이 변경한다. 피고 주식회사 현대백화점(이하 ‘피고 회사’라 한다)은 원고에게 별지1 도면 표시 \"1, 2\", \"3, 4\", \"5, 6\", \"7, 8\", \"9, 10\", \"11, 12\", \"13, 14\", \"15, 16\", \"17, 18\", \"19, 20\", \"21, 22\", \"23, 24\", \"25, 26\", \"27, 28\"의 각 점을 연결한 부분의 각 벽을 철거하고, 이 사건 판결선고일부터 위 철거의무의 위반 시 1일당 100,000원을 지급하며, 102,219,987.47원 및 이에 대하여 2022. 12. 12. 자 청구취지 및 청구원인 변경 신청서 부본 송달 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라. 피고 서울주택도시공사(이하 ‘피고 공사’라 한다)는 원고에게 52,081,080원 및 이에 대하여 2022. 12. 12. 자 청구취지 및 청구원인 변경 신청서 부본 송달 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라(원고는 이 법원에서 피고들에 대한 각 청구를 확장 및 감축하였다).<br/>【이    유】1. 기초사실<br/>가. 이 사건 집합건물<br/>1) 피고 공사는 청계천 복원사업으로 인한 대체상가 공급을 목적으로 서울 송파구 (이하 생략)에 (건물명 생략)(이하 ‘이 사건 집합건물’이라 한다)을 비롯하여 복합몰을 구성하는 5개 건물을 신축하였다. 이 사건 집합건물은 ○○관, △관, □□관, ◇◇◇관의 4개 건물이 중앙광장을 둘러싸는 형태로 구성되어 있고, 원형으로 각 건물을 연결하는 통로(이른바 ‘브릿지 구역’)가 있다.<br/>2) 피고 공사는 이 사건 집합건물 중 일부는 분양하였고, 일부는 직접 소유하면서 임대하였다. 주식회사 회사명 생략(이하 ‘관리회사’라 한다)은 이 사건 집합건물 관리단의 위탁을 받아 이 사건 집합건물을 관리하고 있는 관리회사이다.<br/>나. 이 사건 점포의 소유 및 사용관계<br/>1) 원고는 2010. 4. 30. 피고 공사로부터 이 사건 집합건물 ◇◇◇관(이하 ‘◇◇◇관’이라 한다) 제☆층(호수 1 생략), (호수 2 생략)(이하 ‘원고 소유 점포’라 한다)을 분양받아 2010. 9. 28., 2010. 6. 30. 소유권이전등기를 마친 구분소유자이다. 원고는 그 무렵 피고 공사로부터 ◇◇◇관제☆층(호수 3 내지 호수 6 생략)(이하 ‘원고 임차 점포’라 한다)을 임차하였다.<br/>2) 원고의 아들 소외 1은 2010. 4. 30. 피고 공사로부터 ◇◇◇관제☆층(호수 7 생략)(이하 ‘소외 1 소유 점포’라 하고, 원고 소유 점포, 원고 임차 점포, 소외 1 소유 점포를 통틀어 ‘이 사건 점포’라 한다)를 분양받아 2010. 6. 29. 소유권이전등기를 마친 구분소유자이다. 소외 1은 2021. 2.경 사망하였는데, 원고의 상속분 또는 상속재산분할 여부는 밝혀지지 않았다.<br/>3) 원고는 원고 소유 점포 중 (호수 2 생략)과 원고 임차 점포, 소외 1 소유 점포에서 ▽▽▽을 운영하였다. 소외 1은 원고 소유 점포 중 (호수 1 생략)에서 ◎◎을 운영하였다.<br/>4) 이 사건 점포는 모두 이 사건 집합건물의 ◇◇◇관제☆층과 ○○관제☆층을 잇는 연결통로 부분에 위치하는 한편 ◇◇◇관에 속해 있다. 위 ○○관은 ‘◁◁백화점’으로 사용되고 있다. <br/>5) 이 사건 점포의 소유 및 사용 현황을 정리하면 다음 표와 같다.<br/>점포 구분소유자사용 현황(호수 3 생략)피고 공사   원고가 임차하여 ▽▽▽ 운영(호수 1 생략)원고   소외 1이 ◎◎ 운영(호수 4 생략)피고 공사   원고가 임차하여 ▽▽▽ 운영(호수 7 생략)소외 1   원고가 ▽▽▽ 운영(호수 2 생략)원고   원고가 ▽▽▽ 운영(호수 5 생략)피고 공사   원고가 임차하여 ▽▽▽ 운영(호수 6 생략)피고 공사   원고가 임차하여 ▽▽▽ 운영<br/>다. 구 집합건물법과 이 사건 집합건물 관리규약<br/>1) 구 집합건물법<br/>    2020. 2. 4. 법률 제16919호로 개정되기 전의 「집합건물의 소유 및 관리에 관한 법률」(이하 ‘구 집합건물법’이라 한다) 중 주요 내용은 다음과 같다.<br/>집합건물법제15조(공용부분의 변경)  ① 공용부분의 변경에 관한 사항은 관리단집회에서 구분소유자의 4분의 3 이상 및 의결권의 4분의 3 이상의 결의로써 결정한다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 제38조 제1항에 따른 통상의 집회결의로써 결정할 수 있다.    1. 공용부분의 개량을 위한 것으로서 지나치게 많은 비용이 드는 것이 아닐 경우    2. 「관광진흥법」 제3조제1항제2호나목에 따른 휴양 콘도미니엄업의 운영을 위한 휴양 콘도미니엄의 공용부분 변경에 관한 사항인 경우  ② 제1항의 경우에 공용부분의 변경이 다른 구분소유자의 권리에 특별한 영향을 미칠 때에는 그 구분소유자의 승낙을 받아야 한다.제16조(공용부분의 관리)  ① 공용부분의 관리에 관한 사항은 제15조제1항 본문의 경우를 제외하고는 제38조제1항에 따른 통상의 집회결의로써 결정한다. 다만, 보존행위는 각 공유자가 할 수 있다.  ② 구분소유자의 승낙을 받아 전유부분을 점유하는 자는 제1항 본문에 따른 집회에 참석하여 그 구분소유자의 의결권을 행사할 수 있다. 다만, 구분소유자와 점유자가 달리 정하여 관리단에 통지한 경우에는 그러하지 아니하며, 구분소유자의 권리·의무에 특별한 영향을 미치는 사항을 결정하기 위한 집회인 경우에는 점유자는 사전에 구분소유자에게 의결권 행사에 대한 동의를 받아야 한다.  ③ 제1항 및 제2항에 규정된 사항은 규약으로써 달리 정할 수 있다.  ④ 제1항 본문의 경우에는 제15조 제2항을 준용한다.<br/>2) 이 사건 집합건물 관리규약<br/>    이 사건 집합건물 관리규약 중 주요 내용은 다음과 같다.<br/>관리규약제1조(목적)  (건물명 생략) 관리규약은 집합건물법의 적용을 받는 이 사건 집합건물과 대지 및 부속시설의 관리·운영에 필요한 사항을 규정함으로써 구분소유자 및 점유자의 공동이익증진과 공동생활의 질서유지를 목적으로 한다.제6조 (대지와 공용부분 등의 귀속)  ① 관리대상물 중 대지와 부속시설, 공용부분은 전체 구분소유자의 공유로 한다.  ② 일부공용부분은 이를 공용하는 구분소유자들의 공유로 한다.  ③ 구분소유자들의 공유지분은 (건물명 생략) 건물의 집합건축물대장에 따른다.제14조 (대지와 공용부분 등의 사용 등)  ① 구분소유자 등은 대지와 공용부분 등을 그 용도에 따라 사용하여야 하며, 다른 구분소유자 등의 사용을 방해하여서는 안 된다.  ② 관리단은 대표위원회의 의결을 거쳐 구분소유자 등의 통상적인 사용을 방해하지 않는 범위 내에서 특정 구분소유자 등이나 제3자에게 대지와 공용부분 등에 대하여 사용료를 징수하고 일정기간 사용하게 할 수 있다. 다만, 사용대상자, 사용료, 기타 사용조건 등은 주변여건과 상황을 종합적으로 고려하여야 한다.제19조(전유부분에 부속된 공용부분의 개량)  출입문, 창틀, 창문 등 전유부분에 부속된 공용부분의 성능(방재, 방범, 위생, 방음, 단열 등) 향상을 위한 전체적인 개량공사가 필요한 경우에는 관리단의 책임과 부담으로 공사계획을 수립하여 수행할 수 있다.제23조(공용부분 등의 변경)  ①법 제15조, 제19조에 따라 공용부분을 변경하는 경우, 관리인은 미리 공용부분 등의 변경을 위한 계획서를 작성한 후 대표위원회의 승인을 받아야 한다.  ②제1항의 계획서에는 공사예정액, 구분소유자들의 비용부담, 공사업체 선정방법, 공사기간, 공사절차 등이 포함되어야 한다.  ③ 관리단은 구분소유자에게 적정한 방법으로 제1항의 계획서를 미리 공지하여야 한다.  ④관리단은 제1항의 계획서에 따라 2,000만 원 이상의 공사 또는 1,000만 원 이상의 용역을 발주하는 경우 공개경쟁 입찰의 절차 및 방식에 따라 공사 또는 용역 계약을 체결하여야 한다. 다만 대표위원회의 재적위원 3분의 2 이상의 의결로 공사 또는 용역 계약의 절차 및 방식을 달리 정할 수 있다.  ⑤공용부분 등의 변경에 관한 사항 중 공용부분 등의 개량을 위한 것으로서 지나치게 많은 비용이 드는 것이 아닌 경우, 재난예방과 안전을 위하여 긴급한 경우, 복원이 가능한 일시적인 경우, 경미한 사항의 경우에는 대표위원회 재적위원 5분의 4 이상의 의결로써 정할 수 있다.제25조(일괄구획 사용 등)  ①상가의 활성화와 이용의 합리화를 위하여 필요한 경우, 해당 관의 전부, 해당 관의 일부, 해당 층의 전부 또는 해당 층의 일부 구역(이하 ‘일괄구획 대상구역’이라 한다)에 대해 전유부분과 공용부분을 일괄구획하여 사용할 수 있다.  ②제1항의 일괄구획에도 불구하고 일괄구획 대상구역에서 전유부분의 용도로 사용되는 부분과 공용부분의 용도로 사용되는 부분의 면적비율은 건축물대장 및 등기부등본에 기재되어 있는 전유부분과 공용부분의 면적비율과 동일하게 유지되어야 한다.  ③제2항에도 불구하고, 제1항의 일괄구획으로 인하여 일괄구역주1) 대상에서 전유부분의 용도로 사용되는 부분과 공용부분의 용도로 사용되는 부분의 면적비율이 건축물대장 및 부동산등기부에 기재되어 있는 전유부분과 공용부분의 면적비율과 동일하게 유지되지 않고 전유부분의 용도로 사용되는 부분의 면적이 증가하는 경우, 제1항의 일괄구획을 한 자는 관리단에 그 증가한 면적에 상응하는 사용료를 납부하여야 하며 납부할 사용료에 관하여는 제14조 제2항을 준용한다.  ④제3항에 따라 전유부분의 용도로 사용되는 부분의 면적이 증가됨으로 인하여 상대적으로 감소되는 공용부분의 용도로 사용되는 부분의 면적만으로 일괄구획 대상구역에 있어서 공용부분으로서의 통상적인 사용에 지장을 초래할 경우, 관리단은 제1항의 일괄구획을 한 자에게 제2항에 따른 면적비율의 유지를 위한 필요한 조치를 요구하거나 직접 필요한 조치를 취할 수 있고, 필요한 조치에 소요되는 비용은 제1항의 일괄구획을 한 자가 부담하여야 한다.  ⑤제1항의 일괄구획으로 인하여 일괄구획 대상구역에 속한 개별 점포의 전유부분과 공용부분의 경계, 면적, 용도 등이 달리 사용되더라도 집합건축물대장 및 부동산등기부의 기재사항은 변경되지 아니한다.  ⑥제1항의 일괄구획 및 그에 따른 주요 공사내용 등 관련사항은 일괄구획 대상구역에 속한 구분소유자의 5분의 4 이상 및 의결권의 5분의 4 이상의 동의와 대표위원회 재적위원 5분의 4 이상의 의결을 받아야 한다. 다만, 일괄구획으로 일괄구획 대상구역에 속한 다른 구분소유자의 권리에 특별한 영향을 미칠 때에는 그 구분소유자의 승낙을 받아야 한다.제26조(일괄임대차)  ① 상가의 활성화와 공동의 이익을 위하여 필요한 경우, 해당 관 또는 해당 관의 해당 층에 대하여 전부 또는 절반 이상의 면적(이하 \"대상구역\"이라 함)을 일괄하여 하나의 임대차목적물로 하는 임대차계약(이하 \"일괄임대차\"라고 함)을 체결할 수 있다.  ② 제1항에 의한 일괄임대차 계약을 체결하고자 하는 자는 주요 사업목적과 계약내용, 주요공사 내용, MD(merchandise)구성 내용 등이 포함된 사업계획서를 제시하여 일괄임대차 대상구역 구분소유자의 5분의 4 이상 및 의결권의 5분의 4 이상의 동의와 대표위원회 재적위원 5분의 4 이상의 의결을 받아 일괄임대차계약을 체결할 수 있다.  ③ 제2항에 따른 동의와 결의가 있는 경우 해당 일괄임대차 대상구역에 속한 구분소유자 등과 기타 이해관계인은 일괄임대차가 이행될 수 있도록 적극 협력하여야 한다. 구분소유자 등이 일괄임대차의 이행을 방해할 경우 관리단은 그 위반행위를 정지하거나 그 행위의 결과를 제거하거나 그 행위의 예방에 필요한 조치를 취할 수 있다.<br/>라. 이 사건 일괄구획 및 일괄임대차<br/>1) 이 사건 집합건물 관리단 대표위원회는 2014. 11. 26. 이 사건 집합건물 중 ◇◇◇관 지하 1층부터 지상 2층까지, □□관 지하 1층부터 지상 4층까지 중 각층의 각 일부를 피고 회사에게 일괄임대하고, 그 용도와 업종의 변경을 승인하는 의결을 하였다. 피고 공사 및 관리회사(피고 공사를 제외한 구분소유자들의 대리인)는 2015. 1. 15. 피고 회사에게 위 부분을 일괄임대하여 판매시설을 개점하도록 하는 내용의 일괄임대차계약을 체결하였다.<br/>2) 이 사건 집합건물 관리단 대표위원회는 2016. 7. 15. ◇◇◇관 지상 3층부터 지상 5층까지 중 각층의 각 일부를 추가하여 일괄임대하고, 그 용도와 업종의 변경을 승인하는 의결을 하였다. 피고 공사 및 관리회사(피고 공사를 제외한 구분소유자들의 대리인)는 2016. 12. 30. 피고 회사에게 위 추가 부분을 임대차목적물에 추가하는 일괄임대차변경계약을 체결하였다(이하 통틀어 ‘이 사건 일괄구획 및 일괄임대차’라 한다).<br/>3) 이 사건 점포는 이 사건 일괄구획 및 일괄임대차의 대상구역에 속하지 않고, 원고 및 소외 1은 이 사건 일괄구획 및 일괄임대차에 대하여 동의하지 않았다.<br/>4) 이 사건 집합건물 관리단 대표위원회는 2017. 2. 28. 이 사건 일괄구획 및 일괄임대차의 대상구역에 속하는 점포의 구분소유자 중 86.6%(구분소유자 373명 중 323명), 의결권 중 95.35%(총 전유면적 36,042.03㎡ 중 34,364.34㎡)의 서면 동의에 따라 이 사건 관리규약이 정한 의결정족수를 충족하였다고 판단하여 이 사건 일괄구획 및 일괄임대차와 이를 위한 다음 마항 기재 이 사건 공사의 승인을 의결하였다.<br/>마. 이 사건 공사<br/>1) 이 사건 집합건물 관리단은 2016. 9.경부터 2016. 12.경까지 이 사건 일괄구획 및 일괄임대차의 대상구역에서 종전 벽을 철거하는 공사를 하였고, 피고 회사는 2017. 1. 2.경부터 2017. 5. 27.경까지 예정으로 별지2 감정도 기재 각 벽을 설치하여 전유부분과 공용부분의 구조와 배치를 바꾸고 인테리어를 하는 등의 공사를 하였다(이하 통틀어 ‘이 사건 공사’라 한다).<br/>2) 피고 회사는 이 사건 공사를 통하여 ◇◇◇관제☆층의 공용부분인 통로에 주문 제1의 가항 기재 각 벽(이하 ‘이 사건 각 벽’이라 한다)을 설치하였는데, 이는 별지2 감정도 기재 각 벽의 일부이다(이하 이 사건 각 벽과 이에 포함되지 않는 별지2 감정도 기재 각 벽을 아울러 ‘이 사건 각 벽 등’이라 한다).<br/>    별지1 도면 및 별지2 감정도의 각 기재와 같이, 이 사건 공사로 인하여 ◇◇◇관제☆층에는 전유부분이 공용부분인 통로로 사실상 사용되고, 공용부분인 통로가 전유부분으로 사실상 사용되는 부분이 발생하였다. 다만 공용부분과 전유부분의 면적 비율은 대체로 종전과 같이 유지되는 것으로 보인다.<br/>◇◇◇관제☆층의 공용부분인 통로 중 이 사건 공사로 인하여 마치 전유부분과 같이 피고 회사가 배타적으로 점유·사용하는 부분은 별지2 감정도 중 (1) 부분 63.93㎡, (2) 부분 59.60㎡, (3) 부분 26.15㎡, (4) 부분 82.15㎡, (5) 부분 24.41㎡, (6) 부분 72.21㎡, (7) 부분 60.67㎡, 합계 389.12㎡이다(이하 통틀어 ‘이 사건 점용 통로 부분’이라 한다).<br/>3) 피고 회사는 2017. 5. 26. 이 사건 일괄구획 및 일괄임대차의 대상구역에서 ‘현대시티몰’이라는 상호로 판매시설(아울렛)을 개장하였는데, 그 중 ◇◇◇관제☆층은 전문식당가로 운영되고 있다. ‘현대시티몰’은 월요일부터 목요일까지는 10:30부터 21:00까지, 금요일부터 일요일까지는 10:30부터 22:00까지 운영하고 있다.<br/>    현재 위 영업시간 외에도 별지1 도면 표시 \"7, 8\"의 각 점의 앞과 \"21, 22\"의 각 점의 앞에 있는 각 계단을 통하거나(시정장치 없음), 별지1 도면의 오른쪽 상단에 있는 비상용 엘리베이터를 통하여(시정장치 있으나 인터폰으로 경비실에 연락하여 시정장치 해제 가능) 이 사건 점포에 출입할 수 있다.<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 8, 19호증, 을나 제5 내지 9, 14, 17, 18, 21 내지 25호증의 각 기재 또는 영상, 이 법원의 감정인 소외 2의 감정 결과, 변론 전체의 취지<br/>2. 원고의 청구원인에 관한 주장<br/>가. 피고 회사에 대한 주장<br/>1) 철거 청구, 간접강제 청구, 부당이득반환 청구<br/>    원고는 피고 회사에게 원고 소유 점포의 구분소유자로서 이 사건 점용 통로 부분에 관한 지분권에 기한 방해배제청구로 이 사건 각 벽의 철거를 구하고, 간접강제로 이 사건 판결선고일부터 위 철거의무를 위반하는 1일당 10만 원의 비율로 계산한 돈의 지급을 구하며, 이 사건 점용 통로 부분의 부당이득반환으로 사용료 280,054,212원 중 원고 소유 점포와 소외 1 소유 점포의 전유부분 면적비율에 해당하는 219,987.47원 및 이에 대한 지연손해금의 지급을 구한다.<br/>2) 손해배상 청구<br/>    원고는 2016. 9.경부터 2017. 5.경까지 피고 회사의 이 사건 공사로 인하여 그 공사기간 동안 사실상 ‘▽▽▽’의 영업을 중단하였고 이에 따라 2016년도 매출이 2015년도 매출 1억 2,000만 원에 비하여 1,800만 원으로 1억 200만 원 감소하였다. 따라서 피고 회사에게 일실 매출 상당 손해배상으로 1억 200만 원 및 이에 대한 지연손해금의 지급을 구한다.<br/>나. 피고 공사에 대한 주장<br/>1) 주위적 청구<br/>    피고 공사는 임대인으로서 임차인인 원고로 하여금 원고 임차 점포를 사용·수익하게 할 의무가 있으나, 이 사건 일괄구획 및 일괄임대차에 동의하여 이 사건 공사가 시행되도록 함으로써 위 의무를 불이행하였다. 따라서 피고 공사에게 채무불이행에 따른 손해배상으로 원고 임차 점포의 임대료 21,093,730원과 관리비 30,987,350원의 합계 52,081,080원 및 이에 대한 지연손해금의 지급을 구한다.<br/>2) 예비적 청구<br/>    피고 공사는 이 사건 공사의 공사기간 동안 원고에게 임대료 및 관리비의 부담을 전가하였다. 따라서 피고 공사에게 부당이득반환으로 같은 52,081,080원 및 이에 대한 지연손해금의 지급을 구한다.<br/>3. 피고 회사에 대한 청구에 관한 판단<br/>    원고의 피고 회사에 대한 청구 중 손해배상 청구를 제외한 철거 청구, 간접강제 청구, 부당이득반환 청구의 공통 쟁점인 이 사건 일괄구획 및 일괄임대차가 공용부분의 변경에 해당하는지(가항), 공용부분의 변경에 해당한다면 이에 필요한 관리단 집회결의의 요건을 갖추어 적법한지(나항), 원고의 개별 동의를 갖추어 적법한지(다항)에 관하여 먼저 살핀 뒤, 각 청구별 쟁점(라항, 마항, 바항, 사항)에 나아가 살피기로 한다.<br/>가. 이 사건 일괄구획 및 일괄임대차가 공용부분의 변경에 해당하는지<br/>1) 관련 법리<br/>    집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다)제15조 제1항은 \"공용부분의 변경에 관한 사항은 구분소유자 및 의결권의 각 4분의 3 이상의 다수에 의한 집회결의로써 결정한다. 다만, 공용부분의 개량을 위한 것으로서 과다한 비용이 드는 것이 아닐 때에는 통상의 집회결의로써 결정할 수 있다\", 같은 법 제41조 제1항은 \"이 법 또는 규약에 의하여 관리단집회에서 결의할 것으로 정한 사항에 관하여 구분소유자 및 의결권의 각 5분의 4 이상의 서면에 의한 합의가 있는 때에는 관리단집회의 결의가 있는 것으로 본다\"고 규정하고 있는데, 관리단집회의 위와 같은 결의를 요하는 공용부분의 변경은 기존의 공용부분의 외관과 구조를 변경하거나, 그 기능과 용도를 변경함으로써 공용부분의 형상 또는 효용을 실질적으로 변경시키는 것으로서 변경이 되는 부분과 그 범위, 변경의 방식이나 태양, 변경 전과 변경 후의 외관이나 용도에 있어서 동일성 여부, 그 밖에 변경에 소요되는 비용 등을 고려하여 판단하여야 한다(대법원 2008. 9. 25. 선고 2006다86597 판결 등 참조).<br/>2) 구체적 판단<br/>    앞서 든 증거들에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정을 종합하여 보면, 이 사건 일괄구획 및 일괄임대차는 이 사건 각 벽 등을 설치함으로써 공용부분인 통로의 위치, 형상, 효용을 실질적으로 변경시키는 것이므로, 공용부분의 관리에 그치지 않고 공용부분의 변경에 해당한다 할 것이다.<br/>    ① 이 사건 일괄구획 및 일괄임대차로 인하여 종전의 벽이 철거되고 이 사건 각 벽 등이 설치되었다. 이로 인하여 전유부분과 공용부분인 통로의 경계, 외관, 구조가 변경되어 ◇◇◇관제☆층에는 전유부분이 사실상 공용부분인 통로로 사용되고 공용부분인 통로가 사실상 전유부분으로 사용되는 부분이 발생하였다. 이에 따라 피고 회사는 공용부분인 ◇◇◇관제☆층의 통로 중 이 사건 점용 통로 부분을 마치 전유부분인 양 배타적으로 점유·사용하고 있다.<br/>    ② 이 사건 일괄구획 및 일괄임대차를 위한 이 사건 공사의 공사비로 상당한 액수가 소요되었을 것으로 보인다.<br/>    ③ 피고 회사는 이 사건 각 벽 등이 일괄임대차계약의 임대차기간 동안 영업상 필요로 설치한 것으로서 계약종료 시 피고 회사에게 원상회복의무가 있는 임시적인 것이라고 주장하나, 이 사건 일괄구획 및 일괄임대차가 공용부분의 변경에 해당하는지 여부는 앞서 살핀 위치, 형상, 효용, 경계, 외관, 구조의 변경이 확정적인지 임시적인지에 따라 달리 볼 수 없다.<br/>3) 소결<br/>    따라서 이 사건 일괄구획 및 일괄임대차는 공용부분의 변경에 필요한 요건을 갖추어야 적법하게 된다.<br/>나. 이 사건 일괄구획 및 일괄임대차가 관리단 결의를 갖추어 적법한지<br/>1) 관련 법리<br/>가)집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라고만 한다) 제28조 제1항은 ‘집합건물의 관리 또는 사용에 관한 구분소유자 상호 간의 사항 중 이 법에서 규정하지 아니한 사항은 규약으로써 정할 수 있다’라고 규정하고 있으므로, 집합건물법이 특히 규약으로 달리 정할 수 있다고 명시하고 있는 사항이 아니더라도 집합건물의 관리 또는 사용에 관한 구분소유자 상호 간의 사항 중 위 법률에서 정하고 있지 않은 사항이면 규약으로 정할 수 있다고 보아야 한다. 그런데, 공용부분 변경에 관한 규정인 집합건물법 제15조는 ‘공용부분의 변경에 관한 사항은 관리단집회 결의로 결정한다’고 규정하고 있을 뿐, 변경방법에 대하여 규약으로 달리 정할 수 있다는 규정을 두고 있지 않으므로, 위 규정은 공용부분의 변경을 관리단집회의 결의에 의해서만 하도록 한 강행규정이라고 보아야 하고, 따라서 규약 설정 당시의 구성원들이 위 규정과 다른 내용의 규약을 제정하더라도 그 효력을 인정할 수 없다(대법원 2012. 3. 29. 선고 2009다45320 판결 등 참조).<br/>나) 한편, 구 집합건물법 제10조 제2항은 공용부분의 공유에 관하여는 제11조부터 제18조까지의 규정에 따르되, 제12조, 제17조에 규정한 사항에 관하여는 규약으로 달리 정할 수 있다고 규정한다. 그 규정취지에 비추어 보더라도, 구 집합건물법 제15조는 규약으로 달리 정할 수 없는 강행규정이라 할 것이다.<br/>2) 구체적 판단<br/>가) 위 법리에 따라 구 집합건물법 제15조 제1항은 공용부분의 변경을 관리단집회의 결의에 의해서만 하도록 한 강행규정이다. 그런데 이 사건 집합건물 관리규약 제23조, 제25조, 제26조는 ‘일괄구획 또는 일괄임대차 대상구역에 속한 구분소유자와 의결권에 한하여’ 각 5분의 4 이상의 동의와 대표위원회 재적위원 5분의 4 이상의 의결을 받아야 한다고 규정한다. 그렇다면 위 관리규약 조항은 일괄구획 또는 일괄임대차가 공용부분의 변경을 수반하는 한도에서 구 집합건물법 제15조 제1항에 어긋나 무효라 할 것이고, 이 사건 일괄구획 및 일괄임대차가 공용부분의 변경에 해당한다는 점은 앞서 가항에서 살핀 바와 같다.<br/>    이에 따라 이 사건 일괄구획 및 일괄임대차에 따라 공용부분을 변경하기 위해서는 구 집합건물법 제15조 제1항에 따라 관리단집회에서 구분소유자 및 의결권의 각 4분의 3 이상의 결의를 갖추거나, 구 집합건물법 제41조 제1항 본문에 따라 구분소유자 및 의결권의 각 5분의 4 이상의 서면이나 전자적 방법 또는 서면과 전자적 방법으로 합의하는 방식의 결의를 갖추어야 하므로(이하 집회결의와 서면·전자적 방법에 의한 결의를 통틀어 ‘관리단 결의’라 한다), 이하 이에 관하여 살핀다.<br/>나) 이 법원은 원고와 피고들에게 ① ◇◇◇관제☆층의 통로 등 공용부분이 이 사건 집합건물 전체 구분소유자의 공용부분인지, 이 사건 집합건물 중 제17구역(◇◇◇관제☆층과 □□관제☆층)의 구분소유자의 일부공용부분인지, ◇◇◇관의 구분소유자의 일부공용부분인지, ◇◇◇관제☆층의 구분소유자의 일부공용부분인지 밝히고, ② 이 사건 일괄구획 및 일괄임대차에 관하여 ①항에서 밝혀진 바에 따른 해당 구분소유자 및 의결권의 각 4분의 3 이상의 결의가 있었는지 밝히라는 취지의 석명준비명령을 하였다. 이에 대하여 원고는 ◇◇◇관제☆층의 통로 등 공용부분이 이 사건 집합건물 전체 구분소유자의 공용부분이라고 주장하였다. 피고들은 ◇◇◇관제☆층의 통로 등 공용부분이 ◇◇◇관의 구분소유자의 일부공용부분이라고 주장하면서도, 이 사건 일괄구획 및 일괄임대차에 관하여 구 집합건물법 제14조, 제15조 제1항, 제29조 제2항이 정한 바에 따라 이에 해당하는 구분소유자인 ◇◇◇관의 구분소유자의 관리단 결의 요건을 갖추었다는 점에 관하여는 아무런 주장·입증도 하지 않았다.<br/>3) 소결<br/>    따라서 이 사건 일괄구획 및 일괄임대차는 구 집합건물법 제15조 제1항 등에 따른 공용부분 변경에 관한 적법한 관리단 결의를 갖추지 못하여 무효라 할 것이다.<br/>다. 이 사건 일괄구획 및 일괄임대차가 원고의 개별 동의를 갖추어 적법한지<br/>1) 관련 법리<br/>집합건물의 소유 및 관리에 관한 법률 제15조 제1항, 제2항이 공용부분의 변경에 관하여 다수결에 의한 결의를 규정하면서 권리에 특별한 영향을 받는 구분소유자의 개별적인 승낙을 별도로 받도록 한 취지는, 다수결에 의한 결의만으로는 정당화될 수 없는 일부 소수 구분소유자들의 ‘특별한 희생’을 따로 배려하도록 한 것이다. 따라서 이때 특별한 영향을 받는 구분소유자란, 공용부분의 변경으로 다른 구분소유자는 받지 않는 불이익을 차별적으로 받게 되는 자를 말하므로, 공용부분의 변경에 필요한 공사비용 등을 구분소유자들이 지분별로 분담하는 경우와 같이 공용부분의 변경이 모든 구분소유자에게 동일하게 영향을 미치는 경우는 여기에 해당하지 않는다(대법원 2014. 9. 4. 선고 2013두25955 판결 등 참조).<br/>2) 구체적 판단<br/>가) 앞서 나의 1)항에서 살핀 바와 같은 이유로 구 집합건물법 제15조 제2항은 강행규정이라 할 것이다. 그런데 이 사건 집합건물 관리규약 제25조 제6항 단서는 ‘일괄구획 대상구역에 속한 다른 구분소유자에 한하여’ 권리에 특별한 영향을 미칠 때에 그 구분소유자의 승낙을 받아야 한다고 규정한다. 그렇다면 위 관리규약 조항은 일괄구획이 공용부분의 변경을 수반하는 한도에서 구 집합건물법 제15조 제2항에 어긋나 무효라 할 것이고, 이 사건 일괄구획 및 일괄임대차가 공용부분의 변경에 해당한다는 점은 앞서 가항에서 살핀 바와 같다.<br/>    따라서 구 집합건물법 제15조 제2항에 따라 이 사건 일괄구획 및 일괄임대차에 따른 공용부분 변경으로 인하여 원고의 권리가 특별한 영향을 받아 원고의 동의가 필요한지 여부에 관하여 살핀다.<br/>나) 갑 제41 내지 56호증, 을나 제26, 28호증(가지번호 포함)의 각 영상, 이 법원의 현장검증 결과에 변론 전체의 취지를 보태어 보면 다음 사실이 인정된다.<br/>    ① 이 사건 집합건물의 이용객들은 별지1 도면 중 왼쪽 벽면의 엘리베이터 3대와 화물용 엘리베이터 2대, 왼쪽 하단의 □□관쪽 연결통로, 오른쪽 상단 벽면의 비상용 엘리베이터 1대, 오른쪽 하단의 ○○관쪽 연결통로(이 사건 점포는 그 연결통로에 위치한다), 오른쪽 하단 이벤트로비의 엘리베이터 6대, 중앙에 있는 에스컬레이터를 통하여 ◇◇◇관제☆층에 내리거나 들어간 뒤 공용부분인 통로를 통하여 이 사건 점포에 접근할 수 있다.<br/>    ② 이 사건 일괄구획 및 일괄임대차 이전에 ◇◇◇관제☆층의 통로는 별지2 감정도 기재와 같이 격자형 구조이었고, 따라서 이용객이 앞서 살핀 방법 중 어느 방법으로 제☆층에 내리거나 들어가든 각 점포에 대한 접근성의 차이가 비교적 적었다. 그런데 이 사건 일괄구획 및 일괄임대차로 인하여 ◇◇◇관제☆층의 통로 구조가 에스컬레이터를 중심으로 하는 이중 사각형 구조로 바뀌었고, ◇◇◇관제☆층이 전문식당가로 이용되게 되었다. 이에 따라 ◇◇◇관제☆층 이용객들의 동선은 자연스럽게 에스컬레이터쪽 중앙으로 모였다가 흩어지는 양상을 띠게 되고, 그 결과 이 사건 점포는 주된 동선에서 어느 정도 소외되는 것으로 보인다.<br/>    ③ 별지1 도면 중 왼쪽 벽면의 엘리베이터를 통하여 ◇◇◇관제☆층에 내린 이용객들은 별지1 도면 표시 \"19, 20\"의 각 점을 연결한 부분의 벽 등 벽 6개로 현재 폐쇄된 통로를 통하여 바로 이 사건 점포를 볼 수 있어 시각적으로 찾기 쉬웠을 뿐만 아니라 그 통로를 통하여 거의 직선으로 이 사건 점포에 접근할 수 있었다. 그러나 이 사건 일괄구획 및 일괄임대차로 인하여 위 이용객들은 그 아래의 통로(별지1 도면 중 ‘일반조명’이라고 표시된 곳)로 우회하여야 이 사건 점포에 접근할 수 있게 되었다.<br/>    ④ 이 사건 일괄구획 및 일괄임대차로 인하여 이 사건 점포에서 별지1 도면 오른쪽 상단의 비상용 엘리베이터로 접근하는 기존의 통로가 별지1 도면 표시 \"5, 6\"의 각 점을 연결한 부분의 벽 등 벽 3개로 폐쇄되었고, 이를 대체하여 별지1 도면 오른쪽의 ‘▷▷’와 ‘♤♤♤’의 왼쪽으로 우회하는 통로가 개설되었다.<br/>    ⑤ 별지1 도면의 왼쪽 하단의 □□관쪽 연결통로를 통하여 ◇◇◇관제☆층으로 들어가는 이용객들은 별지1 도면 왼쪽 하단과 같이 위·아래 2개의 통로를 이용할 수 있었으나, 이 사건 일괄구획 및 일괄임대차로 인하여 그 중 아래쪽 통로가 폐쇄되었다.<br/>    ⑥ 에스컬레이터를 통하여 ◇◇◇관제☆층에 내린 이용객들이 이 사건 점포에 접근하는 종전의 격자형 통로는 이 사건 일괄구획 및 일괄임대차로 인하여 모두 폐쇄되었다. 이에 따라 위 이용객들은 별지1 도면 중 ‘일반조명’이라고 표시된 곳의 종전 통로로 우회하여야 이 사건 점포에 접근할 수 있게 되었다. <br/>    ⑦ 별지1 도면 오른쪽 하단의 ○○관쪽 연결통로를 통하여 ◇◇◇관제☆층으로 들어가는 이용객들과 오른쪽 하단 이벤트로비의 엘리베이터 6대를 이용하여 ◇◇◇관제☆층에 내린 이용객들이 이 사건 점포에 접근하는 데에는 큰 변화가 없다.<br/>다) 위 나)항의 사실을 종합하면, 이 사건 일괄구획 및 일괄임대차로 인하여 이 사건 점포의 사용·수익에 상당한 불이익이 발생하였다고 볼 수 있다. 그러나 다음에 살필 ① 내지 ③에 비추어 그와 같은 사정만으로 이 사건 일괄구획 및 일괄임대차에 따른 공용부분의 변경으로 인하여 구분소유자인 원고의 권리가 특별한 영향을 받았다거나 이에 따라 구 집합건물법 제15조 제2항에 따라 원고의 개별 동의가 필요하다고 단정하기에 부족하고, 달리 이와 같이 볼 증거가 없다. <br/>    ① 위 나)의 ①항에서 살핀 왼쪽 벽면의 엘리베이터 3대와 화물용 엘리베이터 2대, 왼쪽 하단의 □□관쪽 연결통로, 오른쪽 상단 벽면의 비상용 엘리베이터 1대, 오른쪽 하단의 ○○관쪽 연결통로, 오른쪽 하단의 이벤트로비의 엘리베이터 6대, 중앙에 있는 에스컬레이터에서 이 사건 점포에 접근하는 통로는 동선, 위치, 형태가 변형되기는 하였으나 유지되고 있으므로 이용에 지장이 없다. 따라서 일괄구획 등으로 인하여 원고 또는 원고 소유 점포의 이용객들이 위 각 주요 시설을 이용하는 것이 물리적으로 불가능하게 되거나 사실상 곤란하게 되는 경우와는 구분하여 볼 필요가 있다.<br/>    ② 을나 제19, 20, 27호증(가지번호 포함)의 각 기재에 변론 전체의 취지를 보태어 보면, 이 사건 일괄구획 및 일괄임대차로 인하여 ◇◇◇관제☆층의 상권이 상당히 활성화된 사실을 인정할 수 있고, 이로 인한 집객효과 등의 이익을 원고 또한 향유한다고 봄이 상당하다.<br/>    ③ 상가건물 안에 있는 점포의 영업적 가치는 그 위치, 위 ①항에서 살핀 바와 같은 주요 시설에 대한 접근성 등에 따라 영향을 받을 수밖에 없다. 따라서 이 사건 일괄구획 및 일괄임대차와 같이 전유부분과 공용부분을 통괄하여 구조를 변경하는 경우에는 이로 인하여 이익을 보는 점포와 불이익을 보는 점포가 함께 있을 수밖에 없다. 이와 같은 경우에 불이익을 보는 점포가 있다 하여 불이익의 정도를 불문하고 그 소유권에 특별한 영향이 있다고 보아 그 구분소유자의 개별적 동의가 필요하다고 한다면, 전유부분과 공용부분을 통괄하여 구조를 변경하는 공용부분의 변경은 사실상 불가능하게 되는데, 구 집합건물법 제15조 제2항이 이러한 결과를 의도한 것이라고는 보기 어렵다.<br/>3) 소결<br/>    원고의 동의 흠결을 이유로 이 사건 일괄구획 및 일괄임대차가 무효로 된다고는 볼 수 없다.<br/>라. 철거 청구에 관한 판단<br/>1) 관련 법리<br/>가) 지분권에 기한 방해배제 청구<br/>    (1) 공유자들은 공유물의 소유자로서 공유물 전부를 사용·수익할 수 있는 권리가 있고(민법 제263조), 이는 공유자들 사이에 공유물 관리에 관한 결정이 없는 경우에도 마찬가지이다. 공유물을 일부라도 독점적으로 사용할 수 없는 등 사용·수익의 방법에 일정한 제한이 있다고 하여, 공유자들의 사용·수익권이 추상적·관념적인 것에 불과하다거나 공유물 관리에 관한 결정이 없는 상태에서는 구체적으로 실현할 수 없는 권리라고 할 수 없다. 공유자들 사이에 공유물 관리에 관한 결정이 없는 경우 공유자가 다른 공유자를 배제하고 공유물을 독점적으로 점유·사용하는 것은 위법하여 허용되지 않지만, 다른 공유자의 사용·수익권을 침해하지 않는 방법으로, 즉 비독점적인 형태로 공유물 전부를 다른 공유자와 함께 점유·사용하는 것은 자신의 지분권에 기초한 것으로 적법하다. 일부 공유자가 공유물의 전부나 일부를 독점적으로 점유한다면 이는 다른 공유자의 지분권에 기초한 사용·수익권을 침해하는 것이다. 공유자는 자신의 지분권 행사를 방해하는 행위에 대해서 민법 제214조에 따른 방해배제청구권을 행사할 수 있고, 공유물에 대한 지분권은 공유자 개개인에게 귀속되는 것이므로 공유자 각자가 행사할 수 있다. 원고는 공유물의 종류(토지, 건물, 동산 등), 용도, 상태(피고의 독점적 점유를 전후로 한 공유물의 현황)나 당사자의 관계 등을 고려해서 원고의 공동 점유를 방해하거나 방해할 염려 있는 피고의 행위와 방해물을 구체적으로 특정하여 방해의 금지, 제거, 예방(작위·부작위의무의 이행)을 청구하는 형태로 청구취지를 구성할 수 있다. 법원은 이것이 피고의 방해 상태를 제거하기 위하여 필요하고 원고가 달성하려는 상태가 공유자들의 공동 점유 상태에 부합한다면 이를 인용할 수 있다(대법원 2020. 5. 21. 선고 2018다287522 전원합의체 판결 참조).<br/>    (2) 위 전원합의체 판결은 공유물 관리에 관한 결정이 없고 공유자가 다른 공유자에 대하여 지분권을 주장하는 사안에 관한 것이다. 그러나 이는 공유물의 관리 또는 변경에 관한 결정이 무효이고, 공유자가 다른 공유자의 권리에 기하여 공용부분의 사용·수익을 방해하는 제3자에 대하여 지분권을 주장하는 사안에도 그대로 적용된다 할 것이다.<br/>나) 지분권에 기한 방해배제청구에 관리단의 집회결의가 필요한지<br/>    (1) 대법원 2019. 9. 26. 선고 2015다208252 판결은 \"구분소유자가 공용부분과 대지에 대해 그 지분권에 기하여 권리를 행사할 때 이것이 다른 구분소유자들의 이익에 어긋날 수 있다면 이는 각 구분소유자가 집합건물법 제16조 제1항 단서에 의하여 개별적으로 할 수 있는 보존행위라고 볼 수 없고 집합건물법 제16조 제1항 본문에 따라 관리단집회의 결의를 거쳐야 하는 관리행위라고 보아야 한다.\"고 판시한 바 있다. <br/>    (2) 위 대법원 판결은, 공용부분이 적법한 용도 및 관리방법에 부합하게 사용됨에도 불구하고 일부 구분소유자가 지분권에 기한 방해배제 청구로써 공용부분의 현상 변경을 구하는 사안에 관한 것으로서, 이와 같은 경우에는 종전의 용도 및 관리방법을 구 집합건물법 제16조 등에 따른 관리단 결의로 변경할 것이 방해배제 청구의 요건으로 필요하다는 데에 주된 취지가 있는 것으로 보인다. 따라서 공용부분이 본래의 용도(구 집합건물법 제11조), 관리단의 통상의 정족수에 따른 집회결의로 결정한 관리방법(구 집합건물법 제16조), 관리단의 가중된 정족수에 따른 집회결의로 결정한 공용부분의 변경(구 집합건물법 제15조) 등에 따른 적법한 용도 또는 관리방법에 어긋나게 사용되고 있어 일부 구분소유자가 지분권에 기한 방해배제 청구로써 적법한 용도 또는 관리방법으로 원상회복을 구하는 경우에는 관리행위로서 관리단 결의가 요구되지 않는다고 봄이 상당하다. 과반수 구분소유자가 적법한 용도 또는 관리방법에 어긋나게 공용부분을 사용하는 경우(과반수 구분소유자가 관리단 의결로 종전의 관리방법을 변경하거나 공용부분을 변경하는 결정을 하였으나 그 의결에 무효 사유 등 하자가 있는 경우 포함), 소수 구분소유자가 적법한 용도 또는 관리방법에 어긋나게 공용부분을 사용함에도 다른 소수 구분소유자가 과반수 구분소유자의 협조를 얻지 못하여 관리단 결의가 사실상 곤란한 경우(적법한 용도 또는 관리방법에 어긋나게 공용부분을 사용하는 구분소유자와 원상회복을 구하는 구분소유자의 지분이 각 1/2이어서 관리단 결의가 불가능한 경우 포함) 등에는, 이에 속하지 않는 소수 구분소유자가 이로써 지분권을 침해받는다면 지분권에 기한 방해배제 청구를 허용하여 권리구제의 길을 열어 둘 필요가 있기 때문이다. 특히 구 집합건물법 제15조 제1항 등과 같이 공용부분의 변경에 관한 관리단 결의에 가중된 정족수를 요구하는 경우에 더욱 그렇다.<br/>2) 구체적 판단<br/>    앞서 가항, 나항에서 살핀 바와 같이 이 사건 일괄구획 및 일괄임대차는 공용부분의 변경을 수반함에도 구 집합건물법 제15조 제1항 등에 따른 관리단 결의를 갖추지 못하여 무효이다. 따라서 피고 회사가 이에 터잡아 이 사건 각 벽을 설치하여 이 사건 점용 통로 부분을 사실상 전유부분과 같이 배타적으로 점유·사용하는 것은 구 집합건물법 제11조에 따른 본래의 용도에 어긋나는 것이다. 피고 회사는 이로써 원고 소유 점포의 소유권에 근거한 이 사건 점용 통로 부분에 관한 원고의 공유지분권, 즉 이 사건 점용 통로 부분을 본래의 용도에 따라 사용·수익할 수 있는 원고의 권리를 침해하고 있다.<br/>3) 소결<br/>    따라서 원고가 관리단 결의를 거쳐 철거 청구를 하는지 여부를 불문하고, 피고 회사는 원고에게 이 사건 각 벽을 철거할 의무가 있다.<br/>마. 간접강제 청구에 관한 판단<br/>    강제집행의 한 종류인 간접강제는 부작위채무와 부대체적 작위채무에 한하여 허용된다(민사집행법 제261조 제1항, 대법원 2021. 7. 22. 선고 2020다248124 전원합의체 판결 등 참조). 원고가 피고 회사에 대하여 간접강제를 구하는 철거의무는 대체적 작위채무이어서 간접강제가 허용될 수 없으므로, 간접강제 청구를 받아들이지 않는다.    <br/>바. 부당이득반환 청구에 관한 판단<br/>1) 관련 법리<br/>    구분소유자 중 일부가 정당한 권원 없이 집합건물의 통로, 계단 등과 같은 공용부분을 배타적으로 점유·사용함으로써 이익을 얻고, 그로 인하여 다른 구분소유자들이 해당 공용부분을 사용할 수 없게 되었다면, 공용부분을 무단점유한 구분소유자는 특별한 사정이 없는 한 해당 공용부분을 점유·사용함으로써 얻은 이익을 부당이득으로 반환할 의무가 있다. 해당 공용부분이 구조상 이를 별개 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상이 아니더라도, 무단점유로 인하여 다른 구분소유자들이 해당 공용부분을 사용·수익할 권리가 침해되었고 이는 그 자체로 민법 제741조에서 정한 손해로 볼 수 있다. 이러한 법리는 구분소유자가 아닌 제3자가 집합건물의 공용부분을 정당한 권원 없이 배타적으로 점유·사용하는 경우에도 마찬가지로 적용된다(대법원 2020. 5. 21. 선고 2017다220744 전원합의체 판결 참조).<br/>2) 구체적 판단<br/>가) 피고 회사가 이 사건 일괄구획 및 일괄임대차에 터잡아 이 사건 각 벽을 설치하여 이 사건 점용 통로 부분을 배타적으로 점유·사용하고 있음은 앞서 살핀 바와 같다. 이로 인하여 피고 회사는 이익을 얻고, 원고는 원고 소유 점포의 구분소유자로서 이 사건 점용 통로 부분을 본래 용도에 따라 사용할 수 없는 손해를 입었다.<br/>    한편, 앞서 가항, 나항에서 살핀 바와 같이 이 사건 일괄구획 및 일괄임대차는 공용부분의 변경을 수반함에도 구 집합건물법 제15조 제1항 등에 따른 관리단 결의를 갖추지 못하여 무효이다. 따라서 피고 회사가 이 사건 점용 통로 부분을 배타적으로 점유·사용하는 데에 이 사건 일괄구획 및 일괄임대차를 정당한 권원으로 내세울 수 없다 할 것이다.<br/>    그렇다면 피고 회사는 원고에게 이 사건 점용 통로 부분을 배타적으로 점유·사용하는 이익을 이로 인한 원고의 손해 한도에서 부당이득으로 반환할 의무가 있다.<br/>나) 원고는 원고 소유 점포뿐 아니라 소외 1 소유 점포에 관하여도 부당이득반환을 구하고 있다. 그러나 소외 1의 상속재산에 관한 원고의 상속분 또는 상속재산분할 여부가 밝혀지지 않았으므로, 이 부분 청구는 받아들이지 않는다.<br/>다) 갑 제3, 40, 57, 58호증의 각 기재, 이 법원의 감정인 소외 3에 대한 감정촉탁 결과에 의하면, 이 사건 집합건물의 전유부분 면적 합계는 145,241.84㎡이고, 원고 소유 점포의 전유부분 면적 합계는 79.93㎡이며, 이 사건 점용 통로 부분의 2017. 5. 1.부터 2022. 8. 31.까지의 사용료 합계는 280,054,212원인 사실을 인정할 수 있다.<br/>    그렇다면 피고 회사가 이 사건 점용 통로 부분을 배타적으로 점유·사용하는 이익과 이로 인한 원고의 손해는 154,120원(＝ 280,054,212원 × 79.93㎡ ÷ 145,241.84㎡, 이하 단수 미만 버림)이라 할 것이다.<br/>3) 소결<br/>    피고 회사는 원고에게 부당이득반환으로 154,120원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>사. 손해배상 청구에 관한 판단<br/>1) 손해배상책임의 발생 여부에 관한 판단<br/>가) 구분소유자는 그 전유부분이나 공용부분을 보존하거나 개량하기 위하여 필요한 범위에서 다른 구분소유자의 전유부분 또는 자기의 공유에 속하지 아니하는 공용부분의 사용을 청구할 수 있으나, 이 경우 다른 구분소유자가 손해를 입었을 때에는 보상하여야 하고(구 집합건물법 제5조 제3항), 전유부분을 점유하는 자로서 구분소유자가 아닌 자에 관하여도 동일하다(구 집합건물법 제5조 제4항). 이는 집합건물의 구분소유자·점유자의 보존·개량행위를 위한 전유부분과 공용부분의 사용 등에 대한 다른 구분소유자의 수인의무를 전제로, 보존·개량행위를 하는 구분소유자·점유자의 다른 구분소유자에 대한 무과실 손해배상책임을 규정한 것으로 봄이 상당하다(민법 제216조 또한 아울러 참조).<br/>나) 갑 제9, 12, 13, 18, 21 내지 24, 31, 32, 36, 38, 39호증, 을나 제21호증(가지번호 포함)의 각 기재 또는 영상에 변론 전체의 취지를 보태어 보면 다음 사실이 인정된다.<br/>    ① 피고 회사는 2017. 1. 2.경부터 2017. 5. 27.경까지 이 사건 공사 중 이 사건 각 벽 등의 설치와 인테리어 등 공사를 하면서 ◇◇◇관제☆층의 바닥, 벽체, 천장의 도장 및 마감 공사를 시공하였다.<br/>    ② 피고 회사는 그 과정에서 ◇◇◇관제☆층의 출입로를 통제하고, 상하수도와 난방 공급을 차단하며, 먼지 비산 방지 등을 위하여 비닐막과 테이프 등으로 보양조치를 하였다.<br/>    ③ 원고는 이로 인하여 ‘▽▽▽’에 출입할 수 없는 등 그 운영이 사실상 불가능하게 되자 종전 예약을 취소하는 등 공사기간 동안 ‘▽▽▽’의 영업을 중단하였다. <br/>다) 그렇다면 피고 회사는 원고에게 2017. 1. 2.경부터 2017. 5. 27.경까지 ‘▽▽▽’의 일실 영업수익에 상당한 손해를 배상할 의무가 있다.<br/>2) 손해배상책임의 범위에 관한 판단<br/>가) 손해액<br/>    갑 제14호증의 기재에 의하면, ‘▽▽▽’는 부가가치세 확정신고서를 기준으로 매출액과 매입액의 차액이 2015년 전반기 5,934,575원, 2015년 후반기 7,285,567원, 2016년 전반기 5,369,241원으로 흑자였던 사실, 그러나 같은 차액이 2016년 후반기 －16,573,526원, 2017년 전반기 －10,985,346원, 2017년 후반기 －23,285,923원으로 바뀌어 ‘▽▽▽’는 이 사건 공사 착공 무렵부터 적자로 전환한 사실 등을 인정할 수 있다. <br/>    그렇다면 2015년 전반기, 2015년 후반기, 2016년 전반기를 기준으로 한 반기 평균 영업수익은 6,196,461원[＝ (5,934,575원 ＋ 7,285,567원 ＋ 5,369,241원) ÷ 3]이고, 이러한 반기 평균 영업수익을 기준으로 2017. 1. 2.경부터 2017. 5. 27.경까지에 해당하는 일실 영업수익은 4,998,250원[＝ 6,196,461원 × (2017. 1. 2.경부터 2017. 5. 27.경까지 146일) ÷ (2017. 1. 1.부터 2017. 6. 30.까지 181일)]이라 할 것이다.<br/>나) 책임의 제한<br/>    원고는 ‘▽▽▽’의 영업을 중단함으로써 노무가치 투입을 면하여 다른 경제활동을 할 수 있었을 것으로 봄이 상당한 점, 부가가치세 확정신고서의 매출액과 매입액의 차액이 영업수익과 정확히 일치한다고는 보기 어려운 점, 을나 제21호증의 기재에 의하면 이 사건 공사의 완공일이 당초 2017. 5. 27.로 예정된 사실은 인정되나, ‘현대시티몰’이 그 하루 전인 2017. 5. 26. 개장한 점에 비추어 실제로는 그보다 먼저 완공된 것으로 보이는 반면에 실제 공사기간이 뚜렷이 밝혀지지는 않은 점 등을 고려하여, 피고 회사의 손해배상책임을 80%로 제한한다.<br/>3) 소결<br/>    그렇다면 피고 회사는 원고에게 손해배상으로 3,998,600원(＝ 4,998,250원 × 0.8) 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>아. 피고 회사에 대한 청구의 결론<br/>    피고 회사는 원고에게 이 사건 각 벽을 철거하고, 부당이득반환 및 손해배상으로 합계 4,152,720원(＝ 154,120원 ＋ 3,998,600원) 및 이에 대하여 원고가 구하는 바에 따라 2022. 12. 12. 자 청구취지 및 청구원인 변경 신청서 부본 송달 다음 날인 2022. 12. 13.부터 피고 회사가 이행의무의 존재 여부 또는 범위에 관하여 항쟁함이 타당하므로 이 판결선고일인 2023. 5. 4.까지 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 피고 공사에 대한 청구에 관한 판단<br/>가. 주위적 손해배상 청구에 관한 판단<br/>    피고 공사가 원고 임차 점포 외에 이 사건 일괄임대 및 일괄임대차의 대상구역에 속하는 다른 점포를 소유하였고 그 구분소유자로서 이 사건 일괄임대 및 일괄임대차에 동의한 사실은 다툼 없이 인정된다. 그러나 피고 공사가 원고 임차 점포와 함께 위 대상구역의 다른 점포를 소유하고 있다 하여 원고 임차 점포의 임차인인 원고로 하여금 이를 사용·수익하게 할 의무의 일환으로 이 사건 일괄구획 및 일괄임대차에 동의하지 않을 의무가 있다고는 볼 수 없다. 그리고 원고가 원고 임차 점포를 사용·수익하지 못한 원인은 이 사건 일괄구획 및 일괄임대가 아니라 이 사건 공사에 있음은 앞서 살핀 바와 같다.<br/>    따라서 피고 공사가 임대인의 의무를 불이행하였음을 전제로 하는 주위적 손해배상 청구는 받아들이지 않는다.<br/>나. 예비적 부당이득반환 청구에 관한 판단<br/>1) 부당이득반환의무의 발생<br/>가) 앞서 살핀 바와 같이, 이 사건 공사로 인하여 원고는 2016. 9.경부터 2017. 5.경까지 원고 임차 점포를 사용·수익하지 못하였고, 그 원인은 이 사건 집합건물의 관리단 및 피고 회사가 시행한 이 사건 공사에 있다. 따라서 원고가 원고 임차 점포를 사용·수익하지 못한 데에 대한 책임은 피고 공사에게 있지 않을 뿐 아니라 원고에게도 있지 않다. <br/>    그런데 피고 공사는 임대인으로서 원고로 하여금 원고 임차 점포를 사용·수익하게 할 의무를 이 사건 공사의 공사기간 동안 쌍방 책임 없는 사유로 이행할 수 없게 되었으므로 임차인인 원고에 대하여 그 반대급부인 차임 또한 청구하지 못한다(민법 제537조, 대법원 2015. 2. 26. 선고 2014다65724 판결 등 참조).<br/>    한편, 원고가 이 사건 공사의 공사기간 동안 피고 공사에게 원고 임차 점포의 차임을 지급하고, 이 사건 집합건물의 관리단에게 원고 임차 점포의 관리비를 지급한 사실은 다툼 없이 인정된다. 여기서 관리비는 원고가 원고 소유 점포를 임차함으로써 부담하게 된 것이고, 만일 원고가 이를 임차하지 않았다면 구분소유자인 피고 공사의 부담으로 돌아가는 것이므로 실질적으로 차임으로서 성격을 가진다 할 것이다.<br/>나) 그렇다면 피고 공사는 이 사건 공사의 공사기간 동안 정당한 권원 없이 원고로부터 차임을 수취하고 원고로 하여금 이 사건 집합건물의 관리단에게 관리비를 지급하게 함으로써 그 액수에 상당한 이득을 얻고 그와 같은 손해를 원고에게 입혔다 할 것이어서 이를 부당이득으로 반환할 의무가 있다.<br/>2) 부당이득반환의 범위<br/>    이 사건 공사의 공사기간은 2016. 9.경부터 2017. 5.경까지로 개략적으로만 주장·인정되었고, 그 중 피고 회사가 시공한 이 사건 각 벽 등의 설치 및 인테리어 공사의 완공일이 당초 2017. 5. 27.로 예정되었으나 실제로는 그보다 앞서 완공된 것으로 보이는 점은 앞서 제3의 사의 2)의 나)항에서 살핀 바와 같으며, 그밖에 이 사건 공사의 실제 공사기간이 구체적으로 밝혀지지는 않았다. 따라서 2016. 9.분부터 2017. 5.분까지의 차임 및 관리비 합계 중 2016. 9.분과 2017. 5.분의 각 절반을 공제한 나머지를 이 사건 공사의 공사기간 동안 차임 및 관리비로 본다.<br/>    갑 제10, 11호증의 기재에 변론 전체의 취지(특히 이 사건 소장의 기재)를 보태어 보면, 원고 임차 점포의 2016. 9.분부터 2017. 5.분까지 차임 합계는 21,093,730원이고, 그 중 2016. 9.분과 2017. 5.분의 각 절반을 공제하면 18,747,730원인 사실, 원고 임차 점포의 부과연월(경험칙에 비추어 전월의 사용에 관하여 부과되었다고 봄이 상당하다) 기준 2016. 10.분부터 2017. 6.분까지의 관리비 합계는 14,692,070원이고, 그 중 2016. 10.분과 2017. 6.분의 각 절반을 공제하면 12,909,695원인 사실을 인정할 수 있다.<br/>    따라서 이 사건 공사의 공사기간 동안 차임 및 관리비 합계는 31,657,425원(＝ 18,747,730원 ＋ 12,909,695원)이라 할 것이다.<br/>다. 피고 공사에 대한 청구의 결론<br/>    그렇다면 피고 공사는 원고에게 부당이득반환으로 31,657,425원 및 이에 대하여 원고가 구하는 바에 따라 2022. 12. 12. 자 청구취지 및 청구원인 변경 신청서 부본 송달 다음 날인 2022. 12. 13.부터 피고 공사가 이행의무의 존재 여부 또는 범위에 관하여 항쟁함이 타당하므로 이 판결선고일인 2023. 5. 4.까지 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>5. 결론<br/>    원고의 피고들에 대한 각 청구는 위 각 인정범위 내에서 이유 있어 인용하고, 각 나머지 청구는 이유 없어 기각하여야 한다. 따라서 원고가 이 법원에서 확장·감축한 청구를 포함하여 제1심판결을 주문과 같이 변경한다.<br/>[별지 생략]<br/><br/>판사 마용주(재판장) 임종효 박경열 ",
  "사건번호": "2021나2011624",
  "사건종류코드": "400101",
  "판례정보일련번호": "240085",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}