{
  "판시사항": "주택임대차보호법 제3조의2 제7항에서 정한 금융기관이 임차인으로부터 보증금반환채권을 계약으로 양수하여 양수한 금액의 범위에서 우선변제권을 승계한 다음 경매절차에서 배당요구를 하여 보증금 중 일부를 배당받은 경우, 주택임대차의 대항요건이 존속되는 한 임차인은 보증금반환채권을 양수한 금융기관이 보증금 잔액을 반환받을 때까지 임차주택의 양수인을 상대로 임대차관계의 존속을 주장할 수 있는지 여부(적극)<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  주택임차인은 주택임대차보호법 제3조 제1항에서 정한 주택의 인도와 주민등록을 구비하면 대항력을 취득하고 대항요건이 존속되는 한 대항력은 계속 유지된다. 한편 주택임대차보호법에 정한 대항력과 우선변제권 두 가지 권리를 겸유하고 있는 임차인이 먼저 우선변제권을 선택하여 임차주택에 대하여 진행되고 있는 경매절차에서 배당요구를 하였으나 보증금 전액을 배당받지 못한 경우 임차인은 여전히 대항요건을 유지함으로써 임대차관계의 존속을 주장할 수 있으므로, 임차인이 대항력을 구비한 후 임차주택을 양수한 자는 그와 같이 존속되는 임대차의 임대인 지위를 당연히 승계한다.<br/>  이는 주택임대차보호법 제3조의2 제7항에서 정한 금융기관이 임차인으로부터 보증금반환채권을 계약으로 양수함으로써 양수한 금액의 범위에서 우선변제권을 승계한 다음 경매절차에서 배당요구를 하여 보증금 중 일부를 배당받은 경우에도 마찬가지이다. 따라서 주택임대차의 대항요건이 존속되는 한 임차인은 보증금반환채권을 양수한 금융기관이 보증금 잔액을 반환받을 때까지 임차주택의 양수인을 상대로 임대차관계의 존속을 주장할 수 있다.<br/>",
  "참조조문": "주택임대차보호법 제3조 제1항, 제4항, 제3조의2 제2항, 제7항, 제3조의5<br/>",
  "선고일자": "20230202",
  "법원명": "대법원",
  "사건명": "구상금[주택임대차보호법 제3조의2 제7항에서 정한 금융기관이 임차인으로부터 보증금반환채권을 양수한 후 그에 기해 경매절차에서 배당요구를 하여 보증금 일부를 배당받고, 경매절차에서 임차주택을 매수한 피고들을 상대로 전세보증금 잔액에 대해 양수금 또는 구상금 지급을 구한 사안]",
  "판례내용": "【원고, 피상고인】 주택도시보증공사 (소송대리인 법무법인(유한) 에이펙스 담당변호사 문귀서 외 1인)<br/>【피고, 상고인】 피고 1 외 4인 (소송대리인 법무법인 열린 담당변호사 정충진 외 2인)<br/>【원심판결】 서울중앙지법 2022. 6. 22. 선고 2021나20766 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 피고들이 부담한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 서면의 기재는 상고이유를 보충하는 범위에서)를 판단한다.<br/>  1. 제1 상고이유에 관하여<br/>  가. 주택임차인은 주택임대차보호법 제3조 제1항에서 정한 주택의 인도와 주민등록을 구비하면 대항력을 취득하고 위 대항요건이 존속되는 한 그 대항력은 계속 유지된다. 한편 주택임대차보호법에 정한 대항력과 우선변제권 두 가지 권리를 겸유하고 있는 임차인이 먼저 우선변제권을 선택하여 임차주택에 대하여 진행되고 있는 경매절차에서 배당요구를 하였으나 보증금 전액을 배당받지 못한 경우 임차인은 여전히 위 대항요건을 유지함으로써 임대차관계의 존속을 주장할 수 있으므로, 임차인이 대항력을 구비한 후 임차주택을 양수한 자는 그와 같이 존속되는 임대차의 임대인 지위를 당연히 승계한다.<br/>이는 주택임대차보호법 제3조의2 제7항에서 정한 금융기관이 임차인으로부터 보증금반환채권을 계약으로 양수함으로써 양수한 금액의 범위에서 우선변제권을 승계한 다음 경매절차에서 배당요구를 하여 보증금 중 일부를 배당받은 경우에도 마찬가지이다. 따라서 주택임대차의 대항요건이 존속되는 한 임차인은 보증금반환채권을 양수한 금융기관이 보증금 잔액을 반환받을 때까지 임차주택의 양수인을 상대로 임대차관계의 존속을 주장할 수 있다.<br/>  나. 원심은 판시와 같은 이유로, 임차인 소외인이 이 사건 주택에 대한 대항력을 취득한 이후 이 사건 전세계약보증금 반환채권을 양수한 원고가 경매절차에서 우선변제권에 따른 배당요구를 하여 보증금 중 일부를 배당받았다 하더라도 현재까지 임차인 소외인의 대항력이 여전히 유지되고 있다고 판단하였다. 원심의 판단은 위 법리에 따른 것으로서 정당하고, 거기에 상고이유 주장과 같이 주택임대차보호법 제3조 제4항, 제3조의5 등에 관한 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 없다.<br/>  2. 제2, 3 상고이유에 관하여<br/>  원심은 판시와 같은 이유로, 피고들은 공동하여 이 사건 전세계약보증금 반환채무를 대위변제한 원고에게 원고가 대위변제한 금원 및 이에 대한 지연손해금을 지급할 의무가 있다고 판단하였다. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 이유 설시에 충분하지 않은 부분이 있으나 원고가 대위변제한 금원 상당의 지급 청구를 인용한 결론은 정당하고, 거기에 상고이유 주장과 같이 변제자대위, 주택임대차보증금반환채권을 양수한 금융기관의 지위 등에 관한 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 없다.<br/>  3. 결론<br/>  그러므로 상고를 모두 기각하고 상고비용은 패소자가 부담하도록 하여, 관여 대법관들의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 안철상(재판장) 노정희 이흥구(주심) 오석준 ",
  "사건번호": "2022다255126",
  "사건종류코드": "400101",
  "판례정보일련번호": "233877",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}