{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "세무",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20230208",
  "법원명": "서울고등법원",
  "사건명": "법인세부과처분취소",
  "판례내용": "【원고, 피항소인】 ○○○ 주식회사 (소송대리인 법무법인(유한) 광장 담당변호사 손병준 외 1인)<br/>【피고, 항소인】 서인천세무서장<br/>【제1심판결】 인천지방법원 2022. 1. 20. 선고 2020구합51994 판결<br/>【변론종결】2022. 11. 16.<br/>【주    문】<br/>1. 이 법원에서 확장된 청구를 포함하여 제1심판결을 다음과 같이 변경한다.<br/>  가. 이 사건 소 중 피고가 2019. 12. 2. 원고에 대하여 한 별지 1 목록 기재 각 법인세 부과처분(가산세 포함) 중 ‘직권취소세액’란 기재 금액(가산세 포함) 부분에 관한 소를 각하한다.<br/>  나. 피고가 2019. 12. 2. 원고에 대하여 한 별지 1 목록 기재 각 법인세 부과처분 중 ‘잔여세액’란 기재 각 금액(가산세 포함) 부분을 모두 취소한다.<br/>2. 소송 총비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고가 2019. 12. 2. 원고에 대하여 한 별지 1 목록 기재 각 법인세 부과처분(가산세 포함) 중 ‘취소 청구세액’란 기재 각 금액 부분을 모두 취소한다.<br/>2. 항소취지<br/>  제1심판결을 취소한다. 원고의 청구를 모두 기각한다.<br/>【이    유】1. 처분의 경위<br/>  이 법원이 이 부분에 관하여 적을 이유는, 제1심판결의 해당 부분에 아래와 같은 내용을 추가하는 외에는, 제1심판결의 이유 중 ‘1. 처분의 경위’ 항목 부분 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/> ○ 제1심판결문 제6쪽 제1행 다음에 아래와 같은 내용을 추가한다.<br/> 【 바. 피고는 2022. 10. 28.경 이 사건 처분 중 별지 1 목록의 ‘직권취소세액’란 기재 각 금액(가산세 포함, 이하 같다) 부분(이 사건 처분 중 이 사건 후순위차입금 지급이자의 손금불산입에 관한 부과처분 부분이다)을 직권으로 취소하였다. 】<br/>2. 이 사건 소 중 이 사건 후순위차입금 지급이자의 손금불산입에 관한 부과처분 취소청구 부분의 적법 여부<br/>가. 행정처분이 취소되면 그 처분은 효력을 상실하여 더 이상 존재하지 않는 것이고, 존재하지 않는 행정처분을 대상으로 한 취소소송은 소의 이익이 없어 부적법하다(대법원 2010. 4. 29. 선고 2009두16879 판결 참조).<br/>나. 피고는 이 사건 처분 중 이 사건 후순위차입금 지급이자의 손금불산입에 관한 별지 1 목록의 ‘직권취소세액’란 기재 각 금액의 부과처분 합계 17,222,167,802원(= 2015 사업연도 1,604,168,486원 + 2016 사업연도 5,504,121,504원 + 2017 사업연도 5,266,817,483원 + 2018 사업연도 4,847,060,329원)을 직권으로 취소한 사실은 앞서 본 것과 같다. 따라서 이 사건 소 중 이 사건 후순위차입금 지급이자의 손금불산입에 관한 부과처분 취소청구 부분은 이미 효력을 상실하여 존재하지 않는 처분의 취소를 구하는 것으로서 소의 이익이 없다. 따라서 이 사건 소 중 이 부분에 관한 소는 부적법하다.<br/>3. 이 사건 처분 중 이 사건 시스템 대체비용의 감가상각비 손금불산입에 관한 부과처분 취소청구에 대한 판단<br/>가. 당사자의 주장<br/>1) 원고의 주장 요지<br/>가) 자본적 지출의 경우 감가상각자산 자체에 대한 지출이어야 하고, 당해 감가상각자산의 증가된 가치가 감가상각자산의 내용연수 동안 계속해서 미치므로 당해 감가상각자산의 내용연수 동안 상각하며, 사용수익기부자산에 대한 자본적 지출 여부는  당해 감가상각자산인 사용수익기부자산을 기준으로 판단하여야 한다. 이 사건 시스템 대체비용은 사용수익기부자산인 이 사건 관리운영권 자체에 대한 지출이 아니라 이 사건 도로 등에 대한 지출로서, 그 경제적 효익의 존속기간이 이 사건 관리운영권의 사용수익기간보다 짧고, 이 사건 관리운영권의 내용연수를 연장시키거나 그 가치를 현실적으로 증가시키는 것이 아니므로 자본적 지출에 해당하지 않는다.<br/>나) 설령 이 사건 시스템 대체비용이 사용수익기부자산인 이 사건 관리운영권에 대한 자본적 지출이라고 하더라도, 피고는 이 사건 시스템 대체공사가 이루어지기 전에는 사용수익기부자산에 대한 내용연수(2030년까지)를 적용하여 정액법에 따라 매년 균등 상각하다가 시스템 대체가 이루어진 2018년에 해당 사용수익기부자산이 멸실 또는 계약 해지된 것으로 보아 미상각잔액을 일시 상각하여 손금산입하는 방법으로 감가상각 시부인을 하였는데, 사용수익기부자산인 이 사건 관리운영권의 사용수익기간 만료 전에 이 사건 시스템 대체공사가 이루어진 경우 그때까지의 미상각잔액을 일시 상각하여 손금산입하는 방식은 법인세법령상 아무런 근거가 없다. 오히려 자산별·업종별 내용연수는 법정되어 있고, 법인세법 시행규칙 [별표 3]과 [별표 5]의 적용을 받는 재산을 제외한 모든 감가상각자산에 대한 내용연수는 법인세법 시행규칙 [별표 6]이 적용되므로, 자본적 지출 성격의 이 사건 시스템 대체비용을 배분하는 기간은 새로운 감가상각자산을 취득한 경우에 준하여 기준내용연수에 따라야 한다.<br/>2) 피고의 주장 요지<br/>      이 사건 시스템 대체비용은 사용수익기부자산의 자본적 지출에 해당하므로, 구 법인세법 시행령 제72조 제5항 제2호에 따라 이를 당해 자산의 취득가액에 가산하고, 이 사건 시스템 대체비용의 내용연수는 구 법인세법 시행령 제26조 제1항 제7호에 따라 이 사건 관리운영권의 사용수익기간 만료 시까지로 보아야 하므로, 그 사용수익기간 만료 전에 새로운 시스템을 설치하고 기존 시스템을 폐기하였다면, 이 사건 시스템 대체비용은 그 사용수익기간 동안 균등 상각하다가 기존 시스템의 폐기가 이루어진 사업연도에 미상각잔액을 일시 상각하는 것이 타당하다. <br/>나. 관계 법령<br/>    별지 3 ‘관계 법령’ 기재와 같다. <br/>다. 판단<br/>1) 관련 규정 및 법리<br/>구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것, 이하 같다) 제23조 제1항, 제3항에 따르면, 토지를 제외한 건물, 기계 및 장치, 특허권 등 대통령령으로 정하는 고정자산에 대한 감가상각비는 내국법인이 각 사업연도에 이를 손금으로 계산한 경우에 한하여 대통령령이 정하는 바에 따라 계산한 상각범위액 범위 안에서 당해 사업연도 소득금액계산에 있어서 이를 손금에 산입하게 된다. 또한 구 법인세법 시행령 제24조 제1항 제2호는 감가상각자산인 무형고정자산의 하나로 사용수익기부자산가액을 ‘금전외의 자산을 국가 또는 지방자치단체 등에게 기부한 후 그 자산을 사용하거나 그 자산으로부터 수익을 얻는 경우 해당 자산의 장부가액’으로 규정하고, 같은 법 시행령 제26조 제1항 제7호에서 사용수익기부자산가액은 당해 자산의 사용수익기간에 따라 균등하게 안분한 금액을 상각하는 방법으로 상각범위액을 계산하게 된다. <br/>구 법인세법 시행령 제72조 제5항 제2호는 법인이 보유하는 자산에 대하여 ‘제31조 제2항의 규정에 의한 자본적 지출이 있는 경우에는 그 금액을 가산한 금액’을 취득가액으로 보도록 규정하고, 같은 법 시행령 제31조 제2항은 자본적 지출을 ‘법인이 소유하는 감가상각자산의 내용연수를 연장시키거나 당해 자산의 가치를 현실적으로 증가시키기 위하여 지출한 수선비’라 규정하면서, 그 예시로서 ① 본래의 용도를 변경하기 위한 개조, ② 엘리베이터 또는 냉난방장치의 설치, ③ 빌딩 등에 있어서 피난시설 등의 설치, ④ 재해 등으로 인하여 멸실 또는 훼손되어 본래의 용도에 이용할 가치가 없는 건축물·기계·설비 등의 복구, ⑤ 기타 개량·확장·증설 등 앞선 사례와 유사한 성질의 것을 들고 있다. 한편 구 법인세법 시행규칙 제17조는 ① 건물 또는 벽의 도장, ② 파손된 유리나 기와의 대체, ③ 기계의 소모된 부속품 또는 벨트의 대체, ④ 자동차 타이어의 대체, ⑤ 재해를 입은 자산에 대한 외장의 복구·도장 및 유리의 삽입, ⑥ 기타 조업가능한 상태의 유지 등 위와 유사한 것을 수익적 지출로 규정하는 한편, 수익적 지출의 경우 자본적 지출에 해당하지 않는다고 규정하고 있다. <br/>  한편, 구 법인세법 시행령 제31조에 따라 즉시상각이 의제되는 자본적 지출인지 아니면 즉시상각이 의제되지 아니하는 수익적 지출에 해당하는지 여부는 먼저 위의 각 지출비용이 법인이 소유하는 고정자산의 원상을 회복하거나 능률유지를 위하여 지출한 비용인지 아니면 당해 고정자산의 내용연수를 연장시키거나 당해 고정자산의 가치를 현실적으로 증가시키는 비용인지 여부를 가려서 이에 따라 결정하여야 할 것이고, 그와 같은 구분이 분명하지 아니한 경우에는 구 법인세법 시행령 제31조 제2항 및 같은 법 시행규칙 제17조의 규정에 따라 판단하여야 한다(대법원 1988. 12. 20. 선고 88누520 판결, 대법원 1985. 3. 12. 선고 84누151 판결 등 참조).<br/>2) 구체적 판단<br/>가) 먼저, 이 사건 시스템 대체비용이 사용수익기부자산에 대한 자본적 지출에 해당하는지 또는 수익적 지출에 해당하는지 여부에 관하여 보건대, 앞서 든 각 증거와 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정을 종합하면, 이 사건 시스템 대체비용은 자본적 지출에 해당하는 것이라고 봄이 타당하다.<br/>(1) 구 법인세법 시행령 제31조 제2항에 의하면 자본적 지출은 ‘법인이 소유하는 감가상각자산’에 대하여 지출한 수선비를 말하며, 같은 법 시행령 제24조 제1항 제2호 사목에 따르면, 사용수익기부자산은 무형고정자산으로서 감가상각자산에 해당하는데, 원고는 앞서 인정한 실시협약에 따라 이 사건 도로 및 부속시설을 준공과 동시에 대한민국에 기부채납하고 이 사건 관리운영권만을 취득하였으므로, ‘법인이 소유하는 감가상각자산’이란 사용수익기부자산으로서 원고가 소유한 이 사건 관리운영권을 의미한다고 봄이 타당하다. 따라서 이 사건 시스템 대체비용이 사용수익기부자산에 대하여 지출한 비용에 해당하는지, 이에 해당한다면 이 사건 관리운영권의 내용연수를 연장시키거나 그 가치를 현실적으로 증가시키는 비용에 해당하는지, 아니면 이 사건 관리운영권의 원상을 회복하거나 능률유지를 위하여 지출한 비용에 해당하는지 여부를 기준으로 위 비용의 성격을 판단하여야 한다.<br/>(2) 이 사건 시스템 대체비용은 다음과 같은 사정에 비추어 보면 사용수익기부자산인 이 사건 관리운영권에 대하여 지출한 비용으로 볼 수 있다. <br/>(가) 앞서 인정한 것과 같이 원고는 이 사건 도로에 대한 관리운영의 일환으로 1999. 12.부터 2000. 12.까지 이 사건 도로에 ‘지능형 교통체계 시스템’ 및 ‘교량계약관리 시스템’ 등을 구축하였는데, 최초 실시협약 제39조, 제42조에 따라 이 사건 도로를 유지보수 및 관리하고 교통관리체계를 운영할 의무를 부담하고(갑 제3호증의 1), 2000. 12. 27. 자 실시협약 제2조 제49호, 제3조, 제35조, 제42조에 따라 이 사건 도로의 기능을 보전하고 원활한 교통과 시설물 이용자의 편의와 안전을 위하여 일상적으로 점검, 정비하고 손상된 부분을 원상복구하며, 시간 경과에 따라 요구되는 시설물의 개량, 보수, 보강하여야 하는 유지보수 및 관리운영의무를 부담하고, 이에 따라 원고가 대체하여야 하는 이 사건 시스템의 주기를 6년으로 정하였다(갑 제3호증의 2). 그 후 원고는 2013. 12. 23. 자 6차 변경실시협약에서 교통관리, 요금징수, 계측 시스템, 교량 유지관리, 도로 유지관리 등에 따라 그 대체주기를 6년 내지 10년으로 변경하였고(갑 제92호증의 3), 이에 따라 2008년경 이 사건 시스템을 전반적으로 대체한 후, 2014년부터 2018년까지 이 사건 시스템을 단위 설비별로 단계적으로 대체하게 되었다. 이러한 사정에 비추어 보면, 원고는 위와 같은 실시협약에 따라 부담하게 되는 이 사건 도로에 관한 유지·관리 및 교통관리체계 운영 의무 등을 이행하기 위하여 이 사건 시스템 대체비용을 지출한 것이다. <br/>(나) 원고는 민간투자법 제4조 제1호에 따라 사회기반시설 준공과 동시에 해당 시설의 소유권이 국가 또는 지방자치단체에 귀속되며, 사업시행자에게 일정기간의 시설관리운영권을 인정하는 방식으로 이 사건 사업을 시행하였다. 민간투자법 제26조 제1항은 ‘주무관청은 제4조 제1호 또는 제2호에 따른 방식으로 사회기반시설사업을 시행한 사업시행자가 제22조에 따라 준공확인을 받은 경우에는 제25조 제1항에 따라 무상으로 사용·수익할 수 있는 기간 동안 해당 시설을 유지·관리하고 시설사용자로부터 사용료를 징수할 수 있는 사회기반시설관리운영권을 그 사업시행자에게 설정할 수 있다’고 규정한다. 2000. 12. 27. 자 실시협약 제2조 제29호는 ‘부속시설’을 ‘이 사건 도로 구간 내 휴게소, 주유소 등 도로이용객에게 편의를 제공하기 위한 시설로서 본 도로의 운영 및 그 기능발휘에 필수적이라고 판단되는 보조기능시설’로 정의하면서, 최초 실시협약 제5조, 2000. 12. 27. 자 실시협약 제5조에 따라 이 사건 도로 및 그 부속시설의 소유권은 민간투자법 및 실시협약에 따라 대한민국에 귀속된다고 정하고 있다.<br/>            위와 같은 관련 법령 및 원고가 체결한 각 실시협약의 내용에 비추어 보면, 원고가 지출한 이 사건 시스템 대체비용으로 인하여 취득한 부속시설의 소유권은 모두 대한민국에 귀속되고, 원고는 이 사건 도로 및 그 부속시설의 사용권 및 관리운영권인 이 사건 관리운영권만을 취득하게 된다. <br/>            따라서 원고는 민간투자법에 따른 사업시행자로서 이 사건 도로를 건설한 후 이에 대한 이 사건 관리운영권을 설정받은 것에 불과하고, 대한민국과 임대차계약을 체결하였다거나 이 사건 시스템 등에 관하여 임차인의 지위에 있다고 할 수 없으므로, 원고가 이 사건 시스템 대체비용을 지출함으로써 설치하게 된 시스템 단위 설비에 대하여 별도의 임차자산개량권을 취득하였다고 볼 수 없고, 그 단위 설비에 대한 소유권은 모두 대한민국에 귀속되어 그 소유권을 취득하였다고 볼 수 없으므로, 원고가 이 사건 관리운영권과 무관한 새로운 유·무형자산을 취득한 것으로 볼 수도 없다.<br/>(다) 또한 원고는 도로재포장공사비, 충격흡수시설 개선공사비, 제설자재창고 신축공사비 등에 대하여는 임차자산개량권으로 계상한 후 최초에는 이 사건 관리운영권의 잔존내용연수로 상각하다가 이후 도로 재포장 주기 등을 고려하여 도로 자체의 내용연수에 따라 감가상각을 하였는데(갑 제80, 84호증), 이 사건 시스템 대체비용만을 이 사건 관리운영권과 무관한 자산에 대한 지출로 보아야 할 합리적 이유를 찾기는 어렵다.<br/>(3) 이 사건 시스템 대체비용은 다음과 같은 사정을 종합하면, 이 사건 관리운영권의 가치를 현실적으로 증가시키는 비용에 해당한다고 볼 수 있다.<br/>(가) 자본적 지출은 당해 감가상각자산의 내용연수를 연장시키거나 가치를 실질적으로 증가시키므로 수익·비용대응의 원칙에 따라 이를 기존 감가상각자산의 취득가액에 가산하여 구 법인세법 제23조 제1항 본문 및 구 법인세법 시행령 제26조에 따라 감가상각을 통해 손금에 산입하거나, 그 지출액을 손금으로 계상한 경우에는 구 법인세법 시행령 제31조 제1항에 따라 이를 감가상각한 것으로 보아 상각범위액을 계산하게 되는 것이다. 그에 반하여 수익적 지출은 그 지출의 효과가 당기의 수익을 얻는데 영향을 미칠 뿐 장래에는 경제적 효익을 제공하지 않는다고 보아 수익·비용대응의 원칙에 따라 지출이 이루어진 사업연도에 손금으로 처리한다. 자본적 지출과 수익적 지출의 손금처리 방식과 그와 같은 방식을 채택한 이유 등에 비추어 볼 때, 이 사건 시스템 대체비용이 장래의 이 사건 관리운영권에 대한 경제적 효익을 제공할 수 있다면 그 비용을 자본적 지출로 볼 수 있고, 그러한 장래의 경제적 효익이 존재하는지 여부는 원고의 수익과 비용의 측면을 모두 고려하여 판단함이 상당하다.<br/>(나) 원고는 2008년 이 사건 시스템의 일괄 대체를 통하여 하이패스 시스템, 과적단속시스템 등의 교통관리·통행료 징수 시스템과 교량상태를 상시 감시할 수 있는 교량계측시스템 등을 도입하였고, 2014년 장애인과 보훈대상자를 대상으로 한 통합복지카드 요금징수시스템 기능과 교량유지관리시스템을 개선하였으며, 2018년 이 사건 시스템 대체를 통해 다차로 하이패스시설, 기후반응 지능형 가변속도 단속시스템, 교통관제센터 구축 등의 교통관리·통행료 징수 시스템과 실시간 지진·균열감지가 가능한 교량계측시스템 등을 도입하였다. 하이패스 시스템의 도입·개량으로 인하여 요금수납원에 대한 인건비 절감이 가능해졌고, 기후반응 지능형 가변속도 단속시스템 등으로 인하여 교통사고로 인한 손해배상 위험이 감소할 수 있게 되었으며, 교량계측시스템 등으로 인하여 교량을 적시에 유지보수 할 수 있게 됨에 따라 교량유지 비용도 장기적으로 감소하게 되어 원고의 장기적 비용절감에 기여하였다. 비록 이 사건 시스템 대체가 이미 정해져 있는 이 사건 관리운영권의 사용수익기간 자체를 연장시킬 수는 없지만, 이 사건 관리운영권에 대한 개량의 성격을 가지고, 그 지출을 통해 장기적인 투입 비용의 절감 등으로 이 사건 관리운영권의 장래의 경제적 효익에 기여함으로써 이 사건 관리운영권의 가치를 현실적으로 증가시켰다고 볼 수 있다. <br/>(다) 또한 이 사건 시스템 대체는 이 사건 도로의 교통관리를 개선하여 교통체증을 감소시키는 효과를 가져왔고, 그에 따라 이 사건 도로의 차량통행량은 2015년 24,350,327대에서 2019년 34,708,066대로 지속적으로 증가한 것으로 보인다. 이 사건 시스템 대체는 원고의 수익 증대 가능성을 높였다는 점에서 이 사건 관리운영권의 장래의 경제적 효익에 기여하였다고 평가할 수 있다.<br/>            원고는, 2000. 12. 27. 자 실시협약 제2조 제20호, 제48조 제2항과 2004. 4. 21. 자 실시협약 제2조, 제3.1조에 의한 통행료수입 환수에 관한 협약 내용으로 인하여 이 사건 시스템 대체로 도로 통행량이 증가하였다고 하더라도 원고의 수익에는 별다른 영향을 미치지 못한다고 주장한다. 그러나 위 2004. 4. 21. 자 실시협약 제3.1조에 따르면, 원고가 추정통행료 수입의 80% 이상 110% 이하의 실제 통행료수입을 얻을 경우 그중 일부만이 대한민국에 환수될 뿐, 그 나머지 수입을 취득할 수 있게 되므로, 위와 같이 통행료수입 중 일부가 환수된다는 사정만으로 이 사건 시스템 대체가 원고의 수익 증가에 기여 가능성이 전혀 없다고 단정하기 어렵다. 또한 2000. 12. 27. 자 실시협약 제48조 제2항 및 2004. 4. 21. 자 실시협약 제3.2조에 따르면, MRG 보장 및 통행료의 환수는 운영개시일인 2001. 1. 1.부터 20년이 경과하는 시점부터 중단되므로, 위 시점 이후부터는 이 사건 시스템 대체가 원고의 수익 증가에 직접적인 영향을 미치는 것으로 예측되므로, 원고의 위 주장은 받아들이지 아니한다. <br/>나) 다음으로, 피고가 원고의 감가상각 방법을 부인하고, 이 사건 시스템 대체비용을 그 잔여 사용수익기간 동안 균등 상각하다가 시스템 대체를 완료한 시점에 미상각잔액을 일시 상각하는 방식으로 감가상각비를 재계산하여 상각범위액의 한도 초과액을 손금불산입한 부과처분 부분의 적법 여부에 관하여 보건대, 앞서 인정한 사실과 앞서 든 증거 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정들을 종합하면, 피고의 위와 같은 이 사건 시스템 대체비용에 대한 감가상각비 재계산 방식은 적법하다고 보기 어렵다.<br/>(1) 피고는 위 감각상각비를 재계산함에 있어서 원고가 이 사건 시스템 대체비용을 지출함으로써 이 사건 시스템에 관한 ‘임차자산개량권’을 취득하였음을 전제로 한 것으로 보인다. 그러나 앞서 인정한 것과 같이 원고는 민간투자법에 따른 사업시행자로서 이 사건 도로를 건설하여 대한민국에 기부채납한 후 이에 대한 이 사건 관리운영권을 설정받아 운영하였을 뿐, 대한민국과 임대차계약을 체결하거나 이 사건 시스템 등에 관한 임차인의 지위에 있지 아니하므로, 이 사건 관리운영권은 구 법인세법 시행령 제24조 제1항 제2호 사목에 따른 감가상각자산의 하나인 ‘사용수익기부자산’으로 봄이 타당하고, 이를 ‘임차자산’에 해당하는 것으로 볼 수는 없다. 따라서 원고가 이 사건 시스템 대체비용을 지출함으로써 사용수익기부자산인 이 사건 관리운영권의 가치를 현실적으로 증가시켰다면, 이는 사용수익기부자산인 이 사건 관리운영권 자체에 대한 자본적 지출로 보아야 하고, 그 지출에 따라 대체하여 설치하게 된 시스템 단위 설비마다 이 사건 관리운영권과는 별도의 무형자산인 ‘임차자산개량권’을 취득하였다고 볼 것은 아니다.<br/>(2) 한편 구 법인세법 시행령 제26조 제1항 제7호는 사용수익기부자산은 해당 자산의 사용수익기간에 따라 균등하게 안분한 금액을 상각하도록 규정하고 있고, 같은 법 시행령 제31조 제1항은 법인이 감가상각자산을 취득하기 위하여 지출한 금액과 감가상각자산에 대한 자본적 지출에 해당하는 금액을 손금으로 계상한 경우에는 이를 감가상각한 것으로 보아 상각범위액을 계산한다고 규정하고 있으며, 같은 법 시행령 제72조 제5항 제2호는 법인이 보유하는 자산에 대하여 자본적 지출이 있는 경우에는 그 금액을 가산한 금액을 취득가액으로 한다고 규정하고 있다.<br/>           위 관련 규정들에 비추어 보면, 감가상각의 대상이 되는 자산을 취득하였을 때 그 자산을 취득하기 위하여 지출한 금액과 자본적 지출액을 합한 금액을 해당 자산의 취득가액으로 계상한 뒤, 감가상각 과정을 통하여 위 자본적 지출액을 손금으로 인식하여야 하는데, 법인이 이처럼 해당 자산의 취득가액으로 계상하여야 할 자본적 지출액을 당기의 비용으로 계상한 경우 이를 그 자산의 취득가액에 산입함과 동시에 그 자산에 대해 감가상각을 한 것으로 보아야 하므로, 앞서 본 것과 같이 이 사건 시스템 대체비용이 사용수익기부자산인 이 사건 관리운영권에 대한 자본적 지출에 해당하는 이상, 이를 이 사건 관리운영권의 취득가액에 포함하여 이 사건 관리운영권의 사용수익기간이 만료되는 2030년까지 균등하게 안분한 금액을 상각하는 것이 원칙이라고 할 것이다.<br/>(3) 그러나 피고가 이 사건 시스템 대체비용과 관련하여, 사용수익기부자산인 이 사건 관리운영권의 사용수익기간(30년) 동안 균등 상각하는 것은 이 사건 관리운영권에 포함된 도로와 그 부속시설로서 이 사건 관리운영권의 사용수익기간보다 내용연수가 더 긴 자산에 대해서는 합리적이고 타당한 방법에 해당할 수 있지만, 이 사건 시스템 대체비용과 같이 사용수익기부자산인 이 사건 관리운영권의 운용에 필요한 시스템 단위 설비에 지출이 이루어져서 그 지출로 인한 경제적 효익의 존속기간이 이 사건 관리운영권의 사용수익기간보다 짧거나 별도의 실시협약 등에 그 사용수익기간보다 짧은 대체주기가 정해져 있는 경우에는 단위 설비별 경제적 효익이 존속하는 기간을 과다하게 의제하게 되므로, 감가상각제도의 취지인 수익·비용대응의 원칙에 부합하지 않게 된다. <br/>(4) 또한 피고가 이 사건 시스템 대체비용에 관하여 시스템의 대체가 완료된 시점에 미상각잔액을 일시 상각하는 방법으로 재계산한 것에 대하여 살펴보면, 구 법인세법 시행령 제26조 제1항 제7호는 사용수익기부자산의 경우 당해 자산의 사용수익기간 중 ‘당해 기부자산이 멸실되거나 계약이 해지된 경우’ 그 잔액을 상각하도록 정하고 있다. 그런데 이 사건 시스템의 단위 설비가 그 대체주기에 따라 대체되었다고 하더라도 사용수익기부자산인 이 사건 관리운영권 자체가 멸실되거나 그 근거가 된 계약이 해지되었다고 볼 수는 없으므로, 이를 구 법인세법 시행령 제26조 제1항 제7호에 따라 미상각잔액을 일시 상각하여야 할 ‘당해 기부자산이 멸실되거나 계약이 해지된 경우’에 해당한다고 하기 어려우므로, 이 사건 시스템의 대체가 완료된 시점에 미상각잔액을 일시 상각할 수 있다고 보기도 어렵다.   <br/>          그리고 한국채택국제회계기준 제1038호 무형자산 문단 115에 따르면, 무형자산의 일부를 대체한 경우 대체된 부분의 장부금액을 제거하고 대체원가를 취득가액으로 인식하지만, 원고에 대하여는 한국채택국제회계기준이 아닌 일반기업회계기준이 적용되므로, 법인세법 제43조에 의해 위 한국채택국제회계기준을 따를 수 있는 경우라고도 보기도 어렵다.<br/>3) 소결론<br/>가) 따라서 이 사건 처분 중 이 사건 시스템 대체비용의 감가상각비 손금불산입에 관한 부과처분 부분, 즉 피고가 이 사건 시스템 대체비용의 감가상각 시부인을 함에 있어 이 사건 관리운영권의 잔여 사용수익기간 동안 균등 상각 후 시스템 대체가 완료된 시점에 미상각잔액을 일시 상각하는 방법으로 재계산하여 손금불산입한 부분은 위법하다.  <br/>나) 나아가 이 사건 처분 중 이 사건 시스템 대체비용의 감가상각비 손금불산입에 관한 부과처분 부분의 취소 범위에 관하여 살펴본다.<br/>(1) 과세처분취소소송에 있어 처분의 적법 여부는 정당한 세액을 초과하느냐의 여부에 따라 판단되는 것으로서, 당사자는 사실심 변론종결시까지 객관적인 과세표준과 세액을 뒷받침하는 주장과 자료를 제출할 수 있고, 이러한 자료에 의하여 적법하게 부과될 정당한 세액이 산출되는 때에는 그 정당한 세액을 초과하는 부분만 취소하여야 하나, 그렇지 아니한 경우에는 과세처분 전부를 취소할 수밖에 없으며, 그 경우 법원이 직권에 의하여 적극적으로 합리적이고 타당성 있는 면제대상토지의 산정방법을 찾아내어 부과할 정당한 세액을 계산할 의무까지 지는 것은 아니다(대법원 1995. 4. 28. 선고 94누13527 판결 등 참조) <br/>(2) 피고는 2022. 9. 29. 제출한 준비서면에서, 이 사건 시스템 대체비용의 감가상각과 관련하여 2013. 12. 23. 자 6차 변경실시협약에 따른 시스템 단위 설비별 대체주기를 그 내용연수로 적용함을 전제로, 이 사건 시스템의 대체주기를 10년으로 일괄 적용하여 정률법에 따라 균등 상각하는 방법으로 정당한 감가상각 부인금액을 계산하면 합계 5,315,152,165원(= 2014 사업연도 9,185,274원 + 2015 사업연도 90,183,334원 + 2016 사업연도 65,631,335원 + 2017 사업연도 23,858,579원 + 2018 사업연도 5,162,293,643원)이 된다고 주장한다. 그러나 위와 같은 실시협약에서 정한 이 사건 시스템의 대체주기에 따른 감가상각 방식의 적법 여부는 별론으로 하더라도, 위 실시협약에서는 이 사건 시스템의 단위 설비별 대체주기를 6년 내지 10년으로 각각 달리 정하고 있고, 각 단위 설비별 내역과 각 사업연도별 감가상각비 계상 내역 등도 확인할 수 없으므로, 피고의 위와 같은 감가상각비 부인금액은 위 실시협약에서 정한 이 사건 시스템의 대체주기와 달리 그 대체주기를 10년으로 일괄 적용하였을 뿐만 아니라, 당사자들이 제출한 자료만으로는 위 실시협약에 따른 각 단위 설비별 대체주기를 적용한 정당한 법인세액을 산출하는 것도 곤란하다. <br/>(3) 한편, 회계상의 감가상각은 취득한 자산을 경제적 효익이 지속되는 기간에 걸쳐 비용화하는 것인데 반해, 법인세법에서는 납세자의 자의에 의한 과세소득 계산을 배제하고 과세형평을 도모하기 위해 일정한 감가상각자산의 내용연수에 관하여 구조 또는 자산별·업종별로 동일한 기준내용연수를 적용하도록 하고 있다(대법원 2016. 1. 28. 선고 2013두7001 판결 등 참조). 원고는 한국 표준산업분류상 도로 및 관련시설 운영업을 영위하고, 위 업종은 창고 및 운송관련 서비스업에 속하는데, 구 법인세법 시행규칙(2019. 3. 20. 기획재정부령 제730호로 개정되기 전의 것, 이하 같다) [별표 6]은 창고 및 운송관련 서비스업의 기준내용연수를 8년(신고내용연수 하한 6년 ~ 상한 10년)으로 정하고 있다. 이에 따라 원고는 창고 및 운송관련 서비스업을 운영함에 따라 취득하게 되는 자산에 대하여 6년의 내용연수를 적용하겠다고 신고하였는데, 원고가 이 사건 관리운영권과 관련한 이 사건 시스템에 대하여 원고가 사용하는 다른 감가상각자산과 동일하게 6년의 내용연수를 적용하는 것이 위법하다고 단정하기는 어렵다.<br/>  또한 이 사건 시스템 대체비용과 같이 사용수익기부자산에 관한 자본적 지출의 경우 그 지출로 인한 경제적 효익의 존속기간이 사용수익기부자산 그 자체의 사용수익기간과 달리 정해져 있는 경우에 그 상각기간에 대해서는 관련 법령에서 특별히 정하고 있지 아니하다. 구 법인세법 시행령 제28조 제1항 제2호, 구 법인세법 시행규칙 제15조 제3항, [별표 5]는 건물의 부속설비를 건물에 종속된 것으로 보고 건물과 동일한 내용연수를 적용하는 것을 원칙으로 하되, 건물의 부속설비가 사실상 기계장치로써 실제 사용수명이 건물보다 짧고 노후화로 인해 잦은 교체가 이루어짐을 고려하여 예외적으로 업종별자산의 내용연수를 적용할 수 있도록 규정하고 있다. 이러한 관련 규정과 취지 등을 고려하면, 이 사건 시스템 대체비용의 감가상각과 관련하여, 사용수익기부자산인 이 사건 관리운영권의 사용수익기간이 아니라 업종별자산의 내용연수를 적용하는 것이 합리성을 결여한 것으로 보기도 어려우므로, 원고가 이 사건 시스템 대체비용에 대하여 6년의 내용연수와 정률법을 적용하여 감가상각한 것이 법인세법령을 위반하였다고 단정할 수 없다.<br/>(4) 따라서 이 사건 처분 중 이 사건 시스템 대체비용의 감가상각비 손금불산입에 관한 부과처분 부분은 이를 전부 취소하여야 한다.<br/>4. 결론<br/>  그렇다면 이 사건 소 중 피고가 이 법원에 이르러 직권 취소한 이 사건 처분의 이 사건 후순위차입금 지급이자의 손금불산입에 관한 부과처분 취소청구 부분은 부적법하므로 이를 각하하고, 원고의 나머지 청구(이 사건 시스템 대체비용의 감가상각비 손금불산입에 관한  부과처분 취소청구)는 이유 있으므로 이를 받아들여야 한다. 제1심판결은 이와 결론을 일부 달리하여 부당하므로, 이 법원에서 확장된 청구를 포함하여 제1심판결을 주문 제1항과 같이 변경하고, 소송 총비용은 소송 진행 경과 및 이 사건 처분 중 일부의 직권 취소 등의 사정을 참작하여 행정소송법 제8조 제2항, 제32조, 민사소송법 제105조에 따라 피고가 부담하기로 하여 주문과 같이 판결한다.<br/>[별지 2 이 사건 시스템의 감가상각 및 시부인 내역 생략]<br/><br/>판사 배준현(재판장) 이은혜 배정현 ",
  "사건번호": "2022누36584",
  "사건종류코드": "400108",
  "판례정보일련번호": "605043",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}