{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20230201",
  "법원명": "광주지방법원",
  "사건명": "공공단체등위탁선거에관한법률위반",
  "판례내용": "【피 고 인】 피고인 1 외 1인<br/>【항 소 인】 피고인들<br/>【검    사】 오신환(기소), 김보미(공판)<br/>【변 호 인】 변호사 박태원 외 2인<br/>【원심판결】 광주지방법원 해남지원 2021. 9. 2. 선고 2019고단335 판결<br/>【주    문】<br/>  원심판결을 파기한다. <br/>  피고인들은 각 무죄.<br/><br/>【이    유】1. 항소이유의 요지<br/>  가. 사실오인 및 법리오해<br/>    피고인들은 공소외 1 또는 공소외 2에게 현금을 교부한 적이 없고, 설령 그들에게 현금을 교부한 사실이 있다고 하더라도 그들은 조합원 자격이 없는 자로서 조합원이 아니므로 공공단체등위탁선거에관한법률위반죄가 성립하지 않는데도, 피고인들에게 유죄를 선고한 원심판결에는 사실오인 및 법리오해의 위법이 있다. <br/>  나. 양형부당<br/>    원심이 피고인들에게 선고한 형(징역 6월 집행유예 2년, 징역 3월 집행유예 3년)은 너무 무거워서 부당하다. <br/>2. 사실오인 및 법리오해 주장에 관한 판단<br/>가. 이 사건 공소사실<br/>피고인 1은 2019. 3. 13. 실시된 제2회 ○○농업협동조합장 선거에 당선된 사람이고, 피고인 2는 피고인 1의 지인이다.<br/>    누구든지 선거운동 기간이 아닌 기간에 선거운동을 하여서는 아니 되고, 선거인(선거인명부를 작성하기 전에는 그 선거인명부에 오를 자격이 있는 자를 포함한다)이나 그 가족 등에 대하여 금전·물품·향응이나 그 밖의 재산상 이익이나 공사의 직을 제공하거나 그 제공의 의사를 표시하거나 그 제공을 약속하여서는 아니 되며, 후보자(후보자가 되려는 사람을 포함한다), 후보자의 배우자, 후보자의 속한 기관·단체·시설은 기부행위제한기간 중 기부행위를 하여서는 아니 된다.<br/>    1) 피고인들의 공동범행<br/>      피고인들은 피고인 1이 제2회 ○○농업협동조합장 선거에 당선되도록 조합원을 만나 금전을 제공하고 지지를 부탁하기로 모의하였다. <br/>      피고인들은 2019. 2. 23 09:06경 전남 해남군 해남읍 소재 풍년회관 앞길에 정차한 피고인 2의 차량 안에서, 피고인 1은 ○○농업협동조합원인 공소외 1에게 \"이번 선거에 나오려고 한다. 잘 부탁한다. 나를 지지해 달라.\"라고 말하고, 피고인 2는 위 공소외 1에게 현금 30만원을 제공하였다.<br/>      이로써 피고인들은 공모하여, 선거운동기간이 아닌 기간에 피고인 1을 위한 선거운동을 하고, 선거인명부에 오를 자격이 있는 자나 그 가족 등에 대하여 금전을 제공함과 동시에 기부행위제한기간 중 기부행위를 하였다.<br/>    2) 피고인 1<br/>      피고인은 2019. 2. 15. 13:50경 전남 해남군 화산면에 있는 화산중앙교회 앞길에서 ○○농업협동조합원인 공소외 2에게 제2회 ○○농업협동조합장 선거에서 피고인을 지지해달라는 취지로 현금 30만 원을 제공하였다.<br/>      이로써 피고인은 선거운동기간이 아닌 기간에 선거운동을 하고, 선거인명부에 오를 자격이 있는 자나 그 가족 등에 대하여 금전을 제공함과 동시에 기부행위제한기간 중 기부행위를 하였다.<br/>나. 현금 교부 여부<br/>    원심은, ① ‘돈을 교부받았다’는 내용의 공소외 1과 공소외 2의 각 진술이 구체적이고 상세하며, 일관되고, 허위로 진술할 동기를 찾을 수 없으며, ② 휴대전화 통화내역, 통화 녹음 내용, CCTV 영상이 공소외 1의 진술에 부합하고, ③ 공소외 2의 신고 동기와 경위에 관한 진술이 합리적이며, ④ 공소외 1과 공소외 2가 사전에 연락하지 않았음에도 그들의 각 진술 내용이 금품을 받게 된 시기와 경위, 신고하게 된 경위 등에서 공통점이 있고 납득할 만하다는 등의 이유로, 공소외 1과 공소외 2의 각 진술이 신빙성이 있다고 판단하여 피고인들이 각 금품을 교부하였다고 인정하였다. <br/>    원심이 적법하게 채택하여 조사한 증거들과 대조하여 검토하여 보면 원심의 사실인정은 정당하므로, 피고인들의 각 사실오인 주장은 받아들일 수 없다. <br/>다. 조합원 자격 여부 및 기부행위 위반죄 성립 여부<br/>1) 조합원의 자격<br/>      가) 농업협동조합법은 조합원의 자격에 관하여 지역농협의 구역에 주소, 거소나 사업장이 있는 농업인이어야 한다고 정하고 있으며(제19조 제1항), 농업협동조합법 시행령은 조합원 자격요건인 농업인의 범위로 ‘1,000㎡ 이상의 농지를 경영하거나 경작하는 자’, ‘1년 중 90일 이상 농업에 종사하는 자’, ‘660㎡ 이상의 농지에서 채소·과수 또는 화훼를 재배하는 자’ 등 6가지를 정하고 있다(제4조 제1항). 즉 농업인 중 일정 규모 이상의 농지를 경영·경작하거나 1년 중 90일 이상 농업에 종사하는 등 일정한 요건을 갖춘 자만이 가입할 수 있고(농업협동조합법 제28조 제1항), 그와 같은 조합원 자격이 없는 경우에는 당연히 탈퇴된다(농업협동조합법 제29조 제2항 제1호).<br/>      나) 우리 헌법은 제121조 제1항에서 경자유전의 대원칙을 천명하면서 제2항에서 \"농업생산성의 제고와 농지의 합리적인 이용을 위하거나 불가피한 사정으로 발생하는 농지의 임대차와 위탁경영은 법률이 정하는 바에 의하여 인정된다\"고 규정하고 있고, 이와 관련하여 농지법은 제2조 제2호에서 ‘농업인이란 농업에 종사하는 개인으로서 대통령령으로 정하는 자를 말한다’라고, 제4호에서 ‘농업경영이란 농업인이나 농업법인이 자기의 계산과 책임으로 농업을 영위하는 것을 말한다’라고, 제8호에서 ‘주말·체험영농이란 농업인이 아닌 개인이 주말 등을 이용하여 취미생활이나 여가활동으로 농작물을 경작하거나 다년생식물을 재배하는 것을 말한다’라고, 제6조 제1항에서 ‘농지는 자기의 농업경영에 이용하거나 이용할 자가 아니면 소유하지 못한다’라고 각 정하고 있고, 제7조 제3항에서 주말·체험영농을 하려는 비농업인의 농지 소유 상한을 정하고 있으며, 제8조 제1항, 제2항에서 농지를 취득하고자 하는 자는 농업인은 농업경영계획서를, 비농업인은 주말·체험영농계획서를 각 작성하여 관할관청에 농지취득자격증명의 발급을 신청하여 이를 발급받도록 정하고 있고, 제10조 제1항에서 제1호에서 ‘소유 농지를 정당한 사유 없이 자기의 농업경영에 이용하지 아니하는 경우 그 사유가 발생한 날 당시 세대를 같이하는 세대원이 아닌 자에게 처분하여야 한다’라고 정하고 있다. <br/>농업·농촌 및 식품산업 기본법은 제3조 제2호에서 ‘농업인이란 농업을 경영하거나 이에 종사하는 자로서 대통령령으로 정하는 기준에 해당하는 자를 말한다’라고 정하고 있다.   <br/>      농업협동조합법은 농업인에 관하여 별도의 정의 규정을 두고 있지 아니하나, 농업인의 자주적인 협동조직을 바탕으로 농업인의 경제적·사회적·문화적 지위를 향상시키고, 농업의 경쟁력 강화를 통하여 농업인의 삶의 질을 높이며, 국민경제의 균형 있는 발전에 이바지한다는 입법목적(제1조) 등을 고려하면, 농업협동조합법이 정한 농업인의 범위는 농지법과 농업·농촌 및 식품산업 기본법이 정한 농업인과 동일하다고 해석함이 타당하다. <br/>구 농지개혁법[1996. 1. 1. 농지법(법률 제4817호) 부칙 제2조로 폐지]은 제3조에서 ‘농가라 함은 가주 또는 동거가족이 농경을 주업으로 하여 독립생계를 영위하는 합법적 사회단위를 칭한다’라고 정하면서, 제5조 제2항, 제11조에서 ‘농가 아닌 자의 농지를 정부가 매수하여 농가에게 분배 소유하게 한다’고 정하였고, 구 농업협동조합은 동일가구 내에 조합원 수를 1인으로 제한하였다가(제22조), 1994. 12. 22. 법률 제4819호로 일부개정되면서 ‘정관에 정하는 바에 의하여 2인까지 될 수 있다’라고 개정하였으나, 1999. 9. 7. 법률 제6018호로 폐지제정되면서 동일가구 내 조합원 수 제안을 폐지하였다(제19조 제1항).<br/>      위와 같이 헌법상 경자유전의 대원칙과 농업인과 주말·체험영농을 구분하여 정하고 있는 등 농지법의 각 규정, 생계를 공동으로 하는 가구를 단위로 농지 소유와 조합원 자격을 정하고 있던 구 농지개혁법[1996. 1. 1. 농지법(법률 제4817호) 부칙 제2조로 폐지] 및 구 농업협동조합법의 각 규정의 취지 및 내용 등을 종합하면, ‘농업에 종사한다’라고 하려면, 농작물 경작 또는 다년생식물을 재배하는 일을 ‘주업으로’ 독립생계를 영위할 정도는 아니더라도, ① 소득이나 이윤을 얻으려는 목적 아래 계속적·반복적으로, 즉 영업으로 농업경영(동일 가구 구성원들도 농업 경영에 참여하면 각자 농업인으로 인정됨)을 하거나(농업협동조합법 시행령 제4조 제1항 제1, 3, 4, 5, 6호), ② 임금을 받을 목적으로 농업경영에 근로를 제공하는 것(농업협동조합법 시행령 제4조 제1항 제2호)을 말한다고 봄이 타당하고, 이러한 경우에만 농업인에 해당한다. 만일 영업으로 농업경영을 하지도 않고 임금을 목적으로 농업경영에 근로를 제공하지도 않는다면 이는 취미생활이나 여가활동이어서 비농업인에 해당한다. <br/>      이와 같이 농업인과 주말·체험영농의 비농업인은 경작 또는 재배의 목적과 방법 등에 따라 구분되는 것이지, 경작 또는 재배 농지의 규모로 구분되는 것은 아니어서 취미생활이나 여가활동으로 1,000㎡ 이상의 농지에서 경작 또는 재배를 한다고 하더라도(농지법 제2조 제2호, 농지법 시행령 제3조 제1호, 농지법 제7조 제2항 참조) 농업인이 되지 아니한다. <br/>2) 공소외 1 부분에 관한 판단<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하면, ① 공소외 1은 직업이 우체국 집배원이었는데 그의 아버지 소유의 전남 해남군 (주소 2 생략) 전 5,775㎡에서 아버지 농사를 도와주는 일을 하면서 1998. 11. 24. ○○농업협동조합의 조합원으로 가입한 사실, ② 조합원으로 가입한 이후 우체국 집배원, 요양보호사, 군내버스 운전기사로 일하면서 토요일, 일요일에 아버지 농사를 도와주는 일을 하였으나, 그 농업에 종사한 일수가 1년 중 50일 가량인 사실, ③ 위 농지에서 비료와 농약 구매, 농산물 출하 등도 전반적인 농업경영은 공소외 1의 아버지가 하였고, 공소외 1은 그의 아버지의 일손을 도와주기만 한 사실, ④ 공소외 1이 위와 같이 아버지 농사를 도와주는 일 외에는 달리 농업에 종사하지 않는 사실, ⑤ 공소외 1은 전남 해남군 해남읍에서 집을 얻어 살고 그의 아버지는 전남 해남군 화산면 가장리에 살고 있어 공소외 1과 그의 아버지가 동일 가구 구성원이 아닌 사실이 인정되는바, 공소외 1의 아버지가 위 농지를 경작하거나 경영하는 농업인(농업협동조합법 시행령 제4조 제1항 제1호)에 해당하고, 동일 가구 구성원이 아닌 공소외 1은 이에 해당하지 아니하며, 설령 공소외 1이 임금을 받을 목적으로 그의 아버지의 농업경영에 근로를 제공하여 농업에 종사하였다고 인정된다고 하더라도 1년 중 90일 이상 농업에 종사하여야 한다는(농업협동조합법 시행령 제4조 제1항 제2호) 조합원 자격요건을 갖추지 못하였으므로, 이 부분 공소사실 기재 범행 일시인 2019. 2. 23.보다 앞선 시점에 공소외 1은 농업협동조합법 제19조 제1, 4항, 농업협동조합법 시행령 제4조 제1항 각 호가 정한 조합원의 자격을 갖추지 못하여 농업협동조합법 제29조 제2항 제1호에 의하여 ○○농업협동조합에서 당연히 탈퇴되었다. <br/>      따라서, 조합원이 아닌 공소외 1은 선거권자가 아니어서 그에게 금품을 제공하였다고 하더라도 공공단체등 위탁선거에 관한 법률 제59조, 제35조 제1항이 정한 기부행위제한 위반죄가 성립하지 아니한다(대법원 2021. 7. 21. 선고 2021도6073 판결 참조). <br/>3) 공소외 2 부분에 관한 판단<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하면, 공소외 2는 2006. 11.경에 처와 함께 전남 해남군 화산면에 내려와 처는 교회를 짓고 목사로 종사하여 왔고, 공소외 2는 택배 배달업에 종사하여오던 중 전남 해남군 (주소 1 생략) 전 2,327㎡를 매수하여 그곳 1,527㎡에 단감 대봉 300주를 식재하여 2014. 5. 15. ○○농업협동조합에 조합원으로 가입한 사실이 인정되므로, 공소외 2는 ‘660㎡ 이상의 농지에서 채소·과수 또는 화훼를 재배하는 자’라는 조합원 자격요건은 갖춘 것으로 보인다. <br/>      그러나, 공소외 2의 이 법정에서의 진술에 의하면 공소외 2는 위 농지에서 단감을 수확하여 지인들에게 나누어줬을 뿐이지 판매한 적은 없다는 점을 인정하고 있으므로, 과연 공소외 2가 농업협동조합법에서 말하는 농업인에 해당하는지에 관하여 살피건대, 공소외 2가 이 사건 이전인 2018년경에 위와 같이 재배한 단감을 판매하여 소득이나 이윤을 얻었음을 인정할 증거가 없고, 오히려 \"2018년경 월요일부터 토요일 오전까지 택배업에 종사하였고, 토요일 오후와 일요일에 과수원 일을 하였으며, 가을에 수확을 하여 지인들에게 선물로 주었다\", \"제가 나이가 더 들어서 택배 일을 못하게 되면 농사를 전문적으로 하려고 감나무 300주를 심었다\"라는 이 법정에서의 공소외 2의 진술에 의하면 공소외 2는 2018년경에는 아직 소득이나 이윤을 얻을 목적으로 계속적·반복적으로 단감을 재배하지 않았다는 사실이 인정된다. <br/>      그러므로, 2018년경 공소외 2는 주말 등을 이용하여 취미생활이나 여가활동으로 감나무를 재배하는 주말·체험영농의 비농업인이라고 할 것이니, 이 부분 공소사실 기재 범행 일시인 2019. 2. 23.보다 앞선 시점에 공소외 2는 농업인이라는 조합원의 자격을 갖추지 못하여 농업협동조합법 제29조 제2항 제1호에 의하여 ○○농업협동조합에서 당연히 탈퇴되었다. <br/>      따라서, 조합원이 아닌 공소외 2는 선거권자가 아니어서 그에게 금품을 제공하였다고 하더라도 공공단체등 위탁선거에 관한 법률 제59조, 제35조 제1항이 정한 기부행위제한 위반죄가 성립하지 아니한다(대법원 2021. 7. 21. 선고 2021도6073 판결 참조). <br/>3. 결론<br/>  그렇다면 피고인의 사실오인 및 법리오해 주장은 이유 있으므로, 양형부당에 관한 판단을 생략한 채 형사소송법 제364조 제6항에 따라 원심판결을 파기하고, 변론을 거쳐 다시 다음과 같이 판결한다. <br/>【다시 쓰는 판결 이유】  이 사건 공소사실의 요지는 위 제2의 가.항 기재와 같은데, 위 제2의 다.항 및 라.항에서 본 바와 같은 이유로 이 사건 공소사실은 범죄의 증명이 없는 경우에 해당하므로, 형사소송법 제325조 후단에 따라 피고인들에게 각 무죄를 선고하고, 형법 제58조 제2항 단서에 따라 무죄판결의 요지를 공시하지 아니한다. <br/><br/>판사 심재현(재판장) 윤봉학 김창환 ",
  "사건번호": "2021노2521",
  "사건종류코드": "400102",
  "판례정보일련번호": "237261",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}