{
  "판시사항": "  임대차기간을 영구로 정한 임대차계약이 허용되는지 여부(원칙적 적극) / 임차인은 언제라도 영구 임대차기간에 관한 권리를 포기할 수 있는지 여부(적극) 및 이때 임대차계약은 임차인에게 기간의 정함이 없는 임대차가 되는지 여부(적극)<br/>",
  "참조판례": "대법원 2001. 6. 29. 선고 99다64438 판결, 대법원 2017. 6. 19. 선고 2017다211528, 211535 판결(공2017하, 1531), 헌법재판소 2013. 12. 26. 선고 2011헌바234 전원재판부 결정(헌공207, 104)<br/>",
  "사건종류명": "민사",
  "판결요지": "구 민법(2016. 1. 6. 법률 제13710호로 삭제되기 전의 것) 제651조에서는 ‘석조, 석회조, 연와조 또는 이와 유사한 견고한 건물 기타 공작물의 소유를 목적으로 하는 토지임대차 및 식목, 채염을 목적으로 하는 토지임대차’를 제외한 임대차의 존속기간을 20년으로 제한하고 있었으나, 헌법재판소는 2013. 12. 26. 위 조항의 입법 취지가 불명확하고, 과잉금지원칙을 위반하여 계약의 자유를 침해한다는 이유로 헌법에 위반된다는 결정을 선고하였다. 결국 민법 제619조에서 처분능력, 권한 없는 자의 단기임대차의 경우에만 임대차기간의 최장기를 제한하는 규정만 있을 뿐, 민법상 임대차기간이 영구인 임대차계약의 체결을 불허하는 규정은 없다.<br/>  소유자가 소유권의 핵심적 권능에 속하는 사용·수익의 권능을 대세적으로 포기하는 것은 특별한 사정이 없는 한 허용되지 않으나, 특정인에 대한 관계에서 채권적으로 사용·수익권을 포기하는 것까지 금지되는 것은 아니다.<br/>  따라서 임대차기간이 영구인 임대차계약을 인정할 실제의 필요성도 있고, 이러한 임대차계약을 인정한다고 하더라도 사정변경에 의한 차임증감청구권이나 계약 해지 등으로 당사자들의 이해관계를 조정할 수 있는 방법이 있을 뿐만 아니라, 임차인에 대한 관계에서만 사용·수익권이 제한되는 외에 임대인의 소유권을 전면적으로 제한하는 것도 아닌 점 등에 비추어 보면, 당사자들이 자유로운 의사에 따라 임대차기간을 영구로 정한 약정은 이를 무효로 볼 만한 특별한 사정이 없는 한 계약자유의 원칙에 의하여 허용된다고 보아야 한다.<br/>  특히 영구임대라는 취지는, 임대인이 차임지급 지체 등 임차인의 귀책사유로 인한 채무불이행이 없는 한 임차인이 임대차관계의 유지를 원하는 동안 임대차계약이 존속되도록 이를 보장하여 주는 의미로, 위와 같은 임대차기간의 보장은 임대인에게는 의무가 되나 임차인에게는 권리의 성격을 갖는 것이므로 임차인으로서는 언제라도 그 권리를 포기할 수 있고, 그렇게 되면 임대차계약은 임차인에게 기간의 정함이 없는 임대차가 된다.<br/>",
  "참조조문": "민법 제185조, 제211조, 제619조, 제635조, 구 민법(2016. 1. 6. 법률 제13710호로 삭제) 제651조<br/>",
  "선고일자": "20230601",
  "법원명": "대법원",
  "사건명": "소유권이전등기",
  "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인 규원 담당변호사 김상철 외 1인)<br/>【피고, 피상고인】 피고 (소송대리인 변호사 김희수)<br/>【원심판결】 대구지법 2023. 1. 12. 선고 2021나327169 판결<br/>【주    문】<br/>  원심판결 중 예비적 청구에 관한 부분을 파기하고, 이 부분 사건을 대구지방법원에 환송한다.  원고의 주위적 청구에 관한 상고를 기각한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 주위적 청구에 관한 상고이유에 대하여<br/>  이 사건 임대차계약이 실제로는 매매계약에 해당한다는 상고이유 주장은 사실심인 원심의 전권에 속하는 증거의 취사선택과 사실인정을 다투는 취지에 불과하여 적법한 상고이유로 보기 어렵다. 나아가 원심판결 이유를 관련 법리와 기록에 비추어 살펴보더라도, 이 부분 원심의 판단에 상고이유 주장과 같이 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 채증법칙을 위반한 잘못이 없다.<br/>  2. 예비적 청구 중 영구임대차계약의 효력에 관한 상고이유에 대하여<br/>  가. 원심판결 이유에 의하면, 원심은 이 사건 임대차계약에서 임대차기간을 영구로 설정한 것은 채권인 임차권의 성질로 보아 허용되지 않고, 사용·수익 권능을 영구적으로 포기함으로써 처분 권능만이 남는 새로운 유형의 소유권을 창출하는 것이어서 그 임대차계약이 무효라고 판단하였다.<br/>  나. 그러나 원심의 위와 같은 판단은 다음과 같은 이유로 수긍하기 어렵다. <br/>  1) 구 민법(2016. 1. 6. 법률 제13710호로 삭제되기 전의 것) 제651조에서는 ‘석조, 석회조, 연와조 또는 이와 유사한 견고한 건물 기타 공작물의 소유를 목적으로 하는 토지임대차 및 식목, 채염을 목적으로 하는 토지임대차’를 제외한 임대차의 존속기간을 20년으로 제한하고 있었으나, 헌법재판소는 2013. 12. 26. 위 조항의 입법 취지가 불명확하고, 과잉금지원칙을 위반하여 계약의 자유를 침해한다는 이유로 헌법에 위반된다는 결정을 선고하였다(헌법재판소 2013. 12. 26. 선고 2011헌바234 전원재판부 결정). 결국 민법 제619조에서 처분능력, 권한 없는 자의 단기임대차의 경우에만 임대차기간의 최장기를 제한하는 규정만 있을 뿐, 민법상 임대차기간이 영구인 임대차계약의 체결을 불허하는 규정은 없다.<br/>  2) 소유자가 소유권의 핵심적 권능에 속하는 사용·수익의 권능을 대세적으로 포기하는 것은 특별한 사정이 없는 한 허용되지 않으나, 특정인에 대한 관계에서 채권적으로 사용·수익권을 포기하는 것까지 금지되는 것은 아니다(대법원 2017. 6. 19. 선고 2017다211528, 211535 판결 등 참조). <br/>따라서 임대차기간이 영구인 임대차계약을 인정할 실제의 필요성도 있고, 이러한 임대차계약을 인정한다고 하더라도 사정변경에 의한 차임증감청구권이나 계약 해지 등으로 당사자들의 이해관계를 조정할 수 있는 방법이 있을 뿐만 아니라, 임차인에 대한 관계에서만 사용·수익권이 제한되는 외에 임대인의 소유권을 전면적으로 제한하는 것도 아닌 점 등에 비추어 보면, 당사자들이 자유로운 의사에 따라 임대차기간을 영구로 정한 약정은 이를 무효로 볼 만한 특별한 사정이 없는 한 계약자유의 원칙에 의하여 허용된다고 보아야 한다.<br/>  3) 특히 영구임대라는 취지는, 임대인이 차임지급 지체 등 임차인의 귀책사유로 인한 채무불이행이 없는 한 임차인이 임대차관계의 유지를 원하는 동안 임대차계약이 존속되도록 이를 보장하여 주는 의미로, 위와 같은 임대차기간의 보장은 임대인에게는 의무가 되나 임차인에게는 권리의 성격을 갖는 것이므로 임차인으로서는 언제라도 그 권리를 포기할 수 있고, 그렇게 되면 임대차계약은 임차인에게 기간의 정함이 없는 임대차가 된다(대법원 2001. 6. 29. 선고 99다64438 판결 참조). <br/>  다. 그럼에도 원심이 임대차기간을 영구로 정하였다는 이유만으로 이 사건 임대차계약을 무효라고 단정하여 임차권설정등기절차의 이행을 구하는 원고의 예비적 청구를 기각한 것에는 임대차계약의 성질 및 효력에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 이 부분 상고이유 주장은 이유 있다.<br/>  3. 결론<br/>  그러므로 나머지 상고이유에 대한 판단을 생략한 채 원심판결 중 예비적 청구에 관한 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원고의 주위적 청구에 관한 상고를 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 이흥구(재판장) 안철상(주심) 노정희 오석준 ",
  "사건번호": "2023다209045",
  "사건종류코드": "400101",
  "판례정보일련번호": "235013",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}