{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20230419",
  "법원명": "서울고등법원",
  "사건명": "대여금",
  "판례내용": "【원고, 피항소인】 ○○○ 주식회사 (소송대리인 법무법인(유한) 대륙아주 담당변호사 정한준)<br/>【피고, 항소인】 피고 (소송대리인 변호사 임자운 외 1인)<br/>【제1심판결】 서울중앙지방법원 2022. 10. 21. 선고 2020가합3036 판결<br/>【변론종결】2023. 3. 22.<br/>【주    문】<br/> 1. 제1심판결을 취소한다.<br/> 2. 원고의 청구를 기각한다.<br/> 3. 소송총비용은 원고가 부담한다.<br/><br/>【청구취지】 피고는 원고에게 209,257,671원 및 그중 209,000,000원에 대하여 2020. 6. 5.부터 이 사건 청구취지 및 청구원인변경 신청서 송달일까지는 연 7.5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라. <br/>【이    유】1. 기초사실<br/>  이 법원이 이 사건에 관하여 설시할 이유는 제1심판결 이유 중 해당부분의 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>2. 당사자들의 주장<br/>  이 법원이 이 부분에 관하여 설시할 이유는 제1심판결 이유 중 해당부분의 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>3. 판단<br/>가. 유권대리책임 성립 여부<br/>   이 법원이 이 사건에 관하여 설시할 이유는 제1심판결 이유 중 해당부분의 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>나. 표현대리책임 성립여부<br/>  1) 관련 법리<br/>    대리인이 그 권한 내에서 본인을 위한 것임을 표시한 의사표시는 직접 본인에 대하여 효력이 생긴다(민법 제114조 제1항). 대리인이 본인을 위한 것임을 표시하지 아니한 때에는 그 의사표시는 자기를 위한 것으로 본다. 그러나 상대방이 대리인으로서 한 것임을 알았거나 알 수 있었을 때에는 제114조 제1항의 규정을 준용한다(민법 제115조).<br/>민법 제126조의 표현대리는 대리인이 본인을 위한다는 의사를 명시 혹은 묵시적으로 표시하거나 대리의사를 가지고 권한 외의 행위를 하는 경우에 성립하고, 사술을 써서 대리행위의 표시를 하지 아니하고 단지 본인의 성명을 모용하여 자기가 마치 본인인 것처럼 기망하여 본인 명의로 직접 법률행위를 한 경우에는 특별한 사정이 없는 한 위 법조 소정의 표현대리는 성립할 수 없다(대법원 1988. 2. 9. 선고 87다카273 판결, 대법원 1993. 2. 23. 선고 92다52436 판결 참조).<br/>    대리인을 본인 자신으로 잘못 믿은 것이 일반거래 관념에 비추어 당시의 구체적 상황에서는 무리도 아니었다고 할 수 있는 경우에 본인자신의 행위로 믿었던 선의의 상대방을 위해서 본인자신으로 자처한 대리인의 행위에 대하여 본인의 책임을 인정함이 상당하다고 할 것이고 이는 거래에 있어서의 선의의 제3자를 보호하기 위하여 대리권한이 없는 행위에 대하여도 일정한 한도에서 본인에게 책임을 인정한 표현대리제도의 취지에 비추어 의당 시인되어야 할 것이다(대법원 1978. 3. 28. 선고 77다1669 판결).<br/>  2) 판 단<br/>    위 법리에 비추어 이 사건을 보건대, 이 사건 위탁계약에 의하면 소외 2 등(소외 1 회사)은 대출신청 시 대출신청인의 자필서명(또는 날인) 확인을 받은 후 이를 원고에게 제출하여야 하기 때문에 원고로서는 소외 1 회사가 제출하는 대출신청서류는 대출신청인 본인이 작성한 것으로 인식하였을 가능성이 크고 달리 소외 2 등이 대출신청인의 대리인으로서 신청한다거나 대출신청인 본인으로서 신청한다고 인식하였을 가능성은 없었다고 보인다. 이러한 점은 피고 명의로 작성된 ‘임대차보증금 담보대출 계약서(갑 제1호증)’ 하단에 부동문구로 ‘본 약정서 작성시 대출신청인이 직접 자서 및 날인하였음을 확인함’이라고 기재되어 있는 점, 역시 피고 명의로 작성된 ‘대출모집인(법인)을 통한 대출 모집(유입) 경로 확인서(갑 제2호증)’에도 ‘대출모집인이 방문(대면)’ 한 것으로 기재되어 있으며 하단에 ‘대출 자필 서류 접수시 필수 첨부\"라고 부동문구로 기재되어 있는 점, 또한 피고 명의의 ‘대출상담사 설명확인서(갑 제2호증)’에도 여러 가지 항목에 대한 답변을 대출신청인 ‘본인이 직접 작성하였음을 확인한다’고 부동문구로 기재되어 있는 점, 원고가 2020. 6. 15. 소외 1 회사에게 ‘이 사건 위탁계약에 따른 자필서명 미확인, 대출서류의 위·변조 등 고의 또는 과실로 인해 원고의 재산 및 신용에 손해를 입혔으니 해당 대출금이 조기 상환될 수 있도록 조치를 하여 주라’는 취지의 통보서를 보낸 점 등에 비추어 보면 더욱 분명 해진다. 즉 원고는 소외 2 등(소외 1 회사)을 통하여 접수한 피고 명의의 이 사건 대출약정서 등을 피고가 직접 작성한 것으로 인식하고 대출을 실행한 후 2020. 6.경에야 비로소 소외 2 등이 위 서류들을 위조하였음을 안 것으로 보인다. 그렇다면 피고가 전혀 관여하지 않은 채 소외 2 등(소외 1 회사)이 위조한 서류를 기초로 이루어진 이 사건 대출계약에는 대리행위 이론을 적용할 수 없으므로 원고의 표현대리 주장은 더 나아가 살필 필요 없이 이유가 없다.  <br/>  3) 예비적 판단<br/>    설혹 원고의 주장과 같이 원고가 소외 2 등(소외 1 회사)의 이 사건 대출약정서 등 작성 및 접수 등 행위를 피고를 위하여(대리하여) 이루어진 행위라고 인식하였다고 하더라도 이에 대하여 표현대리가 성립되는지 여부에 대하여 살펴본다.<br/>   가) 관련 법리<br/>민법 제126조에서 말하는 권한을 넘은 표현대리의 효과를 주장하려면 자칭 대리인이 본인을 위한다는 의사를 명시 또는 묵시적으로 표시하거나 대리의사를 가지고 권한 외의 행위를 하는 경우에 상대방이 자칭 대리인에게 대리권이 있다고 믿고 그와 같이 믿는 데 정당한 이유가 있을 것을 요건으로 하는 것인바, 여기서 정당한 이유의 존부는 자칭 대리인의 대리행위가 행하여 질 때에 존재하는 모든 사정을 객관적으로 관찰하여 판단하여야 하고(대법원 1987. 7. 7. 선고 86다카2475 판결, 대법원 2002. 6. 28. 선고 2001다49814 판결 등 참조), 금융기관이 채무자 본인의 서명날인 또는 채무자의 보증의사 확인 등 계약체결에 관한 사무처리규정을 마련하여 둔 경우에는 연대보증계약을 체결하면서 그와 같은 사무처리규정을 준수하였는지 여부가 표현대리에서 정당한 이유가 있는지 여부를 판단하는 요소가 될 수 있다(대법원 2009. 2. 26. 선고 2007다30331 판결). <br/>민법 제126조에서 말하는 권한을 넘은 표현대리는 현재에 대리권을 가진 자가 그 권한을 넘은 경우에 성립하는 것이지, 현재에 아무런 대리권도 가지지 아니한 자가 본인을 위하여 한 어떤 대리행위가 과거에 이미 가졌던 대리권을 넘은 경우에까지 성립하는 것은 아니라고 할 것이고 (대법원 1973. 7. 30. 선고 72다1631 판결, 대법원 1979. 3. 27. 선고 79다234 판결 등 참조), 한편 과거에 가졌던 대리권이 소멸되어 민법 제129조에 의하여 표현대리로 인정되는 경우에 그 표현대리의 권한을 넘는 대리행위가 있을 때에는 민법 제126조에 의한 표현대리가 성립할 수 있다(대법원 1970. 2. 10. 선고 69다2149 판결 참조). 또한, 표현대리의 효과를 주장하려면 상대방이 자칭 대리인에게 대리권이 있다고 믿고 그와 같이 믿는 데 정당한 이유가 있을 것을 요건으로 하는 것인바, 여기의 정당한 이유의 존부는 자칭 대리인의 대리행위가 행하여 질 때에 존재하는 제반 사정을 객관적으로 관찰하여 판단하여야 한다(대법원 1987. 7. 7. 선고 86다카2475 판결, 대법원 2008. 1. 31. 선고 2007다74713 판결).<br/>   나) 판단<br/>     원고는 여신전문금융업법의 적용을 받는 여신전문금융회사이므로, 전세자금 대출업무를 취급함에 있어 기본적으로 금융실명거래 및 비밀보장에 관한 법률(이하 ‘금융실명법’이라 한다)에 따른 본인 확인의무를 부담하고, 서민들의 주거안정을 위하여 마련된 전세자금 대출제도가 불법·부당대출로 악용되지 않도록 대출신청의 대상이 된 임대차계약의 진정성과 필요성을 확인하여 전세자금 대출 실행에 대한 관리·감독을 철저히 하여야 할 금융기관으로서의 주의의무를 부담한다. <br/>     금융기관의 대출모집인 사용과 관련하여 금융위원회는 ‘금융기관의 업무위탁 등에 관한 규정’과 ‘대출모집인 제도 모범규준’을 마련하여 금융기관들이 대출모집인을 사용하여 금융상품을 모집하는 경우 엄격히 준수해야 할 의무를 부과하고 있다. 이에 따르면 대출모집인을 사용하여 대출상품을 모집하는 금융기관은 대출모집인에 의한 불법·부당대출 모집행위가 발생하지 않도록 대출모집법인 및 대출상담사에 대해 사전교육 및 관리·감독을 철저히 하여야 하고, 대출모집인을 통해 접수된 대출의 불완전 판매 및 사고발생 방지를 위해 노력해야 하며, 대출 실행 이전에 고객에게 본인 확인은 물론 대출모집인이 모범규준에서 금지하고 있는 금지행위를 하지 않았는지 확인하고, 고객으로부터 대출모집 과정을 확인(대출모집인 성명, 소속, 모집경로 등)받고 이를 정기적으로 점검해야 할 의무가 있다(대출모집인 제도 모범규준 제10조 제1항).<br/>     위 법리에 비추어 이 사건의 관하여 보건대, 앞서 든 각 증거에 변론 전체의 취지를 더하여 인정할 수 있는 다음과 같은 사정들을 종합해 보면, 원고가 대출모집인을 통하여 체결한 이 사건 대출계약이 피고 본인의 의사에 따라 이루어진 것이라고 믿었더라도, 이는 원고가 금융실명법상의 본인 확인의무와 대출모집법인 사용 시 준수해야 할 금융기관으로서의 주의의무를 제대로 이행하지 아니하였기 때문으로 봄이 타당하고, 원고에게 그와 같이 믿은 데에 정당한 이유가 있었다고 볼 수 없다. 따라서 피고에게 표현대리 책임이 있다는 원고의 이 부분 주장도 이유가 없다.<br/>     ① 소외 2 등은 이 사건과 비슷한 방식으로 2018. 10. 24.경부터 2018. 8. 29.경까지 10개월에 걸친 기간 동안 총 16회에 걸쳐 3,457,775,000원을 이중으로 대출받는 범행을 하였다.<br/>     ② 원고는 대출 실행 이전에 고객에게 본인 확인, 대출모집인의 사전 설명의무 등 이행 여부, 금지된 대출권유를 받았는지 여부, 대출계약의 중요사항 등을 직접 확인하여야 하고, 고객으로부터 대출모집 과정(대출모집인 성명, 소속, 모집경로 등)을 확인받아 이를 정기적으로 점검해야 함에도, 원고는 피고가 대출모집인에게 교부한 전화번호로 전화하여 피고 본인 여부 등에 관하여 형식적인 확인을 구하는 질문만 하고 이에 대하여 \"네, 아니오\"라는 답변만 들은 것으로 본인 확인 절차를 마쳤다.  <br/>     ③ 전세자금대출은 임대차보증금이 부족한 임차인을 위한 것으로 일반적으로 임차인이 임대차기간 개시 전에 금융기관에 대출신청을 하고 금융기관이 임대차기간 개시일에 임대인에게 직접 임대차보증금을 지급하는 방식을 취한다. 그런데 이 사건 대출계약은 임차인이 임대차보증금을 이미 일시불로 지불하고 입주한 후(대출신청일이 입주 7일 후임)에 전세자금 대출을 신청하는 형식을 취하였는바, 이러한 방식의 전세자금 대출은 매우 이례적일 뿐만 아니라 불법·부당대출로 악용될 소지가 높아 그 필요성과 진정성을 의심할 만한 여지가 충분히 있었음에도, 원고는 피고나 소외 6 회사 등에 추가적인 사실 확인을 거치지 않은 채 서류심사만으로 대출을 승인하였다.<br/>     ④ 원고가 이 사건 대출계약을 체결하는 과정에서 소외 6 회사에 직접 임대차계약사실 및 권리침해유무 확인서 등을 통해 임대차보증금이 계약서 기재와 같이 납입되었는지 및 이중의 채권양도 통지가 이루어지지는 않았는지 여부 등을 확인하기만 하였더라도 이중대출이 이루어지는 것을 막을 수 있었을 것으로 보인다. <br/>다. 소결<br/>   따라서 원고의 피고에 대한 유권대리 및 표현대리 책임에 관한 주장은 모두 이유 없다.<br/>4. 결론<br/>  그렇다면 원고의 이 사건 청구는 이유 없어 이를 기각할 것인바, 제1심판결은 이와 결론을 달리하여 부당하므로 피고의 항소를 받아들여 제1심판결을 취소하고 원고의 청구를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 권혁중(재판장) 이재영 김경란 ",
  "사건번호": "2022나2048678",
  "사건종류코드": "400101",
  "판례정보일련번호": "607183",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}