{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190212",
  "법원명": "서울고등법원",
  "사건명": "배임수재ㆍ부동산가격공시및감정평가에관한법률위반ㆍ배임증재",
  "판례내용": "【피  고  인】 피고인 1 외 4인<br/>【항  소  인】 쌍방<br/>【검       사】 주혜진(기소), 전영준(공판)<br/>【변  호  인】 법무법인 광장 외 3인<br/>【원심판결】 서울중앙지방법원 2016. 9. 29. 선고 2015고합88 판결<br/>【주    문】<br/>1. 가. 원심판결 중 피고인 1, 피고인 2, 피고인 3, 피고인 4에 대한 부분(이유무죄 부분 포함)을 파기한다. <br/> 나. (1) 피고인 1을 징역 6월, 피고인 2를 징역 8월, 피고인 3을 징역 4월에 각 처한다. <br/>  (2) 다만, 이 판결 확정일로부터 각 1년간 위 피고인들에 대한 위 각 형의 집행을 유예한다.<br/> 다. (1) 이 사건 공소사실 중 피고인 1, 피고인 2, 피고인 3에 대한 각 배임수재의 점 및 피고인 4는 각 무죄.<br/>  (2) 위 피고인들에 대한 각 무죄 판결의 요지를 공시한다. <br/>2. 피고인 5 회사의 항소와 검사의 피고인 5 회사에 대한 항소를 모두 기각한다. <br/><br/>【이    유】1. 항소이유의 요지<br/>가. 사실오인 또는 법리오해<br/>1) 피고인 1(대법원 판결의 피고인 1), 피고인 2(대법원 판결의 피고인 2), 피고인 5 회사(대법원 판결의 피고인 4 회사) : 부동산가격공시및감정평가에관한법률위반의 점<br/>가) 이 사건 감정평가가 형사처벌의 대상인지 [피고인 5 회사]<br/>구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되어 2014. 2. 7. 시행되기 전의 것, 이하 ‘구 부동산공시법’이라고 한다) 제43조 제4호, 제37조 제1항에서 정한 형사처벌의 대상이 되는 감정평가업무는 부동산 가격 산정을 위한 공적(公的) 성격의 감정평가에 한정되고, 따라서 같은 법 제37조 제1항, 제29조 제1항 각 호 중 제7호의 ‘감정평가와 관련된 상담 및 자문’과 제8호의 ‘토지 등의 이용 및 개발 등에 대한 조언이나 정보 등의 제공’의 업무는 위와 같은 공적 성격의 감정평가업무에 해당하지 않으므로, 잘못된 평가를 하였더라도 형사처벌의 대상에서 제외된다고 보아야 한다. <br/>  그런데 (아파트명 생략)(이하 ‘이 사건 아파트’라고 한다)에 대한 감정평가는 민간임대주택인 이 사건 아파트의 분양전환 가격을 정하고자 감정평가의뢰인과 감정평가업자 사이의 위임계약에 따른 사적(私的) 감정이므로, 구 부동산공시법 제43조 제4호, 제37조 제1항에서 정한 형사처벌의 대상에 해당하지 않는다. <br/>  그럼에도 원심은 사실을 오인하거나 형사처벌의 대상이 되는 감정평가에 관한 법리를 오해하여 피고인 1, 피고인 2, 피고인 5 회사(이하 ‘피고인 5 회사’라 한다)에 대한 이 부분 공소사실을 유죄로 판단하였다. <br/>나) ‘허위감정’ 해당 여부 및 ‘허위감정의 고의’의 유무 [위 피고인들]<br/>피고인 1, 피고인 2의 이 사건 아파트에 대한 감정평가결과(이하 ‘이 사건 감정평가결과’라고 한다)는 신빙성 있는 감정자료에 기초하여 감정평가사로서의 전문적인 지식과 경험 및 관련법령에서 정한 바에 따라 정당하게 이루어졌고, 합리적인 감정평가결과의 범주를 현저하게 벗어나지도 않는다. <br/>  또한 피고인 1, 피고인 2는 피고인 4 등과 사전에 이 사건 아파트에 대한 감정평가금액을 확정적으로 정하고 감정평가 과정에서 피고인 4와 감정평가금액을 협의하여 결정하는 등 고의로 감정평가결과가 낮게 나오도록 평가하지 않았다. <br/>  그럼에도 원심은 사실을 오인하거나 허위감정 및 허위감정의 고의에 관한 법리를 오해하여 피고인 1, 피고인 2, 피고인 5 회사에 대한 이 부분 공소사실을 유죄로 판단하였다. <br/>다) 위반행위 방지를 위한 상당한 주의와 감독 유무 [피고인 5 회사]<br/>  설령 이 사건 감정평가결과가 허위라 하더라도, 피고인 5 회사는 소속 감정평가사들이 위반행위를 방지하기 위하여 가격심의위원회 등의 내부적인 절차를 마련하는 등 해당 업무에 관한 상당한 주의와 감독을 게을리 하지 않았다. 또한 이 사건과 같은 허위감정은 매우 이례적인 일이어서 피고인 5 회사로서는 이를 인식할 수 없었다.<br/>  그럼에도 원심은 사실을 오인하거나 법리를 오해하여 피고인 5 회사에 대한 이 부분 공소사실을 유죄로 판단하였다. <br/>라) 피고인 1의 공동정범 성립 여부 [피고인 1]<br/>  설령 이 사건 감정평가결과가 허위라 하더라도, 피고인 1은 피고인 2, 피고인 3(대법원 판결의 피고인 3)과 공모하지 않았고, 당시 이 사건 아파트에 대한 감정평가서가 323부나 만들어진 상태라는 사실을 보고받고 이러한 상황을 설명하는 과정에서 오해하여 가격심의위원회에서 ‘가격 수정이 곤란하다’는 취지의 발언을 한 것이며, 업무상 편의를 위해 감정평가서의 심사자로 서명하였다. 피고인 1이 가장 많은 성과수당 등을 지급받은 것은 감정평가용역의 수주에 큰 기여를 하였기 때문일 뿐이다. <br/>  그럼에도 원심은 사실을 오인하거나 공동정범에 관한 법리를 오해하여 피고인 1이 피고인 2, 피고인 3과 공모하였다고 판단하였다. <br/>2) 피고인 1, 피고인 2 : 배임수재의 점<br/>가) 부정한 청탁의 존부<br/>피고인 1, 피고인 2는 피고인 4로부터 관련법령 등에 위반하여서라도 제안서상의 가격대로 감정평가를 해 달라는 부탁을 받은 바 없고, 위 피고인들이 피고인 4에게 제안서상의 가격대로 감정평가를 해주겠다고 이야기하지도 않았다. <br/>  그럼에도 원심은 사실을 오인하거나 배임수재죄에서의 ‘부정한 청탁’에 관한 법리를 오해하여 위 피고인들을 배임수재죄로 처벌하였다. <br/>나) 대가관계의 유무<br/>  감정평가 용역을 의뢰한 주체는 이 사건 대책위원회가 아니라 각 세대별 임차인들이므로, 피고인 5 회사가 피고인 4로부터 감정평가 용역 수행의 대가로 받은 감정평가수수료를 피고인 4의 피고인 1, 피고인 2에 대한 부정한 청탁의 대가로 볼 수 없다. <br/>피고인 5 회사는 각 세대별 임차인들로부터 감정평가업자의 보수에 관한 기준에 근거하여 적정한 감정평가수수료를 지급받은 것이고, 이후 피고인 1, 피고인 2는 피고인 5 회사 내부적으로 정한 보수에 관한 기준에 따라 성과수당 등을 분배받았다. 따라서 위 피고인들이 정당하게 분배받은 성과수당 등을 부정한 청탁의 대가로 볼 수 없다. <br/>  그럼에도 원심은 사실을 오인하거나 배임수재죄에서의 ‘대가관계’에 관한 법리를 오해하여 위 피고인들을 배임수재죄로 처벌하였다. <br/>다) 재산상 이익의 취득 주체와 ‘타인’의 승낙<br/>피고인 1, 피고인 2가 피고인 5 회사의 내부 규정에 따라 일정 액수를 성과수당 등의 명목으로 취득한 것은 맞다. 그러나 타인의 ‘사무처리자’가 그 위임자인 ‘타인’에게 재물 또는 재산상 이익을 취득하게 한 경우에는 배임수재죄가 성립하지 않는바, 감정평가수수료는 ‘타인’인 피고인 5 회사가 수령하였고, 이를 위 피고인들이 성과수당 등을 지급받은 것과 동일하게 평가할 수는 없다. <br/>피고인 5 회사는 위 피고인들이 감정평가 용역을 제공한 사실을 알고 있었고, 2013. 9. 26. 가격심의위원회를 개최하는 등으로 감정평가액의 적정성, 성과수당 등의 취득 등에 관하여 심사 후 이를 승인하였다. 따라서 설령 위 피고인들이 부정한 청탁의 대가를 취득하였더라도 ‘타인’인 피고인 5 회사의 승낙을 받은 이상 배임수재죄가 성립하지 않는다. <br/>  그럼에도 원심은 사실을 오인하거나 배임수재죄에서의 ‘재산상 이익의 취득 주체’ 및 ‘대가 수수에 관한 타인의 승낙’의 법리를 오해하여 위 피고인들을 배임수재죄로 처벌하였다. <br/>3) 피고인 3 : 부동산가격공시및감정평가에관한법률위반의 점 및 배임수재의 점<br/>가) 부동산가격공시및감정평가에관한법률위반의 점 관련<br/>피고인 3은 신빙성 있는 감정자료에 기초하여 감정평가사로서의 전문적인 지식과 경험 및 관련법령에서 정한 바에 따라 정당하게 이 사건 아파트에 대한 감정평가를 실시하였고, 그 결과 또한 합리적인 감정평가결과의 범주를 현저하게 벗어나지도 않는다. <br/>  또한 피고인 3은 피고인 4로부터 부정한 청탁을 받은 바 없고, 피고인 2와 피고인 4 사이의 이 사건 아파트에 대한 감정평가금액을 사전에 협의하여 결정하였다는 등을 전혀 알지 못하고 있었으므로 고의로 또는 피고인 1, 피고인 2와 공모하여 감정평가결과가 낮게 나오도록 평가하지 않았다. <br/>  그럼에도 원심은 사실을 오인하거나 법리를 오해하여 피고인 3이 피고인 1, 피고인 2와 공모하였다고 보아 이 부분 공소사실을 유죄로 판단하였다. <br/>나) 배임수재의 점 관련<br/>피고인 3은, 피고인 4로부터 직접 관련법령 등에 위반하여서라도 제안서상의 가격대로 감정평가를 해 달라는 부정한 청탁을 받지 않았고, 피고인 1, 피고인 2가 피고인 4로부터 위와 같은 부정한 청탁을 받았는지 여부도 알지 못하였다. <br/>  또한 공소외 2 회사(이하 ‘공소외 2 회사’라 한다)가 피고인 5 회사와의 합의에 따라 이 사건 아파트에 대한 감정평가용역의 대가인 감정평가수수료 중 30%를 지급받음으로써 ‘타인’인 공소외 2 회사가 곧바로 재산상 이익을 취득하였다고 보아야 하므로, 피고인 3이 부정한 청탁의 대가로 재산상 이익을 취득하였다고 볼 수 없다. <br/>  그럼에도 원심은 사실을 오인하거나 배임수재죄에서의 ‘재산상 이익의 취득’에 관한 법리를 오해하여 피고인 3을 배임수재죄로 처벌하였다. <br/>4) 피고인 4 : 배임증재의 점<br/>가) 부정한 청탁의 존부<br/>피고인 4는 이 사건 감정평가의 특수성으로 인하여 이 사건 아파트의 임차인 측에게 보다 유리한 분양전환가격이 결정될 수 있도록 하기 위해 자신이 선임한 감정평가사에게 ‘최대한 해줄 수 있는 낮은 가격으로 감정평가를 해 달라’는 등의 취지로 부탁하였는바, 이는 이 사건 대책위원회의 위원장인 피고인 4의 정당한 업무에 속한 것이거나 정당한 분양전환가격으로 분양을 받을 권리를 확보하기 위한 행위에 해당한다. 따라서 위와 같은 부탁을 사회상규나 신의칙에 위배되는 부정한 청탁이라고 볼 수 없다. <br/>  그럼에도 원심은 사실을 오인하거나 배임증재죄에서의 ‘부정한 청탁’에 관한 법리를 오해하여 피고인 4를 배임증재죄로 처벌하였다. <br/>나) 대가관계의 유무<br/>피고인 5 회사 및 공소외 2 회사에 이 사건 아파트에 대한 감정평가용역을 의뢰한 주체는 피고인 4가 아니라 이 사건 아파트의 각 세대별 임차인들이고, 피고인 4는 이 사건 대책위원회 위원장으로서 각 세대별 임차인들이 지급하는 감정평가수수료를 전달한 사람에 불과하다. 따라서 설령 피고인 4가 부정한 청탁을 하였더라도, 재물 또는 재산상 이익의 공여와 부정한 청탁 사이에 대가관계가 없다. <br/>  그럼에도 원심은 사실을 오인하거나 배임증재죄에서의 ‘대가관계’에 관한 법리를 오해하여 피고인 4를 배임증재죄로 처벌하였다. <br/>다) 재산상 이익의 취득 주체<br/>  타인의 사무처리자가 부정한 청탁을 받았더라도 그 대가를 제3자가 받은 경우에는 부정한 청탁을 받은 자가 직접 받은 것과 동일하게 평가할 수 있는 관계에 있는 경우에 한하여 예외적으로 배임증재죄가 성립하고, 여기에서 ‘제3자’에는 그 위임자인 ‘타인’은 포함되지 않는다. 이 사건 아파트에 대한 감정평가용역의 대가인 감정평가수수료는 타인의 사무처리자인 피고인 1, 피고인 2, 피고인 3이 아니라 위임자로서 ‘타인’인 피고인 5 회사 및 공소외 2 회사가 취득한 것이어서 이를 위 감정평가사들이 직접 받은 것과 동일하게 평가할 수 없다. <br/>  그럼에도 원심은 사실을 오인하거나 배임증재죄에서의 ‘재산상 이익의 취득 주체’에 관한 법리를 오해하여 피고인 4를 배임증재죄로 처벌하였다. <br/>5) 검사 : 피고인 1, 피고인 2, 피고인 3에 대한 각 배임수재 및 피고인 4에 대한 배임증재의 점(각 이유 무죄 부분)<br/>피고인 1, 피고인 2, 피고인 3은 부정한 청탁의 대가를 수수하고자 형식적으로 이 사건 용역계약을 체결한 것에 불과하고, 피고인 5 회사가 피고인 4로부터 감정평가수수료 명목으로 수수한 금원은 감정평가수수료의 성질과 허위감정을 해달라는 부정한 청탁의 대가로서의 성질이 불가분적으로 결합되어 있으므로, 피고인 4가 피고인 5 회사에 감정평가수수료 명목으로 송금한 합계 589,160,000원 전액이 피고인 1, 피고인 2, 피고인 3이 취득한 부정한 청탁의 대가이다. <br/>  또한 피고인 1은 이 사건 용역계약 체결 당시 피고인 5 회사의 대표이사로 재직하고 있었으므로, 피고인 5 회사가 받은 재산상 이익을 피고인 1, 피고인 2, 피고인 3이 받은 것과 동일하게 평가할 수 있다. <br/>  그럼에도 원심은 사실을 오인하고 배임수증재죄에서의 ‘재산상 이익’에 관한 법리를 오해하여 피고인 1, 피고인 2, 피고인 3과 피고인 4가 부정한 청탁의 대가로 주고받은 재산상 이익을 위 ‘589,160,000원’으로 보지 않고, ‘성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익’을 주고받았다고 보아 판결이유에서 무죄로 판단하였다. <br/>나. 양형부당<br/>1) 피고인 1, 피고인 2, 피고인 3, 피고인 4<br/>  원심이 위 피고인들에게 각 선고한 형(피고인 1 : 징역 1년에 집행유예 2년, 추징 31,922,000원, 피고인 2 : 징역 1년 6월에 집행유예 2년, 추징 32,831,880원, 피고인 3 : 징역 10월에 집행유예 2년, 추징 27,251,000원, 피고인 4 : 징역 8월에 집행유예 2년)은 너무 무거워서 부당하다. <br/>2) 검사<br/>  원심이 피고인들(피고인 1, 피고인 2, 피고인 3, 피고인 4 : 각 위와 같음, 피고인 5 회사 : 벌금 700만 원)에게 각 선고한 형은 너무 가벼워서 부당하다. <br/>2. 항소이유에 대한 판단<br/>가. 부동산가격공시및감정평가에관한법률위반의 점 관련 주장에 관한 판단 : 피고인 1, 피고인 2, 피고인 3, 피고인 5 회사<br/>1) 이 사건 감정평가가 형사처벌의 대상에 해당하지 않는다는 주장에 대하여 [피고인 5 회사]<br/>  구 부동산공시법은 토지, 주택 등 부동산의 적정가격을 공시하여 부동산 가격을 평가하고 산정하는 데 기준이 되게 하여 국토의 효율적인 이용을 도모하고, 재산과 권리의 적정한 가격형성과 국민경제의 발전에 이바지함을 목적으로 하고(제1조), 같은 법 제29조 제1항에서는 감정평가업자가 수행하는 업무에 관하여 제1호 내지 제9호와 같이 세부적으로 정하고 있다. 한편, 같은 법 제43조 제4호, 제37조 제1항에 의하면, 감정평가업자(감정평가법인 또는 감정평가사사무소의 소속감정평가사를 포함한다)는 제29조 제1항 각 호의 업무를 행함에 있어서 품위를 유지하여야 하고, 신의와 성실로써 공정하게 감정평가를 하여야 하며, 고의 또는 중대한 과실로 잘못된 평가를 하여서는 아니 되고, 그럼에도 불구하고 감정평가업자가 ‘고의로 잘못된 평가’를 한 때에는 2년 이하의 징역 또는 3,000만 원 이하의 벌금에 처한다고 규정하고 있을 뿐, 달리 같은 법 제29조 제1항 각 호에서 정하는 감정평가업자가 수행하는 업무 중 일부만을 별도로 구분하고 있지 않다. <br/>  이러한 구 부동산공시법의 목적과 취지, 각 규정의 문언 및 체계 등에 비추어 보면, 같은 법 제43조 제4호는 감정평가업자가 수행하는 업무가 지니는 고유의 공적인 성질을 감안하여 감정평가업자가 해당 감정평가업무를 담당하게 된 원인관계 등과는 무관하게 ‘고의로 잘못된 평가’를 한 경우에 해당하면, 이를 형사처벌의 대상으로 삼고자 하고 있다고 봄이 타당하고, 수행하는 감정평가업무가 민간임대주택의 분양전환가격을 결정하기 위한 감정평가라고 하여 이와 달리 볼 수는 없다. <br/>  원심이, 그 판시와 같은 사실들 및 그로부터 알 수 있는 사정을 종합하여 피고인 1, 피고인 2, 피고인 3이 행한 이 사건 감정평가결과가 ‘형사처벌의 대상에 해당하는 평가’라고 판단하고, 피고인 1, 피고인 2의 사용자인 피고인 5 회사에 대하여 각 구 부동산공시법 제46조, 제43조 제4호, 제37조 제1항으로 의율한 조치는 정당하고, 거기에 항소이유에서 지적하는 바와 같은 사실오인, 법리오해의 위법이 없다. 따라서 이 점에 관한 피고인 5 회사의 주장은 이유 없다. <br/>2) 허위감정 및 허위감정의 고의 유무 주장에 대하여 [피고인 1, 피고인 2, 피고인 3, 피고인 5 회사]<br/>가) 관련 법리<br/>  감정평가업자는 신의와 성실로써 공정하게 감정평가를 하여야 하며, 고의 또는 중대한 과실로 잘못된 평가를 하여서는 아니 되고(구 부동산공시법 제37조 제1항), 이에 위반하여 고의로 잘못된 평가를 하였을 때에는 형사처벌을 받게 된다(구 부동산공시법 제43조 제4호). 여기서 말하는 ‘잘못된 평가’라 함은 신빙성이 있는 감정자료에 의한 합리적인 감정결과에 현저히 반하는, 근거가 시인되지 않는 자의적 방법에 의한 감정을 일컫는 것이며, 이는 정당하게 조사ㆍ수집하지 않아 사실에 맞지 않는 감정자료임을 알면서 그것을 기초로 감정함으로써 허무한 가격으로 평가하거나, 정당한 감정자료에 의하여 평가함에 있어서도 부동산가격공시 및 감정평가에 관한 법률이나 감정평가에 관한 규칙 등이 정하고 있는 합리적인 평가방법에 의하지 않고 자의적 방법에 의하여 감정함으로써 고의로 그 평가액을 그르치는 경우를 포함할 뿐 아니라, 허위감정으로 인한 부동산가격공시및감정평가에관한법률위반죄는 관련법령에서 정한 감정평가의 원칙과 기준에 어긋나거나 신의성실 의무에 위배되는 방법으로 감정평가를 함으로써 그 결과가 공정성과 합리성을 갖추지 못한 모든 경우에 성립한다(대법원 2003. 6. 24. 선고 2003도1869 판결, 대법원 1987. 7. 21. 선고 87도853 판결 등 참조). <br/>  또한 감정평가사는 공정하고 합리적인 평가액의 산정을 위하여 성실하고 공정하게 자료검토 및 가격형성요인 분석을 해야 할 의무가 있다. 특히 특수한 조건을 반영하거나 현재가 아닌 시점의 가격을 기준으로 하는 경우에는 제시된 자료와 대상물건의 구체적인 비교ㆍ분석을 통하여 평가액의 산출근거를 논리적으로 밝히는 데 더욱 신중을 기하여야 하고, 위와 같이 하는 것이 곤란한 경우라고 하여 자의적으로 평가액을 산정해서는 안 되고(대법원 2012. 4. 26. 선고 2011두14715 판결 참조), 만약 감정평가사가 이러한 의무를 위반한다면, 이는 관련법령에서 정한 감정평가의 원칙과 기준에 어긋나거나 신의성실 의무에 위배되는 방법으로 감정평가를 함으로써 그 결과가 공정성과 합리성을 갖추지 못한 경우에 해당한다고 봄이 타당하다. <br/>나) 원심의 판단<br/>피고인 1, 피고인 2, 피고인 3, 피고인 5 회사와 그 변호인들은 원심에서도 항소이유와 동일한 취지의 주장을 하였고, 이에 원심은, 적법하게 채택하여 조사한 증거들에 의하여 인정할 수 있는 그 판시와 같은 사실들 및 그로부터 알 수 있는 사정을 모두 종합하여, 피고인 1, 피고인 2, 피고인 3은 감정평가사로서의 신의성실 의무에 위배되는 자의적인 방법에 의하여 이 사건 아파트에 대한 감정평가를 하였고, 위와 같이 감정평가를 의뢰한 피고인 4와 협의한 가격 내지는 피고인 4가 요구한 가격에 맞추어 이루어진 이 사건 감정평가결과는 공정성과 합리성을 갖추지 못한 것으로 고의에 의한 잘못된 감정평가라고 판단하였다. <br/>다) 당심의 판단<br/>  원심이 적절하게 설시한 판시 사실들 및 사정에 더하여, 원심 및 당심이 적법하게 채택하여 조사한 증거들에 의하여 인정할 수 있는 다음과 같은 사실들 및 그로부터 알 수 있는 사정을 앞서 본 법리에 비추어 살펴보면, 피고인 1, 피고인 2, 피고인 3은 당시 이 사건 아파트의 공시가격, 임대차보증금 가격, 거래사례 선정 및 그에 따른 품등비교 등에 의하여 정상적으로 감정평가를 실시할 경우 피고인 4가 요구하는 감정평가금액이 산정될 수 없음을 충분히 인식한 상태에서 이를 용인한 채 신의성실 의무에 위배되는 방법으로 이 사건 아파트에 대한 잘못된 감정평가를 하였다고 할 것이다.<br/>  원심이, 이 사건 감정평가결과가 고의에 의한 잘못된 감정평가라고 판단한 끝에, 피고인 1, 피고인 2, 피고인 3을 모두 유죄로 처벌한 조치는 정당하여 수긍이 가고, 거기에 항소이유에서 지적하는 바와 같은 사실오인, 법리오해 등의 잘못이 없다. <br/>  따라서 이 점에 관한 위 피고인들의 주장은 모두 이유 없다. <br/>(1) 원가방식의 미검토 및 시산가액 조정 누락<br/> ① 감정평가에 관한 규칙(이하 ‘감정평가규칙’이라 한다)에 의하면, 감정평가업자가 구분소유권의 대상이 되는 건물부분과 그 대지사용권을 일괄하여 감정평가하는 경우에는 거래사례비교법을 적용하여야 하되(제16조), 대상물건의 특성 등으로 인하여 다른 감정평가방법을 적용하는 것이 곤란하거나 불필요한 경우가 아닌 이상, 원칙적으로 거래사례비교법을 적용하여 산정한 시산가액(試算價額)을 원가방식, 수익방식 중 하나 이상의 감정평가방법으로 산출한 시산가액과 비교하여 합리성을 검토하여야 한다(제12조 제1항, 제2항).<br/>   한편, 감정평가규칙 제13조 제2항 제11호, 제3항 제1호는 부득이한 경우를 제외하고는 감정평가서에 ‘적용한 감정평가방법, 감가수정 및 시산가액 조정 등 감정평가액 결정 과정’이 포함된 ‘감정평가액의 산출근거 및 결정 의견’이 반드시 포함되어야 한다고 규정하고 있다. 이는 구 감정평가규칙(2012. 8. 2. 국토해양부령 제508호로 개정되기 전의 것) 제9조 제1항 제8호에서 감정평가서에 기재할 사항 중 하나로 ‘평가액의 산출근거 및 그 결정에 관한 의견’으로만 정하고 있었던 것을, 감정평가의 공정성과 객관성을 제고하기 위한 목적으로 감정평가에 관한 기준을 명확히 하고 감정평가 방법을 구체화하기 위해 2012. 8. 2. 국토해양부령 제508호로 전부 개정하면서 신설된 것이다.<br/>   이를 종합하면, 감정평가업자가 감정평가를 하는 과정에서 ㉠ 대상물건의 특성 등으로 인하여 다른 감정평가방법을 적용하는 것이 곤란하거나 불필요한 경우에 해당하지 않음에도 시산가액 조정을 하지 않은 경우이거나, ㉡ 부득이한 경우가 아님에도 시산가액 조정 등의 감정평가액 결정 과정을 감정평가서에 기재하지 않거나 기재하지 않은 이유를 적시하지 않은 경우에는 감정평가규칙에 위배되어 신의와 성실로써 공정하게 감정평가를 하여야 할 의무를 위반한 것에 해당한다. <br/>② 이 사건 아파트는 고급 임대아파트로서 민간 분양전환이 이루어지는 특수한 경우에 해당하여 유사 거래사례나 같은 목적으로 행한 감정평가 선례가 없다. 또한 감정평가 대상물건이 대규모에 고가의 아파트여서 감정평가 합계금액이 조 단위에 이를 정도로 거액이었다. 반면, 이 사건 아파트는 분양 당시부터 임대인 및 시행사인 ○○○○ 측과 임차인 측이 향후 분양전환과 관련하여 상반된 이해관계를 가지고 있었고, 분양전환 시기가 다가오면서 점점 갈등이 증폭되던 상황이었다.<br/>   더욱이 ○○○○가 먼저 공소외 3 회사에 이 사건 아파트에 대한 감정평가를 의뢰한 결과 2013. 8. 30.경 비교방식으로 산출한 감정평가금액이 약 2조 5,727억 원에 이른다는 감정평가결과가 나왔고, 이에 대하여 임차인 측은 공소외 3 회사가 업계 10위 내의 감정평가법인에 들지 못한다면서 그 결과를 전면 부인하는 등 대립이 격화되고 있었다.<br/>   이와 같은 상황에서 임차인 측의 의뢰로 이 사건 아파트에 대한 감정평가 업무를 담당하게 된 피고인 2, 피고인 3으로서는, 비교방식 외에도 위 아파트가 임대아파트라는 점에 착안하여 임대차보증금 또는 임대료에 관한 자료 수집을 통한 수익방식에 의하거나, 또는 시행사의 회계감사보고서 또는 원가자료를 바탕으로 한 원가방식에 의하여 감정평가금액을 산정하는 등 적어도 이미 한번 논란이 된 비교방식에 의한 감정평가방법을 보완하여 보다 객관적이고 공정한 감정평가결과를 산출하기 위한 시도를 하였어야 할 것이다.<br/>③원가방식은 부동산의 위치, 효용성, 가격요인 등 고급아파트로서의 무형가치를 배제하고 평가하는 방식이다.<br/>   당시 시행사인 ○○○○가 이 사건 아파트가 전례가 없는 고가의 도심형 타운하우스 형태임을 들어 고급아파트로서의 무형적 가치가 매우 높다고 주장하면서 공소외 3 회사가 적용한 비교방식에 의한 감정평가금액이 약 2조 5,727억 원에 이른다고 주장하는 상황이었으므로, 피고인 2, 피고인 3으로서는 자신들도 비교방식에 의한 감정평가결과를 산출함에 있어, 공소외 3 회사가 비교사례지 선정 및 품등비교의 항목 설정, 점수 부여 방법은 타당하게 하였는지, 감정평가금액은 적정하게 산출하였는지 등을 따져 보고, 자신들이 적용한 비교방식이 보다 우월하다는 것을 뒷받침하기 위해서라도, 객관적이고 중립적인 원가방식을 통해 이를 유효하게 검증할 수 있었다.<br/>   나아가 피고인 2, 피고인 3으로서는 비교방식과 원가방식을 모두 적용하여 가액을 산출해 본 결과 비교방식에 의한 값이 무형가치를 배제한 원가방식에 의한 값보다 현저히 적을 경우, 그와 같은 결과값이 나온 원인은 무엇인지 분석해보고, 혹시 자신들이 적용한 비교방식에 있어서 감정목적물과 가장 유사한 비교사례지를 선정하지 못한 것은 아닌지, 부득이한 사유가 있어 다소 부합하지 않는 비교사례지를 선정하였더라도 품등비교의 각 항목 설정에 있어 그런 부분이 충분히 보완되거나 항목별 점수 부여에 있어서도 충분히 반영하지 못한 것은 아닌지, 평가액 산출에 있어 불합리한 점은 없었는지 등에 관하여 합리적으로 검증할 수 있었다고 보이고, 그 결과에 따라서 당초의 시산가액에 대한 조정이 필요하다는 것도 충분히 인식할 수 있었을 것이다.<br/>   더욱이 시행사인 ○○○○의 회계감사보고서를 통하여 토지구입비, 공사비, 조세공과 금융비용, 기타 비용 등을 확보하거나, 그렇지 않더라도 ○○○○의 재무제표상 유동자산 등의 내역을 확인해보는 등, 원가방식 적용을 위한 기초자료 수집에 있어 별다른 어려움도 없던 상황이었다.<br/> ④ 피고인들은 이 사건 감정평가를 함에 있어 원가방식을 전혀 적용하지 않았다. 그러면서도 이 사건 아파트에 어떤 특성 등이 있어 원가방식이 적용하는 것이 곤란하거나 불필요한 경우에 해당하는지 전혀 밝히지 않았다. <br/>   그러데 한국감정원의 타당성 조사 결과에 의하면, 원가방식에 의하여 산출한 감정평가금액은 1조 7,060억 원 내지 1조 7,780억 원으로서 이 사건 감정평가금액 1조 1,698억 원은 이에 현저히 미치지 못한다(피고인들은 한국감정원의 원가방식에 의한 감정평가금액이 부풀려져 있다고 주장하나, 오히려 피고인들이 시행사가 부담했던 금융비용, 제세공과금 등을 별다른 근거 없이 원가에서 배제하고 있을 뿐이다).<br/>   이와 같은 사정을 앞서 본 이 사건 감정평가의 경위 및 동기, 당시의 구체적인 정황, 감정평가규칙의 개정 이유 등에 비추어 보면, 피고인 2, 피고인 3은 이 사건 감정평가 당시 원가방식을 적용하는 것이 곤란하거나 불필요한 경우가 아니었음에도 의도적으로 자신들이 적용한 비교방식으로 산출한 시산가액을 원가방식으로 산출한 그것과 비교하여 합리성을 검토하는 절차를 누락했던 것으로 보이고, 나아가 감정평가서에 시산가액 조정이 불필요하다고 판단한 이유와 그러한 판단이 합리적인지 여부 등을 기재하여 이를 객관적으로 검증할 수 있는 기회를 제공하였어야 함에도 이를 회피한 것으로 보인다. 이는 감정평가규칙에 위배되어 신의와 성실로써 공정하게 감정평가를 하여야 할 의무를 위반한 것에 해당한다.<br/>(2) 비교사례지 선정의 위법성 여부<br/>(가)비교사례지 선정의 의의<br/>   비교방식에 의하여 공동주택에 대한 감정평가를 함에 있어서는 감정목적물과 가장 유사한 비교사례지를 선정하여야 한다. 여기서 가장 유사한 비교사례지라 함은, 보정해야 할 품등비교 항목이 최소화될 수 있는 사례를 말하고, 이는 보정해야 할 품등비교항목이 많아질수록 비교과정에서 감정평가사의 주관이 개입될 가능성이 높아 적정가격을 산정하기가 어려워지기 때문이다.<br/>  다만, 감정대상물건과 비교사례지의 위치, 이용상황, 주변환경 등에 다소 상이한 점이 있다 하더라도, 이러한 점이 추후 지역요인이나 개별요인의 분석 등 품등비교 항목에서 충분히 반영되어 보완된다면, 비교사례지 선정만으로 감정평가방법이 위법하다고 속단할 수는 없다 할 것이다.<br/>(나) 이 사건 아파트의 특성 분석<br/>① 단지 입지<br/>   이 사건 아파트는 서울 용산구 △△동의 옛 □□□□□ 터에 지은 것으로서, 분양 당시부터 민간 임대아파트로는 사상 최고의 분양가임에도 수십 대 1에 이르는 높은 청약 경쟁률로 화제가 된 바 있다. <br/>   도심과의 접근성 및 쾌적한 주거환경이 조화를 이루고 있다는 특장점을 들어 고급 단독주택 및 빌라, 타운하우스 등이 밀집해 있는 유엔빌리지와도 인접하여 있다. 남서쪽으로 한남로 및 남동쪽으로 독서당길과 접하고 있어 차량의 접근이 용이하다. 단지의 북쪽 방향으로는 남산 1호 터널만 지나면 바로 도심과 연결되고, 남쪽 방향으로는 한남대교가 멀지 않아 강남 지역과의 접근성이 높으며, 한강 진입도 편리하다. 버스정류장도 가까워 대중교통과의 접근성도 높은 편이다.<br/>② 단지 및 건물 구조<br/>   이 사건 아파트는 처음부터 이른바 도심형 타운하우스를 표방하고 설계되었다.<br/>[표1]<br/>대지면적건축면적건폐율연면적용적률주차대수조경111,582.5㎡32,399.477㎡29.04%211,772.152㎡120.47%1,732대(1세대 평균 2.86대)36%<br/>　<br/>   이 사건 아파트는 건폐율과 용적률이 매우 낮고, 동과 동 사이의 간격이 넓게 띄워져 있다. 아파트 부지는 남동쪽 방향의 완만한 언덕 경사면으로 이루어져 있는데, 최고층이 12층 밖에 되지 않아 전체적으로 저층으로 설계되어 있고, 언덕 아래에는 12층 이내의 중소형 평형 세대를, 언덕 위에는 5층 이내의 대형 평형 세대를 배치하였다. <br/>   가장 작은 26평형 세대도 플레이트형 구조를 채택하여 수평적인 느낌이 강조되어 있고, 85평형은 타워형으로 4면 전체를 개방하였으며, 91평형 이상의 대형 평형 세대는 단지 내 가장 높은 곳에 위치하면서 플랫폼형의 테라스까지 구비하였다. <br/>   또한 이 사건 아파트 단지에는 7개의 누드 옥외 엘리베이터가 설치되어 있어 조망 및 경관 확보에 신경을 썼고, 단지의 남서쪽에서 북서쪽 방향으로 능선과 숲 등에 등산로가 개설되어 있기도 하다. <br/>   전체적으로 도심 한가운데에서도 거주자들이 평형 크기와 관계없이 실내에서는 넓은 경관, 조망을 확보할 수 있고, 실외에서는 단지 내 충분한 녹지시설(조경 비율 36%)을 누릴 수 있도록 설계되었다.<br/>③ 세대 구성<br/>   이 사건 아파트 단지는 한 가구의 전유면적이 약 65평을 초과하는 중대형 평형 세대가 전체 600세대의 약 78%(= 62% + 16%)의 비중을 차지하고 있다.<br/>   특히, 대형 평형 세대로서는 인근 유엔빌리지의 고급빌라와 유사한 환경(3~5층의 저층 구조, 소수의 대형 평형 세대만 1개동을 구성함에 따른 상류 공동체 형성 가능성)을 누릴 뿐만 아니라, 단지 내 가장 높은 위치에 있어 단지 전체의 조망을 확보할 수 있고, 뒤에서 보는 다양한 공동시설을 단지 내에서 이용할 수 있으며, 전체 600세대가 한 단지를 형성함에 따른 관리비 절감 등의 이익까지 얻을 수 있다.<br/>[표2]<br/>구분소형중형대형평형266574859199100주택형태층수플레이트형 3~10층타워형 7~12층주2)테라스형 3~5주층3)플랫폼형 3층주4)플랫폼형 3층세대수1333613120460주5)2412비율22%6%22%34%10%4%2%62%16%총 계총 32개동 600세대(근린생활시설 및 부속동 10개동 별개)<br/>타워형 7~12층주<br/>테라스형 3~5주층<br/>플랫폼형 3층<br/>60<br/>　<br/>④ 이 사건 아파트 단지의 부대 복리시설<br/>    이 사건 아파트 단지에는 휘트니스 센터, 골프연습장, 수영장, 주민공동시설 등이 갖추어져 있고, 독서실, 멀티룸, 파티룸, 게스트룸, 경로당(실버클럽), 주민회의실 등도 구비되어 있다. <br/>   이 사건 아파트 분양공고에서도 별도의 항에서 위와 같은 부대 복리시설을 특장점으로 언급하고 있다.<br/>(다)이 사건 감정평가결과의 비교사례지 선정<br/>피고인 2, 피고인 3은 거래사례비교법을 적용하여 감정평가를 실시하면서, 유사한 가격대이긴 하나 위치, 입지조건, 주변환경을 달리 하는 비교사례지를 선정하는 것보다는, 이 사건 아파트 주변 가까운 거리에 소재하는 유엔빌리지 내의 공동주택 거래사례만을 검토하기로 하였다. 또한 유엔빌리지 내의 공동주택 중에서도 빌라 형태는 이 사건 아파트와 비교성이 낮다고 보아 이를 제외하기로 하였다. 피고인 2, 피고인 3이 이 사건 아파트의 각 평형별로 선정한 비교사례지는 아래와 같다.<br/>[표3]<br/>구 분이 사건 아파트◇◇◇◇◇ 304호☆☆☆☆☆1동 1103호▽▽▽▽▽A동 402호평형　26평이 사건 아파트 26평형과 비교68평이 사건 아파트65, 74, 85평형과 비교73평이 사건 아파트 91, 100평형과 비교소재지서울 용산구 △△동 서울 용산구 △△동  서울 용산구 △△동 서울 용산구 △△동 사용승인일2011. 1.2000. 8.2003. 12.(리모델링)1968. 신축1999. 7.단지 규모지하2층~지상12층(단, 개별 평형별로 층수 다양)지하2층~지상6층1동 아파트지하1층~지상12층 2동 연립주택 지하3층~지상4층지하1층~지상4층전체세대수32개동600세대1개동26세대1동 아파트 65세대 2동 연립주택 19세대 총 84세대A동 16세대B동 8세대C동 8세대총 32세대건폐율29.04%53.73%23.48%A동 35.53%B동 36.94%C동 35.53%용적률120.47%258.83%216.44%A동 119.97%B동 131.61%C동 126.53%세대당주차대수2.86대1.38대1.34대2.25대<br/>　<br/>(라)비교사례지 선정의 위법성 여부<br/>◇◇◇◇◇는 2000. 8.경, ☆☆☆☆☆은 2003. 12.경, ▽▽▽▽▽는 1999. 7.경 각 사용승인을 받는 등 이 사건 아파트에 비하여 상당히 노후한 편이다. 특히 ☆☆☆☆☆은 1968년경 신축되어 2003년경 리모델링을 한 것이다.<br/>◇◇◇◇◇는 건폐율에서, ◇◇◇◇◇, ☆☆☆☆☆은 용적률, 세대당 주차대수에서 각 2배 가까운 격차가 존재한다.<br/>   비교사례지인 ☆☆☆☆☆ 1동에는 65세대나 거주하고 있고, 소형 평형 세대인 27평형부터 다양한 평형 세대가 혼재되어 있는바, 이 사건 아파트는 중형 평형 세대의 경우에도 소형 평형 세대와는 구분되어 있고(26평형은 따로 130, 131, 132동을 구성하고 있다) 비교적 적은 수의 세대가 한 동을 구성하고 있는 것과 구별된다.<br/>▽▽▽▽▽는 이 사건 아파트와 전체적인 단지 특성은 비교적 유사하나, 개별 동호수별로 한강 조망이 다름에도(별책 7권 76쪽) 굳이 한강 조망이 가능한 A동을 한강 조망이 되지 않는 이 사건 아파트의 비교사례지로 선정하였고, A동에는 16세대나 거주하고 있어 극소수의 세대만 한 동을 구성하는 이 사건 아파트 대형 평형 세대와 구별되며, 무엇보다도 위 ▽▽▽▽▽ A동 402호는 73평형으로서 91평형 이상인 사건 아파트 대형 평형 세대와는 가격 형성 요인이 근본적으로 다를 수밖에 없어 보인다.<br/>   또한 ◇◇◇◇◇는 2013. 5.경 평당 매매가 약 2,500만 원, ☆☆☆☆☆은 2011. 7.경 평당 매매가 3,050만 원의 거래사례를 가지고 있는 반면, 이 사건 아파트의 2014. 1. 이후 실거래가격은 26평형의 경우 평균적으로 평당 약 3,500만 원, 65평형 내지 85평형의 경우 평균적으로 평당 약 4,600만 원 내지 5,000만 원 상당에 이르는바, 유사한 가격대라고 보기 어려운 측면도 있다.<br/>   그러나 이 사건 감정평가의 비교사례지는 모두 이 사건 아파트 인근에 위치하고 있는바, 부동산 가격형성 요인에 있어 위치에 따른 입지조건 등이 갖는 중요성 등에 비추어 보면, 위와 같은 비교사례지 선정이 자의적이라고 단언하기는 어렵다 할 것이다(검사는 이 사건 아파트 중 26평형 세대의 비교사례지로 강남에 위치한 반포 자이아파트 또는 래미안 퍼스티지 아파트가 적정하다고 주장하나, 위 각 아파트는 이 사건 아파트와 가격대만 비슷할 뿐, 정작 그 가격형성의 요인은 사뭇 다르다고 할 것이다. 또한 검사는 이 사건 아파트 중 중대형 평형 세대의 비교사례지로 클라인하우스, 제이하우스 등 유엔빌리지 내의 고급빌라가 적정하다고 주장하나, 이 역시 이 사건 아파트가 앞서 본 바와 같이 유엔빌리지 내 위 고급빌라와도 구별되는 고유한 특성과 장점을 갖고 있다는 점을 간과한 것이다).<br/>   따라서 앞서본 이 사건 아파트의 고유한 특성과 장점이 품등 비교 단계에서 가격형성 요인으로 적절히 보완ㆍ반영되었다면, 위와 같은 비교사례지 선정만으로 이 사건 감정평가방법이 위법하다고는 단정할 수 없다 할 것이다.<br/>   다만, 이 사건 감정평가결과의 비교사례지가 단지 인근에 위치하고 있다는 점 등 외에는 이 사건 아파트가 갖는 고유의 특성 및 장점, 즉 인적 특성(상류 공동체 형성 가능성), 쾌적성, 편의성 등을 온전히 반영하고 있다고 보기는 어려우므로, 특별한 사정이 없는 한 품등비교에서 이러한 점을 충분히 반영하여 보다 공정하고 객관적인 감정평가결과가 도출될 수 있도록 하여야 할 것이다. <br/>(3) 품등비교에서의 문제점<br/>(가) 이 사건 아파트의 품등비교 항목 설정 및 점수 부여<br/>피고인 2, 피고인 3은 이 사건 감정평가를 수행하면서 앞서 본 바와 같이 각 평형별로 나누어 비교사례지를 선정한 다음 각 그에 대한 품등비교 항목을 아래와 같이 설정하고 점수를 부여하였다. <br/>[표4]<br/>구분평가항목 및 세부내용평형별  품등비교치2665748591100◇◇☆☆☆☆☆▽▽▽▽▽외부요인가로의 폭 및 구조 등의 상태1.080 1.060 1.060 1.060 1.060 1.060 도심과의 거리 및 교통시설의 상태1.020 1.020 1.020 1.020 1.020 1.020 공공시설 및 편익시설과의 접근성1.000 1.000 1.000 1.000 1.000 1.000 변전소ㆍ오수처리장 등 위험 및 혐오시설의 유무1.000 1.000 1.000 1.000 1.000 1.000 기타 사회적, 경제적, 행정적 요인1.000 1.000 1.000 1.000 1.000 1.000 소계1.100 1.080 1.080 1.080 1.080 1.080 건물요인시공의 상태1.060 1.030 1.030 1.030 1.050 1.050 세대수 및 단지특성에 따른 편의성1.180 1.060 1.060 1.060 1.090 1.090 경과연수 및 관리체계에 따른 노후도1.120 1.070 1.070 1.070 1.100 1.100 승강기 등의 설비상태1.030 1.010 1.010 1.010 1.020 1.020 소계1.390 1.170 1.170 1.170 1.260 1.260 개별요인층별 효용1.038 0.982 0.982 0.982 0.981 1.014 항별 효용1.000 1.000 1.000 1.000 1.030 1.010 한강조망에 따른 위치별 효용0.850 0.840 0.840 0.840 0.860 0.860 기타(개별적 공사하자, 통풍, 단열, 테라스 유무, 동별 특성 등)0.970 0.964 0.960 0.960 0.954 1.107 소계0.858 0.786 0.782 0.782 0.825 0.991 격차율합계1.312 0.993 0.988 0.988 1.123 1.349 <br/>　<br/>(나) ‘인적 특성’을 반영하기 위한 항목 누락<br/>① 이 사건 감정평가결과의 품등비교 항목에는 앞서 본 상류 공동체 형성 가능성 등 이 사건 아파트 단지가 보유하고 있는 고급주택 단지로서의 인적 특성을 반영하기 위한 항목이 전혀 설정되어 있지 않다.<br/>   대형 평형대(91, 100평형)는 5층 이하로서 극소수 세대가 한 동을 구성하는 등 아파트라는 명칭에도 불구하고 사실상 고급빌라의 특성을 보이고 있다. 대형 평형대의 고급빌라의 경우, 거주자의 인적 특성이 매매가격 중 약 19.2%의 영향력을 행사한다거나, 타 지역과는 차별화된 독자성을 중요시하고 커뮤니티 수준과 형성에 민감하게 반응하다는 등의 연구분석결과도 존재한다.<br/>   중형 평형대 중 85평형의 경우에는 한 동이 7층 내지 12층으로서 1층당 1세대로만 구성되어 있는 반면, 비교사례지로 선정한 ☆☆☆☆☆ 1동에는 65세대나 거주하고 있고, 소형 평형 세대인 27평형부터 다양한 평형 세대가 혼재되어 있어 인적 특성에 있어 상당한 차이가 존재한다.<br/>② 이는 이 사건 아파트에 대한 다른 감정평가 등과 비교하여 보아도 쉽게 수긍하기 어렵다. 즉,<br/>    ㉠ 이 사건 감정평가 전인 2009. 7. 10.경 피고인 5 회사 소속의 공소외 4 감정평가사는 이 사건 아파트의 임대료 수준 검토보고서(이하 ‘임대료 수준 검토보고서’라고 한다)를 작성하였다. <br/>    당시 공소외 4 감정평가사는, 부근에 고급 주거지역이 형성되어 있는 점, 해당 아파트도 고급 주거지역으로서의 환경 및 생활편익이 양호한 점 등을 들어 이 사건 아파트를 고급 아파트로 분류한 후 품등비교 항목에서 ⓐ 지역요인으로 ‘조망, 경관, 거주자의 직업, 연령 등’을, ⓑ 외부요인 중 환경조건으로 ‘자연적 환경(조망, 경관 등), 사회적 환경(거주자의 직업, 소득수준 등)’ 등을 설정하기도 하였는바(수3, 1781, 1809), 이 사건 감정평가의 품등비교 항목 설정은 피고인 5 회사가 한 전례에도 배치되는 것이다.<br/>    ㉡ 한편 이 사건 감정평가 후인 2014. 2. 11.경 공소외 5 회사는 이 사건 아파트에 대하여 담보감정을 실시하였다. <br/>    일반적으로 담보감정은 정상적인 감정평가보다 가격이 낮게 산정ㆍ도출되는 것으로 알려져 있는데, 당시 비교사례지로 고급빌라 단지인 유엔빌리지 내의 ‘루시드하우스’를 선정하면서도 ‘입지환경’에 ‘독자성 및 차별성(다른 지역과 차별화된 문화)’, ‘커뮤니티 수준(이웃, 커뮤니티의 확장성)’이라는 항목을 설정한 다음 ‘커뮤니티의 확장성 측면에서도 사례 대비 우세합니다’라는 평가의견을 기재하였고, ‘단지특성’에 ‘소득층화(거주민의 직업, 소득수준 등)’이라는 항목을 설정하였다(수7 81).<br/>    위 ‘커뮤니티 수준’ 항목에 대한 격차율 설정은 (아파트명 생략)의 평가액 전부에 작용하는 것은 아니더라도 총 평가액 대비 약 6.6%(1,680억 원)의 편차를 가져오는 것으로 보인다(증거목록 순번 136 서울행정법원 2015. 6. 25. 선고 2014구합66076 판결문 15쪽).<br/>③ 비록 이와 같은 인적 특성에 대한 격차율이 이 사건 아파트의 각 평형대별로 상이할 수가 있다 하더라도, 총 감정평가금액 대비 적지 않은 편차를 가져오는 결과를 가져오는 항목을 전혀 설정하지 않은 것은 합리적인 평가방법으로 보기 어렵다. <br/>(다) ‘쾌적성’, ‘편의성’을 반영하기 위한 항목 설정 및 점수 부여 미비<br/>① 이 사건 감정평가의 품등비교 항목 중 ‘쾌적성’, ‘편의성’을 반영하기 항목으로는 오로지 건물요인 중 ‘세대수 및 단지 특성에 따른 편의성’ 항목밖에 없다.<br/>   이 사건 아파트는 처음부터 조망, 경관, 녹지공간, 부대 복리시설 등에 주안점을 두고 그 입지조건, 단지 및 평형별 건물 배치, 동별 세대수 등까지 고려한 이른바 도심형 타운하우스임에도, 위와 같은 단일한 항목으로 그 다양한 특성과 장점을 반영하기에는 턱없이 부족하다고 할 것이다.<br/>   한편, 앞서 본 공소외 4 감정평가사의 ‘임대료 수준 검토보고서’에는, 주거요인에 명시적으로 ‘쾌적성’ 조건을 설정하고 ‘일조, 조망, 프라이버시 등’을 반영시켰고, 건물요인 중 공용시설 조건을 설정하여 ‘각종 설비의 유무, 상기 등의 편익시설 유무’를 반영시켰다(수3 1781, 1809). <br/>   또한 공소외 5 회사도 2014. 2. 11. 담보감정을 함에 있어 비교사례지로 고급빌라 단지인 유엔빌리지 내의 ‘루시드하우스’를 선정하면서도, ‘입지환경’에 ‘주변 쾌적성(맑은 공기, 공원, 녹지 등’의 항목을 설정한 다음 ‘남산공원, 매봉산공원 및 녹지에 인접해 주변 쾌적성 측면에서 우세합니다’라는 평가의견을 기재하였고, ‘단지특성’에 ‘주차시설(주차대수, 주차환경)’, ‘주거환경(단지 내 조경, 녹지공간 등)’, ‘공동시설(게스트하우스, 헬스클럽 및 골프연습장, 접견실)’, ‘규모(세대수, 층수)’ 등으로 세분한 항목을 설정한 후 ‘소득층화 측면에서 사례 대비 다소 열세하나, 대규모 공동주택 단지로서 주차시설, 주거환경, 공동시설, 경비시스템, 노후화도에서 사례 대비 우세하여 단지 특성은 전체적으로 우세합니다’라는 평가의견을 기재하였다.<br/>② 나아가 위 ‘세대수 및 단지 특성에 따른 편의성’ 항목에서의 점수 부여에 있어서도, 이 사건 아파트 단지의 고유한 특성 및 장점인 ‘쾌적성’, ‘편의성’이 제대로 반영된 것인지는 매우 의문이다.<br/>   앞서 본 [표3] 및 [표4]에 의하면, 이 사건 아파트는 비교사례지 중 ◇◇◇◇◇와 건폐율에서, ◇◇◇◇◇, ☆☆☆☆☆과 용적률, 세대당 주차대수에서 각 2배 가까운 격차가 존재함에도 그 격차율은 입지조건, 단지 및 건물의 배치 및 설계, 세대 구성, 부대 복리시설의 설치 등을 모두 반영한 수치가 ◇◇◇◇◇와는 18%, ☆☆☆☆☆과는 6%에 불과하다는 것이다.<br/>   오히려 이 사건 감정평가결과에서는 이 사건 아파트 단지가 경사지에 위치한 대규모 단지로서 경사 단차에 따른 도보 이동의 불편성 및 그로 인한 외부 승강기, 옹벽 등의 과다 설비로 일부 가치 하락요인이 있다고 보았으나, 이 사건 아파트 중 78%가 중대형 평형 세대로서 정문에서 해당 동까지는 자가용으로 이동할 것으로 보이고, 소형 평형 세대 역시 모두 정문 근처에 위치하고 있으며, 단지 내 설치된 도보는 대부분 산책로로 이용되고 있고, 외부 승강기, 옹벽 등은 각 산책로를 연결 또는 구분하는 시설의 역할을 수행하고 있다는 점에서, 위와 같은 가치 하락요인 반영이 과연 적정한 것인지 의심될 뿐이다.<br/>③ 그런데, 이 사건 감정평가결과는 도리어 ‘개별요인’에 ‘한강조망에 따른 위치별 효용’만을 두고, 비교사례지보다 14% 내지 16% 열세하다고 평가하고 있다.<br/>   이 사건 아파트 단지 내 조경 및 녹지 공간, 경관 등의 요인을 제대로 설정하지 않은 상태에서 다양한 조망요인을 오로지 ‘한강’으로만 한정한 것은 쉽게 납득하기 어렵고, ‘산림조망’, ‘개방감’, ‘시야확보성’ 등을 종합적으로 고려하여 위 요인들을 격차율 산정에 적절하게 반영하였어야 할 것이다.<br/>   더욱이 피고인 5 회사는 2013. 9.경 이 사건 아파트의 개별 세대별 일조, 조망, 소음 및 사생활 등을 상세하게 분석한 전문적인 주거환경영향 분석 용역을 제공받았음에도 이러한 자료를 반영하지 않았는바, 이는 의도적으로 이를 배제한 것은 아닌지 상당히 의심되는 대목이다.<br/>   반면, 공소외 5 회사는 2014. 2. 11.경 담보감정을 함에 있어 단지특성으로 ‘주차대수, 주차환경’, ‘단지 내 조경, 녹지 공산 등’을, 주택특성으로 ‘생활쾌적성(프라이버시, 가시성)’의 품등비교 항목을 설정하는 한편, 경관 조망감에 따른 조망 분석, 생활환경소음 중 교통소음에 관한 소음 분석, 동간의 거리, 창밖을 통한 세대 간 사생활 침해 정도 등에 관한 프라이버시 분석 자료를 종합하여 조경, 경관 등의 가격형성 요인을 반영하였다(수7 77, 92~102).<br/>(라) 노후도 보정 등의 점수 부여 미비<br/>피고인 2, 피고인 3은 이 사건 아파트 중형 평형 세대(67, 74, 85평형)의 비교사례지로 ☆☆☆☆☆ 1동을 선정하고, 연간 1% 정도의 감가수정을 한 다음 품등비교의 건물요인 중 ‘경과년수 및 관리체계에 따른 노후도’ 항목의 격차율을 각 1.07로만 산정하였다. <br/>   그러나 ☆☆☆☆☆ 1동은 앞서 본 바와 같이 1968. 10.경 신축된 후 2003년경 전면 리모델링을 한 건물일뿐더러, 그 리모델링의 내용도 종래 건물 한 동의 같은 층에 30평형대 2가구가 있던 것을 그 사이의 벽을 터 한 가구로 만드는 공사를 실시한 것으로서(별책 7책 51쪽), 이를 2003년경에 신축된 건물과 동일하게 보아 노후도 보정을 한 것은 쉽게 납득하기 어렵고, 기술진보, 디자인 또는 시기에 따른 수요층의 선호도, 내부 벽을 트는 공사를 실시한 점 등을 고려하여 감가율을 산정하였어야 함이 옳다. <br/>(4) 감정평가금액 조정 단계 및 그 금액의 문제점<br/>(가) 품등비교를 위한 조사 과정에서의 문제점 <br/>피고인 2는 2013. 7. 17.경 피고인 4에게 제시한 이 사건 제1추정가액을 산정하기 이전에, ㉠ 2013. 7. 8. 이 사건 감정평가 제안서 작성을 위해 이 사건 아파트에 대한 사전 조사에 착수하여 거래사례 및 인근 평가선례를 수집하였고, ㉡ 같은 달 11. 이 사건 아파트를 방문하여 현장조사, 실거래가격조사 및 품등비교 과정을 거쳤으며, ㉢ 피고인 5 회사 소속 감정평가사인 공소외 7, 공소외 8로 하여금 2013. 7. 12. 각 평형별로 구분하여 총 6~7세대를 대상으로 2차 현장조사를 하게 하였다. <br/>   그러나 피고인 4는 2013. 9. 12.경 시행사인 ○○○○에 설계개요, 단지배치도, 동별(층별) 평면도, 세대별 평면도, 동별 입면도, 동별 단면도, 대지 종횡단면도 등을 요구하였고(수1 449), 피고인 2는 위 2013. 9. 12. 무렵에서야 이 사건 아파트의 고급주택으로서 보유한 장점인 녹지 공간, 휴식 공간의 충분한 확보 여부, 주거단지의 쾌적성 유무 등을 보다 객관적이고 분명하게 확인 또는 검증할 수 있는 자료들을 입수하였다. <br/>   이처럼 피고인 2는 이 사건 아파트 단지의 특징을 확인할 수 있는 객관적인 자료를 확인하지도 않은 채 2013. 7. 17.경 이 사건 제1추정가액을 산정하였고, 2013. 9. 9.경 이 사건 제2추정가액을 산정한 이후에도 여전히 위와 같은 사항은 반영되지 않은 채 위 추정가액은 최초 감정평가금액까지 거의 그대로 유지되었다. <br/>(나) 이 사건 제1, 2추정가격과 이후 감정평가금액 산정 등의 문제점<br/>피고인 2가 2013. 9. 9.경 피고인 4에게 제시한 이 사건 제2추정가격은 종전에 제시했었던 이 사건 제1추정가격의 최고액은 그대로 둔 채 단지 최저액만을 약 2~5% 저감하여 산정되었는데, 위와 같이 최저액을 저감한 근거 등을 확인할 수 있을만한 아무런 자료가 없다. <br/>피고인 5 회사 및 공소외 2 회사는 2013. 9. 25.경 이 사건 아파트에 대하여 1조 720억 원의 감정평가금액을 산정하였는데, 위 감정평가금액은 이 사건 제2추정가격의 평균 약 1조 733억 원과 거의 일치하고, 설계도, 단지 배치도, 실내 및 외부 재료 마감표 등의 자료를 여전히 검토하지 않은 채 작성된 이 사건 제2추정가격의 평균과 불과 13억 원 차이밖에 나지 않는다는 것은 쉽게 납득하기 어렵다. <br/>   한편, 피고인 5 회사 및 공소외 2 회사가 2013. 9. 25.경 이 사건 아파트에 대하여 위와 같이 1차 감정평가금액을 산정한 후, 피고인 2, 피고인 3이 이 사건 아파트에 대한 현장 재조사를 실시한 다음, 2013. 10. 8.경 이 사건 아파트에 대한 최종 감정평가금액으로 1조 1,698억 원을 제출한 것은 맞다. <br/>   그러나 피고인 2는 피고인 4에게 2013. 10. 6. 15:10경 이 사건 아파트 600세대 전체의 감정평가금액이 1조 1,750억 원 상당으로 된 이메일을, 같은 날 16:56경 감정평가금액이 1조 1,718억 원 상당으로 된 이메일을, 2013. 10. 7. 06:58경 감정평가금액이 1조 1,626억 원으로 된 이메일을 각 발송하는 등 이 사건 감정평가결과에 관하여 이 사건 대책위원회와 긴밀히 협의하였는바, 단기간 만에 수차례 최종 감정평가금액을 수정하여 송부한다는 것 자체가 이례적이고, 매번 이메일을 발송할 때마다 각각의 감정평가금액이 저감되었으며, 그 저감된 금액도 불과 몇 시간 만에 약 124억 원 상당인 점 등에 비추어 보면, 최종 감정평가금액의 결정이 2013. 9. 25.경 이후에 실시한 이 사건 아파트에 대한 현장 재조사에 따른 결과물이라고 보기는 어렵다. <br/>3) 피고인 1, 피고인 3의 공동정범 성립 여부 : 피고인 1, 피고인 3<br/>가) 관련 법리<br/>  2인 이상이 범죄에 공동 가공하는 공범관계에서 공모는 법률상 어떤 정형을 요구하는 것이 아니고, 2인 이상이 공모하여 어느 범죄에 공동 가공하여 그 범죄를 실현하려는 의사의 결합만 있으면 되는 것으로서, 비록 전체의 모의과정이 없었다고 하더라도 수인 사이에 순차적으로 또는 암묵적으로 상통하여 그 의사의 결합이 이루어지면 공모관계가 성립하여 공동정범으로서의 형사책임을 진다. 또한 이러한 공모나 모의는 범죄사실을 구성하는 것으로서 이를 인정하기 위해서는 엄격한 증명이 요구되지만, 피고인이 범죄의 주관적 요소인 공모관계를 부인하는 경우에는 사물의 성질상 범의와 상당한 관련성이 있는 간접 사실을 증명하는 방법에 의하여 이를 입증할 수밖에 없고, 무엇이 상당한 관련성이 있는 간접 사실에 해당할 것인가는 정상적인 경험칙에 바탕을 두고 치밀한 관찰력이나 분석력에 의하여 사실의 연결 상태를 합리적으로 판단하는 방법에 의하여야 한다(대법원 2002. 7. 26. 선고 2001도4947 판결 등 참조).<br/>나) 원심의 판단<br/>  원심은 적법하게 채택하여 조사한 증거들에 의하여 인정할 수 있는 그 판시와 같은 사실들 및 그로부터 알 수 있는 사정을 모두 종합하여, 피고인 1, 피고인 3은 피고인 2가 피고인 4와 협의한 가격 또는 피고인 4가 요구한 가격에 맞추어 이 사건 아파트에 대한 감정평가금액을 정하는 등으로 감정평가사로서의 신의성실 의무에 위배되는 자의적인 방법에 의하여 이 사건 아파트에 대한 감정평가를 진행하고 있음을 알면서도 이에 대하여 아무런 이의를 제기하지 않고 오히려 이 사건 아파트에 대한 감정평가를 마칠 때까지 이 사건 아파트에 대한 감정평가 업무에 계속하여 관여하거나 피고인 2와 함께 이 사건 아파트에 대한 감정평가를 진행하였다고 보아, 피고인 1, 피고인 3은 부동산가격공시및감정평가에관한법률위반 범행의 공동정범에 해당한다고 판단하였다. <br/>다) 당심의 판단<br/>  원심판결의 그 판시 이유를 원심 및 당심이 적법하게 채택하여 조사한 증거들과 앞서 본 법리에 비추어 살펴보면, 원심이 피고인 1, 피고인 3이 피고인 2와 공모하여 허위감정을 하였다고 판단한 조치는 정당하여 충분히 수긍이 가고, 거기에 피고인 1, 피고인 3의 주장과 같이 사실오인, 법리오해의 위법이 없다. <br/>  따라서 피고인 1, 피고인 3의 이 점에 관한 주장은 이유 없다. <br/>4) 위반행위 방지를 위한 상당한 주의와 감독을 다하였다는 주장에 대하여 : 피고인 5 회사<br/>  원심 및 당심이 적법하게 채택하여 조사한 증거들에 의하여 인정할 수 있는 다음과 같은 사실들 및 그로부터 알 수 있는 사정 등에 비추어 보면, 피고인 5 회사는 대표이사인 피고인 1과 소속 감정평가사인 피고인 2가 앞서 본 바와 같이 피고인 5 회사의 업무에 관하여 잘못된 감정평가를 한 것에 대한 죄책을 부담한다고 봄이 타당하다. 즉,<br/>피고인 1은 이 사건 감정평가 당시 피고인 5 회사의 대표이사로 재직 중이었고, 이 사건 대책위원회와 사이에 이 사건 아파트에 대한 감정평가용역 계약을 체결하면서 피고인 4, 공소외 9의 요구를 받아들여 이례적으로 그 계약서에 감정평가 목적물에 대한 추정가액이 기재되어 있는 이 사건 제2추정가액표를 첨부하였다.<br/>① 피고인 5 회사의 다른 감정평가사들에게 위와 같이 감정평가용역 계약에서 이 사건 제2추정가액표가 첨부되어 있는 사실이 알려지자, 피고인 5 회사의 감사 공소외 10의 요청에 의해 긴급대책회의를 소집하였는데, 위 긴급대책회의에는 이 사건 용역계약을 해지하는 등의 논의를 거치는 것 외에도 위와 같은 사실을 은폐하고자 이 사건 제2추정가액표가 첨부되어 있는 이 사건 용역계약서 원본을 회수하는 방안 등에 관하여 논의하기도 하였다.<br/>② 위 긴급대책회의에서는 이 사건 감정평가 자체를 중단하여야 한다는 의견이 있었음에도, 피고인 1이 손해배상의 문제 등을 거론하며 평가중단으로 인해 발생되는 손해배상 등의 문제는 반대하는 분들이 책임을 져야한다는 취지로 발언하는 등 이 사건 감정평가를 계속 진행해야 한다고 주장하자, 위 의견이 묵살된 것으로 보인다.<br/>  따라서 원심이 피고인 5 회사에 대한 부동산가격공시및감정평가에관한법률위반의 공소사실을 유죄로 판단한 조치는 정당하여 수긍이 가고, 거기에 피고인 5 회사의 주장과 같은 사실오인, 법리오해의 위법이 없다.<br/>피고인 5 회사의 이 점에 관한 주장은 이유 없다. <br/>나. 배임수재 및 배임증재의 점 관련 주장에 관한 판단 : 피고인 1, 피고인 2, 피고인 3, 피고인 4 및 검사<br/>1) 이 부분 공소사실의 요지<br/>피고인 4는 2013. 7.경 ◎◎◎◎ 사무실에서 이 사건 아파트를 시세보다 훨씬 낮은 가격으로 분양받기 위하여 부동산 감정가격은 전문가인 감정평가사가 법과 정해진 절차에 따라 공정하고 투명하게 감정평가하여 감정평가금액을 산출하여야 함에도 이 사건 아파트 분양전환을 위한 매매가격 감정평가를 수주하려는 피고인 5 회사 소속 감정평가사인 피고인 2에게 최대한 해줄 수 있는 낮은 가격으로 감정평가금액을 정해서 제안해 보라고 말하고, 이에 피고인 2가 실제 감정평가를 진행하지 않고 소위 ‘탁상감정’을 통해 ‘(아파트명 생략) 임대주택 분양을 위한 감정평가제안서’(이하 ‘이 사건 감정평가 제안서’라고 한다)를 만들어 위 제안서에 기재되어 있는 제안추정 단가 금액대로 감정평가를 해주겠다고 하자, 이 사건 감정평가 제안서에 기재되어 있는 제안 추정단가가 당시 이 사건 아파트의 전세 가격에도 미치지 못하는 낮은 금액임을 잘 알고 있음에도 피고인 2에게 이 사건 감정평가 제안서에 기재된 금액대로 감정평가를 해달라고 하였다. 그 후 피고인 4는 같은 해 9. 5.경 ◎◎◎◎ 사무실에서 공소외 9와 함께 피고인 2 등에게 이 사건 감정평가 제안서에 기재된 금액보다 더 낮게 감정평가를 해주고, 그 가격대로 감정평가를 해주지 않으면 수수료를 지급할 수 없다고 하면서 정해진 가격대로 감정평가를 해주겠다는 것을 믿을 수 있도록 실제 계약을 체결할 때 가격을 이면으로 첨부해 달라고 하는 등 부정한 청탁을 하였고, 같은 해 9. 9.경 피고인 5 회사 사무실에서 용역계약을 체결하면서 위와 같은 부정한 청탁에 따라 위 용역계약서에 감정평가 추정가액을 이면으로 첨부하였다.<br/>   이로써 피고인 4는 위와 같이 이 사건 아파트의 분양전환을 위한 감정평가를 의뢰하면서 피고인 2 등 감정평가사에게 부정한 청탁을 하고 그 대가로 피고인 1, 피고인 2, 피고인 3에게 2013. 9. 30.경부터 2013. 11. 28.경까지 4차례에 걸쳐 합계 589,160,000원을 교부하였고, 피고인 1, 피고인 2, 피고인 3은 공모하여 피고인 5 회사 및 공소외 2 회사의 감정평가 사무를 처리하면서 피고인 4로부터 위와 같은 부정한 청탁을 받고 그 대가로 합계 589,160,000원을 취득하였다. <br/>2) 부정한 청탁의 존부에 관한 주장에 대하여 : 피고인 1, 피고인 2, 피고인 3, 피고인 4<br/>가) 관련 법리<br/>구 형법(2016. 5. 29. 법률 제14178호로 개정되기 전의 것, 이하 ‘구 형법’이라고 한다) 제357조 제1항에서 정한 배임수재죄의 ‘부정한 청탁’이란 반드시 업무상배임의 정도에 이를 것을 요하지 않으며, 사회상규 또는 신의성실의 원칙에 반하는 것이면 족하고, 이를 판단할 때에는 청탁의 내용 및 이에 관련한 대가의 액수, 형식, 보호법익인 거래의 청렴성 등을 종합적으로 고찰하여야 하며, 청탁이 반드시 명시적일 것을 요하지 않는다(대법원 2011. 2. 24. 선고 2010도11784 판결 등 참조).<br/>나) 원심의 판단<br/>피고인 1, 피고인 2, 피고인 3, 피고인 4와 그 변호인들은 원심에서도 항소이유와 동일한 주장을 하였고, 이에 원심은 적법하게 채택하여 조사한 증거들에 의하여 인정할 수 있는 그 판시와 같은 사실들 및 그로부터 알 수 있는 사정을 종합하여, 피고인 4는 단순히 가능한 범위 내에서 이 사건 아파트를 낮은 가격으로 감정평가 해 줄 것을 부탁한 정도를 넘어서 피고인 2에게 이 사건 감정평가를 진행하기에 앞서 확정 가능한 감정평가 금액을 제시할 것을 요구하고, 그 요구에 따라 피고인 2가 제시한 감정평가 금액에 맞추어 감정평가를 하여 달라는 등의 청탁을 한 사실을 충분히 인정할 수 있고, 이러한 내용의 청탁은 사회상규와 신의성실에 반하는 부정한 청탁에 해당한다고 보아야 한다고 판단하였다. <br/>다) 당심의 판단<br/>  원심판결의 이유를 원심 및 당심이 적법하게 채택하여 조사한 증거들과 앞서 본 법리에 비추어 살펴보면, 원심의 위와 같은 판단은 정당하여 수긍할 수 있고, 거기에 항소이유에서 지적하는 바와 같은 사실오인, 법리오해의 위법이 없다. <br/>  따라서 위 피고인들의 이 점에 관한 주장은 이유 없다.<br/>3) 대가관계 및 재산상 이익의 취득 등에 관한 주장에 대하여 : 피고인 1, 피고인 2, 피고인 3, 피고인 4 및 검사<br/>가) 원심의 판단<br/>(1) 대가관계의 유무<br/>피고인 1, 피고인 2, 피고인 3, 피고인 4와 그 변호인들은 원심에서도 항소이유와 동일한 주장을 하였고, 이에 원심은, 적법하게 채택하여 조사한 증거들에 의하여 인정할 수 있는 그 판시와 같은 사실들 및 그로부터 알 수 있는 사정 즉, ① 피고인 1, 피고인 2, 피고인 3이 공모하여 피고인 4로부터 이 사건 감정평가를 진행하기에 앞서 제시한 감정평가 금액에 맞추어 감정평가를 하여 달라는 등의 부정한 청탁을 받고 감정평가용역 계약을 체결한 후 그와 같은 부정한 청탁의 취지에 따라 고의로 잘못된 감정평가를 해준 점, ② 따라서 피고인 4가 피고인 5 회사의 예금계좌에 감정평가수수료 명목으로 송금한 금원은 위와 같은 부정한 청탁에 따른 업무처리의 대가를 감정평가수수료라는 명목으로 약정, 지급한 것에 해당하고, 위 피고인들의 주장과 같이 피고인 4가 ‘감정평가업자의 보수에 관한 기준’에 따라 산정된 금액을 지급하였다거나, 나아가 위 수수료 명목의 금원 외의 대가를 별도로 지급하지 아니하였다고 하여 달리 볼 것은 아닌 점, ③ 또한 위 금원에 피고인 1, 피고인 2, 피고인 3과 함께 이 사건 감정평가 업무를 수행하였던 피고인 5 회사 또는 공소외 2 회사 소속 다른 감정평가사들의 이 사건 감정평가 업무 수행에 관한 보수 등으로 지급되거나 그 밖에 피고인 5 회사 및 공소외 2 회사의 일반 경비로 사용될 돈 등이 포함되어 있더라도 그 지급 당시에 피고인 1, 피고인 2, 피고인 3에게 분배될 부분과 그 밖의 감정평가사들에게 지급되거나 피고인 5 회사 및 공소외 2 회사의 일반 경비로 사용될 부분이 구체적인 액수 산정이 가능할 정도로 명확히 구분되거나 특정되어 있지 아니하였던 이상 그 전부가 불가분적으로 부정한 청탁의 대가로서의 성질을 갖는 것으로 보아야 하는 점, ④ 한편 이 사건 용역계약이 이 사건 대책위원회 명의로 체결되었고, 이 사건 용역계약서에는 이 사건 대책위원회가 개별 임차인들로부터 위임을 받아 개별 임차인들을 대리하여 이 사건 용역계약을 체결하는 것임을 나타내는 문구도 없는 점, ⑤ 이 사건 용역계약서에는 ‘이 사건 대책위원회는 주관사인 피고인 5 회사에 수수료를 입금한다’고 기재되어 있어 이 사건 대책위원회를 감정평가수수료 지급의무자로 규정하고 있는 점, ⑥ 피고인 2, 피고인 3은 이 사건 아파트 600세대 전체에 관하여 감정평가를 진행하였고, 이 사건 아파트 600세대 전체의 세대별 감정평가 금액이 기재되어 있는 'RAW DATA'가 작성되어 피고인 4에게 계속하여 미리 제공되고, 이에 관한 피고인 4의 의견을 반영하여 최종 감정평가서가 작성되었는바, 피고인들의 주장과 같이 이 사건 용역계약을 378개 세대의 개별 임차인들이 의뢰한 감정평가 용역계약으로 볼 경우 감정평가를 의뢰하지 않은 세대를 포함하여 이 사건 아파트 600세대 전체에 관하여 감정평가가 진행된 이유와 감정평가를 의뢰하지 않은 개별 세대에 관하여 이루어진 감정평가와 관련하여 그 부분 용역계약의 당사자를 누구로 볼 것인지가 납득되지 않는 점 등을 모두 종합하여, 피고인 5 회사와 공소외 2 회사에 이 사건 아파트에 대한 감정평가 용역을 의뢰한 이 사건 용역계약의 당사자는 378개 세대의 개별 임차인들이 아니라 피고인 4를 대표자로 하는 이 사건 대책위원회로 보아야 하고, 그 결과 부정한 청탁을 하고 그에 대한 대가를 제공한 당사자는 피고인 4이므로, 피고인 4를 단순히 위 개별 임차인들이 피고인 5 회사에 지급하는 감정평가수수료의 전달자에 불과하다고 볼 수는 없고, 피고인 4 자신이 부정한 청탁을 하고 그에 대한 대가를 감정평가수수료라는 명목으로 직접 공여한 것으로 보아야 한다고 판단하였다. <br/>(2) 재산상 이익 취득의 주체<br/>   계속하여 원심은, 그 판시와 같은 사실들 및 그로부터 알 수 있는 사정을 모두 종합하여, 이 사건 용역계약에 따라 감정평가수수료 명목의 금원이 ‘타인’인 피고인 5 회사 및 공소외 2 회사에 지급되었다고 하더라도, 위 금원 중 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것이 예정되어 있는 범위 내의 금원은 타인의 ‘사무처리자’인 위 피고인들이 직접적으로 재산상 이익을 얻는 관계에 있고, 따라서 위 피고인들은 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 피고인 5 회사 및 공소외 2 회사에 지급될 당시 각 소속 감정평가법인 내부의 규정과 기준에 따라 감정평가수수료 중 위 피고인들에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득하거나 위 피고인들이 위와 같은 재산상 이익을 취득한 것과 동일하게 평가할 수 있고, 피고인 4 역시 위와 같은 사정을 알고 이 사건 용역계약에 따른 감정평가수수료 명목의 금원을 피고인 5 회사 명의의 예금계좌로 송금하였다고 판단하였다. <br/>(3) 재산상 이익 취득의 범위<br/>   나아가 원심은, 그 판시와 같은 사실들 및 그로부터 알 수 있는 사정을 모두 종합하여, 이 사건 용역계약에 따른 감정평가수수료 명목의 금원이 피고인 5 회사 및 공소외 2 회사에 지급될 당시에는 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 이 사건 감정평가 업무의 유치나 처리에 관여한 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것이 예정되어 있었던 금원의 구체적인 액수를 확정할 수 없었고, 달리 이를 산정할 수 있는 증거가 없으므로, 피고인 1, 피고인 2, 피고인 3은 공모하여 피고인 4로부터 이 사건 감정평가와 관련하여 부정한 청탁을 받고 그에 대한 대가로 피고인 4가 2013. 9. 30.경부터 같은 해 11. 28.경까지 사이에 4회에 걸쳐 피고인 5 회사 명의의 예금계좌로 이 사건 용역계약에 따른 감정평가수수료 명목으로 송금한 합계 589,160,000원 중 법인운영기준 내지 법인운영규약에서 정한 기준에 따라 피고인 1, 피고인 2, 피고인 3에게 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 취득하였고, 피고인 4는 피고인 1, 피고인 2, 피고인 3에게 이 사건 감정평가와 관련하여 부정한 청탁을 하고 그에 대한 대가로 피고인 1, 피고인 2, 피고인 3에게 위와 같이 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 공여하였다고 봄이 타당하다고 판단한 끝에, 피고인들에 대한 배임수재 및 배임증재의 각 공소사실 중 피고인 4가 감정평가수수료 명목으로 송금한 총 589,160,000원의 재물 또는 재산상 이익의 취득 및 공여 부분은 그 판결이유에서 각 무죄로 판단하고, 피고인 1, 피고인 2, 피고인 3과 피고인 4가 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당의 재산상 이익을 주고받았다는 범죄사실로 피고인들을 유죄로 처벌하였다. <br/>나) 당심의 판단<br/>  그러나 원심의 위와 같은 판단은 다음과 같은 이유로 수긍하기 어렵다. <br/>(1) 관련 법리<br/>(가) 대가관계의 유무 및 배임죄의 재물 또는 재산상 이익  <br/>   배임수재죄는 타인의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받고 재물 등을 취득함으로써 성립하는 것이고, 어떠한 임무위배행위나 본인에게 손해를 가한 것을 요건으로 하는 것은 아니지만(대법원 2011. 2. 24. 선고 2010도11784 판결 참조), 배임수재죄 및 배임증재죄에서 취득 또는 공여하는 재물 또는 재산상 이익은 부정한 청탁에 대한 대가 또는 사례여야 하므로, 거래상대방의 대향적 행위의 존재를 필요로 하는 유형의 배임죄에서 거래상대방이 양수대금 등 거래에 따른 계약상 의무를 이행하고 배임행위의 실행행위자가 이를 이행받은 것을 두고 부정한 청탁에 대한 대가로 수수하였다고 쉽게 단정하여서는 안 된다(대법원 2016. 10. 13. 선고 2014도17211 판결 참조). <br/>   또한 배임수재죄의 내용인 재물 또는 재산상의 이익이라 함은 금전, 물품 기타의 재산적 이익뿐만 아니라 사람의 수요 욕망을 충족시키기에 족한 일체의 유형, 무형의 이익을 포함하는 것이고(대법원 2002. 11. 26. 선고 2002도3539 판결, 대법원 2011. 7. 28. 선고 2009도9122 판결 등 참조 등 참조) 부정한 청탁에 대한 대가로 용역계약 등을 체결하게 한 다음 거래상대방으로부터 받은 용역대금으로부터 일정 금액을 분배받는 이익도 이에 포함된다고 할 것이지만, 그 용역계약 등이 합법적인 돈의 지급을 가장하여 부정한 청탁의 대가를 주고받기 위한 형식상의 것에 불과하다거나 그 용역대금 또는 이익금이 실제로 제공한 용역과는 무관하게 부정한 청탁의 대가로 지급된 것이라는 등의 사정이 없는 한, ‘용역계약 등을 체결하는 기회’라는 무형의 이익을 얻은 것을 부정한 청탁의 대가로 볼 수는 있어도, 용역대금 또는 이익금 등 자체를 부정한 청탁의 대가로 볼 수는 없다 할 것이다.<br/>(나) 재산상 이익 등의 취득 주체<br/>   타인의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받았다 하더라도 자신이 아니라 다른 사람으로 하여금 재물 또는 재산상 이익을 취득하게 한 경우에는 구 형법 제357조 제1항의 법문상 배임수재죄가 성립하지 않음이 명백하다. 다만, 그 다른 사람이 부정한 청탁을 받은 자의 사자(使者) 또는 대리인으로서 재물 또는 재산상 이익을 취득한 경우나 그 밖에 평소 부정한 청탁을 받은 자가 그 다른 사람의 생활비 등을 부담하고 있었다거나 혹은 그 다른 사람에 대하여 채무를 부담하고 있었다는 등의 사정이 있어 그 다른 사람이 재물 또는 재산상 이익을 받음으로써 부정한 청탁을 받은 자가 그만큼 지출을 면하게 되는 경우 등 사회통념상 그 다른 사람이 재물 또는 재산상 이익을 받은 것을 부정한 청탁을 받은 자가 직접 받은 것과 동일하게 평가할 수 있는 관계가 있는 경우에는 위 죄가 성립할 수 있다(대법원 2013. 7. 11. 선고 2013도1011 판결 등 참조). 한편, 구 형법 제357조 제1항의 법문상 ‘타인’의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받았다고 하더라도 자신이 아니라 그 ‘타인’에게 재물 또는 재산상의 이익을 취득하게 한 경우에는 배임수재죄가 성립하지 않는다(대법원 2001. 2. 9. 선고 2000도4700 판결, 대법원 2012. 5. 9. 선고 2012도1381 판결 등 참조). <br/>(2)  구체적 판단<br/>(가) 대가관계의 유무 및 배임죄의 재물 또는 재산상 이익  <br/>   원심 및 당심이 적법하게 채택하여 조사한 증거들에 의하여 인정할 수 있는 다음과 같은 사실들 및 그로부터 알 수 있는 사정을 앞서 본 법리에 비추어 살펴보면, 검사가 제출한 증거들만으로는, 피고인 4가 이 사건 대책위원회 명의로 피고인 5 회사와 공소외 2 회사 명의와 체결한 이 사건 용역계약이 합법적인 돈의 지급을 가장하여 부정한 청탁의 대가를 주고받기 위한 형식상의 것에 불과하다거나 그 용역대금 또는 그로부터 피고인 1, 피고인 2, 피고인 3이 성과수당 등으로 분배받은 이익금이 실제로 제공한 감정평가 용역과는 무관하게 부정한 청탁의 대가로 지급된 것이라고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>① 피고인 1, 피고인 2, 피고인 3이 피고인 4로부터 이 사건 용역계약에 따른 감정평가수수료 이외의 금원을 지급받았다고 볼만한 증거는 찾아 볼 수 없다.  <br/>② 피고인 5 회사, 공소외 2 회사가 피고인 4로부터 송금 받은 감정평가수수료는 감정평가업자의 보수에 관한 기준의 범위 내로서 정상적으로 감정평가를 진행하였을 경우의 수수료보다 적은 금액이다.<br/>   감정평가업자의 보수에 관한 기준(2013. 5. 3. 국토교통부 공고 제2013-160호)에 의하면, 감정평가업자의 보수는 감정평가수수료와 실비를 합산하여 산출하고(제2조), 감정평가수수료는 건당 감정평가액을 기준으로 가격산출 근거자료, 가격형성요인 분석, 적용 감정평가기법 등을 고려하여 각 요율체계에 따라 감정평가액 구간별로 계산된 금액을 합하여 산정하도록 규정하고 있으며(제3조 제1항), 실비는 여비, 물건조사비, 공부발급비 및 그 밖의 실비 등으로 구분하여 산정하도록 정하고 있다(제5조 제1항).<br/>피고인 5 회사는 이 사건 용역계약에 따라 감정평가한 각 세대별 감정평가액에 따라 위 기준에서 정한 요율에 따른 감정평가수수료를 산정하였고, 이를 실제로 감정평가를 수행한 392세대에 대하여만 모두 합산하여 피고인 4에게 그 지급을 요청하며 각 해당 세대에 대하여 세금계산서를 발급하였다. 그 후 피고인 4는 피고인 5 회사 명의의 예금계좌로 2013. 9. 30.경부터 2013. 11. 28.경까지 4차례에 걸쳐 합계 589,160,000원을 송금하였고, 피고인 5 회사는 위 각 해당 금원의 입금 직후에 곧바로 공소외 2 회사와 사이의 내부 합의에 따라 공소외 2 회사 명의의 예금계좌로 입금액의 30% 상당을 송금하여 총 176,748,000원을 송금하였다.<br/>   한국감정원도 이 사건 감정평가 등의 타당성 조사를 실시하면서 이와 같은 피고인 5 회사의 감정평가수수료 산정 및 수수 등과 관련하여 수수료의 과다 징수에 관하여 지적한 바가 없다. <br/>③ 피고인 2, 피고인 3 등 피고인 5 회사 및 공소외 2 회사의 소속 감정평가사들은 실제로 현장조사 등 감정평가를 위한 자료를 수집한 다음 나름대로 관련 자료를 비교 분석하여 감정평가서를 작성하여 제출하는 등 이 사건 용역계약에서 정해진 의무를 모두 이행하였다. <br/>피고인 1, 피고인 2, 피고인 3과 공모하지 않은 피고인 5 회사 및 공소외 2 회사 소속의 각 감정평가사들에게도 피고인 4가 송금한 감정평가수수료 중 일부가 성과수당 등으로 지급되었다.<br/>   또한 성과수당 등의 분배 후 남은 부분은 피고인 5 회사 및 공소외 2 회사의 일반 운영비 등으로 사용되었다.<br/>④ 피고인 4가 피고인 5 회사 및 공소외 2 회사의 내부적인 성과수당 등의 분배 여부, 구체적인 분배 비율 및 액수 등을 인식하고 피고인 1, 피고인 2, 피고인 3에게 그에 상당하는 부정한 청탁의 대가를 지급할 의사로 이 사건 용역계약 체결에 나아갔다고 인정할만한 별다른 증거도 없다. <br/>(나) 재산상 이익 등의 취득 주체 - 피고인 5 회사 및 공소외 2 회사<br/>   이처럼 부정한 청탁의 대가를 피고인 1, 피고인 2, 피고인 3이 이 사건 용역계약에 따라 성과수당 등으로 분배받은 이익금 등 자체가 아니라 ‘이 사건 용역계약을 체결할 기회’로 보는 이상, 그 재산상 이익 등의 취득 주체는 이 사건 용역계약상 당사자로 명시되어 있는 피고인 5 회사로 볼 수밖에 없고, 검사가 제출한 증거들만으로는 피고인 5 회사가 ‘이 사건 용역계약을 체결할 기회’를 취득한 것을 두고 피고인 5 회사, 공소외 2 회사의 소속 감정평가사인 피고인 1, 피고인 2, 피고인 3이 자신의 채무를 면하거나, 그 계약 체결에 따라 피고인 5 회사, 공소외 2 회사에게 제공된 이익의 법률효과가 그대로 위 피고인들에게 귀속되는 등 사회통념상 피고인 5 회사 및 공소외 2 회사가 얻은 이익을 위 피고인들이 얻은 것과 동일하게 평가할 수 있을 만한 관계에 있다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>(다) 소결론<br/>   그럼에도 원심은 그 판시와 같은 사정만을 내세워 피고인들이 주고받은 재산상 이익을 이 사건 용역계약에 따라 피고인 5 회사 및 공소외 2 회사가 감정평가수수료 명목으로 수수한 금원 중 성과수당 등으로 분배될 것으로 예정되어 있었던 금원 상당이라고 전제한 다음, 그러한 재산상 이익을 부정한 청탁의 대가로 보아 피고인들에 대한 이 부분 공소사실을 유죄로 판단하고 말았으니, 이러한 원심판결에는 사실을 오인하거나 구 형법 제357조 제1항, 제2항에서 정한 배임수증재죄의 ‘대가관계’, ‘재산상 이익의 취득 주체’ 등에 관한 법리를 오해한 위법이 있다. <br/>   따라서 이 점을 지적하는 피고인들의 각 주장은 모두 이유 있고, 이와 다른 전제에 선 검사의 주장은 이유 없다. <br/>다. 검사의 피고인 5 회사에 대한 양형부당 주장에 관한 판단<br/> 제1심과 비교하여 양형의 조건에 변화가 없고 제1심의 양형이 재량의 합리적인 범위를 벗어나지 않는 경우에는 항소심으로서는 제1심의 양형판단을 존중함이 타당한바(대법원 2015. 7. 23. 선고 2015도3260 전원합의체 판결 참조), 위와 같은 법리에 비추어 기록을 살펴보면, 검사가 주장하는 양형부당의 사유는 원심이 형을 정함에 있어 이미 충분히 고려한 사정이고, 원심판결 선고 이후 양형의 조건이 되는 사항에 별다른 사정변경을 찾아볼 수 없다.<br/> 그 밖에 원심이 양형의 사유로 든 사정들에 더하여, 피고인 5 회사의 범행의 동기, 수단과 결과, 범행 후의 정황 등 이 사건 변론에 나타난 모든 양형요소를 종합하여 보면, 원심의 양형은 재량의 합리적인 범위 내에서 이루어진 것으로서 너무 가벼워 부당하다고 할 수 없어 이를 존중함이 상당하다. <br/> 따라서 검사의 양형부당 주장은 이유 없다. <br/>3. 결론<br/> 그렇다면 피고인 1, 피고인 2, 피고인 3의 각 배임수재의 점에 관한 항소 및 피고인 4의 항소는 각 이유 있고, 그 중 피고인 1, 피고인 2, 피고인 3에 대한 각 배임수재의 공소사실은 위 피고인들에 대한 각 부동산가격공시및감정평가에관한법률위반죄와 형법 제37조 전단 경합범의 관계에 있어 형법 제38조 제1항에 의하여 하나의 형이 선고되었으므로, 피고인 1, 피고인 2, 피고인 3, 피고인 4와 검사의 각 양형부당 주장에 관한 판단을 생략한 채 형사소송법 제364조 제6항에 따라 원심판결 중 피고인 1, 피고인 2, 피고인 3, 피고인 4에 대한 부분(이유무죄 부분 포함)을 파기하고, 변론을 거쳐 다음과 같이 다시 판결한다. <br/> 한편, 피고인 5 회사의 항소와 검사의 피고인 5 회사에 대한 항소는 모두 이유 없으므로, 형사소송법 제364조 제4항에 따라 이를 모두 기각한다. <br/>【피고인 1, 피고인 2, 피고인 3, 피고인 4에 대한 부분(이유무죄 부분 포함)에 관하여 다시 쓰는 판결 이유】<br/>범죄사실 및 증거의 요지<br/> 이 법원이 인정하는 범죄사실과 이에 대한 증거의 요지는, 원심판결의 범죄사실 중 제2.항(피고인 4의 배임증재) 및 제3.항(피고인 1, 피고인 2, 피고인 3의 배임수재)을 각 삭제하는 외에는 원심판결의 각 해당란 기재와 같으므로 형사소송법 제369조에 의하여 이를 그대로 인용한다. <br/>법령의 적용<br/>1. 범죄사실에 대한 해당법조 및 형의 선택<br/>   각 구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되어 2014. 2. 7. 시행되기 전의 것) 제43조 제4호, 제37조 제1항, 형법 제30조(고의로 잘못된 평가를 한 점, 각 징역형 선택)<br/>1. 집행유예<br/>   각 형법 제62조 제1항<br/>양형의 이유<br/>1. 법률상 처단형의 범위<br/>   각 징역 2년 이하<br/>2. 양형기준에 따른 권고형의 범위<br/> 부동산가격공시및감정평가에관한법률위반죄에 대하여는 양형기준에서 별도로 정하고 있지 않다. <br/>3. 선고형의 결정<br/> 피고인들은 감정평가사로서 신의와 성실로 공정하게 감정평가를 하여야 하고, 고의로 잘못된 감정평가를 하여서는 안 될 의무가 있다.<br/> 그럼에도 피고인들은 이 사건 대책위원회 위원장인 피고인 4로부터 감정평가에 앞서 제시한 가격으로 감정평가를 하여달라는 등의 청탁을 받고 감정평가사로서의 신의성실 의무에 위배되는 자의적인 품등비교 항목의 설정과 평가 등의 방법에 의하여 이 사건 아파트에 대한 감정평가를 하였다. 평가액이 1조 원을 훨씬 초과하는 이 사건 감정평가의 규모, 정상적으로 보이는 가격과 잘못 평가한 감정평가액 차이의 정도, 피고인들이 속해 있는 피고인 5 회사, 공소외 2 회사가 우리나라 감정업계에서 차지하는 비중 등에 비추어 보면, 사안이 상당히 결코 가볍다고 할 수 없다.<br/> 특히 피고인 2는 피고인 4와 이 사건 아파트에 대한 감정평가결과를 수시로 공유하고, 그 결과에 관한 지속적인 협의를 하는 등 이 사건 범행의 처음부터 끝까지 주도적인 역할을 수행하였고, 피고인 1, 피고인 3은 위와 같은 사정을 익히 인식하였음에도 자신의 직업적 양심 등을 저버리고 위와 같은 허위감정에 가담하였다.<br/> 이 사건 범행으로 인하여 이 사건 아파트 분양전환 절차의 진행에 상당한 장애가 초래되었고, 피고인들이 소속되어 있는 피고인 5 회사 및 공소외 2 회사는 피고인들의 잘못된 감정평가로 인하여 사회적인 평판과 신용이 심각하게 훼손되었음은 물론, 감정평가 업무 수주 영업에도 큰 지장을 받고 있는 것으로 보인다.  <br/> 나아가 법률에서 전문직역으로 보장받은 감정평가사가 그 업무 수행에 있어 신의와 성실에 따라 공정하게 감정업무를 수행하고 있고, 그에 따라 국민의 재산과 권리에 대한 가격형성이 적정하게 이루어지고 있다고 믿어왔던 사회 일반의 신뢰 및 감정평가업무의 공공성 및 공정성도 심각하게 훼손되었다.<br/> 그럼에도 피고인들은 감정평가업무 고유의 전문성 및 그 재량의 영역을 핑계삼아 자신의 잘못을 합리화하기에 급급한 모습을 보이고 있다. <br/> 이와 같은 점들은 모두 피고인들에게 불리한 정상이다. <br/> 다만, 이 사건 범행은 이 사건 아파트 분양 당시부터 향후 분양전환 시 시행사 측과 임차인 측이 각기 서로 다른 감정평가법인에 의뢰하여 그 감정평가결과를 산술평균한 금액으로 분양전환가격을 정하기로 합의한 데에 기인한 것이다. 시행사 측과 첨예한 이해관계의 대립 상황에 놓여 있던 이 사건 대책위원회 대표자인 피고인 4로서는 시행사의 의뢰에 따른 감정평가결과가 시행사 측에 편파적으로 유리하게 나올 것으로 예상하고, 임차인의 입장에서 수용할 수 있는 적정한 산술평균 값이 나올 수 있도록 시행사 측 감정평가금액에 대응하는 특정 금액을 피고인 1, 피고인 2, 피고인 3에게 주문하였고, 위 피고인들은 이를 수용한 것이다. 이처럼 이 사건 범행의 경위 및 동기에 있어 참작할만한 점이 아주 없지는 않다.<br/> 또한 피고인들은 동종 범죄전력이 없고, 특히 피고인 1, 피고인 3은 아무런 전과 없는 초범이다. 이 사건 범행으로 인하여 피고인 2는 업무정지 1년 2월의 처분을, 피고인 3은 업무정비 1년의 처분을 받은 상태로서 향후 일정기간 감정평가사의 업무를 수행할 수 없게 될 수도 있어 보인다. 피고인 3은 처음부터 이 사건 범행에 가담한 것은 아니고 감정평가 진행 과정에서 피고인 2가 잘못된 감정을 하고 있다는 사실을 알면서도 감정평가 업무를 중단하거나 잘못을 시정하지 않은 것으로서 범행 가담 정도가 상대적으로 경미하다. <br/> 아울러 당심에서 피고인들에 대한 일부 공소사실이 무죄로 판단된 점도 고려하여야 한다. <br/> 이러한 사정들은 피고인들에게 유리한 정상이다. <br/> 그 밖에 피고인들의 각 연령, 성행, 지능과 환경, 범행의 동기, 그 수단과 결과, 범행 후의 정황 등 이 사건 기록과 변론에 나타난 여러 양형조건을 두루 고려하여, 주문과 같이 각 형을 정한다. <br/>무죄부분(피고인 1, 피고인 2, 피고인 3에 대한 배임수재의 점 및 피고인 4)<br/> 이 부분 공소사실의 요지는 앞서 본 제2.의 나. 1)항의 기재와 같은바, 이는 앞서 제2.의 나. 3) 나)항에서 살핀 바와 같이 범죄의 증명이 없는 때에 해당하므로, 형사소송법 제325조 후단에 의하여 위 피고인들에 대한 이 부분 공소사실에 대하여 각 무죄를 선고하고, 형법 제58조 제2항에 의하여 위 피고인들에 대한 각 무죄 판결의 요지를 공시한다. <br/><br/>판사 조영철(재판장) 김종우 강성훈 ",
  "사건번호": "2016노3226",
  "사건종류코드": "400102",
  "판례정보일련번호": "218393",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}