{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20240126",
  "법원명": "서울중앙지방법원",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(횡령)·특정경제범죄가중처벌등에관한법률위반(배임)(인정된죄명업무상배임)·주식회사의외부감사에관한법률위반·특정경제범죄가중처벌등에관한법률위반(횡령)방조·대부업의등록및금융이용자보호에관한법률위반",
  "판례내용": "【피 고 인】 피고인 1 외 3인<br/>【검    사】 반지(기소, 공판), 권영우(공판)<br/>【변 호 인】 변호사 김태우 외 8인<br/>【주    문】<br/>피고인 1을 징역 2년 6개월에, 피고인 2 회사를 벌금 10,000,000원에, 피고인 3을 징역 2년에, 피고인 4 회사를 벌금 10,000,000원에 각 처한다.<br/> 다만, 이 판결 확정일부터 피고인 3에 대하여 3년간 위 형의 집행을 유예한다.<br/>피고인 3에게 80시간의 사회봉사를 명한다.<br/>피고인 2 회사, 피고인 4 회사에 대하여 위 각 벌금에 상당한 금액의 가납을 명한다.<br/> 이 사건 공소사실 중 피고인 1에 대한 별지 범죄일람표3 순번 1 기재 주식회사의외부감사에관한법률위반의 점은 무죄.<br/> 이 사건 공소사실 중 피고인 2 회사에 대한 별지 범죄일람표3 순번 1, 2 기재 각 주식회사의외부감사에관한법률위반의 점은 면소.<br/>피고인 1에 대한 위 무죄 부분 판결의 요지를 공시한다.<br/><br/>【이    유】【범죄사실주1)】[관련자들의 관계 및 역할]<br/>피고인 2 회사는 1962. 6. 5. 의약품 제조를 목적으로 설립된 후 1990. 1. 20. 유가증권시장에 상장된, 완제의약품 및 원료의약품 등의 제조 및 판매를 주된 업종으로 하는 회사이다.<br/>공소외 2는 피고인 2 회사의 창업주이자 ‘회장’으로, 피고인 2 회사 설립 시점부터 2015. 10.경 지병으로 입원하기 전까지 피고인 2 회사를 경영하였던 사람이다. 공소외 2는 입원 중 2016. 2. 28. 사망하였다.<br/>피고인 1은 망 공소외 2의 아들로, 피고인 2 회사의 최대주주(전체 주식의 약 24.2% 보유)인 공소외 9 회사의 대표이사이다. 피고인 1은 피고인 2 회사에서 2006년경부터 2009년경까지 ‘이사 및 기획전무’로, 2009년경부터 2011년경까지 ‘대표이사 및 부사장’으로, 2011년경부터 2023. 3.경까지 ‘사장’으로 근무하였다.<br/>공소외인은 1976. 11. 1. 피고인 2 회사에 입사하여, 2009. 1.부터 피고인 2 회사의 총무부 상무로 근무하다가, 2019. 3.부터 생산본부 공장경영팀 전무로 재직 중인 사람이다. 공소외인은 안산시 단원구 (이하 생략)에 있는 피고인 2 회사△△공장에서 생산하는 의약품 제조에 필요한 원재료(이하 ‘원재료’라고만 한다)의 구매, 발주, 대금 지급 업무 등 △△공장의 생산관리 전반을 총괄하는 역할을 하여 왔다.<br/>피고인 3은 1997. 8. 12. 어음할인업을 위하여 피고인 4 회사(변경 전 상호 생략)를 설립하여 그때부터 이를 운영하여 온 사람이다. 한편 피고인 3은 1976년경 피고인 2 회사에 입사하여 1997. 3.경까지 근무하다가 퇴사하였고, 이후 피고인 4 회사를 운영하던 중 2000년경부터 2003년경까지 피고인 2 회사의 감사로 근무하였다.<br/>피고인 4 회사는 위와 같이 피고인 3에 의하여 1997. 8. 12. 매출채권의 양수, 관리 및 대금 회수 등을 목적으로 설립된 회사이다. <br/>공소외 3은 2003년경부터 2017. 8.경까지 피고인 2 회사에 원재료를 납품한 공소외 15 주식회사, ◇◇씨앤팜 주식회사, 피고인 10 회사, 주식회사 ◇◇, ◇◇제약 주식회사(이하 위 회사들을 다시 지칭할 때는 상호 변경 전후를 불문하고 현재의 명칭으로 지칭하되 ‘주식회사’ 기재를 생략하도록 하고, 위 회사들을 통틀어서 지칭할 때는 ‘공소외 15 회사 등’이라 한다)를 실질적으로 운영하였던 사람이다. 공소외 3은 피고인 2 회사의 비자금 조성에 관여한 후 과다한 매출세액 등으로 인한 공소외 15 회사 등의 경영난을 이유로 2020. 9. 25.경 자살하였다.<br/>[망 공소외 2, 공소외인, 망 공소외 3의 공모관계]<br/>망 공소외 2는 2006년경 민사소송으로 인해 자신이 보유 중이던 피고인 2 회사 주식 전량을 매각하는 등 최대주주의 지위를 잃고 피고인 2 회사로부터 급여 등을 받을 수 없는 상황에서, ‘회장’이라는 자신의 신분을 이용하여 거래처와의 과다계상거래 및 가공거래(이하 통틀어서 ‘과다계상 등 거래’라 한다)를 통해 피고인 2 회사 자금을 거래처로 유출한 후 이를 되돌려 받는 등의 방법으로 비자금을 조성하여 피고인 1을 위한 주식취득 자금, 망 공소외 2와 피고인 1 등의 생활비 등 명목으로 사용하기로 마음먹었다.<br/>  이에 망 공소외 2는 2006년경 당시 피고인 2 회사의 원재료 거래처였던 공소외 15 회사 등의 실사주인 망 공소외 3에게 피고인 2 회사와의 과다계상 등 거래로 인해 부과되는 부가가치세를 보전해 주는 조건으로 공소외 15 회사 등이 피고인 2 회사에 납품하는 원재료의 단가를 부풀리거나 실물 거래가 없는 가공거래를 한 후 매월 위 과다계상 등 거래로 인한 차액 상당을 되돌려 줄 것을 제의하였고, 망 공소외 3은 피고인 2 회사와의 기존 거래 유지 및 매출액 증대 등의 목적으로 망 공소외 2의 위 제의를 수락하였다. 이로써 망 공소외 2는 그때부터 계속하여 피고인 2 회사와 망 공소외 3 운영의 공소외 15 회사 등이 원재료 납품과 관련하여 과다계상 등 거래를 지속하도록 하였다.<br/>망 공소외 2는 △△공장에서 원재료 공급 등을 담당하는 공소외인에게 위와 같이 공모한 망 공소외 3과의 원재료 과다계상 등 거래로 인하여 부풀려진 세금계산서 수취, 과다계상 등 거래로 인한 차액 상당을 되돌려 받는 업무를 담당하게 하였고, 망 공소외 3은 공소외 15 회사의 경리부장인 공소외 4에게 피고인 2 회사와의 과다계상 등 거래에 필요한 업무를 전담하게 하였다. 그리고 망 공소외 2, 공소외인은 공소외 15 회사 등과 사이에 과다계상분 내지 가공거래대금 상당액 정산을 위하여, △△공장 공장경영팀 직원인 공소외 5에게 실제 거래액과 과다계상 등 거래액이 기재된 ‘월별정산서’를 작성하게 한 후, 위 ‘월별정산서’를 이용하여 피고인 2 회사와 공소외 15 회사 등 간 과다계상분 내지 가공거래대금 상당액을 정산하여 왔다. <br/>[비자금 조성 및 피고인들의 구체적 범죄사실]<br/>1. 망 공소외 2, 공소외인, 망 공소외 3의 비자금 조성 경위와 내역<br/>망 공소외 2, 공소외인, 망 공소외 3은 위와 같은 공모에 따라 2011. 4.경 △△공장에서, 사실은 피해자 피고인 2 회사가 망 공소외 3 운영의 공소외 15 회사로부터 원재료인 ‘(원재료명 2 생략)’ 92,900kg을 kg당 1,650원에 납품받았음에도 마치 kg당 2,150원에 납품받은 것처럼 단가를 부풀리고, 사실은 ‘(원재료명 3 생략)’ 35,750kg을 납품받은 사실이 없음에도 마치 kg당 1,300원에 납품받은 것처럼 가공하는 등의 방법으로, 사실은 공소외 15 회사로부터 합계 267,047,000원(부가가치세 포함) 상당의 원재료를 납품받았음에도 공소외 15 회사로 하여금 거래대금 합계 385,881,650원(부가가치세 포함) 상당의 허위 세금계산서를 발행하게 한 후 이를 근거로 피해자 피고인 2 회사에 거래대금을 청구하게 하였다.<br/>  계속해서 공소외인은 그다음 달인 2011. 5. 중순경 △△공장에서, 피해자 피고인 2 회사로부터 위 385,881,650원 상당의 어음을 교부받아 망 공소외 3에게 지급한 후, 망 공소외 3으로 하여금 그중 277,850,150원[= 실거래액 267,047,000원 + 10,803,150원(= 부가가치세 포함 전 과다계상분 내지 가공거래대금 상당액 108,031,500원의 10% 부가가치세 해당액)] 상당의 어음을 제외한 나머지 과다계상 등 거래액에 해당하는 108,031,500원 상당의 어음에 배서하도록 한 다음 그 자리에서 즉시 되돌려 받은 후 피고인 3을 통하여 위 금액의 전부 또는 일부에 관한 어음을 할인받아 현금화하거나, 망 공소외 3에게 다시 위 금액의 전부 또는 일부에 관한 어음을 교부한 후 망 공소외 3이 이를 현금화한 금원을 돌려받아 비자금을 조성한 것을 비롯하여 망 공소외 2, 공소외인, 망 공소외 3은 그때부터 2017. 9.경(별지 범죄일람표2 순번 80 기재 일시의 다음 달)까지 위와 같은 방법으로 별지 범죄일람표2 기재와 같이 피해자 피고인 2 회사의 자금 합계 5,765,194,040원으로 비자금을 조성하였다.<br/>2. 피고인 1<br/>가. 5억 원 이상 횡령으로 인한 특정경제범죄가중처벌등에관한법률위반(횡령)<br/>피고인 1은 공소외인, 망 공소외 3 등과 순차 공모하여, 피해자 피고인 2 회사의 자금을 업무상 보관하던 중, 2016. 3.경 △△공장 내지 서울 강남구 (이하 생략)에 있는 피해자 피고인 2 회사 본사에서, 공소외인으로부터 위 제1항 기재와 같이 2016. 2.까지 조성된 비자금 중 300,000,000원을 교부받았고, 2016. 3.경 내지 2016. 4.경 위와 같이 조성된 비자금 중 100,000,000원을 추가로 교부받았으며, 나아가 피해자 피고인 2 회사와 공소외 15 회사 등이 위 제1항 기재와 같은 방법으로 원재료 납품에 관한 과다계상 등 거래를 지속하도록 함으로써 2016. 3.경부터 2017. 9.경까지 별지 범죄일람표2 순번 63 내지 80 기재와 같이 피해자 피고인 2 회사의 자금 합계 862,399,050원(위 범죄일람표2 ‘업무상횡령’열의 각 해당금액 합계)으로 비자금을 조성한 후 위 1,262,399,050원(= 300,000,000원 + 100,000,000원 + 862,399,050원)을 피고인 1의 생활비 등으로 임의로 사용하여 횡령하였다. <br/>나. 업무상배임<br/>피고인 1은 공소외인, 망 공소외 3 등과 순차 공모하여, 피해자 피고인 2 회사의 자금을 정당한 사유 없이 지출하거나 용도 외로 사용하지 않도록 이를 관리·보존하여야 할 업무상 임무가 있음에도, 2016. 4.경(별지 범죄일람표2 순번 63 기재 일시의 다음 달) 위 가.항 기재 과다계상 등 거래로 인해 ◇◇에 부과되는 부가가치세에 대한 보상 명목으로 과다계상 등 거래액의 10%에 해당하는 4,237,980원을 피해자 피고인 2 회사의 자금으로 망 공소외 3에게 지급하였다.<br/>  이로써 피고인 1은 공소외인, 망 공소외 3 등과 순차 공모하여, 그때부터 2017. 9.경까지 위와 같은 방법으로 별지 범죄일람표2 순번 63 내지 80 기재와 같이 피해자 피고인 2 회사의 자금 합계 86,239,905원(위 범죄일람표2 ‘업무상배임’열의 각 해당금액 합계)을 공소외 15 회사 등에 지급함으로써, 그 업무상 임무에 위배하여 공소외 15 회사 등에 같은 금액 상당의 재산상 이익을 취득하게 하고, 피해자 피고인 2 회사에 같은 금액 상당의 재산상 손해를 가하였다.<br/>다. 주식회사의외부감사에관한법률위반<br/>    이사가 아니면서 사장, 상무 등 회사의 업무를 집행할 권한이 있는 것으로 인정될 만한 명칭을 사용하여 회사의 업무를 집행한 자는 회계처리기준을 위반하여 거짓으로 재무제표를 작성·공시하여서는 아니 된다. <br/>  그럼에도 피고인 1은 피고인 2 회사의 사장으로서 당시 상무였던 공소외인과 공모하여, 2017. 1.경부터 2017. 3.경까지 피고인 2 회사의 제31기(회계기간: 2016. 1. 1.~2016. 12. 31.) 재무제표를 작성함에 있어, 공소외 15 회사 등으로부터 납품받은 원재료의 단가를 과다계상하거나 가공거래하는 등의 방식으로 비자금 587,350,150원을 조성한 사실을 은닉하기 위하여, 사실은 2016년도 회계기간의 매출원가는 101,183,114,718원, 영업이익은 9,588,114,434원임에도 마치 매출원가는 101,770,464,868원, 영업이익은 9,000,764,284원인 것처럼 위와 같이 과다계상 등 거래액을 기준으로 성명불상의 회계담당자에게 거짓으로 재무제표를 작성하게 하고, 2017. 1.경 내지 2017. 3. 16.경 사이에 위와 같이 거짓으로 작성된 재무제표를 본점에 비치하고 금융감독원 전자공시시스템 등에 등재하는 등으로 공시하게 한 것을 비롯하여 그때부터 2018. 1.경 내지 2018. 3. 22.경 사이까지 별지 범죄일람표3 순번 2, 3 기재와 같이 총 2회에 걸쳐 거짓으로 재무제표를 작성·공시함으로써, 회계처리기준을 위반하여 거짓으로 재무제표를 작성·공시하였다.<br/>3. 피고인 2 회사<br/>피고인 2 회사의 사용인인 피고인 1, 공소외인은 피고인 2 회사의 업무에 관하여 위 제2의 다.항 기재와 같은 방법으로, 별지 범죄일람표3 순번 3 기재와 같이 위반행위를 하였다.<br/>4. 피고인 3<br/>가. 5억 원 이상 횡령으로 인한 특정경제범죄가중처벌등에관한법률위반(횡령)방조<br/>피고인 3은 2011. 5.경 서울 강남구 (이하 생략)에 있는 피고인 4 회사 사무실에서, 공소외인이 위 제1항 기재와 같이 과다계상 등 거래액의 전부 또는 일부에 관한 어음을 피고인 3에게 할인 의뢰하여 현금화하는 방법으로 비자금을 조성하여 망 공소외 2에게 전달하는 사실을 알면서도, 공소외인으로부터 위 어음을 교부받은 다음 공소외인에게 그 금액에 상응하는 현금과 자기앞수표를 교부하여 주었다.<br/>피고인 3은 이를 비롯하여 그때부터 2017. 9.경까지 위와 같은 방법으로 피고인 1, 망 공소외 2, 공소외인, 망 공소외 3이 별지 범죄일람표2 기재와 같이 피해자 피고인 2 회사의 자금 합계 5,765,194,040원을 횡령(다만 피고인 1의 경우 위 제2의 가.항 기재 부분에 한한다)하는 동안 피고인 1 등이 그중 500,000,000원 이상의 금원을 횡령함에 있어 이를 용이하게 하여 방조하였다.<br/>나. 대부업등의등록및금융이용자보호에관한법률위반<br/>    금전의 대부(어음할인·양도담보, 그 밖에 이와 비슷한 방법을 통한 금전의 교부를 포함한다)를 업으로 하는 대부업을 하려는 자는 영업소별로 해당 영업소를 관할하는 특별시장·광역시장·특별자치시장·도지사 또는 특별자치도지사(이하 ‘시·도지사’라 한다)에게 등록하여야 한다.<br/>  그럼에도 피고인 3은 시·도지사에게 등록하지 않고 2012. 1.경 위 가.항 기재 피고인 4 회사 사무실에서, 공소외 13으로부터 만기일 2012. 1. 20. 액면금 160,700,000원의 어음 1매를 할인 의뢰받아 어음할인 수수료 명목으로 만기일까지의 이자 비용을 공제한 금액을 공소외 13의 성명불상자에게 지급하고, 그 어음을 금융기관에 지급제시하여 피고인 3이 운영하는 피고인 4 회사 명의 ☆☆은행 계좌(계좌번호 1 생략)로 어음금 160,700,000원을 입금받았다(별지 범죄일람표4 순번 329).  <br/>피고인 3은 이를 비롯하여 2010. 5. 4.부터 2021. 9. 23.까지 위와 같은 방법으로 별지 범죄일람표4 기재와 같이 총 1,981회에 걸쳐 어음할인 의뢰자에게 어음할인 수수료 명목으로 만기일까지의 이자 비용을 공제한 금액을 지급하고, 그로부터 양수한 어음을 금융기관에 지급제시하여 만기일 무렵 총 55,713,843,789원의 어음금을 피고인 3 명의 계좌, 피고인 4 회사 명의 계좌, 피고인 3의 직원인 공소외 14 명의 계좌 등으로 입금받는 방법으로 시·도지사에게 등록하지 않고 대부업을 하였다.<br/>5. 피고인 4 회사<br/>피고인 4 회사의 대표자인 피고인 3은 피고인 4 회사의 업무에 관하여 위 제4의 나.항 기재와 같이 위반행위를 하였다.<br/>【증거의 요지】1. 피고인 1, 피고인 3의 각 일부 법정진술<br/>1. 증인 공소외인, 공소외 31, 공소외 4, 공소외 28, 공소외 33의 각 일부 법정진술<br/>1. 공소외 22, 공소외 34, 공소외 5, 공소외 7, 공소외 35, 공소외 23, 공소외 20, 공소외 18, 공소외 30, 공소외 36, 공소외 37, 공소외 38, 공소외 39, 공소외 40, 공소외 41, 공소외 42, 공소외 43, 공소외 44, 공소외 45, 공소외 46, 공소외 24, 공소외 47에 대한 각 검찰 진술조서(공소외 7에 대한 검찰 진술조서의 경우 공소외 4의 진술기재 포함)<br/>1. 공소외 48, 공소외 49, 공소외 50, 공소외 51, 공소외 52에 대한 각 경찰 진술조서<br/>1. 공소외 53의 진술서<br/>1. 내사보고서(공소외 48 제출자료 중 공소외 15 회사 계속기업가치 평가자료 관련), 내사보고서(피혐의자 공소외 4, 참고인 피고인 3에 대한 건강보험 가입내역), 내사보고서(공소외 3 운영업체에서 피고인 2 회사에 비자금으로 전달된 어음 특정 등), 입건전조사보고서[피고인 2 회사의 조직도 및 부서별 직무(2)], 수사보고서(피고인 4 회사 총 어음입금내역 특정 관련) 및 첨부자료(증거목록 순번 292), 수사보고(피고인 2 회사 최대주주인 공소외 54 회사 현황), 수사보고(과대계상분 약속어음의 사용처에 대한 분석), 수사보고(경찰에서 확보한 故 공소외 2 명의 계좌거래내역 분석) 및 첨부자료(증거목록 순번 503), 수사보고(받을 어음장 추가 확인), 수사보고(피고인 4 회사 어음기입장 등 1차 분석), 수사보고(피고인 2 회사 영업점의 인사발령 자료 첨부), 수사보고(공소외 25 회사 등 법인등기부 등본 등 첨부), 수사보고(공소외 55 계좌 검토 결과), 수사보고(피고인 3 수표 발행에 관한 기업은행 회신 자료 첨부), 수사보고(피고인 4 회사 어음기입장 등 2차 분석 - 어음금 입금 내역 확인), 수사보고(본건 과대계상분 어음이 피고인 3의 세탁 후 피고인 2 회사에서 사용한 사실 확인), 수사보고(주식회사 등 외부감사에 관한 법률 위반 관련 공시 자료 첨부), 수사보고(공소외 22 제출 공소외 2 법인카드 사용내역 접수 보고), 수사보고(피고인 1, 공소외인 인사기록 카드 편철), 제주서부경찰서 접수번호 2020-9980 사본기록<br/>1. 압1 : 참고인 공소외 48 제출 사본문서, 압4 : 공소외 49 작성 조사요청서 및 첨부자료, 압5 : 공소외 49 작성 국민청원문, 압7 : 구상금 등 청구의 소 관련 소장 및 첨부자료, ◇◇씨앤팜 주식회사 등기사항전부증명서(폐쇄사항) 1부, ◇◇제약 주식회사 등기사항전부증명서(폐쇄사항) 1부, ◇◇제약 주식회사 증기사항전부증명서(말소사항 포함) 1부, 피고인 10 회사 등기사항전부증명서(폐쇄사항) 1부, 공소외 15 주식회사 등기사항전부증명서(폐쇄사항) 1부, 주식회사 ◇◇ 등기사항전부증명서(말소사항 포함) 1부, ‘KL 받을어음사본’ 내 일부 문서 사진 등, 부외자금 사용처-공소외 26 급여 관련 이메일 등, 부외자금 사용처-공소외 33 대여 관련 이메일 등, 부외자금 사용처-임대차계약서 등, 부외자금 사용처-공소외 58 대여 관련 이메일 등, 부외자금 사용처-해외재산 관련 이메일 등, 기본증명서(상세)-공소외 3, 기본증명서(상세)-공소외 2, 등기사항전부증명서(피고인 4 회사), 2015년-2018년 간 주주총회소집 결의 및 정기주주총회 결과 공시자료, 등기사항전부증명서(피고인 2 회사), 2006년-2017년 간 피고인 2 회사 주주 현황, 전자세금계산서 출력물 사본, 서한문 초안(증거목록 순번 438), 피해보상금 청구서, 비밀유지 보상 및 세금보전 청구서(증거목록 순번 440), 공소외 9 회사 법원 등기부등본 1부, 공소외 15 회사 등 5개 업체 거래내역 출력물 1부, 피고인 1 소유주식보고서 1장, 공소외 54 회사 소유주식보고서 1장, 2021. 1. 7.자 이메일 및 첨부 문서, 공소외 26 명의 신한은행(계좌번호 2 생략) 계좌 거래내역 중 공소외 25 회사 관련 1부, 2022. 5. 16.자 이메일 및 첨부문서 1부, 공소외 26 명의 한국증권 거래내역 중 관련 거래내역, 2014. 12. 23.자 피고인 1 금감원 문답서, 2013. 4. 공소외 33 대여자금 출처 거래내역, 2013. 4. 위 관련 금전소비대차약정서, 2013. 6. 공소외 33 대여자금 출처 거래내역, 2013. 6. 위 관련 금전소비대차 만기연장 약정서, 2013. 6. 공소외 33 대여자금 금전소비대차 약정서, 공소외 56 주권번호 관련자료, 공소외 57의 ♤♤증권 계좌 회신 및 주권번호 관련 자료 CD(14540쪽에 첨부된 CD는 제외), 송파세무서요청·회신 공문 1부, 국토교통부 재산(건축물) 및 토지 조회 의뢰에 대한 회신 각 1부, 피고인 1 및 공소외 26, 공소외 2 소득별수입신고내역 회신자료 1부, 2008.~2010. 피고인 1피고인 2 회사 자사주 취득내역 정리표, 2008.~2010. 피고인 1피고인 2 회사 자사주 취득 관련 공시자료, 압수목록 35번 ‘비밀유지 보상 및 세금보존 청구서(서한문 초안)’ 사본, 압수목록 36번 ‘서한문 출력물’ 사본, 압수목록 37번 ‘공소외 10 회사와 피고인 2 회사의 거래내역 차액 및 거래처 원장 사본’ 사본, ‘월별정산서’, 압수목록 38번 ‘공소외 15 회사(주)와 피고인 2 회사의 거래내역 차액 및 거래처 원장사본, 월별정산서’ 사본, 압수목록 39번 ‘(주)◇◇과 피고인 2 회사의 거래내역 차액 및 거래처 원장, 월별정산서, 받을 어음장’ 사본, 압수목록 40번 ‘(주)◇◇과 피고인 2 회사의 거래내역 차액 및 거래처 원장, 월별정산서, 받을 어음장’ 사본, 압수목록 41번 ‘◇◇제약(주)의 거래처 원장, 월별 정산서, 받을 어음장’ 사본, 압수목록 9번 ‘2009년 받을어음장(KLPNG 받을어음 수기리스트)’ 사본, 압수목록 10번 ‘2010년 받을어음장(KLPNG 받을어음 수기리스트)’ 사본, 압수목록 11번 ‘2012년 받을어음장(KLPNG 받을어음 수기리스트)’ 사본, 압수목록 12번 ‘2013년 받을어음장(KLPNG 받을어음 수기리스트)’ 사본, 압수목록 13번 ‘2014년 받을어음장(KLPNG 받을어음 수기리스트)’ 사본, 압수목록 14번 ‘2015년 받을어음장(KLPNG 받을어음 수기리스트)’ 사본, 피고인 4 회사 어음장부, 공소외 2 회장 비서 다이어리 복사본, 공소외 2 회장 입퇴원 확인서, 국민건강보험공단 서울강원지역본부 ‘수사협조 의뢰에 대한 회신’ 공문1부, 공소외 43 PC ‘피고인 2 회사 보통주 2012년 매수매도.xlsx’, 공소외 43 PC ‘피고인 2 회사 보통주.xlsx’, 공소외 20 USB ‘4인 타계좌 정리 관련.xlsx’<br/>【법령의 적용】1. 범죄사실에 대한 해당법조 및 형의 선택<br/>  가. 피고인 1: 특정경제범죄 가중처벌 등에 관한 법률(이하 ‘특정경제범죄법’이라 한다) 제3조 제1항 제2호, 형법 제356조, 제355조 제1항, 제30조(업무상횡령의 점, 포괄하여), 형법 제356조, 제355조 제2항, 제30조(업무상배임의 점, 포괄하여, 징역형 선택), 각 구 주식회사의 외부감사에 관한 법률(2017. 10. 31. 법률 제15022호 「주식회사 등의 외부감사에 관한 법률」로 전부개정되기 전의 것, 이하 ‘구 외부감사법’이라 한다) 제20조 제1항, 제13조, 형법 제30조(허위 재무제표 작성·공시의 점, 징역형 선택)<br/>  나. 피고인 2 회사: 구 외부감사법 제21조, 제20조 제1항, 제13조<br/>  다. 피고인 3: 특정경제범죄법 제3조 제1항 제2호, 형법 제356조, 제355조 제1항, 제32조 제1항(업무상횡령 방조의 점, 포괄하여), 대부업 등의 등록 및 금융이용자 보호에 관한 법률(이하 ‘대부업법’이라 한다) 제19조 제1항 제1호, 제3조 제1항 본문(미등록 대부업의 점, 포괄하여, 징역형 선택)<br/>  라. 피고인 4 회사: 대부업법 제20조, 제19조 제1항 제1호, 제3조 제1항 본문(미등록 대부업의 점, 포괄하여)<br/>1. 법률상 감경<br/>피고인 3: 형법 제32조 제2항, 제55조 제1항 제3호[종범, 특정경제범죄법위반(횡령)방조죄에 대하여]<br/>1. 경합범 가중<br/>피고인 1, 피고인 3: 각 형법 제37조 전단, 제38조 제1항 제2호, 제50조[① 피고인 1의 경우 형이 가장 무거운 특정경제범죄법위반(횡령)죄에 정한 형에 경합범 가중, ② 피고인 3의 경우 형이 더 무거운 특정경제범죄법위반(횡령)방조죄에 정한 형에 경합범 가중(위 두 죄의 장기형을 합산한 범위 내에서)]<br/>1. 정상참작 감경<br/>피고인 1: 형법 제53조, 제55조 제1항 제3호(아래 양형의 이유 중 유리한 정상 참작)<br/>1. 집행유예<br/>피고인 3: 형법 제62조 제1항(아래 양형의 이유 중 유리한 정상 참작)<br/>1. 사회봉사명령<br/>피고인 3: 형법 제62조의2, 보호관찰 등에 관한 법률 제59조<br/>1. 가납명령<br/>피고인 2 회사, 피고인 4 회사: 각 형사소송법 제334조 제1항<br/>【피고인 1, 피고인 3, 피고인 2 회사 및 변호인들의 주장에 관한 판단】Ⅰ. 피고인 1<br/>1. 주장의 요지<br/>피고인 1이 별지 범죄일람표2 순번 63 내지 80 기재 비자금을 조성하는 과정에서 과다계상 등 거래액 중 10%(부가가치세율) 상당액이 피해자 피고인 2 회사의 자금으로 공소외 15 회사 등에 지급된 사실은 있다. 그러나 피해자 피고인 2 회사는 이후 위와 같은 부가가치세 상당액을 환급받을 예정이었으므로, 피해자 피고인 2 회사에는 그 금액 상당의 피해가 발생하지 않는다.<br/>2. 관련 법리<br/>  업무상배임죄는 업무상 타인의 사무를 처리하는 자가 그 임무에 위배하는 행위로써 재산상의 이익을 취득하거나 제3자로 하여금 이를 취득하게 하여 본인에게 손해를 가한 때에 성립하는 것이고, 여기에서 본인에게 \"재산상의 손해를 가한 때\"라 함은 현실적인 손해를 가한 경우 뿐만 아니라 재산상 실해 발생의 위험을 초래한 경우도 포함된다(대법원 2003. 10. 30. 선고 2003도4382 판결 등 참조).<br/>3. 판단<br/>  이 법원이 채택하여 조사한 증거들에 의하면, 피고인 1이 피해자 피고인 2 회사의 사장으로서 피해자 피고인 2 회사의 자금을 정당하게 집행하여야 할 업무상 임무가 있음에도 이를 위배하여 별지 범죄일람표2 순번 63 내지 80 기재 과다계상 등 거래액의 부가가치세를 보전해 준다는 명목으로 공소외 15 회사 등에 그 10%에 해당하는 합계 86,239,905원을 피해자 피고인 2 회사의 자금으로 지급한 사실, 이에 공소외 15 회사 등은 같은 금액 상당의 재산상 이익을 취득하였고, 피해자 피고인 2 회사는 같은 금액 상당의 재산상 손해를 입은 사실을 인정할 수 있다(피고인 1도 위와 같은 사실관계는 인정하고 있다). 이처럼 피고인 1이 배임 행위를 함으로써 공소외 15 회사 등으로 하여금 재산상 이익을 취득하게 하여 피해자 피고인 2 회사에 손해를 가한 이상 그 무렵 피고인 1에게는 업무상배임죄가 성립하고, 설령 피해자 피고인 2 회사가 별지 범죄일람표2 순번 63 내지 80 기재 부가가치세 보전 명목 지급금액 합계 86,239,905원을 사후에 국세청에서 환급받을 수 있는 지위를 얻게 되었다고 하더라도 이는 실제 거래와 다른 과다계상 등 거래에 따른 허위 세금계산서에 기초한 것으로서 재산상 실해 발생의 위험이 초래되었거나 업무상배임죄의 기수 이후의 사정에 불과하다. 따라서 피고인 1 및 변호인의 위 주장은 받아들이지 않는다.<br/>Ⅱ. 피고인 3<br/>1. 정범의 범행이 존재하지 않는다는 주장에 관한 판단<br/>가. 주장의 요지<br/>    정범에 해당하는 망 공소외 2, 피고인 1이 별지 범죄일람표2 기재와 같이 조성된 비자금을 개인적인 용도로 사용하여 횡령한 사실이 없으므로, 피고인 3에게는 그 방조죄가 성립할 수 없다.<br/>나. 판단<br/>    이 법원이 채택하여 조사한 증거들에 의하여 알 수 있는 아래와 같은 사실 및 사정을 종합하면, 망 공소외 2, 공소외인, 망 공소외 3 내지 피고인 1이 별지 범죄일람표2 기재 비자금을 조성한 다음 이를 피고인 1을 위한 주식취득 자금, 망 공소외 2와 피고인 1 등의 생활비 등 명목으로 사용한 사실(다만 피고인 1의 경우 아래 무죄 부분 제외, 이하 제Ⅱ항에서 같다)을 인정할 수 있다. 따라서 피고인 3 및 변호인의 위 주장은 받아들이지 않는다.<br/>    1) 망 공소외 2는 자신이 사용하기 위하여 공소외인과 망 공소외 3에게 이 사건 비자금 조성을 지시 내지 제의하였고, 이에 피해자 피고인 2 회사가 공소외 15 회사 등으로부터 원재료를 공급받으면서 단가를 부풀리거나 공급받지 않은 원재료를 공급받는 것처럼 가장하면서 발생한 실거래액과의 차액으로 이 사건 비자금이 조성되었다. 이 사건 비자금은 월 단위로 조성되었는데, △△공장에서 원재료를 담당하는 공소외 5는 공소외인의 지시에 따라 매월 월별정산서(원재료명, 수량, 실제 단가, 실입고 금액, 부풀린 단가, 부풀린 금액 등 비자금 조성 현황을 알 수 있는 내역들이 기재되어 있다)를 작성하였고, 공소외인은 망 공소외 2에게 비자금을 현금으로 마련하여 월별정산서와 함께 전달하였다. <br/>    2) 한편 망 공소외 2는 2003. 8. 31. 피해자 피고인 2 회사에서 퇴사한 후 피해자 피고인 2 회사로부터 어떠한 급여도 받지 않았고, 2006년경 자신이 소유한 피해자 피고인 2 회사의 주식도 모두 처분하였으며, 2006. 1. 1.부터 사망 시까지 별다른 소득도 없었다. 또한 망 공소외 2는 대구 수성구 ▽▽동 소재 건물, 같은 구 ◎◎◎ 소재 토지를 각 소유하다가 위 건물을 2002. 6. 22. 대금 2,000,000원에 처분하고, 위 토지를 2005. 9. 12. 대금 200,000,000원에 처분한 이후에는 사망 시까지 아무런 부동산도 소유하지 않았다. 게다가 피고인 1은 망 공소외 2 사망 후 그 상속에 관한 한정승인을 한 것으로 보이는데(피고인 1의 변호인 2023. 12. 1. 제출한 변론요지서 39쪽), 이를 보면 망 공소외 2는 사망 시까지 오히려 채무가 자산보다 더 많았던 상태였던 것으로 추단된다. 그런데도 망 공소외 2는 사망 시까지 종전과 같은 생활 수준을 유지해 왔고[피고인 1은 이 법정에서 ‘망 공소외 2가 급여를 받지 않고 주식을 모두 처분한 이후에도 망 공소외 2의 생활이 불편하다는 의심을 해 본 적은 없었다’는 취지로 진술하였고, 검찰에서도 ‘부모님의 삶의 질이 변한 것이 없었다’고 진술하였다(증거기록 17782쪽)], 피해자 피고인 2 회사 직원들 명의 차명 계좌로 금전거래를 하거나 피해자 피고인 2 회사 주식을 취득하였다. 나아가 망 공소외 2는 피고인 1 명의로도 다량의 피해자 피고인 2 회사 주식을 취득한 것으로 보인다. 그리고 위와 같이 사용된 자금의 규모는 수십억 원에 이르는데, 그 출처는 이 사건 비자금인 것으로 판단된다. 이에 대하여 망 공소외 2의 자녀인 피고인 1, 공소외 16은 수사기관 내지 이 법정에서 위 자금의 출처는 자신들의 자산이나 소득이라고 진술 내지 주장하나, 망 공소외 2가 운용하였던 자금의 규모는 피고인 1, 공소외 16의 소득 등을 훨씬 상회하는 것으로 보이고[피고인 1 또한 검찰에서 주식취득 자금의 출처를 소명해 달라는 요청을 받자 ‘공소외 17 이사를 통해서 확인했더니 현금 입금이 너무 많아서 깜짝 놀랐다’, ‘현금 입금이 그렇게 많은지 그제야 처음 알게 되었다’고 진술하기도 하였다(증거기록 17782쪽)], 달리 이 사건 비자금 외에 다른 출처가 있다고 볼 만한 뚜렷한 정황은 보이지 않는다.<br/>    3) 공소외인은 망 공소외 2가 사망한 후 피고인 1에게 이 사건 비자금을 계속 전달하였다. 피고인 1은 그 사용처에 관하여 이 법정에서 ‘일부는 개인 통장에 입금하고 모임 회비 등 개인적인 용도로 사용하였지만, 일부는 피해자 피고인 2 회사의 임원들(공소외 18, 공소외 19)에게 급여 보전 명목으로 지급하였다’라고 진술하였다. 그러나 설령 피고인 1이 공소외 18, 공소외 19에게 현금을 지급하였다고 하더라도 회사 내부에 마련된 의사결정 절차를 거치지 않고 다른 임직원들 모르게 자신과 가까운 임원에게만 상당한 금액의 회사 자금을 별도로 지급하는 것을 두고 피해자 피고인 2 회사의 이익을 위한 행위로 평가하기는 어렵다. <br/>    4) 이 사건 비자금이 망 공소외 2, 피고인 1의 이익이 아닌 피해자 피고인 2 회사의 이익을 위하여 사용되었다고 볼만한 증빙자료가 부족하고, 그 사용처나 행방에 관한 납득할 만한 합리적인 설명도 제대로 이루어지지 않은 이상 결국 망 공소외 2, 피고인 1이 불법영득의 의사로 피해자 피고인 2 회사의 돈을 개인적 용도로 사용한 것으로 볼 수밖에 없다(대법원 2002. 7. 26. 선고 2001도5459 판결, 대법원 2013. 6. 27. 선고 2013도2510 판결 등 참조). 나아가 정범인 피고인 1, 공소외인 또한 이 부분 업무상횡령 범행을 모두 인정하고 있다.<br/>2. 방조의 고의 및 정범의 고의가 없다는 주장에 관한 판단<br/>가. 주장의 요지<br/>피고인 3은 공소외인의 의뢰로 과다계상 등 거래 관련 어음을 할인해 줄 당시 그 할인금이 피해자 피고인 2 회사의 업무용으로 사용될 것으로만 생각하였을 뿐 위 돈이 망 공소외 2나 피고인 1 등의 개인적인 용도로 사용될 것이라는 사실은 알지 못하였다. 결국 피고인 3에게는 위 업무상횡령 범행 방조에 관한 ‘방조의 고의’ 및 ‘정범의 고의’가 없었다.<br/>나. 관련 법리<br/>    형법상 방조행위는 정범이 범행을 한다는 정을 알면서 그 실행행위를 용이하게 하는 직접·간접의 행위를 말하므로, 방조범은 정범의 실행을 방조한다는 이른바 방조의 고의와 정범의 행위가 구성요건에 해당하는 행위인 점에 대한 정범의 고의가 있어야 한다. 그러나 이와 같은 고의는 내심적 사실이므로 피고인이 이를 부정하는 경우에는 사물의 성질상 고의와 상당한 관련성이 있는 간접사실을 증명하는 방법에 의하여 입증할 수밖에 없고, 이때 무엇이 상당한 관련성이 있는 간접사실에 해당할 것인지는 정상적인 경험칙에 바탕을 두고 치밀한 관찰력이나 분석력에 의하여 사실의 연결상태를 합리적으로 판단하는 외에 다른 방법이 없다고 할 것이다. 또한 방조범의 경우에 정범의 고의는 정범에 의하여 실현되는 범죄의 구체적 내용을 인식할 것을 요하는 것은 아니고 미필적 인식 또는 예견으로 족하다(대법원 2005. 4. 29. 선고 2003도6056 판결, 대법원 2022. 10. 27. 선고 2020도12563 판결 등 참조). <br/>다. 판단<br/>    이 법원이 채택하여 조사한 증거들에 의하여 알 수 있는 아래와 같은 사실 및 사정을 종합하면, 피고인 3이 망 공소외 2, 공소외인, 망 공소외 3 내지 피고인 1의 이 사건 비자금 조성 및 업무상횡령 범행의 구체적인 수법이나 사용처를 세세하게 알고 있지는 않았다고 하더라도, 적어도 망 공소외 2 등이 정당하지 않은 방법으로 피해자 피고인 2 회사의 자금을 빼돌려 임의로 사용하고 있고, 피고인 3이 과다계상 등 거래 관련 어음을 할인해 줌으로써 망 공소외 2 등의 위와 같은 범행을 용이하게 한다는 사실을 미필적으로나마 인식 또는 예견하였음에도 이를 용인한 사실을 인정할 수 있다. 따라서 피고인 3 및 변호인의 위 주장도 받아들이지 않는다.<br/>    1) 피고인 3은 1976년경부터 1997년경까지 피해자 피고인 2 회사에서 경리 업무를 수행하면서 자금집행 등 회계처리 전반을 담당하였다. 피고인 3은 피해자 피고인 2 회사에서 퇴사한 후 1997. 8. 12. 피고인 4 회사를 설립하여 현재까지 운영하고 있고, 2000년경부터 2004년경까지는 그와 동시에 피해자 피고인 2 회사의 감사 및 법정관리 관련 업무를 담당하였다. 나아가 피고인 3은 피해자 피고인 2 회사에서 퇴사한 후에도 피고인 1, 망 공소외 2와 꾸준히 교류하여 왔다[피고인 3의 검찰 제2회 피의자신문 당시의 진술, 망 공소외 2의 비서 공소외 20의 다이어리(증거목록 순번 1105) 기재 내용 등 참조]. 이러한 피고인 3의 경력, 망 공소외 2 등과의 관계, 피고인 3이 가담한 범행의 기간과 내역 등에 비추어 보면, 피고인 3은 과다계상 등 거래 관련 어음을 할인해 줄 당시 그 할인금이 망 공소외 2 등에게 전달되어 임의로 사용될 수도 있다는 사실을 적어도 미필적으로나마 인식 또는 예견하였을 것으로 보인다. <br/>    2) 피고인 3 또한 검찰에서 ‘공소외인이 자금을 불법적으로 만드는 것을 도와준 것에 대해 인정한다’, ‘피해자 피고인 2 회사가 거래 업체에 물품대금 명목으로 지급한 어음을 공소외인이 다시 돌려받아 피고인 3에게 할인한 후 그 돈을 망 공소외 2 등에게 가져다주는 것이 문제가 있다는 것은 눈치를 챘고, 이자 욕심에 이를 할인해 주었다’고 진술한 바 있다(증거기록 18399, 18400, 18411, 18412쪽). 그런데도 피고인 3은 공소외인, 망 공소외 2나 피고인 1에게 위와 같이 어음할인을 하는 경위나 할인금의 용도 등에 관하여 아무런 확인을 하지 않았는데, 망 공소외 2, 피고인 1이 이를 개인적으로 사용한다고 하더라도 그러한 결과를 용인하였던 것으로 볼 수밖에 없다.<br/>    3) 한편 피고인 3은 2021. 9. 28. 경찰에서 처음 조사받은 후 2023. 1. 9. 검찰 제3회 피의자신문 시작 직후까지 경찰 및 검찰에서 일관되게 ‘과다계상 등 거래 관련 어음은 모두 망 공소외 3으로부터 직접 받아 할인해 준 것이고, 공소외인에게 할인 의뢰를 받은 사실은 없다’고 진술하였고, 위 검찰 제3회 피의자신문 도중 검사가 공소외인의 진술을 근거로 재차 추궁하자 그제야 ‘사실은 망 공소외 3이 아니라 공소외인으로부터 어음할인을 의뢰받아 공소외인에게 그 할인금을 현금과 수표로 지급하였다’고 사실대로 진술하기 시작하였는데, 피고인 3 및 변호인의 주장과 같이 피고인 3이 과다계상 등 거래 관련 어음을 할인해 줌으로써 망 공소외 2 등의 업무상횡령 범행을 용이하게 한다는 사실을 전혀 알지 못하였다면, 위와 같이 허위 진술을 할 이유도 없었을 것으로 보인다. <br/>3. 2012. 9. 24. 이전에는 과다계상 등 거래 관련 어음을 할인해 준 사실이 없다는 주장에 관한 판단<br/>가. 주장의 요지<br/>피고인 3은 2012. 9. 24. 공소외 15 회사와 처음 어음할인 계약을 체결한 후 공소외인의 의뢰에 따라 과다계상 등 거래 관련 어음을 할인해 주기 시작하였을 뿐 그 이전에는 이를 할인해 준 사실이 없다. 따라서 피고인 3은 그 이전에 이루어진 망 공소외 2, 공소외인, 망 공소외 3 등의 별지 범죄일람표2 순번 1 내지 24 기재 업무상횡령 범행에 관하여 아무런 죄책을 부담하지 않는다.<br/>나. 판단<br/>    이 법원이 채택하여 조사한 증거들에 의하여 알 수 있는 아래와 같은 사실 및 사정을 종합하면, 피고인 3은 적어도 2011. 5.경(별지 범죄일람표2 순번 1, 2 기재 일시의 다음 달) 이전부터 과다계상 등 거래 관련 어음을 계속하여 할인해 줌으로써 별지 범죄일람표2 기재 전체 기간 동안 망 공소외 2 등의 업무상횡령 범행을 방조한 사실을 인정할 수 있다. 따라서 피고인 3 및 변호인의 위 주장도 받아들이지 않는다.<br/>    1) 이 사건 비자금 조성 방법으로는 「공소외인이 망 공소외 3에게 실거래액과 과다계상 등 거래액 합계액 상당의 어음(피해자 피고인 2 회사가 다른 거래처로부터 받아 배서한 어음이다)을 지급하면, 망 공소외 3이 과다계상 등 거래액 상당의 어음에 공소외 15 회사 등 명의로 배서한 후 금융기관 등에서 할인받아 현금화하여 공소외인에게 돌려주는 방법」(이하 ‘제1 방법’이라 한다)이 사용되다가 이후 「공소외인이 망 공소외 3에게 실거래액과 과다계상 등 거래액 상당의 어음을 지급하면, 망 공소외 3이 그 자리에서 곧바로 과다계상 등 거래액 상당의 어음에 공소외 15 회사 등 명의로 배서한 후 공소외인에게 돌려준 다음 자신은 공소외 15 회사 등의 회계처리를 위하여 위 어음의 사본만을 공소외 15 회사 등으로 가져가고, 공소외인이 그 원본을 피고인 3을 통하여 현금화하는 방법」(이하 ‘제2 방법’이라 한다)이 주로 사용되었다. <br/>    2) 공소외 15 회사 등에서는 공소외 7이 2009년경까지 경리 업무를 담당하였고, 이후 공소외 4가 위 업무를 이어받아 수행하였는데, 아래에서 보는 바와 같이 공소외 7과 공소외 4는 모두 ‘2011년경 이전부터 제2 방법이 사용되었다’는 취지로 진술하였다. <br/>      가) 공소외 7은 경찰 및 검찰에서 ‘자신이 경리 업무를 담당할 때도 피해자 피고인 2 회사와 과다계상 등 거래가 있었는데, 망 공소외 3이 피해자 피고인 2 회사로부터 실거래액에 관하여는 실제 어음을, 과다계상 등 거래액에 관하여는 복사본을 받아왔다’, ‘사본 어음은 관리대장에 어떻게 처리하였는지 기입하지 않았다’, ‘사본 어음은 접힌 흔적이 있는데, 이는 망 공소외 3이 A4 용지 1장에 여러 개의 어음을 복사해서 받아오면서 그 용지에 원본 어음을 쌓아 접어서 가져왔기 때문이다’, ‘사본 어음은 일단 받을어음으로 보관하고 있다가 일부는 해당 어음의 만기일이 되면 현금계정으로 돌려놓고, 최종적으로는 연말에 보관된 받을어음을 현금계정으로 돌려놓았는데, 그러다 보니 법인세가 많이 부과되었다’, ‘제1 방법을 어쩌다 1~2번 사용했을 수는 있으나, 대체로 제2 방법을 사용했고, 그 기간도 제2 방법 사용 기간이 길었다’라고 진술하였다(증거목록 순번 98, 615). 이러한 공소외 7의 진술은 매우 구체적이고 분명하며, 당시의 상황 및 업무 방식 등에 관하여 직접 경험하지 않고는 묘사하기 어려운 내용이 담겨있고, 달리 공소외 7이 사후에 다른 사람으로부터 위와 같은 내용을 전해 들었거나 단순히 목격만 하였던 것으로 보이지는 않는다.<br/>      나) 공소외 4는 제1 방법에서 제2 방법으로 변경된 시점에 관하여, 검찰 제4회 피의자신문 당시 ‘공소외 15 회사 등이 2009년 및 2011년 각 세무조사를 받았는데, 어느 세무조사 이후인지 기억나지는 않지만, 세무조사 이후 방법이 변경되었다’라고 진술하였다(증거기록 8731쪽). 이후 공소외 4는 검찰에서 ‘2009년 이전에는 공소외 15 회사 등의 가공매입 내역과 상대업체에 대한 현금 출금 내역이 확인되지만, 2009년 초순경 가공매입이 적발되어 세무조사를 받은 무렵부터는 가공매입 자체가 확 줄었다’라고 진술하는 등 2009년을 기준으로 삼으면서 ‘2009년 이전에는 제1 방법을 사용했지만, 2009년경부터는 제1, 2 방식을 병행하여 사용하다가 이후 제2 방법을 사용하였다’는 취지로 진술하였다(증거기록 9175, 11323, 13089, 13090쪽). 이러한 공소외 4의 진술은 상당히 구체적이고, 공소외 15 회사 등에 관한 세무조사 내용 등과도 부합하여 신빙성이 높다. 반면 공소외 4는 이 법정에서 ‘공소외 15 회사 등이 2011년부터 받은 세무조사가 2012년까지 이어졌고, 세무조사에 따라 부과된 부가가치세와 벌금을 2012. 8. 29. 납부 완료했는데, 그 이후에 제2 방법으로 변경된 것이 아닌가’라는 피고인 3의 변호인의 질문에 대하여 ‘그것까지는 모르겠다’, ‘그 변경 시점을 정확히는 잘 모르겠다’라고 진술하였다. 그러나 경험칙상 사람의 기억은 시간이 지남에 따라 흐려지는 것이 일반적인 점, 수사기관에서 공소사실에 부합하는 진술을 한 사람이 법정에 출석하여 피고인에게 불리한 진술의 진실성에 대해 변호인 등으로부터 질문을 받게 되면 과연 자신의 기억이 맞는지에 관하여 의심을 하게 되고 이에 따라 단정적인 진술을 피하고 모호한 진술을 하게 될 가능성이 큰 점 등을 고려하면, 공소외 4가 이 법정에서 위와 같이 답변하였다고 하여 곧바로 위에서 살펴 본 검찰에서의 진술의 신빙성을 배척할 수 없다. <br/>    3) 공소외 4나 공소외 15 회사 등의 경리직원들은 받을어음장에 과다계상 등 거래 관련 어음을 별도로 표시하거나 이를 다른 곳에 사용하지 못하여 보관처리를 하는 등으로 관리하였는데, 수사기관은 위와 같은 받을어음장의 표시나 기재 등을 근거로 과다계상 등 거래 관련 어음 153매를 특정하였다(증거목록 순번 115, 128). 그리고 2010. 11.경부터 2017. 2.경까지 그중 109매가 금융기관에 제시된 후 피고인 3과 피고인 4 회사 계좌로 합계 3,992,671,241원이 입금된 사실이 확인되었다(증거목록 순번 335). 이처럼 객관적으로 작성된 자료들을 보더라도 피고인 3은 이 부분 범행일시 이전부터 이미 과다계상 등 거래 관련 어음을 할인해 주고 있었던 사실이 확인된다.<br/>    4) 피고인 3 또한 경찰 및 검찰에서 ‘2010년 내지 2011년경부터 공소외 15 회사 등이 피해자 피고인 2 회사로부터 받은 어음을 할인해 주었다’라고 진술하였다(증거기록 1156, 9007, 15724). 다만 피고인 3은 검찰 조사가 진행되던 중 그 시기를 정확히 잘 모르겠다거나 기억나지 않는다고 진술한 적도 일부 있으나(증거기록 12993, 18399쪽), 이는 시간의 경과에 따른 기억의 소실이나 혼동 등으로 인한 것으로 보일 뿐이다.<br/>    5) 피고인 3 및 변호인은, 2012년도 피고인 4 회사 어음기입장(증거목록 순번 1086)에는 2012. 9. 24. 처음으로 공소외 15 회사와 어음할인 거래를 한 사실이 기재되어 있으므로, 그 이전에는 피고인 3이 과다계상 등 거래 관련 어음을 할인해 준 사실이 없는 것이라고 주장한다. 그러나 피고인 3은 경찰 및 검찰에서 ‘피고인 4 회사를 거치지 않고 개인적으로 할인한 내역은 장부에 기재되어 있지 않은 경우도 있다’는 취지로 진술하였던 점(증거기록 3484, 18404쪽), 피고인 3은 2012년도 이전의 장부는 폐기하였다면서 제출하지 않은 점 등을 고려하면, 위와 같이 2012년도 피고인 4 회사 어음기입장에 기재되지 않았다는 사정만으로 피고인 3이 2012년경이나 그 이전 시점에 과다계상 등 거래 관련 어음을 할인해 준 사실이 없다고 단정할 수 없다.<br/>    6) 한편, 공소외인은 이 법정에서, 피고인 3의 변호인이 위 5)항 기재 어음기입장을 제시하며 ‘피고인 3이 2012. 9. 24. 이전에 공소외 15 회사 등과 어음거래한 사실이 있느냐’라는 질문에 ‘그건 없다’라고 진술하였다(증인 공소외인에 대한 증인신문 녹취서 91쪽). 그러나 공소외인은 이 법정에서 ‘제2 방법이 사용된 시기는 2011년인 줄 알고 있는데, 2010년인지 2011년인지 정확히 기억은 안 난다’, ‘별지 범죄일람표2 기재 횡령액 전액을 피고인 3에게 할인한 것이 맞다’라고도 진술하는 등(위 녹취서 88, 96쪽) 그 법정진술 내용이 서로 모순되고 반복하여 변경되고 있어 어음 거래 시기에 관한 진술을 그대로 받아들이기 어렵다.<br/>Ⅲ. 피고인 2 회사<br/>1. 주장의 요지<br/>  이 사건 공소는 별지 범죄일람표3 순번 3 기재 범행일시로부터 피고인 2 회사에 대한 공소시효 기간인 5년(형사소송법 제249조 제1항 제5호)이 지난 후인 2023. 3. 15. 제기되었다. 따라서 이 사건 공소사실 중 피고인 2 회사에 대한 별지 범죄일람표3 순번 3 기재 외부감사법위반의 점은 공소의 시효가 완성되었을 때(형사소송법 제326조 제3호)에 해당하므로, 면소가 선고되어야 한다.<br/>2. 판단<br/>가. 관련 법리<br/>형사소송법 제253조 제1항은 ‘시효는 공소의 제기로 진행이 정지된다’라고 정하고 있고, 같은 조 제2항은 ‘공범의 1인에 대한 전항의 시효정지는 다른 공범자에게 대하여 효력이 미친다’라고 정하고 있는데, 이는 공범관계에 있는 자들이 공동의 구성요건을 실현하는 관계에 있어 이들 사이의 처벌의 형평을 기하기 위한 취지이다. 형사소송법은 위 ‘공범’의 개념이나 유형에 관하여 아무런 규정을 두고 있지 않은데, 결국 위와 같은 위 조항의 취지, 국가형벌권의 적정한 실현이라는 형사소송법의 기본이념 등을 종합적으로 고려하여 이를 해석할 수밖에 없다. <br/>  양벌규정은 종업원 등 실제 법규위반을 한 행위자 외에 사업주 등 법규위반행위로 인한 이익의 귀속 주체를 처벌함으로써 벌칙 규정의 실효성을 높이고, 행정상의 의무이행을 확보하기 위하여 도입된 규정이다. 양벌규정에 따라 처벌되는 행위자와 행위자가 아닌 법인 또는 개인 간의 관계는, 행위자가 저지른 법규위반행위가 사업주의 법규위반행위와 사실관계가 동일하거나 적어도 중요 부분을 공유한다는 점에서 내용상 불가분적 관련성을 지닌다(대법원 2020. 6. 11. 선고 2016도9367 판결 등 참조). <br/>  위와 같은 양벌규정에 있어서의 행위자와 사업주의 밀접한 관계, 행위자 외에 사업주까지 함께 처벌하도록 하는 양벌규정의 취지 및 공동의 구성요건을 실현하는 자들 사이의 처벌의 형평 등을 고려할 때 형사소송법 제253조 제2항의 ‘공범’에는 양벌규정에 있어서의 행위자와 사업주 관계에 있는 자들 또한 포함된다고 할 것이다.<br/>나. 구체적 판단<br/>    살피건대, 이 부분 공소사실의 행위자인 공소외인이 피고인 2 회사의 사용인으로서 같은 범죄사실로 2022. 12. 16. 이 법원 2022고합1028호로 공소제기된 사실은 이 법원에 현저하다.<br/>   그렇다면 위 일시 무렵 피고인 2 회사에 대한 별지 범죄일람표3 순번 3 기재 범행에 관한 공소시효도 형사소송법 제253조 제2항에 따라 정지되어 아직 그 공소시효는 완성되지 않았다고 할 것이다. 따라서 피고인 2 회사 및 변호인의 위 주장은 받아들이지 않는다.<br/>【양형의 이유】1. 피고인 1<br/>  가. 법률상 처단형의 범위: 징역 1년 6개월∼22년 6개월<br/>  나. 양형기준에 따른 권고형의 범위<br/>    1) 제1범죄[특정경제범죄법위반(횡령)]<br/>      [유형의 결정]  횡령·배임범죄 〉 01. 횡령·배임 〉 [제3유형] 5억 원 이상, 50억 원 미만<br/>      [특별양형인자]  감경요소: 처벌불원 또는 실질적 피해 회복(공탁 포함)가중요소: 범행수법이 매우 불량한 경우<br/>      [권고영역 및 권고형의 범위]  기본영역, 징역 2년∼5년<br/>    2) 제2범죄(업무상배임)<br/>      [유형의 결정]  횡령·배임범죄 〉 01. 횡령·배임 〉 [제1유형] 1억 원 미만<br/>      [특별양형인자]  가중요소: 범행수법이 매우 불량한 경우<br/>      [권고영역 및 권고형의 범위]  가중영역, 징역 10개월∼2년 6개월<br/>    3) 제3범죄(외부감사법위반)<br/>      [유형의 결정]  증권·금융범죄 〉 01. 증권범죄 〉 나. 자본시장의 투명성 침해 범죄 〉 [제2유형] 증권신고서 등 공시의무 위반/허위 재무제표 작성·공시/회계정보 위·변조<br/>      [특별양형인자]  없음<br/>      [권고영역 및 권고형의 범위]  기본영역, 징역 8개월∼1년 6개월<br/>    4) 다수범죄 처리기준에 따른 권고형의 범위: 징역 2년∼6년 9개월(제1범죄 상한 + 제2범죄 상한의 1/2 + 제3범죄 상한의 1/3)<br/>  다. 선고형의 결정: 징역 2년 6개월<br/>    ○ 피고인 1은 피해자 피고인 2 회사의 최대주주이자 사장으로서 공소외인, 망 공소외 3 등과 순차 공모하여 1년 6개월 동안 피해자 피고인 2 회사의 자금으로 8억 원 이상의 비자금을 조성하였고, 위 금액과 그 전에 마련된 비자금 합계 약 12억 6,000만 원 상당을 횡령하였다. 그 과정에서 피고인 1은 피해자 피고인 2 회사의 자금 약 8,600만 원이 공소외 15 회사 등에 지급되게 하는 등 피해자 피고인 2 회사에 추가로 손해를 가하였고, 위와 같은 범행을 은닉하기 위하여 허위의 재무제표가 작성·공시되도록 하였다.<br/>피고인 1은 위와 같이 횡령금을 취득한 다음 상당한 금액을 개인 용도로 사용하였는데, 이러한 범행이 계속되기 위해 피해자 피고인 2 회사 및 공소외 15 회사 등의 임직원들까지 동원되었고, 이 사건이 하나의 원인이 되어 공소외 15 회사 등을 운영하던 망 공소외 3은 사업상 어려움을 겪다가 스스로 목숨을 끊기에 이르렀다.<br/>  이러한 피고인 1의 범행은 피해자 피고인 2 회사의 자금이 부당하게 과다 지출되게 하는 동시에 기업 경영과 회계의 투명성 및 거래의 청렴성을 크게 훼손하는 범죄이고, 그로 인하여 발생한 피해자 피고인 2 회사의 기업 신뢰도 하락 등의 결과 또한 쉽게 회복될 수 없는 중대한 손해에 해당한다. 피고인 1은 피해자 피고인 2 회사를 위하여 합계 약 57억 원(별지 범죄일람표2 기재 합계액)을 공탁하기는 하였으나(피고인 1의 변호인은 2023. 12. 1. 제출한 변론요지서에서, 비록 피고인 1이 망 공소외 2의 사망 후 그 상속에 관하여 한정승인을 하였지만, 도의적인 책임 부담 차원에서 망 공소외 2의 횡령액까지 변제한다는 취지라고 밝히고 있다), 아직 피해자 피고인 2 회사에 위 공탁금이 현실적으로 귀속되지는 않았고, 그 외에 피고인 1이 별도로 피해자 피고인 2 회사에 직접 지급한 배상액은 없는 것으로 보이는바, 위 공탁 사실만으로 피해자 피고인 2 회사나 주주들에게 발생한 유·무형의 손해가 확정적으로 전보되었다고 보기 부족하다.<br/>  더욱이 피고인 1은 2016년경 조세범처벌법위반 등 혐의로 국세청과 수사기관에서 조사를 받던 중에도 이 사건 비자금 조성 관련 범행을 계속하였고(증거목록 순번 1099, 1102), 종전에 허위 재무제표 작성·공시 등을 이유로 외부감사법위반죄로 처벌받은 전력이 있음에도 다시 이 사건 외부감사법위반죄를 저질렀는데, 그 비난가능성이 매우 크다.<br/>피고인 1은 검찰에 송치되기 전까지 이 사건 비자금 관련 범행을 오로지 공소외인 등 타인의 책임으로만 돌리면서 수사에 혼선을 초래하는 등 범행 후의 정황도 좋지 않다. <br/>    ○ 다만 피고인 1이 자신이 취득한 비자금 전액을 개인적인 용도로 사용하였다고 보이지는 않는 점, 이 사건 비자금 관련 범행은 망 공소외 2가 주도하여 시작된 것이고, 피고인 1이 애초부터 적극 관여하여 그 범행 구조나 수법을 계획하였다고 볼 수는 없는 점, 자신의 범행에 관하여 반성하는 태도를 보이고 있고, 위에서 본 바와 같이 피해자 피고인 2 회사를 위하여 합계 약 57억 원을 공탁한 점, 종전에 업무상횡령죄나 업무상배임죄와 동종 범죄로 처벌받은 전력은 없는 점을 피고인 1에게 유리한 정상으로 참작한다.<br/>    ○ 위와 같은 사정들과 이 사건 변론에 나타난 모든 양형 요소를 종합적으로 고려하여 주문과 같이 형을 정한다. <br/>  한편 증거인멸 및 도망 염려의 정도가 높지 아니한 점에 더불어 피고인 1이 향후 피고인 2 회사에 대하여 부당하게 권한을 행사하지 못하도록 피고인 2 회사의 기업 내부 질서를 개선·확립할 기회와 피고인 2 회사가 피해배상금을 확정적으로 취득하여 손해를 전보받을 기회를 부여하고(이와 관련하여 가시적이고 실질적인 조치가 취해져야 할 것으로 보인다), 이 사건 공소사실 중 아래에서 보는 바와 같이 일부 무죄가 선고되는 등의 사정에 비추어 피고인 1에게 항소심에서도 방어권이 충분히 보장될 필요가 있어 보이는 점 등을 고려하여, 피고인 1에게 실형을 선고하되 곧바로 구속하지는 않기로 한다.<br/>2. 피고인 2 회사<br/>  가. 법률상 처단형의 범위: 벌금 50,000원∼70,000,000원<br/>  나. 양형기준의 미적용: 벌금형에 대하여는 양형기준이 설정되어 있지 않음<br/>  다. 선고형의 결정: 벌금 10,000,000원<br/>    허위 계상된 금액이 3억 원을 넘는 적지 않은 금액인 점 및 위 피고인 1에 대한 부분에서 본 양형사유 중 피고인 2 회사에 대하여도 적용되는 사항과 피고인 2 회사의 주의의무 위반의 정도 등 이 사건 변론에 나타난 모든 양형 요소를 종합적으로 고려하여 주문과 같이 형을 정한다.<br/>3. 피고인 3<br/>  가. 법률상 처단형의 범위: 징역 1년 6개월∼20년<br/>  나. 양형기준에 따른 권고형의 범위<br/>    1) 제1범죄(대부업법위반)<br/>      [유형의 결정]  대부업법·채권추심법위반범죄 〉 01. 대부업법위반 〉 [제2유형] 미등록 대부업 등<br/>      [특별양형인자]  가중요소: 범죄로 인한 수익 또는 영업의 규모가 매우 큰 경우<br/>      [권고영역 및 권고형의 범위]  가중영역, 징역 1년∼4년<br/>    2) 제2범죄[양형기준 미설정범죄인 특정경제범죄법위반(횡령)방조죄]<br/>    3) 다수범죄 처리기준에 따른 권고형의 범위: 징역 1년 이상(양형기준 미설정범죄와의 경합범)<br/>    4) 처단형에 따라 수정된 권고형의 범위: 징역 1년 6개월∼20년(양형기준에서 권고하는 형량범위가 법률상 처단형의 범위와 불일치하는 경우이므로 법률상 처단형의 범위에 따름)<br/>  다. 선고형의 결정: 징역 2년, 집행유예 3년<br/>    ○ 피고인 3은 6년이 넘는 오랜 기간 과다계상 등 거래 관련 어음을 할인해 줌으로써 망 공소외 2, 공소외인 등의 업무상횡령 범행을 용이하게 해주었고, 그 합계 금액 또한 적어도 5억 원 이상에 이르는 큰 금액이다. 이러한 피고인 3의 어음할인으로 인하여 망 공소외 2, 공소외인 등은 외부에서 쉽게 알아차리지 못하게 안정적으로 비자금을 조성할 수 있었고, 피고인 3은 그 과정에서 상당한 이익을 얻었다[피고인 3의 검찰에서의 진술에 의하더라도 합계 약 1억 원 내지 1억 5,000만 원 상당의 이익을 얻었다는 것이다(증거기록 18405, 18406쪽)]. 이러한 피고인 3의 범행 기간, 내용, 방조한 금액, 피고인 3이 얻은 이익의 정도 등에 비추어 보면, 그 죄질이 상당히 불량하다. 피고인 3은 검찰 제2회 피의자신문까지는 과다계상 등 거래 관련 어음을 할인해 준 사실 및 공소외인과의 관련성을 적극적으로 숨기려 하는 등 범행 후의 정황도 좋지 않다.<br/>  나아가 피고인 3이 영위하였던 미등록 대부행위는 대부업의 건전한 발전을 저해하고 금융이용자의 경제적 곤궁 상태를 이용하여 피해를 입히는 등 그 사회적 폐해가 큰 범죄인데, 피고인 3은 11년이 넘는 오랜 기간 미등록 대부업을 영위하면서 무려 1,981회에 걸쳐 합계 약 557억 원 상당의 어음을 할인해 왔는바, 그 횟수나 금액도 매우 많다.<br/>    ○ 다만 피고인 3이 이 사건 대부업법위반 범행 및 일부 특정경제범죄법위반(횡령)방조 범행에 관하여 반성하는 태도를 보이고 있는 점, 이 사건이 문제된 이후 2022. 5.경 대부업 등록을 마친 점, 종전에 아무런 형사처벌을 받은 전력이 없는 점을 피고인 3에게 유리한 정상으로 참작한다.<br/>    ○ 위와 같은 사정들과 이 사건 변론에 나타난 모든 양형 요소를 종합적으로 고려하여 주문과 같이 형을 정한다.<br/>4. 피고인 4 회사<br/>  가. 법률상 처단형의 범위: 벌금 50,000원∼50,000,000원<br/>  나. 양형기준의 미적용: 벌금형에 대하여는 양형기준이 설정되어 있지 않음<br/>  다. 선고형의 결정: 벌금 10,000,000원<br/>피고인 4 회사는 이 사건 대부업법위반 행위가 장기간 계속됨에도 이를 시정하지 않았던 점 및 위 피고인 3에 대한 부분에서 본 양형사유 중 피고인 4 회사에 대하여도 적용되는 사항과 피고인 4 회사의 주의의무 위반의 정도 등 이 사건 변론에 나타난 모든 사정들을 종합적으로 고려하여 주문과 같이 형을 정한다.<br/>【무죄 부분(피고인 1, 피고인 3)】Ⅰ. 피고인 1에 대한 무죄 부분<br/>1. 이 부분 공소사실의 요지<br/>가. 50억 원 이상 횡령으로 인한 특정경제범죄법위반(횡령)(별지 범죄일람표1 및 별지 범죄일람표2 순번 1 내지 62 기재 범행 관련)<br/>1) 공모관계<br/>피고인 1과 망 공소외 2는 2006년경 민사소송으로 인해 보유 중이던 피고인 2 회사 주식 전량을 매각하는 등 최대주주의 지위를 잃고 피고인 2 회사로부터 급여 등을 받을 수 없는 상황에서, 재정 및 회계 업무를 총괄하는 ‘이사 및 기획전무’, ‘대표이사 및 부사장’, ‘사장’이라는 피고인 1의 신분과 ‘회장’이라는 망 공소외 2의 신분을 이용하여 거래처와의 과다계상 등 거래를 통해 피고인 2 회사 자금을 거래처로 유출한 후 이를 되돌려 받는 등의 방법으로 비자금을 조성하여 피고인 1을 위한 주식취득 자금, 망 공소외 2 및 피고인 1 등의 생활비 등 명목으로 사용하기로 마음먹었다.<br/>  이에 망 공소외 2는 2006년경 당시 피고인 2 회사의 원재료 거래처였던 공소외 15 회사 등의 실사주인 망 공소외 3에게 피고인 2 회사와의 과다계상 등 거래로 인해 부과되는 부가가치세를 보전해 주는 조건으로 공소외 15 회사 등이 피고인 2 회사에 납품하는 원재료의 단가를 부풀리거나 실물 거래가 없는 가공거래를 한 후 매월 위 과다계상 등 거래로 인한 차액 상당을 되돌려 줄 것을 제의하였고, 망 공소외 3은 피고인 2 회사와의 기존 거래 유지 및 매출액 증대 등의 목적으로 망 공소외 2의 위 제의를 수락하였다. 이로써 피고인 1은 그때부터 2017. 8.경까지 수시로 공소외 15 회사 등과의 거래내역을 보고받고 조성된 비자금을 생활비 등으로 사용하며 비자금으로 취득한 주식현황에 대해 보고받는 등 그 비자금 조성 및 사용처에 대한 사전 또는 사후보고를 받으며 피고인 2 회사와 망 공소외 3 운영의 공소외 15 회사 등 업체가 원재료 납품과 관련하여 과다계상 등 거래를 지속하도록 하였고, 망 공소외 2는 그때부터 계속하여 피고인 2 회사와 망 공소외 3 운영의 공소외 15 회사 등이 원재료 납품과 관련하여 과다계상 등 거래를 지속하도록 하였다. <br/>피고인 1 및 망 공소외 2는 △△공장에서 원재료 공급 등을 담당하는 공소외인에게 위와 같이 공모한 망 공소외 3과의 원재료 과다계상 등 거래로 인하여 부풀려진 세금계산서 수취, 과다계상 등 거래로 인한 차액 상당을 되돌려 받는 업무를 담당하게 하였고, 망 공소외 3은 공소외 15 회사의 경리부장인 공소외 4에게 피고인 2 회사와의 과다계상 등 거래에 필요한 업무를 전담하게 하였다. 그리고 피고인 1, 망 공소외 2, 공소외인은 공소외 15 회사 등과 사이에 과다계상분 내지 가공거래대금 상당액 정산을 위하여, △△공장 공장경영팀 직원인 공소외 5에게 실제 거래액과 과다계상분 내지 가공거래대금이 기재된 ‘월별정산서’를 작성하게 한 후, 위 ‘월별정산서’를 이용하여 피고인 2 회사와 공소외 15 회사 등 간 과다계상분 내지 가공거래대금 상당액을 정산하여 왔다. <br/>2) 2008. 4.경~2011. 4.경 범행<br/>피고인 1은 망 공소외 2, 공소외인, 망 공소외 3 등과 순차 공모하여, 피고인 2 회사의 법인자금을 업무상 보관하던 중 2008. 4.경 △△공장에서, 사실은 피고인 2 회사가 공소외 3 운영의 ◇◇씨앤팜으로부터 원재료인 ‘(원재료명 1 생략)’ 370kg을 납품받은 사실이 없음에도 마치 kg당 253,300원에 납품받은 것처럼 가공하는 등의 방법으로, 사실은 ◇◇씨앤팜으로부터 합계 308,776,510원 상당의 원재료를 납품받았음에도 마치 402,571,510원 상당의 원재료를 납품받은 것처럼 ◇◇씨앤팜으로 하여금 피고인 2 회사에 거래대금을 청구하게 하였다.<br/>  계속해서 공소외인은 그다음 달인 2008. 5. 중순경 △△공장에서, 피고인 2 회사로부터 위 가공거래액이 포함된 402,571,510원 상당의 어음을 교부받아 망 공소외 3에게 지급한 후, 망 공소외 3으로부터 위 어음을 할인받아 현금화한 금원 중 가공거래액에 해당하는 93,795,000원을 돌려받아 비자금을 조성하고 피고인 1, 망 공소외 2가 이를 피고인 1을 위한 주식취득 자금, 망 공소외 2 및 피고인 1 등의 생활비 등 명목으로 임의로 사용한 것을 비롯하여 피고인 1 등은 그때부터 2011. 4.경(별지 범죄일람표1 기재 마지막 연월인 2011. 3.의 다음 달)까지 위와 같은 방법으로 별지 범죄일람표1 기재와 같이 피고인 2 회사의 자금 합계 3,426,476,400원으로 비자금을 조성한 후 이를 피고인 1을 위한 주식취득 자금, 망 공소외 2 및 피고인 1 등의 생활비 등 명목으로 임의로 사용하였다.<br/>3) 2011. 4.경~2016. 3.경 범행<br/>피고인 1은 망 공소외 2, 공소외인, 망 공소외 3 등과 순차 공모하여, 피고인 2 회사의 법인자금을 업무상 보관하던 중 피고인 2 회사와 공소외 15 회사 등이 판시 제1항과 같은 방법으로 원재료 납품에 관한 과다계상 등 거래를 지속하도록 함으로써 2011. 4.경부터 2016. 3.경(별지 범죄일람표2 순번 62 기재 일시의 다음 달)까지 별지 범죄일람표2 순번 1 내지 62 기재와 같이 피고인 2 회사의 자금 합계 4,902,794,990원으로 비자금을 조성한 후 그중 4,502,794,990원(= 4,902,794,990원 - 그중 피고인 1이 임의 사용한 것으로 인정된 400,000,000원)을 피고인 1을 위한 주식취득 자금, 망 공소외 2 및 피고인 1 등의 생활비 등 명목으로 임의로 사용하였다.<br/>4) 소결론<br/>      이로써 피고인 1은 망 공소외 2, 공소외인, 망 공소외 3 등과 순차 공모하여, 2008. 4.경부터 2016. 3.경까지 피고인 2 회사의 자금 합계 7,929,271,390원(판시 제2의 가.항에서 인정된 횡령 기간 및 그 금액을 합산하면 2008. 4.경부터 2017. 9.경까지 합계 9,191,670,440원)으로 비자금을 조성한 후 이를 피고인 1을 위한 주식취득 자금, 망 공소외 2 및 피고인 1 등의 생활비 등 명목으로 임의로 사용하여 횡령하였다.<br/>나. 5억 원 이상 배임으로 인한 특정경제범죄법위반(배임)(별지 범죄일람표2 순번 1 내지 62 기재 범행 관련)<br/>피고인 1은 망 공소외 2, 공소외인, 망 공소외 3 등과 순차 공모하여, 피고인 2 회사의 자금을 정당한 사유 없이 지출하거나 용도 외로 사용하지 않도록 이를 관리·보존하여야 할 업무상 임무가 있음에도, 2011. 5.경(별지 범죄일람표2 순번 2 기재 일시의 다음 달) 판시 제1항과 같은 방법으로 이루어진 과다계상 등 거래로 인해 공소외 15 회사에 부과되는 부가가치세에 대한 보상 명목으로 과다계상 등 거래액의 10%에 해당하는 10,803,150원을 피고인 2 회사의 자금으로 망 공소외 3에게 지급하였다.<br/>  이로써 피고인 1은 망 공소외 2, 공소외인, 망 공소외 3 등과 순차 공모하여, 그때부터 2016. 3.경(별지 범죄일람표2 순번 62 기재 일시의 다음 달)까지 별지 범죄일람표2 순번 1 내지 62 기재와 같이 피고인 2 회사의 자금 합계 490,279,499원(판시 제2의 가.항에서 인정된 배임 기간 및 그 금액을 합산하면 2008. 4.경부터 2017. 9.경까지 합계 576,519,404원)을 공소외 15 회사 등에 지급함으로써, 그 업무상 임무에 위배하여 공소외 15 회사 등에 같은 금액 상당의 재산상 이익을 취득하게 하고, 피고인 2 회사에 같은 금액 상당의 재산상 손해를 가하였다.<br/>다. 별지 범죄일람표3 순번 1 기재 외부감사법위반<br/>피고인 1은 공소외인과 공모하여 2016. 1.경 내지 2016. 3. 17.경 판시 제2의 다.항과 같은 방법으로 별지 범죄일람표3 순번 1 기재와 같이 거짓으로 재무제표를 작성·공시함으로써, 회계처리기준을 위반하여 거짓으로 재무제표를 작성·공시하였다.<br/>2. 쟁점<br/>  이 부분 공소사실은 모두 피고인 1이 2016. 3. 이전에 이루어진 비자금 관련 범행에 가담하였다는 사실을 전제로 구성되어 있다. <br/>  이에 대하여 피고인 1 및 변호인은, 2016. 3.경 이후부터의 피고인 2 회사와 공소외 15 회사 등의 과다계상 등 거래를 통한 비자금 조성 및 업무상횡령 범행과 그와 관련된 배임 및 외부감사법위반 범행에 가담한 사실, 2016. 3. 이전에도 비자금이 조성되어 왔던 사실은 인정하지만(다만 별지 범죄일람표1 기재 비자금 조성에 관하여는 그 금액을 다투고 있다), 그 이전에 이루어진 비자금 관련 범행에 가담한 사실은 없다고 주장한다. <br/>  반면 검사는 ① 피고인 1의 피고인 2 회사에서의 지위 및 피고인 1이 보고받은 내용, ② 피고인 2 회사와 공소외 4가 운영하는 공소외 6 회사가 물품공급계약을 체결하게 된 경위 및 피고인 1의 승인, ③ 피고인 1의 비자금 사용 등의 사정을 고려하면, 피고인 1이 2016. 3. 이전에 이루어진 비자금 관련 범행에 가담하였다고 볼 수 있다고 주장한다.<br/>  결국 이 부분 쟁점은 검사가 들고 있는 위와 같은 사정 및 인정되는 사실관계를 바탕으로 볼 때 피고인 1이 2016. 3. 이전에 이루어진 비자금 관련 범행에 가담하였다고 인정할 수 있는지 여부이다.<br/>3. 피고인 1의 지위 및 비자금 관련 사정<br/>가. 피고인 2 회사에서의 피고인 1의 지위<br/>    이 법원이 채택하여 조사한 증거들에 의하여 알 수 있는 아래와 같은 사실 및 사정을 종합하면, 피고인 1은 망 공소외 2 생전에도 피고인 2 회사의 임원이나 사장으로 근무하면서 피고인 2 회사의 업무 전반에 관하여 상당 부분 관여하여 왔던 사실은 인정할 수 있다.<br/>    1) 피고인 1은 1999. 10. 1. 피고인 2 회사에 기획실 실장으로 입사하여 2003. 1.경 이사대우, 2004. 3.경 상무, 2006. 1.경 전무, 2009. 3.경 부사장으로 승진하였고, 2011. 8. 31.부터 사장으로 승진하여 근무하다가 2023. 3.경 퇴사하였다(증거목록 순번 911, 1013). 한편 피고인 1은 2009. 3. 20.부터 2011. 5. 18.까지 피고인 2 회사의 대표이사로도 재직하였다(증거목록 순번 313). 피고인 2 회사의 2015. 4. 1.자 조직도에는 피고인 1이 사장으로서 회장인 망 공소외 2 바로 아래에 있으면서 피고인 2 회사의 모든 부서를 총괄하는 위치에 있는 것으로 기재되어 있다(증거기록 1726쪽).<br/>    2) 피고인 1은 수원지방법원 안산지원에 2011고단3006호로 ‘2006. 1.경부터 2008. 1.경까지 피고인 2 회사의 이사 및 기획전무로서 재정 및 회계 업무를 총괄하고, 2009. 3. 20.부터 2011. 5. 18.까지 대표이사 중 1인으로 재직하면서 피고인 2 회사의 재정, 회계 및 관리 부분 업무를 총괄하던 중 피고인 2 회사가 병·의원에 리베이트를 제공하고, 그 회계처리 등과 관련하여 허위 사업보고서 작성 및 허위 재무제표 작성·공시를 하였다’는 자본시장과금융투자업에관한법률위반, 외부감사법위반, 약사법위반 등의 혐의로 기소되어 2011. 12. 27. 위 법원에서 징역 6개월에 집행유예 1년의 유죄판결을 선고받았고(증거목록 순번 332), 위 판결은 그대로 확정되었다(피고인 1 및 변호인은 피고인 1이 당시 집행유예 기간 중이던 망 공소외 2를 대신하기 위하여 허위로 자백한 결과 위와 같은 판결이 선고된 것일 뿐이라고 주장하나, 위 법원은 수사기관에서의 피고인 1의 진술뿐만 아니라 보강증거 등 제반 자료를 종합 검토한 다음 위와 같은 판결을 선고한 것으로 보이고, 피고인 1이 위 범행에 전혀 관여하지 않았음에도 피고인 1의 진술만을 근거로 피고인 1에 대한 유죄판결을 선고한 것으로 보이지는 않는다).<br/>    3) 피고인 1은 피고인 2 회사의 임원 내지 사장으로 근무하는 동안 임직원들과 수시로 이메일을 주고받으며 인사, 자금집행, 투자 등 피고인 2 회사의 업무 전반에 관하여 보고받거나 결재·승인 요청을 받아 왔다(증거목록 순번 798~886). 위 각 이메일에는 피고인 1이 임직원들에게 결재, 승인, 지시하거나 이를 전제로 하는 내용이 대부분이고, 이를 피고인 1 및 변호인의 주장과 같이 피고인 1의 결재 등이 필요하지 않음에도 임직원들이 피고인 1에게 정보공유 차원에서만 알려주는 것으로 보기는 어렵다[피고인 2 회사의 대표이사가 피고인 1에게 ‘결재 진행 과정에서 무리를 하여 불편하게 해 드린 점 죄송하게 생각한다’며 사과를 하거나 피고인 1이 대표이사 등 본사 임직원이나 △△공장 임직원의 인사권에 관여하는 이메일도 존재한다(증거목록 순번 838, 856 등)].<br/>나. 피고인 2 회사와 공소외 6 회사의 물품공급계약 체결<br/>    이 법원이 채택하여 조사한 증거들에 의하여 알 수 있는 아래와 같은 사실 및 사정을 종합하면, 이 사건 비자금 조성 관련 범행을 은폐하기 위하여 피고인 2 회사와 공소외 6 회사가 물품공급계약을 체결한 사실을 인정할 수 있다.<br/>    1) 공소외 15 회사 등에서 경리 업무를 담당하면서 피고인 2 회사와의 과다계상 등 거래 실무를 담당하였던 공소외 4는 공소외 15 회사 등의 세무대리를 맡았던 공소외 21과 함께 2019. 9.경 내지 2019. 10.경 공소외인 및 피고인 2 회사의 재무본부장 공소외 22에게 피고인 2 회사와 공소외 15 회사 등의 과다계상 등 거래와 그에 따른 이 사건 비자금 조성 관련 범행을 공개하지 않는 대가로 금원 지급 및 공소외 4가 운영하는 공소외 6 회사와 피고인 2 회사 사이의 물품공급거래계약 체결 등을 요구하였다. 이에 공소외인은 공소외 4 등에게 5억 원을 지급하였고, 피고인 2 회사는 2019. 12. 4. 공소외 6 회사에 2억 5,000만 원을 송금한 다음 2019. 12. 30. 공소외 6 회사와 ‘공소외 6 회사가 피고인 2 회사에 15년 동안 물품을 공급하기로 약정’하는 내용의 물품공급계약을 체결하였다. <br/>    2) 공소외 4, 공소외 21, 공소외인, 공소외 22는 2019. 10. 16. 만나서 위와 같은 문제를 논의하였는데, 공소외 21이 ‘회장님(피고인 1)이 위와 같은 물품공급계약 관련 사실을 아느냐’라는 취지로 묻자, 공소외 22는 ‘내가 말은 했다’, ‘대표이사는 모르고, 오너(피고인 1)가 중요하다’라고 답하였다(증거기록 6753쪽).<br/>    3) 나아가 보건대, 이 당시 피고인 2 회사로서는, 별다른 확인 절차나 조건 없이 공소외 6 회사와 같은 신생업체와 물품공급거래 계약을 체결하게 된 점, 처음 거래하는 업체에 물품을 공급받기도 전에 미리 2억 5,000만 원이라는 거액을 지급하기로 한 점 등이 매우 이례적일 수밖에 없는데, 앞서 살핀 피고인 1의 피고인 2 회사에서의 지위 등에 비추어 보면 위와 같은 규모와 내용의 계약을 피고인 1 모르게 진행하기는 어려울 것으로 보이는 점, 만일 공소외 22가 독단적으로 위와 같은 이례적인 계약을 체결·진행하였다면 피고인 2 회사 내부에서 문제가 되었을 것임에도 공소외 22는 별다른 책임추궁이나 징계 없이 현재까지도 피고인 2 회사의 재무본부장으로 근무하고 있는 점 등을 종합하여 보면, 피고인 1이 위와 같은 공소외 4 등의 협박내용을 인식한 상태에서 피고인 2 회사와 공소외 6 회사 사이의 물품공급계약 체결을 승인한 것이 아닌지 의심된다.<br/>다. 피고인 1을 위한 비자금 사용<br/>    이 사건 비자금 중 일부가 피고인 1의 주식취득 자금 등으로 사용된 사실은 앞서 「피고인 1, 피고인 3 및 변호인들의 주장에 관한 판단」 제Ⅱ의 1. 나.항에서 본 바와 같다. <br/>  나아가 이 법원이 채택하여 조사한 증거들에 의하면, 아래에서 보는 바와 같이 상당한 금액이 피고인 1을 위하여 또는 피고인 1의 명의로 사용된 사실이 추가로 드러나는데, 그 자금의 출처 또한 이 사건 비자금이 아닌지 의심된다.<br/>    1) 피고인 1의 친구인 공소외 23의 형 공소외 24가 운영하는 공소외 25 회사는 피고인 1의 처 공소외 26이 위 회사에 근무하지 않았음에도 2007. 11.경부터 2022. 10.경까지 합계 7억 원이 넘는 금액을 급여 명목으로 지급하였다. 그리고 공소외 23은 검찰에서 피고인 1로부터 위 금액을 모두 현금으로만 돌려받았다고 진술하였다(증거목록 순번 701). <br/>    2) 피고인 1은 2013. 4.경 내지 2013. 6.경 공소외 27 회사에 10억 원을 대여하였고(증거목록 순번 713~716), 2007년경 또는 2008년경부터 여러 회사에 수억 원 내지 수십억 원 상당을 투자하기도 하였다(증거기록 19246~19250쪽).<br/>4. 피고인 1의 범행 가담 여부에 대한 구체적 판단<br/>가. 관련 법리<br/>    1) 형법 제30조의 공동정범은 2인 이상이 공동하여 죄를 범하는 것으로서, 공동정범이 성립하기 위해서는 주관적 요건으로서 공동가공의 의사와 객관적 요건으로서 공동의사에 기한 기능적 행위지배를 통한 범죄의 실행사실이 필요하다. 공동가공의 의사는 타인의 범행을 인식하면서도 이를 제지하지 아니하고 용인하는 것만으로는 부족하고, 공동의 의사로 특정한 범죄행위를 하기 위해 일체가 되어 서로 다른 사람의 행위를 이용하여 자기 의사를 실행에 옮기는 것을 내용으로 하는 것이어야 한다. 따라서 공동정범이 성립한다고 판단하기 위해서는 범죄실현의 전 과정을 통하여 행위자들 각자의 지위와 역할, 다른 행위자에 대한 권유 내용 등을 구체적으로 검토하고 이를 종합하여 위와 같은 공동가공의 의사에 기한 상호 이용의 관계가 합리적인 의심을 할 여지가 없을 정도로 증명되어야 한다(대법원 2015. 10. 29. 선고 2015도5355 판결, 대법원 2023. 1. 12. 선고 2022도11245, 2022보도52 판결 등 참조).<br/>    2) 포괄일죄의 범행 도중에 공동정범으로 범행에 가담한 자는 비록 그가 그 범행에 가담할 때에 이미 이루어진 종전의 범행을 알았다 하더라도 그 가담 이후의 범행에 대하여만 공동정범으로 책임을 진다(대법원 1997. 6. 27. 선고 97도163 판결 등 참조, 대법원 2007. 11. 15. 선고 2007도6336 판결 등 참조).<br/>나. 구체적 판단<br/>    기록에 의하여 알 수 있는 아래와 같은 사실 및 사정을 종합하면, 앞서 본 인정 사실 내지 의심되는 사정이나 검사가 제출한 증거들만으로는 피고인 1이 2016. 3. 이전에 이루어진 비자금 조성이나 그와 관련된 이 부분 업무상횡령, 업무상배임, 외부감사법위반 범행에 가담한 사실이 합리적인 의심을 할 여지가 없을 정도로 증명되었다고 보기 어렵다.<br/>1) 이 사건 비자금 조성의 구조 및 관련자들<br/>      가) 망 공소외 2가 자신이 사용하기 위하여 공소외인과 망 공소외 3에게 이 사건 비자금 조성을 지시 내지 제의하였고, 이에 피고인 2 회사와 공소외 15 회사 등이 과다계상 등 거래를 하면서 이 사건 비자금이 조성된 사실, 그 과정에서 매월 월별정산서가 작성되었던 사실은 위 「피고인 1, 피고인 3 및 변호인들의 주장에 관한 판단」 제Ⅱ의 1. 나. 1)항에서 본 바와 같다.<br/>      나) 공소외인은 이 법정에서 ‘망 공소외 2가 이 사건 비자금 조성에 관하여 망 공소외 2, 공소외인, 망 공소외 3 3명 외에 다른 사람한테는 얘기하지 말라고 했다’, ‘망 공소외 2가 혼자 있을 때만 비자금과 월별정산서를 달라고 했다’, ‘망 공소외 2는 공소외인으로부터 월별정산서를 받아 확인한 후 월별정산서를 찢어버렸다’라고 진술하였다(증인 공소외인에 대한 증인신문 녹취서 4, 7, 9쪽). 또한 공소외 4는 이 법정에서 ‘이 사건 비자금 관련해서는 망 공소외 2, 공소외인, 망 공소외 3과 공소외 4만 알고 있다’라는 취지로 진술하였다(증인 공소외 4에 대한 증인신문 녹취서 53쪽).<br/>      다) 이처럼 이 사건 비자금 조성은 매우 은밀하게 이루어졌는데, 망 공소외 2, 공소외인, 망 공소외 3 외에 피고인 2 회사와 공소외 15 회사 등에서 공소외인, 망 공소외 3의 지시에 따라 관련 실무를 담당하였던 소수의 사람들(공소외 15 회사 등에서 경리 업무를 맡았던 공소외 7과 공소외 4, △△공장에서 공소외인의 지시로 월별정산서를 작성하였던 공소외 5 등)만 이 사건 비자금 조성 사실을 알았을 뿐 피고인 2 회사와 공소외 15 회사 등의 나머지 임직원들은 수사기관의 수사가 개시될 때까지도 이를 알지 못하였던 것으로 보인다. <br/>2) 피고인 2 회사에서의 망 공소외 2의 지위<br/>      가) 망 공소외 2는 2003. 8. 31. 피고인 2 회사에서 퇴사하였으나, 그 이후에도 사망 시까지 피고인 2 회사의 회장으로서 업무 전반에 관한 의사결정을 하여 왔고, 피고인 1이 사장으로 근무할 때에도 그 상위 직위에 있으면서 사실상 피고인 2 회사의 모든 업무를 총괄하였던 것으로 보인다(증거기록 1726쪽 및 공소외인, 공소외 28, 공소외 29의 각 법정진술, 망 공소외 2의 비서 공소외 20의 수사기관에서의 진술 등). 그리고 이러한 피고인 2 회사 내부의 위계질서나 망 공소외 2의 지위 등에 비추어 보면, 망 공소외 2는 피고인 1의 검토나 승인을 거치지 않고서도 별다른 제약 없이 곧바로 공소외인 등 피고인 2 회사의 임직원들에게 지시를 하거나 그로부터 보고를 받을 수 있었던 것으로 판단된다.<br/>      나) 수원지방검찰청 안산지청은 피고인 2 회사의 2013년도 내지 2015년도 각 법인세 포탈에 관한 수사를 하였으나, ‘피고인 1이 피고인 2 회사의 실질적 대표자나 운영자로서 위와 같은 범행을 지시하였다고 인정할 증거가 없다’는 이유로 2017. 5. 25. 피고인 1에 대하여는 불기소결정을 하였는데(증거목록 순번 1095), 이는 수사과정에서 망 공소외 2의 지시로 위와 같은 범행이 이루어진 점, 위 가)항에서 본 바와 같이 망 공소외 2가 피고인 1의 관여 없이 다른 임직원들에게 지시를 할 여지가 충분했던 점 등의 사정이 드러났고, 달리 망 공소외 2 외에 피고인 1까지 위 범행에 관여하였다고 볼 증거가 명확히 발견되지 않았기 때문으로 보인다[위 사건과 앞서 본 제3의 가. 2)항 기재 사건은 그 내용과 일시가 다른 점, 범행 지시자나 관여자가 반드시 동일해야할 이유는 없고, 이는 개별 사건마다 관련 증거들을 종합하여 살펴보아야 할 사항인 점 등에 비추어 보면 위 두 사건의 결과가 서로 모순되는 것이라 할 수 없다].<br/>3) 피고인 1이 2016. 3. 이전 비자금 조성에 가담하였는지 여부<br/>      가) 이 사건 비자금 조성 관련자들이 망 공소외 2 사망 이전에 피고인 1을 비롯한 다른 사람들과 과다계상 등 거래 및 비자금 조성 등을 논의하였다는 직접적인 증거는 존재하지 않는다(다만 공소외인은 검찰 및 이 법정에서 ‘그 이전에도 피고인 1에게 □□ 공원 근처나 △△공장에서 비자금을 전달한 사실이 있다’라고 진술하였으나, 이에 관하여는 아래 제5항에서 별도로 살펴보기로 한다). 오히려 공소외인은 이 법정에서 ‘망 공소외 2가 피고인 1에게 다른 건 몰라도 이 사건 비자금 조성은 절대적으로 얘기하지 말라고 했다’라고 진술하였고(증인 공소외인에 대한 증인신문 녹취서 49쪽), 공소외 4는 이 법정에서 ‘망 공소외 3으로부터 피고인 1 관련된 얘기는 한 번도 들은 적이 없다’라고 진술하기도 하였다(증인 공소외 4에 대한 증인신문 녹취서 52, 53쪽).<br/>      나) 과다계상 등 거래 및 이 사건 비자금 조성 내역을 정확히 파악하기 위해서는 매월 작성된 월별정산서를 확인하는 것이 필수이고(검사 또한 월별정산서가 작성된 기간에는 확보된 월별정산서에 기재된 금액만을 비자금 조성액으로 보아 기소하였다), 망 공소외 2, 공소외인, 망 공소외 3 등 이 사건 비자금 조성 관련자들은 모두 매월 월별정산서가 작성되는 사실을 알고 있었다. 이에 공소외인은 망 공소외 2에게 비자금을 전달하면서 월별정산서도 함께 전달하였고, 망 공소외 3 측에서도 이를 기초로 세금계산서를 발급하였다. 따라서 만일 피고인 1이 망 공소외 2 등과 이 사건 비자금 관련 범행을 공모하였다거나 이에 가담하였다면 핵심 문서인 월별정산서의 존재 및 그 중요성을 인식하고 있었을 것이고, 망 공소외 2 사후 공소외인으로부터 비자금을 전달받으면서 공소외인에게 월별정산서도 함께 전달해 달라고 요구하였을 것으로 짐작된다. 그런데도 피고인 1은 공소외인으로부터 비자금을 전달받으면서도 월별정산서는 전달받지 않았고, 공소외인에게 월별정산서를 달라고 요구하지도 않았는데(증인 공소외인에 대한 증인신문 녹취서 125, 126쪽), 이는 피고인 1이 월별정산서의 존재나 그 중요성을 알지 못하였기 때문으로 보인다.  <br/>      다) 이 부분 공소사실에는 ‘피고인 1이 수시로 공소외 15 회사 등과의 거래내역을 보고받았다’라고 기재되어 있다. 살피건대, 피고인 1이 피고인 2 회사 재무본부에서 근무하는 공소외 30(개명 전 이름 생략)으로부터 피고인 2 회사의 월별 거래선내역이 정리된 표를 이메일로 전송받거나 이를 노트북 컴퓨터에 저장한 사실(증거목록 순번 404, 844 등), 피고인 1이 검찰에서 ‘2009년경부터 공소외 30으로부터 위와 같은 표를 전송받아 왔다’라고 진술하였던 사실(증거기록 19080~19084쪽)은 인정할 수 있다. 그러나 위 표에는 공소외 15 회사 등 외에 수많은 거래처들에 관한 거래액도 함께 기재되어 있어 이것만으로는 피고인 1이 피고인 2 회사와 공소외 15 회사 등의 거래가 과다계상 등 거래라는 사실을 명확히 인지했다고 보기 어렵다. 나아가 검사는, 피고인 1이 자신의 노트북 컴퓨터에 2014. 8. 내지 2014. 10. 피고인 2 회사의 거래선내역이 정리된 표가 포함된 파일(증거목록 순번 404)을 계속하여 저장·보관하여 왔고, 이는 피고인 1이 종전부터 위 표를 중요하게 여겼기 때문이라고 주장하나, 위 파일의 수정 및 변경 일시(‘mtime’ 및 ‘ctime’)가 2022. 4. 8.인 점(이 사건 수사가 시작된 이후 시점이기도 하다)에 비추어 보면, 위 노트북 컴퓨터에 위 파일이 저장된 사정만으로는 피고인 1이 위 일시 무렵 위 표를 저장, 열람하였던 사실만 인정할 수 있을 뿐, 달리 피고인 1이 종래 공소외 15 회사 등과의 거래가 과다계상 등 거래라는 사실을 인식하고 이를 지속하기 위해 위 파일을 보관하여 왔다고 단정할 수 없다. <br/>      라) 결국 ① 이 사건 비자금 조성은 소수의 사람들 사이에서 은밀하게 이루어졌고, 망 공소외 2는 피고인 1을 거치지 않고 곧바로 공소외인이나 망 공소외 3 등에게 이 사건 비자금 조성을 지시하고 이를 수령할 수 있었던 점, ② 피고인 1이 사장 등의 지위에서 임직원들로부터 여러 보고를 받았다고 하더라도 그러한 사정만으로 이 사건 비자금 조성 사실까지 알고 이에 관한 보고를 받았다거나 이에 가담하였다고 볼 수는 없는 점(만일 그와 같이 본다면 보고에 관여하였던 실무자들이나 피고인 1과 함께 보고를 받았던 임원들 또한 모두 이 사건 비자금 조성 사실을 알았다고 간주해야 할 것인데, 그러한 결론은 합당치 않다), ③ 피고인 1이 자신의 주식취득 자금 등의 출처가 이 사건 비자금이라는 사실을 알고 있었다고 볼 증거는 없고, 설령 그러한 사실을 짐작하면서 용인하였다고 하더라도 그것만으로는 피고인 1이 비자금 조성의 수혜를 받은 것임은 별론으로 하고 망 공소외 2, 공소외인, 망 공소외 3 등과 공동의 의사로 이 사건 비자금 관련 범행을 하기 위해 일체가 되어 망 공소외 2 등의 행위를 이용하여 자기 의사를 실행에 옮겼다고 단정할 수는 없는 점, ④ 피고인 1이 피고인 2 회사와 공소외 6 회사 사이의 물품공급계약을 보고받고 승인하였다고 하더라도 이는 망 공소외 2 사후의 일로서 그 이전에 이루어진 비자금 조성 등에 가담한 사실을 직접 추단케 하는 사정은 아닌 점(더욱이 망 공소외 3이나 공소외 4는 망 공소외 2 사후에도 공소외인과만 소통하였을 뿐 피고인 1과 접촉한 사실은 없는 것으로 보인다) 및 위에서 살핀 여러 사정을 종합해 보면, 위 제3항에서 본 사실 및 사정만으로 피고인 1이 망 공소외 2 사망 전에 이루어진 이 사건 비자금 관련 범행을 알았다고 볼 수 없다.<br/>      마) 이후 피고인 1이 2016. 3.경 공소외인으로부터 비자금을 전달받은 다음 공소외 15 회사 등과의 과다계상 등 거래 및 비자금 조성을 지속하도록 하는 등으로 비자금 조성 관련 범행에 가담하였고, 그 무렵 종전 범행을 알게 되었다고 하더라도 그 가담 이후의 범행에 대하여만 책임을 질 뿐이다. 한편 피고인 1이 2016. 3. 17.경 이전에 비자금 조성 관련 범행에 가담하였다면, 별지 범죄일람표3 순번 1 기재 외부감사법위반죄가 성립할 여지가 있으나, 피고인 1의 범행 가담 일시를 2016. 3. 17. 이전으로 단정할 수 있는 증거는 없다. 또한 통상적인 재무제표 작성 및 공시의 절차와 소요기간 등을 고려해 볼 때, 피고인이 2016. 3. 이전에 조성되어 있던 비자금 중 4억 원을 2016. 3.경 비로소 공소외인으로부터 지급받아 횡령 범행을 시작한 사정만으로 2016. 3. 17.경 허위 재무제표 공시를 인식하며 지시하였다고 보기도 어렵다. 이 부분에 관하여는 합리적 의심의 여지가 없을 정도의 증명이 이루어지지 아니하였다.<br/>5. 망 공소외 2 생전 피고인 1에게 비자금을 전달하였다는 공소외인의 진술에 관한 판단<br/>가. 쟁점<br/>    검사는 ‘2016. 3.경 이전에도 망 공소외 2의 지시로 피고인 1에게 비자금을 전달한 사실이 있다’는 공소외인의 이 법정에서의 진술에 비추어 보면, 피고인 1이 망 공소외 2 생전부터 공소외 15 회사 등과의 과다계상 등 거래를 통한 비자금 조성 관련 범행에 가담한 것이라고 보아야 한다고 주장한다.<br/>  반면 피고인 1 및 변호인은, 공소외인은 검찰에서도 위와 같은 취지로 진술하였는데, 이는 수사기관의 위법한 면담 조사 및 부당한 심리적 압박, 회유에 따라 한 것으로서 임의성이 없고, 이 법정에서의 위 진술 또한 위와 같은 상태가 해소되지 않던 중 이루어진 것으로서 임의성이 없으며, 나아가 제반 사정에 비추어 보면 위 진술은 허위로서 신빙할 수도 없다고 주장한다.<br/>  이에 위 진술 내용 및 과정, 면담 조사의 적법 여부, 위 진술의 임의성, 신빙성과 증명력 등에 관하여 차례로 살펴보기로 한다.<br/>나. 공소외인의 진술 내용 및 과정<br/>공소외인은 2016. 3.경 이전에도 망 공소외 2의 지시로 피고인 1에게 비자금을 전달한 사실이 있는지 여부에 관하여 수사기관 및 이 법정에서 아래와 같이 진술하였다(피고인 1이 공범 관계에 있는 공소외인에 대한 경찰 및 검찰 각 피의자신문조서, 진술조서와 공소외인의 각 진술서의 내용을 인정하지 않아 위 각 피의자신문조서 등은 형사소송법 제312조 제3항, 제5항의 요건을 갖추지 못하여 유죄의 증명을 위한 증거로 사용할 수 없으나, 형사소송법 제318조의2 제1항에 따라 공소외인의 법정진술의 증명력을 다투기 위한 탄핵증거로는 사용할 수 있으므로, 그 범위 내에서 이를 살펴보기로 한다).<br/>1) 경찰에서의 진술<br/>공소외인은 2021. 12. 2.부터 2022. 8. 17.까지 경찰에서 5회에 걸쳐 피의자신문을 받으면서 ‘2015. 12.경까지 망 공소외 2에게 비자금을 전달했고, 그 이후에도 2017. 8.경까지 망 공소외 3과 과다계상 등 거래를 계속하였으나, 망 공소외 3이 돈을 주지 않았으며, 피고인 1은 과다계상 등 거래 및 비자금 조성에 관여하지 않았다’는 취지로 진술하였다.<br/>2) 검찰에서의 진술 및 면담<br/>가) 검찰에서의 진술<br/>        (1) 공소외인은 2022. 10. 26. 검찰 제1회 피의자신문 이후에도 위 경찰에서와 같은 내용으로 진술하다가 2022. 12. 5. 검찰 제5회 피의자신문에 이르러 ‘망 공소외 2가 입원한 이후 내지 사망하였을 무렵부터는 피고인 1에게 비자금을 전달하였다’라고 진술하기 시작하였다.<br/>        (2) 그리고 공소외인은 2022. 12. 27. 검찰에서 ‘2011년경부터 2013년경 사이에 3차례에 걸쳐 망 공소외 2의 전화를 받고 □□ 공원 중간에서 피고인 1을 만나 현금 1억 원씩, 합계 3억 원을 전달하였다’라는 내용의 진술서를 작성하면서 처음으로 2016. 3.경 이전에도 피고인 1에게 비자금을 전달한 사실을 진술하기 시작하였다. <br/>        (3) 나아가 공소외인은 2023. 2. 16. 검찰에서 참고인 조사를 받으면서 ‘그 외에도 3~4차례 망 공소외 2의 지시로 △△공장에서 피고인 1에게 현금 1억 원씩을 전달한 사실이 있다’라고 진술하였다[이하 위 (2)항 및 (3)항 기재 각 비자금 전달을 통틀어 ‘종전 비자금 전달’이라 한다].<br/>나) 면담의 실시<br/>        한편 공소외인은 수사단계에서 구속영장이 발부되어 2022. 11. 29. 구속되었고, 검사는 ① 2022. 11. 29., ② 2022. 12. 6., ③ 2022. 12. 7., ④ 2022. 12. 8., ⑤ 2022. 12. 13., ⑥ 2022. 12. 19. 공소외인을 검찰청으로 소환하여 면담을 실시하였다(이하 통틀어서는 ‘이 사건 각 면담’이라 하고, 각 면담을 특정할 때는 위 순번에 따라 ‘○ 면담’이라 한다). 검사는 이 사건 각 면담에 관하여 수사보고서만 작성하였을 뿐 별도로 피의자신문조서나 진술조서를 작성하지는 않았다.<br/>3) 법정에서의 진술<br/>      이후 공소외인은 2023. 7. 11. 이 법정에 증인으로 출석하여서도 ‘피고인 1에게 종전 비자금 전달을 한 사실이 있다’라고 진술하는 등 위 검찰에서와 같은 취지로 진술하였다. <br/>다. 공소외인에 대한 검찰 면담 조사의 위법성 여부에 관한 판단<br/>1) 관련 법리<br/>      형사소송법에는 수사기관이 신문이나 조사에 앞서 조서나 다른 수사서류에 기록하지 않고 비공식적으로 진술을 청취하는 수사관행인 이른바 ‘면담’을 직접적으로 규율하는 조항은 없으나, 검사와 사법경찰관의 상호협력과 일반적 수사준칙에 관한 규정(이하 ‘수사준칙’이라 한다) 제13조 제2항은 ‘면담’ 등을 이유로 변호인의 참여·조력을 제한할 수 없음을 규정하고 있는데, 이는 법무부령인 인권보호수사규칙 제40조 제5항에서 유래한 것이고, 위 인권보호수사규칙 제40조 제5항은 2018년 법무·검찰개혁위원회의 권고에 따라 제정되었다.<br/>  형사소송법은 범죄사실과 정상에 관한 필요사항을 묻는 것을 피의자신문의 핵심으로 규정(제242조)하고 있으므로, ‘면담’에 여하한 범죄사실 또는 정상에 관한 내용이라도 포함되는 이상 대화의 시점이나 장소, 조서작성 여부나 영상녹화 여부 등과 무관하게 이는 피의자에 대한 조사로서 실질적으로 피의자신문에 해당한다고 할 것이다. 따라서 ‘면담’이 피의자신문에 해당하는 경우에는 신문에 관한 적법절차를 지켜야 하는바, ‘면담’과정에서도 필수적으로 변호인 등의 참여권 보장(제243조의2), 진술거부권 등의 고지(제244조의3)가 이루어져야 하고, 수사과정의 기록(제244조의4)과 관련된 수사준칙 등 규정도 준수되어야 한다. <br/>  따라서 신문이나 조사에 앞서 변호인 등의 참여·조력권이나 진술거부권 등의 고지 등을 결략하거나 수사과정의 기록 등을 하지 않고 비공식적으로 범죄사실 또는 정상에 관한 진술을 청취하는 ‘면담’은 형사소송법상 적법한 절차와 방식에 위배되고, 이는 헌법 제12조 제1항, 제4항 본문, 형사소송법 제243조의2 제1항 등에 비추어 보면, 형사소송법 제312조에서 정한 ‘적법한 절차와 방식’에 위반된 증거일 뿐만 아니라, 형사소송법 제308조의2에서 정한 ‘적법한 절차에 따르지 아니하고 수집한 증거’에 해당하므로 이를 증거로 할 수 없다(대법원 2013. 3. 28. 선고 2010도3359 판결 등 참조). 더불어 이처럼 적법절차를 위반하는 수사관행으로서의 ‘면담’은 비단 피의자조사의 경우뿐만 아니라 사건관계인에 대한 조사에서도 허용되어서는 아니 되고(검찰사건사무규칙 및 수사준칙의 관련 규정도 모두 사건관계인의 조사에 적용된다), 이를 통하여 취득한 진술증거는 그 증거능력을 인정받을 수 없을 뿐 아니라 그에 기초한 2차적 증거 또한 유죄의 증거로 삼을 수 없다. 또한 위법수집증거 및 그에 기초한 2차적 증거는 탄핵증거로도 사용할 수 없는 것이 원칙이다(대법원 2007. 11. 15. 선고 2007도3061 전원합의체 판결, 대법원 2013. 3. 14. 선고 2010도2094 판결 등 참조).<br/>2) 구체적 판단<br/>      가) 형사소송법은 \"검사 또는 사법경찰관은 수사에 필요한 때에는 피의자의 출석을 요구하여 진술을 들을 수 있다.\"라고 정하고 있는 점(제200조), 이러한 진술 청취가 반드시 신문의 형식으로만 이루어져야 한다고 위 조문을 해석할 수는 없는 점, 형사소송법도 그 진술 청취 형식으로 피의자신문 외에 다른 방법을 예정하고 있는 점(형사소송법 제312조 제5항 참조) 등에 비추어 볼 때, 검사가 면담 등의 형식으로 피의자 진술을 청취하는 것을 일률적으로 위법하다고 볼 수는 없고, 다만 그 면담이 실질적으로 피의자신문에 해당할 경우에는 위에서 본 요건들을 갖추었는지 개별적으로 살펴 그 적법성을 판단하여야 할 것인데, 아래와 같은 사정에 비추어 보면 이 사건 각 면담은 위와 같은 요건들을 갖추는 등 적법하게 이루어졌다고 인정할 수 있다.<br/>        (1) 검사가 2023. 8. 1. 제출한 의견서의 첨부문서(면담의 적법성은 증거능력의 요건에 해당하므로 검사가 그 존재에 대하여 구체적으로 주장·증명하여야 하는데, 이는 소송상의 사실에 관한 것이므로 엄격한 증명을 요하지 않고 자유로운 증명으로 족하다), 변호인이 제출한 증가 제26호증의 1 내지 3, 증가 제27, 31호증의 각 기재에 의하면, ① 내지 ④, ⑥ 각 면담에 관하여는 모두 진술거부권 및 변호인 조력권 고지 등 확인서, 수사 과정 확인서가 각 작성되어 있는 사실, 위 각 진술거부권 및 변호인 조력권 고지 등 확인서에는 공소외인이 진술거부권 등을 고지받고 진술거부권을 행사하지 않을 것이며, 변호인 조력권을 행사할 것이라는 취지의 자필 기재 및 공소외인의 서명, 무인이 있는 사실, 위 각 수사 과정 확인서에는 조사 장소 도착 시각, 조사 시작 및 종료 시각, 조사 중단 및 재개 시각이 기재되어 있고(수사준칙 제26조 참조), 그 하단에 공소외인의 무인이 있는 사실, 공소외인의 변호인이 면담 과정에 참여하였던 사실을 인정할 수 있다. 그렇다면 검사는 ① 내지 ④, ⑥ 각 면담을 함에 있어 관련 법령에 따른 절차를 준수(각 변호인 조력권 및 진술거부권 고지, 수사과정의 기록 및 수사준칙 등 관련 규정 준수)한 것으로 보이고, 결국 이러한 각 면담이 적법한 절차와 방식에 위반하였다고 할 수 없다.<br/>        (2) ⑤ 면담과 관련하여서는 진술거부권 및 변호인 조력권 고지 등 확인서나 수사 과정 확인서가 별도로 작성되어 있지는 않다. 그러나 검사가 2022. 12. 13. 작성한 ‘수사보고서(피의자 공소외인 면담과정)’의 기재에 의하면, 공소외인은 면담이 시작되기 전 진술거부권 및 변호인 조력권 고지 등 확인서에 서명, 날인을 거부하였고, 계속하여 진술을 거부하다가 면담이 그대로 종료된 것으로 보이므로, 위 각 확인서가 작성되어 있지 않은 사정만으로 어떠한 위법 사항이 존재한다고 볼 수 없다. <br/>      나) 한편 피고인 1 및 변호인은, 이 사건 각 면담 과정에서 ‘수사 과정 확인서(조서를 작성하지 않는 경우)’ 대신 ‘수사 과정 확인서(조서를 작성하는 경우)’가 작성되었거나(④ 면담) ‘조서를 작성하지 않은 이유’와 ‘조사 외에 실시한 활동’ 등이 기록되어 있지 않으므로(수사준칙 제26조 제2항 제2호 ㈐목 및 ㈑목 참조), 이 사건 각 면담은 모두 위법하다는 취지로도 주장한다. 그러나 ‘수사과정 확인서(조서를 작성하는 경우)’에도 조사 장소 도착 시각, 조사 시작 및 종료 시각, 조사 중단 및 재개 시각 등이 모두 포함되어 있고, 그 하단에 공소외인의 무인이 있는 등 그 내용은 ‘수사 과정 확인서(조서를 작성하지 않는 경우)’와 실질적 내용이 다르지 않은 점, 검사가 공소외인에게 변호인 등의 참여·조력권이나 진술거부권 등을 고지하고 변호인이 참여하는 등 그 절차의 본질적인 요소가 빠짐없이 갖추어져 있고, 공소외인이나 변호인이 조사과정 기재사항에 대한 이의제기나 별도의 의견 진술을 하지 않기로 한 이상 ‘조서를 작성하지 않은 이유’ 등이 기록되어 있지 않다고 하여 곧바로 그 면담 절차 전체가 위법하게 된다고 볼 수는 없는 점 등에 비추어 보면, 위 주장은 받아들이기 어렵다. <br/>라. 공소외인의 종전 비자금 전달 진술의 임의성 유무에 관한 판단<br/>    이 법원이 채택하여 조사한 증거들에 의하여 알 수 있는 아래와 같은 사실 및 사정을 종합하면, 공소외인의 검찰 및 이 법정에서의 종전 비자금 전달 진술이 임의로 이루어진 사실을 인정할 수 있다. <br/>    1) 이 사건 각 면담이 위법하다고 볼 수 없는 점은 앞서 살핀 바와 같고, 달리 공소외인의 종전 비자금 전달 진술이 수사기관의 고문, 폭행, 협박, 신체구속의 부당한 장기화 내지 기망 등에 의하여 이루어졌다고 볼 만한 사정은 발견되지 않는다.<br/>    2) 공소외인 또한 이 법정에서, 피고인 1의 변호인이 종전 비자금 전달 진술을 하게 된 경위 및 2022. 12. 13. 공소외인이 검찰청 바닥에 쓰러져 고성을 지른 이유 등에 관하여 추궁하자 ‘몸이 안 좋아서 쓰러졌다’라고 진술하면서도 이어서 ‘검찰에서 조사할 때 굉장히 편안하게 대해줬다’라고 진술하는 등 위 가)항 기재와 같은 사정은 없었다는 취지로 진술하였다(증인 공소외인에 대한 증인신문 녹취서 63쪽).<br/>    3) 이에 대하여 피고인 1 및 변호인은 ‘검사가 공소외인에 대하여 짧은 기간 연속하여 장시간 조사하였고, 일부 조서의 경우 조사 시간에 비하여 적은 분량의 내용만을 기재하였으며, 공소외인의 가족에 대한 수사를 진행하다가 추가 진술 이후 수사를 중단하였고, 공소외인의 형사사건이 종결되었음에도 공소외인이 이 법정에서 증언한 당일까지 그 구형 의견을 밝히지 않았는데, 이는 공소외인에 대한 부당한 심리적 압박이나 회유에 해당한다’고 주장한다. 그러나 아래와 같은 이유에서 위 주장은 받아들이기 어렵다.<br/>      가) 이 사건은 그 공소사실만 보더라도 소수의 사람들 사이에서 9년이 넘는 장기간에 걸쳐 은밀하게 이루어진 비자금 조성 및 업무상횡령 등이 의심되는 사건이었고, 핵심 관련자들은 이미 사망한 상태였다. 이러한 상황에서 수사기관이 범행 전 기간에 걸쳐 그 실무를 담당하였던 공소외인을 조사함에 있어 시간의 경과에 따른 기억력의 감쇄 내지 상실, 그에 따른 착오 등으로 인한 실체적 진실 확인에 장애가 발생할 가능성을 배제하기 위해서 공소외인의 기억을 환기하는 등 조사를 여러 차례 하였다는 사정만으로는 이를 위법하다거나 임의성을 부정할 만한 사유에 해당한다고 보기 어렵다. <br/>      나) 피고인 1 및 변호인의 ‘조사 시간에 비하여 적은 분량의 내용이 기재된 조서’라는 주장 역시 그 개념이나 기준이 모호하고, 검사가 공소외인에게 가족에 대한 수사 중단을 약속하며 피고인 1에게 불리한 내용의 진술을 하도록 종용하거나 공소외인의 추가 진술을 끌어내고 이를 유지하기 위하여 의도적으로 공소외인에 대한 구형 의견을 밝히지 않았다는 사정 또한 찾을 수 없다.<br/>    4) 또한 공소외인은 이 법정에서 ‘피고인 1의 변호인 측 변호사가 \"공소외인이 피고인 2 회사 돈을 갈취하기 위해 협상하려 한다. 공소외인의 배우자와 아들이 피고인 2 회사 앞에서 데모를 한다.\"라고 하니까 화가 났다’, ‘그래서 그 뒤부터 진술이 좀 달라진 것이다’, ‘이러한 말은 검사로부터 들었다’라고 진술하였는데, 피고인 1의 변호인은 이를 근거로 검사가 공소외인에게 허위 정보를 제공하였고, 그에 따라 이루어진 종전 비자금 전달 진술은 임의성이 없는 것이라고 주장한다. 그러나 공소외인은 이 법정에 이르러서야 갑자기 위와 같은 진술을 하였는데(증인 공소외인에 대한 증인신문 녹취서 109, 117, 118쪽), 위 진술만을 근거로 검사가 공소외인에게 위와 같은 내용이나 취지의 말을 하였다고 단정하기는 어려우나, 설령 검사와 공소외인이 위와 같은 대화를 하였다고 하더라도 검사가 이로써 일부러 공소외인을 기망하여 종전 비자금 전달 진술을 유발하였다고 볼 정황은 존재하지 않는다.<br/>마. 공소외인의 종전 비자금 전달 진술의 신빙성 유무에 관한 판단<br/>1) 관련 법리<br/>      금품수수 여부가 쟁점이 된 사건에서 금품수수자로 지목된 피고인이 수수사실을 부인하고 있고 이를 뒷받침할 금융자료 등 객관적 물증이 없는 경우 금품을 제공하였다는 사람의 진술만으로 그러한 사실을 인정하기 위해서는 그 사람의 진술이 증거능력이 있어야 함은 물론 합리적인 의심을 배제할 만한 신빙성이 있어야 하고, 신빙성이 있는지 여부를 판단할 때에는 그 진술 내용 자체의 합리성, 객관적 상당성, 전후의 일관성뿐만 아니라 그의 인간됨, 그 진술로 얻게 되는 이해관계 유무, 특히 그에게 어떤 범죄의 혐의가 있고 그 혐의에 대하여 수사가 개시될 가능성이 있거나 수사가 진행 중인 경우에는 이를 이용한 협박이나 회유 등의 의심이 있어 그 진술의 증거능력이 부정되는 정도에까지 이르지 않는 경우에도 그로 인한 궁박한 처지에서 벗어나려는 노력이 진술에 영향을 미칠 수 있는지 여부 등도 아울러 살펴보아야 한다(대법원 2011. 4. 28. 선고 2010도14487 판결 등 참조).<br/>2) 구체적 판단<br/>공소외인의 피고인 1에 대한 종전 비자금 전달 사실을 인정할 수 있는 증거로는 공소외인이 검찰에서와 같은 취지로 한 이 법정에서의 진술이 유일하다. 그리고 이와 관련된 이 사건 각 면담이나 공소외인의 진술에 위법 내지 임의성을 인정할 만한 사정이 보이지 않음은 위에서 살핀 바와 같다. 그러나 기록에 의하여 인정할 수 있는 아래와 같은 사실 및 사정을 종합하면, 검사가 제출한 증거들만으로는 공소외인의 위 진술의 신빙성까지 증명되었다고 보기는 어렵고, 달리 이를 인정할 증거가 없다.<br/>      가) 공소외인은 2022. 12. 27. 검찰에서 ‘2011년경부터 2013년경 사이에 3차례에 걸쳐 망 공소외 2의 전화를 받고 □□ 공원 중간에서 피고인 1을 만나 현금 1억 원씩, 합계 3억 원을 전달하였다’라는 내용의 진술서를 작성한 후 2023. 1. 5. 검찰에서 참고인 조사를 받으면서 ‘2011년경부터 망 공소외 2가 사망한 2016. 2.경 사이에 망 공소외 2가 전화로 \"내가 오늘 일이 있어서 못 내려간다. 급하게 쓸 일이 있으니까 □□ 공원으로 피고인 1을 보낼 테니 거기서 만나서 전해 줘라. 서울에서 □□ 공원으로 가는 고가도로에서 내려와서 100m 전방쯤에서 기다리고 있어라.\"라고 말하였고, 이에 공소외인은 \"그럼 비상등을 켜고 기다리고 있겠습니다.\"라고 말하였다’, ‘현금이 든 쇼핑백을 가지고 운전을 해서 망 공소외 2가 정한 약속 시각보다 조금 일찍 도착해서 비상등을 켜고 도로변에 주차를 해놓고 피고인 1을 기다렸다’, ‘피고인 1이 혼자 직접 운전을 해서 왔고, 공소외인의 차 앞에 주차하였으며, 공소외인이 \"회장님 드릴 것입니다.\"라는 이야기를 하며 피고인 1의 차 조수석에 쇼핑백을 넣거나 차에서 내린 피고인 1에게 쇼핑백을 건네주었다’, ‘이런 방법으로 3회에 걸쳐 1억 원씩 총 3억 원을 피고인 1에게 전달하였다’라고 진술하였다(증거기록 15638, 15639쪽). 이후 공소외인은 2023. 2. 10. 검찰에서 제3회 참고인 조사를 받으면서 ‘위와 같은 진술은 사실이다’, ‘공소외인이 △△에서 출발해서 □□ 공원 쪽으로 우회전하고, 서울에서 오는 피고인 1은 고가도로를 타고 내려오자마자 100m 우측 앞 백숙집 옆 도로변에 세워두고 만났다’라며 이동 경로 및 장소를 더욱 구체화하여 진술하였다(증거기록 19171쪽). 나아가 공소외인은 2023. 2. 16. 검찰 제4회 참고인 조사를 받으면서 ‘그 외에도 망 공소외 2가 생전에 \"피고인 1이 내려가니 돈을 줘라.\"라고 하여 피고인 1이 매월 20일경 △△공장에 와서 돈을 받아 갔고, 그때도 1억 원이 담긴 봉투를 담은 쇼핑백을 피고인 1에게 건네주었다’, ‘그렇게 3~4회 주었고, 그러면 피고인 1이 특별한 말은 하지 않고 \"수고했습니다. 고맙습니다.\"라고 말하며 돈을 가지고 갔다’라며 추가 사실을 진술하였다(증거기록 19409, 19410쪽). <br/>      나) 이처럼 공소외인은 시간이 지남에 따라 이전 조사에서 언급하지 않았던 사실들을 추가로 진술하기 시작하였고, 그 내용 또한 점점 구체적으로 진술하였다. 그러나 사람의 기억은 시간이 흐를수록 점점 흐려지는 것이 자연스러운 점, 공소외인이 망 공소외 2 입원 이후 피고인 1에게 비자금 전달을 시작한 일시, 비자금 조성을 종료한 일시 등 비교적 최근에 일어난 일에 관하여는 이를 분명하게 진술하지 못하거나 진술을 수차례 변경하였음에도 오히려 그 전에 있었다는 종전 비자금 전달에 관하여는 이동 경로 및 장소, 상황에 관하여까지 세세하게 기억하여 진술하고 있는 점 등을 고려하면, 위와 같은 공소외인의 검찰에서의 진술은 경험칙에 비추어 이례적이다. 또한 공소외인은 과천에서 피고인 1을 만나 비자금을 전달한 상황에 관하여 매우 상세하게 진술하면서도 망 공소외 2 및 피고인 1의 서울 사무실이나 자택, △△공장 등이 아니라 굳이 과천 도로변에서 피고인 1을 만나게 된 이유에 관하여는 단지 망 공소외 2의 지시라고만 진술할 뿐 납득할 만한 아무런 설명도 하지 못하고 있다. <br/>      다) 한편 경찰 및 검찰은 공소외인이 이 사건 비자금 조성 과정에서 개인적으로 금원을 착복하였을 가능성을 염두에 두고 수사를 진행하였고, 검찰은 2022. 12. 21. 공소외인의 아들 공소외 8을 소환하여 공소외인 및 그 가족의 재산 관계 및 직장 등에 관하여 참고인 조사를 하였는데[공소외인의 변호인이 공소외 8의 변호인으로도 조사에 참여하였고, 이에 공소외인은 변호인 접견 등을 통해 공소외 8의 소환 사실을 알고 있었을 것으로 보이며, 공소외인과 공소외 8의 2023. 1. 4. 서울구치소 접견 내용을 보더라도 공소외인이 공소외 8의 검찰 조사에 관하여 묻자 공소외 8이 ‘괜찮다’, ‘나는 이제 다 받은 것 같다’, ‘아무것도 없다’, ‘또 오란 얘기는 없었다’라고 답하는 등 공소외인이 공소외 8의 조사 사실을 인식하며 신경을 쓰고 있었다는 사정을 확인할 수 있다(증거기록 15623, 15626쪽)], 공소외인은 공소외 8이 조사를 받은 후 2022. 12. 27. 검찰 진술서를 작성하여 피고인 1이 2016. 3. 이전에도 3차례에 걸쳐 비자금 3억 원을 받았다고 하였으며, 공소외 8의 위 접견 이후 곧바로 2023. 1. 5.부터 위 가)항에서 본 바와 같이 종전 비자금 전달에 관하여 상세히 진술하기 시작하였다. 또한 공소외인이 이 법정에서 ‘피고인 1의 변호인 측 변호사가 \"공소외인이 피고인 2 회사 돈을 갈취하기 위해 협상하려 한다. 공소외인의 배우자와 아들이 피고인 2 회사 앞에서 데모를 한다.\"라고 하니까 화가 났다’, ‘그래서 그 뒤부터 진술이 좀 달라진 것이다’, ‘이러한 말은 검사로부터 들었다’라고 진술한 사실은 앞서 본 바와 같은데, 그렇다면 설령 검사가 의도적으로 가족에 관한 수사 진행을 공소외인에 대한 압박 수단으로 사용하거나 공소외인을 기망하기 위하여 일부러 잘못된 정보를 전달한 것까지는 아니라 하더라도, 그와 같은 상황 아래에서 공소외인 스스로 자신이 궁박한 처지에 있다고 여기고 이를 벗어나려고 하거나, 피고인 2 회사 내지 피고인 1 측이 자신을 음해한다고 생각하거나, 혹은 자신의 가족을 보호하기 위해서 허위로 종전 비자금 전달 진술을 하였을 가능성을 배제할 수 없다.<br/>      라) 위와 같은 사정에 비추어 보면, 공소외인이 검찰에서 한 종전 비자금 진술을 선뜻 믿기는 어렵고, 같은 취지로 이루어진 이 법정에서의 진술 또한 위 검찰에서의 진술이 그대로 이어진 것으로서 신빙할 수 없다.<br/>바. 공소외인의 종전 비자금 전달 진술의 증명력<br/>    이 법원이 채택하여 조사한 증거들에 의하여 알 수 있는 다음과 같은 사실 및 사정, 즉 ① 공소외인은 검찰에서 ‘망 공소외 2의 연락을 받고 피고인 1에게 현금을 주었기 때문에 피고인 1도 비자금을 알고 있었을 것이라고 생각하지만, 피고인 1이 실제로 알고 있었는지는 내가 알 수 있는 부분이 아니다’라고 진술하였고(증거기록 15638쪽), 이 법정에서는 ‘망 공소외 2 생전에 피고인 1이 종전 비자금 전달을 받았더라도 그것이 비자금인 줄 몰랐을 것이라고 생각한다’라고도 진술하였던 점(증인 공소외인에 대한 증인신문 녹취서 81쪽), ② 망 공소외 2의 지시로 피고인 1이 공소외인으로부터 수회 현금을 전달받았다고 하더라도 당시 피고인 1과 공소외인 사이에 위 현금이 비자금이라는 취지의 대화를 나눈 사실은 없는 것으로 보이는 점, ③ 피고인 1이 그 구체적인 내용을 알지 못한 채 망 공소외 2의 지시에 따라 단순히 심부름만 하였을 가능성 또한 배제할 수 없는 점(앞서 본 바와 같이 망 공소외 2 생전에는 피고인 2 회사의 경영은 물론이고 비자금의 관리는 망 공소외 2가 주관하여 한 것으로 보일 뿐이다), ④ 설령 피고인 1이 당시 위 현금을 비자금이라고 어렴풋이 짐작하였다고 하더라도 그러한 사정만으로 이 사건 비자금 관련 범행에 공동정범으로 가담하였다고까지 볼 수는 없는 점(위 제4항 참조) 등에 비추어 보면, 설령 공소외인의 종전 비자금 전달 진술을 믿을 수 있다고 하더라도 그에 기하여 곧바로 피고인 1의 이 사건 비자금 관련 범행 가담 사실이 증명되었다고 볼 수도 없다.<br/>6. 결론<br/>  그렇다면 이 사건 공소사실 중 피고인 1에 대한 별지 범죄일람표3 순번 1 기재 외부감사법위반의 점은 범죄의 증명이 없는 때에 해당하므로 형사소송법 제325조 후단에 따라 무죄를 선고하고, 형법 제58조 제2항에 따라 위 무죄 부분 판결의 요지를 공시하기로 하며, 50억 원 이상 횡령으로 인한 특정경제범죄법위반(횡령)(별지 범죄일람표1 및 별지 범죄일람표2 순번 1 내지 62 기재 범행 관련)의 점과 5억 원 이상 배임으로 인한 특정경제범죄가중처벌등관한법률위반(배임)(별지 범죄일람표2 순번 1 내지 62 기재 범행 관련)의 점 또한 범죄의 증명이 없는 때에 해당하므로 형사소송법 제325조 후단에 따라 각 무죄를 선고하여야 하나, 이와 각 포괄일죄의 관계에 있는 5억 원 이상 횡령으로 인한 특정경제범죄법위반(횡령)죄, 업무상배임죄를 유죄로 인정하는 이상 주문에서 따로 무죄를 선고하지 않는다.<br/>Ⅱ. 피고인 3에 대한 무죄 부분<br/>1. 이 부분 공소사실의 요지[50억 원 이상 업무상횡령으로 인한 특정경제범죄법위반(횡령)방조]<br/>피고인 3은 2011. 5.경 서울 강남구 (이하 생략)에 있는 피고인 4 회사 사무실에서, 공소외인이 판시 제1항과 같이 망 공소외 3으로부터 과다계상 등 거래액에 해당하는 108,031,500원의 어음을 되돌려 받은 다음 자신에게 할인 의뢰하여 현금화하는 방법으로 비자금을 조성하여 망 공소외 2에게 전달하는 사실을 알면서도, 공소외인으로부터 위 어음을 교부받아 공소외인에게 그 금액에 상응하는 현금과 자기앞수표로 교부하여 주었다.<br/>피고인 3은 이를 비롯하여 그때부터 2017. 9.경까지 위와 같은 방법으로 피고인 1, 망 공소외 2, 공소외인, 망 공소외 3이 별지 범죄일람표2 기재와 같이 피고인 2 회사의 자금 합계 5,765,194,040원을 횡령함에 있어 이를 용이하게 하여 방조하였다.<br/>2. 판단<br/>  이 부분 공소사실은 별지 범죄일람표2 기재 횡령액 전액(수사기관에서 확보한 월별정산서에 기재된 과다계상 등 거래액 전액)이 제2 방법에 따라 비자금으로 조성되었고, 피고인 3은 그 과정에서 공소외인의 의뢰로 위 금액 전액 상당의 어음을 할인해 주었음을 전제로 하고 있다.<br/>  살피건대, 이 법원이 채택하여 조사한 증거들에 의하면, 피고인 3이 판시 제1항 비자금이 조성될 무렵부터 2017. 9.경까지 공소외인의 의뢰에 따라 과다계상 등 거래 관련 어음을 할인해 준 사실, 판시 제4의 가.항에서 본 바와 같이 피고인 3이 적어도 5억 원 이상 업무상횡령 범행을 방조한 사실은 인정할 수 있다[피고인 3이 과다계상 등 거래 관련 어음을 할인해 주고 이후 금융기관으로부터 그 어음금을 지급받은 것으로 드러난 합계액만 39억 원이 넘고{「피고인 1, 피고인 3 및 변호인들의 주장에 관한 판단」 제Ⅱ의 3. 나. 3)항 참조}, 피고인 3 또한 검찰에서 ‘과다계상 등 거래 관련 어음을 할인해 주고 공소외인에게 건네준 현금과 자기앞수표가 많을 때는 월 1억 원, 월평균 6,000만 원이었다’라고 진술하였다(증거기록 18401, 19668쪽)].<br/>  그러나 기록이나 공소외 4의 법정진술에 의하여 알 수 있는 아래와 같은 사실 및 사정을 종합하면, 검사가 제출한 증거들만으로는 피고인 3이 위 기간 과다계상 등 거래 관련 어음을 할인해 준 금액이 위와 같이 별지 범죄일람표2 기재 횡령액 전액에 이른다고 단정할 수 없고, 달리 피고인 3이 이 부분 공소사실과 같이 50억 원 이상 업무상횡령 범행을 방조하였다고 인정할 증거가 없다. <br/>  가. 공소외 15 회사 등에서 2009년경부터 경리부장으로 근무하면서 피고인 2 회사와의 과다계상 등 거래 관련 실무를 담당하였던 공소외 4는 검찰에서 ‘제2 방법(피고인 3이 관여한 방법이다)을 사용하기 시작한 이후에도 제1 방법(피고인 3과는 무관한 방법이다)을 사용하기도 하였다’, ‘망 공소외 3이 한 번씩 피고인 2 회사에서 만기가 임박한 어음을 가져왔고, 망 공소외 3, 공소외 31, 공소외 4 내지 공소외 4의 배우자 공소외 32 명의 계좌를 통해서 현금화하거나 그렇게 현금화한 돈으로 양도성예금증서(CD)를 만들었으며, 망 공소외 3이 공소외인에게 그 현금이나 CD를 주었다’, ‘위와 같이 망 공소외 3이 피고인 2 회사에서 받아 온 어음에는 이미 공소외 15 회사 등 명의로 배서가 되어 있었는데, 이는 피고인 2 회사와의 거래에서 피고인 2 회사에 돌려준 과다계상 등 거래분에 상응한 어음이라는 뜻이다’라고 진술하였다(증거기록 8734, 8735, 8754, 9175쪽). 나아가 공소외 4는 이 법정에서도 ‘기간이나 금액은 정확히 모르지만, 제1 방법에서 제2 방법으로 전환된 이후 2015년까지도 제1 방법을 사용한 적이 있다’라는 취지로 진술하였다(증인 공소외 4에 대한 증인신문 녹취서 68, 69쪽). 이처럼 월별정산서가 작성된 기간에도 제1 방법이 사용되었을 가능성을 배제할 수 없는 이상 그 기간 피고인 3이 과다계상 등 거래 관련 어음을 할인해 주었다는 사실만으로 곧바로 피고인 3이 월별정산서에 기재된 과다계상 등 거래액 전액에 관한 어음을 할인해 주었다고 볼 수는 없다. <br/>  나. 공소외 4나 공소외 15 회사 등의 경리직원들은 받을어음장에 과다계상 등 거래 관련 어음을 별도로 표시하거나 이를 다른 곳에 사용하지 못하여 보관처리를 하는 등으로 관리하였고, 수사기관은 이를 근거로 과다계상 등 거래 관련 어음 153매를 특정하였다. 그러나 공소외 4는 이 법정에서 ‘위와 같이 받을어음장에 별도로 표시된 어음은 과다계상 등 거래 관련 어음에 해당되는 것이기는 하나, 제1 방법과 제2 방법이 구분되어 있지는 않다’는 취지로 진술하였고(증인 공소외 4에 대한 증인신문 녹취서 35쪽), 달리 위 받을어음장의 기재만으로는 피고인 3이 할인해 준 어음 할인액이 별지 범죄일람표2 기재 횡령액 전액에 이른다고 단정할 수 없다. <br/>  다. 한편 공소외인은 이 법정에서 ‘별지 범죄일람표2 기재 횡령액 전액을 피고인 3에게 할인한 것이 맞다’, ‘검찰에서 조사한 피고인 3의 장부나 대체전표를 보면 다 나와 있다’라고 진술하였다(증인 공소외인에 대한 증인신문 녹취서 95, 96쪽). 그러나 공소외인의 위 진술을 뒷받침할 만한 객관적인 자료는 없고(피고인 4 회사의 어음기입장 등 관련 장부를 보더라도 피고인 3이 위 금액 전액 상당의 어음을 할인해 주었다는 사정은 드러나지 않는다), 공소외인의 이 부분 진술은 앞서 본 바와 같이 그 전 진술과도 모순되어 그대로 믿기 어렵다[「피고인 1, 피고인 3 및 변호인들의 주장에 관한 판단」 제Ⅱ의 3. 나. 6)항 참조].<br/>3. 결론<br/>  그렇다면 이 사건 공소사실 중 피고인 3에 대한 50억 원 이상 업무상횡령으로 인한 특정경제범죄법위반(횡령)방조의 점은 범죄의 증명이 없는 때에 해당하므로 형사소송법 제325조 후단에 따라 무죄를 선고하여야 하나, 이와 포괄일죄의 관계에 있는 5억 원 이상 횡령으로 인한 특정경제범죄법위반(횡령)방조죄를 유죄로 인정하는 이상 주문에서 따로 무죄를 선고하지 않는다.<br/>【면소 부분(피고인 2 회사)】1. 피고인 2 회사에 대한 이 부분 공소사실의 요지<br/>피고인 2 회사의 사용인인 피고인 1, 공소외인은 피고인 2 회사의 업무에 관하여 판시 제1의 다.항과 같은 방법으로 별지 범죄일람표3 순번 1, 2 기재와 같이 각 위반행위를 하였다.<br/>2. 판단<br/>가. 관련 법리<br/>구 외부감사법 제14조 제1항, 같은 법 시행령 제7조 제4항에 의하면, 구 외부감사법상 재무제표의 공시방법은 상법 제448조 제1항에 의하도록 되어 있고, 상법 제448조 제1항에 의하면, 이사는 정기총회회일의 1주간 전부터 재무제표를 본점에 5년간, 그 등본을 지점에 3년간 비치함으로써 재무제표를 공시하도록 규정하고 있다. 그러므로 구 외부감사법 제20조 제1항에서 정한 허위의 재무제표를 작성·공시한 범죄는 정기총회회일의 1주일 전부터 재무제표를 본점에 비치한 때에 성립한다고 보아야 한다(대법원 2004. 6. 24. 선고 2004도520 판결, 대법원 2017. 12. 22. 선고 2017도12649 판결 등 참조). <br/>나. 구체적 판단<br/>피고인 2 회사에 대한 이 부분 공소사실에 관한 법정형은 구 외부감사법 제21조, 제20조에 따라 ‘7,000만 원 이하의 벌금’이므로, 형사소송법 제249조 제1항 제5호에 따라 그 공소시효 기간은 5년이다.<br/>  그런데 이 사건 공소는 별지 범죄일람표3 순번 1, 2 기재 각 범행일시인 2016. 1.경 내지 2016. 3. 17.경 및 2017. 1.경 내지 2017. 3. 16.경으로부터 5년이 이미 지난 2023. 3. 15. 제기되었다.<br/>3. 결론<br/>  그렇다면 이 사건 공소사실 중 피고인 2 회사에 대한 별지 범죄일람표3 순번 1, 2 기재 각 외부감사법위반의 점은 공소의 시효가 완성되었을 때에 해당하므로, 형사소송법 제326조 제3호에 따라 면소를 선고한다.<br/>[[별지] 범죄일람표1 생략]<br/>[[별지] 범죄일람표2 생략]<br/>[[별지] 범죄일람표3 생략]<br/><br/>판사 조병구(재판장) 권슬기 박건희 ",
  "사건번호": "2023고합197",
  "사건종류코드": "400102",
  "판례정보일련번호": "606361",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}