{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20091202",
  "법원명": "서울중앙지방법원",
  "사건명": "정산금등",
  "판례내용": "【원    고】 남형종합건설 주식회사 (소송대리인 법무법인 정현 담당변호사 노문기)<br/>【원고 승계참가인】 원고 승계참가인<br/>【피    고】 피고 1 외 5인 (소송대리인 변호사 박기동)<br/>【변론종결】2009. 11. 18.<br/>【주    문】<br/>  1. 피고들은 원고 승계참가인에게 각 74,364,070원을 지급하라.<br/>  2. 원고의 피고들에 대한 청구 및 원고 승계참가인의 피고들에 대한 각 나머지 청구를 기각한다.<br/>  3. 소송비용 중 원고와 피고들 사이에 생긴 부분은 원고가, 원고 승계참가인과 피고들 사이에 생긴 부분의 1/2은 원고 승계참가인이, 나머지는 피고들이 각 부담한다.<br/>  4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】  원고 : 피고들은 연대하여 원고에게 1,190,345,679원 및 이에 대한 이 사건 소장 부본 송달일부터 이 사건 판결 선고일까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율에 의한 금원을 지급하라.<br/>  원고 승계참가인 : 원고 승계참가인(이하 ‘승계참가인’이라고 한다)에게, 피고 1, 피고 2, 피고 3, 피고 4, 피고 5는 각 1억 6,000만 원을, 피고 6은 1억 5,000만 원을 지급하라.<br/>【이    유】1. 기초사실<br/>  가. 원고는 2003. 3. 27. 피고들과 사이에 피고들 공유의 서울 강남구 (주소 1 생략) 대 168.5㎡ 및 (주소 2 생략) 대 278.1㎡ 지상에 지하 1층, 지상 7층의 다세대주택(이하 ‘이 사건 건물’이라고 한다) 12세대를 재건축하는 공사(이하 ‘이 사건 공사’라고 한다)에 관하여 공사대금을 14억 4,500만 원(부가가치세 별도), 공사기간을 2003. 7. 15.부터 2004. 7. 15.까지로 정하여 공사도급계약을 체결하였는데, 피고들 소유의 위 대지를 담보로 제1금융권에서 6억 원을 대출받아 공사비 일부를 충당하고 잔여공사비는 피고들에게 분양되는 6가구를 제외한 나머지 6가구의 분양시 우선 지급받기로 약정하였다.<br/>  나. 원고와 피고들은 2004. 5. 31. 소외 2로부터 2억 원을 이자 월 3%, 차용기간 5개월로 정하여 차용하고, 위 변제기까지 차용금을 변제하지 못할 경우에는 이 사건 건물 701호에 관하여 매매가 성립되는 것으로 한다는 내용의 매매계약서를 작성해주었다.<br/>  다. 원고는 2003. 6. 29. 이 사건 공사를 착공한 후 공사비용 조달의 어려움으로 완공기한을 넘겨 2004. 9. 24. 강남구청장으로부터 사용승인을 받았고, 피고 1은 이 사건 건물 201호, 피고 2는 이 사건 건물 202호, 피고 3은 이 사건 건물 301호, 피고 4는 이 사건 건물 302호, 피고 5는 이 사건 건물 402호, 피고 6은 이 사건 건물 502호에 관하여 2004. 11. 29.경 각 소유권보존등기를 마쳤으며, 피고들은 같은 날 나머지 6세대(101호, 401호, 501호, 601호, 602호, 701호, 이하 ‘이 사건 각 부동산’이라고 한다)에 관하여 공동으로 소유권보존등기를 마쳤다.<br/>  라. 피고들은 이 사건 공사계약에 따라 공사기간 중에 이 사건 대지를 담보로 농협중앙회로부터 6억 원을 대출받아 이를 원고에게 공사비로 순차적으로 지급하였고, 건축자재업자인 소외 7에 대한 원고의 물품대금채무에 대하여 연대보증하였으며, 2004. 11. 29. 이 사건 각 부동산에 관한 등록세 및 지방교육세로 14,877,790원을, 2005. 1. 31. 취득세로 39,760,570원을, 부가가치세로 2005. 1. 25. 17,535,370원, 2008. 4. 25. 22,859,090원 합계 39,859,090원을 각 대납하였다.<br/>  마. 이 사건 공사도급계약이 원활하게 이행되지 못하자 원고와 피고들은 2005. 1. 7. 다음과 같은 내용의 합의각서(이하 ‘이 사건 합의각서’라고 한다)를 작성하였다.<br/>  1. 원고는 이 사건 공사비로 사용한 농협대출 및 이자, 사채 및 이자, 재건축시 부과된 세금 일체(취득세/등록세/부가가치세), 피고들이 지급 보증한 한일건재 자재대금 일체, 기타 피고들이 대납한 대금을 2005. 1. 29.까지 상환 및 납부하지 않을시 이 사건 공사비로 지급하기로 한 6세대(101호, 401호, 501호, 601호, 602호, 701호)를 피고들 임의로 처리해 대출상환금 및 사채상환금 상환, 각종 세금 대납, 지급 보증한 자재대금 등 모든 것을 처리하며 피고들은 원고에게 공사대금을 변제함을 갈음하고 쌍방 정산(공사대금 완납)한 것으로 간주하며 원고가 이에 동의함을 문서로 확인한다.<br/>  가. 농협대출(○○지점)<br/>   원금 : 6억 원(2004. 10. 24. 기준)<br/>   이자 : 13,374,445원(2005. 1. 5. 기준)<br/>  나. 사채<br/>   원금 : 2억 원<br/>   이자 : 1,800만 원(2004. 12. 기준)<br/>   2005. 1. 7. 현재 기준 / 2월로 이자가 이월되면 600만 원 증가<br/>  다. 세금<br/>   등록세 : 14,877,790원<br/>   취득세 : 37,932,160원(2005. 1. 기준)<br/>   2005. 1. 31. 납부 후 금액 39,760,570원<br/>  라. 한일건재 연대보증<br/>   원금 : 4,300만 원<br/>  마. 소방 관련 벌금 및 승강기 관련 과태료<br/>   벌금 : 300만 원(소방) / 300만 원(승강기)<br/>   소방 관련 벌금 : 2004. 12. 기준 추후 더 늘어날 수 있음<br/>  바. 재건축공사 지연에 따른 정신적인 피해보상 금액<br/>   각 세대별 : 1,000만 원<br/>   합계 : 6,000만 원(총 6세대 피해 보상금액)<br/>  사. 기타<br/>   미분양세대 각종 공과금 및 소요경비<br/>   합계 1,000만 원 / 정산 후 차액 발생시 원고에게 돌려줌<br/>   변호사 / 세무사 / 공증비용 처리 및 미세대 공과금 처리<br/>  2. 위 합의조건에 따라 2005. 1. 29.까지 원고는 모든 것을 완료하고 만약 시한을 넘길 시에는 피고들이 상황에 맞추어 미분양 세대를 일괄 처리하여 정산하고 차액은 원고에게 돌려준다.<br/>  4. 원고는 합의각서와는 별개로 이 사건 공사 마무리를 2005. 1. 29.까지 하며 만약 이를 이행하지 않을 시에는 피고들이 원고에게 주어야 할 공사대금에서 미비된 공사대금을 처리하여 피고들이 원고가 아닌 병에게 공사를 수주하여 일괄 마무리한다.<br/>  바. 피고들은 원고가 2005. 1. 29.까지 이 사건 합의각서에 기한 약정사항을 이행하지 않자 아래와 같이 이 사건 각 부동산을 처분하였다.<br/>(아래 표 생략)<br/>  사. 피고들은 2006. 6.부터 2008. 3.까지 이 사건 각 부동산을 임대하여 임차인들로부터 월임대료 합계 94,255,561원을 지급받았다.<br/>  아. 원고는 이 법원에 피고 3을 상대로 부당이득금반환 청구소송(2008가단186727호)을 제기하였고, 2009. 6. 30. 항소심(이 법원 2009나6898호)에서 피고 3을 제외한 나머지 피고들이 조정참가인으로 참여한 가운데 피고 3이 원고로부터 지급받은 3,000만 원을 원고와 피고들 사이의 이 사건에서 반영하기로 하는 내용의 임의조정이 성립되었다.<br/>  자. 원고는 설계도면에 따라 시공하여야 할 부분을 시공하지 아니하거나 부실시공 또는 설계도면과 다르게 변경하여 시공함으로써 이 사건 건물에 별지 하자목록 각 기재와 같이 세대별 시건장치 교체 등의 하자가 발생하였고 그로 인하여 이 사건 건물에 기능, 미관 또는 안전상의 지장이 초래되었는바, 이를 보수하는 데 소요되었거나 소요되는 하자보수비용은 사용검사전 하자에 대하여 하자보수를 시행한 비용 17,279,617원, 사용검사후 하자에 대하여 하자보수를 시행한 비용 11,216,214원, 사용검사후 하자에 대하여 소요될 보수비용 975,629원 합계 29,471,460원이다. <br/>  차. 승계참가인은 의정부지방법원에 채권자를 승계참가인, 채무자를 원고, 제3채무자를 피고들, 청구금액을 9억 5,000만 원(피고 1, 피고 2, 피고 3, 피고 4, 피고 5에 대하여 각 1억 6,000만 원, 피고 6에 대하여 1억 5,000만 원)으로 하여 2008타채5490호 채권압류 및 전부명령을 신청하여 2008. 6. 16. 위 법원으로부터 원고의 피고들에 대한 이 사건 정산금 채권을 압류한다는 내용 등의 채권압류 및 전부명령을 받았고 그 무렵 위 채권압류 및 전부명령이 원고와 피고들에게 각 도달하였다.<br/>[인정근거] 다툼 없는 사실, 갑 1 내지 28호증(각 가지번호 포함, 이하 같다)의 각 기재, 감정인 소외 9의 하자감정결과, 변론 전체의 취지<br/>2. 원고의 청구에 관한 판단<br/>  가. 정산금 지급 청구에 관한 판단<br/>  (1) 강박에 의한 취소<br/>  원고는, 이 사건 합의각서(갑 3호증)는 피고들의 강박에 의하여 작성된 것이므로 위 합의각서에 기한 이행약정이 취소되어야 한다는 취지로 주장하나, 위 주장사실에 부합하는 듯한 갑 5호증의 기재는 믿기 어렵고 달리 이를 인정할 만한 증거가 없으므로 원고의 위 주장은 이유 없다.<br/>  (2) 정산 시기<br/>  원고는, 이 사건 합의각서의 이행만료일인 2005. 1. 29.을 기준으로 정산하여야 한다는 취지로 주장하므로 살피건대, 이 사건 합의각서의 내용에 의하면, 원고와 피고들은 원고가 위 합의각서상의 의무를 이행하지 아니하면 피고들이 이 사건 각 부동산을 처분하여 그 금액에서 대출상환금 및 사채상환금, 각종 세금의 대납금, 지급 보증한 자재대금 등 모든 비용을 공제하고 남은 금액을 원고에게 지급하는 내용으로 정산에 관하여 약정하였다고 할 것이므로 이 사건 정산 시기는 원고가 위 합의각서상의 의무를 이행하지 아니함에 따라 피고들이 그 후 실제 이 사건 각 부동산을 처분한 시점을 기준으로 함이 상당하다고 할 것이므로 원고의 위 주장은 이유 없다.<br/>  (3) 정산 대상 금액<br/>  (가) 이 사건 각 부동산 처분 금액<br/>  살피건대, 이 사건 각 부동산의 처분 금액이 합계 18억 4,700만 원인 사실은 앞서 인정한 바와 같으므로 위 18억 4,700만 원은 정산 대상 금액에 포함된다.<br/>  (나) 월 임대료<br/>  살피건대, 피고들이 2006. 6.부터 2008. 3.까지 이 사건 부동산을 임대하여 임차인들로부터 월임대료 합계 94,255,561원을 지급받은 사실은 앞서 인정한 바와 같고, 위 각 임대차는 이 사건 각 부동산에 관한 처분 행위의 일종이라고 봄이 상당하므로 위 94,255,561원은 정산 대상 금액에 포함된다.<br/>  (다) 관련사건 조정금액<br/>  살피건대, 원고의 피고 3에 대한 부당이득금반환 청구소송에서 피고 3이 원고로부터 지급받은 3,000만 원을 원고와 피고들 사이의 이 사건에서 반영하기로 하는 임의조정이 성립된 사실은 앞서 인정한 바와 같으므로 위 3,000만 원은 정산 대상 금액에 포함된다.<br/>  (라) 소결론<br/>  따라서 피고들이 원고에게 지급하여야 할 정산 대상 금액은 이 사건 각 부동산의 처분 금액 18억 4,700만 원, 월 임대료 합계 94,255,561원 및 관련사건 조정금액 3,000만 원 합계 1,971,255,561원이다.<br/>  (4) 공제 금액<br/>  (가) 농협대출금<br/>  살피건대, 을 1호증의 기재 및 변론 전체의 취지를 종합하면, 피고들은 2003. 8.경부터 2008. 1. 31.까지 사이에 농업협동조합에게 원금 6억 원, 지연이자 145,499,285원, 한도초과분 3,816,080원, 추가근저당권설정비용 898,000원 등 합계 763,502,226원을 변제한 사실을 인정할 수 있으므로 농협대출금과 관련하여 공제할 금액은 피고들이 농업협동조합에게 지급한 대출원리금 등 합계 763,502,226원이 된다.<br/>  원고는, 원금 6억 원과 2004. 10. 24.부터 2005. 1. 29.까지 97일간의 이자만 인정하고 그 이후의 이자는 이 사건 합의각서에 따라 피고들이 부담하여야 한다고 주장하나, 이 사건 정산 시기는 피고들이 실제 이 사건 각 부동산을 처분한 시점을 기준으로 하여야 한다는 점은 앞서 살펴본 바와 같으므로 원고의 위 주장은 이유 없다.<br/>  (나) 사채<br/>  살피건대, 을 2호증의 기재 및 변론 전체의 취지를 종합하면, 피고들은 2008. 4. 30. 소외 2에게 이 사건 공사와 관련하여 원고가 차용한 사채 원금 2억 원 및 이자 2억 5,200만 원 합계 4억 5,200만 원을 변제한 사실을 인정할 수 있으므로 위 4억 5,200만원은 공제 금액에 포함된다.<br/>  원고는, 원고, 피고들, 소외 2는 2004. 5. 1. 차용금 2억 원에 대하여 5개월 동안 차용하기로 하고 원고가 변제기까지 차용금을 변제하지 못할 경우에는 이 사건 건물 701호를 대물변제하기로 하였으므로 위 사채금을 정산금에서 공제하는 것은 부당하다는 취지로 주장하므로 살피건대, 원고와 피고들이 2004. 5. 31. 소외 2로부터 2억 원을 이자 월 3%, 차용기간 5개월로 정하여 차용하고, 위 변제기까지 차용금을 변제하지 못할 경우에는 이 사건 건물 701호에 관하여 매매가 성립되는 것으로 한다는 내용의 매매계약서를 작성한 사실은 앞서 인정한 바와 같으나, 위 대물변제약정은 대물변제의 예약에 불과하고 채권자인 소외 2가 예약완결의 의사표시를 하지 않은 이상 대물변제계약은 성립하지 않았으므로 원고의 위 주장은 이유 없다.<br/>  (다) 세금<br/>  살피건대, 피고들이 등록세 12,398,160원, 지방교육세 2,479,630원 및 취득세 39,760,570원 합계 54,638,360원을 지급하고 부가가치세로 2005. 1. 25. 17,535,370원, 2008. 4. 25. 22,859,090원 합계 39,859,090원을 대납한 사실은 앞서 인정한 바와 같으므로 위 세금 합계 94,497,450원은 공제 금액에 포함된다.<br/>  원고는, 이 사건 도급계약서 4항에 부가가치세는 별도라고 명시되어 있고, 피고들로부터 2004. 2. 19. 부가가치세의 일부금으로 2,700만 원을 지급받는 등 부가가치세는 공사대금과 별도로 피고들이 부담하여야 할 부분이므로 위 세금 중 부가가치세 합계 39,859,090원은 공제 금액에서 제외되어야 한다는 취지로 주장하므로 살피건대, 이 사건 공사도급계약서에서 공사대금에 관하여 ‘부가가치세 별도’라고 명시되어 있는 사실은 앞서 인정한 바와 같고, 갑 9, 17, 을 11호증의 각 기재에 변론 전체의 취지를 종합하면, 원고가 2004. 2. 19. 피고들로부터 부가가치세의 일부로 2,700만 원을 지급받은 사실, 을 11호증의 2의 ‘4. 제세공과금 중 취득세, 소득세, 등록세’ 다음의 ‘갑(피고들)에게 부과되는 제세공과금 및 모든 세금은 을(원고)이 책임진다’는 기재 부분은 피고 3이 임의로 기재하여 넣은 사실을 인정할 수 있으나, 한편 원고와 피고들은 그 이후 이 사건 합의각서를 작성하면서 원고가 재건축시 부과된 세금 일체(취득세/등록세/부가가치세) 등을 납부하지 않게 되면 피고들이 이 사건 부동산에 관하여 임의 처분하고 정산하기로 약정한 사실은 앞서 인정한 바와 같은바, 이에 비추어 보면, 원고와 피고들은 이 사건 합의각서의 작성 당시 이전의 부가가치세 부담자가 누구인지 여하에 불구하고 피고들이 이 사건 건물 중 6세대를 처분한 후 그 처분금에서 부가가치세를 포함한 세금의 대납금 등 비용을 모두 공제하고 나머지 금원이 있는 경우 그 차액을 원고에게 돌려주기로 약정하였다고 할 것이므로 결국 피고들이 이 사건 정산금과 별도로 부가가치세를 부담하여야 한다는 원고의 위 주장은 이유 없다.<br/>  (라) 한일건재 연대보증금<br/>  살피건대, 피고들이 2005. 9. 23. 한일건재에게 연대보증금으로 4,960만 원을 지급한 사실은 당사자 사이에 다툼이 없으므로 위 4,960만 원은 공제 금액에 포함된다.<br/>  (마) 벌금 및 과태료<br/>  살피건대, 피고들이 소방 관련 벌금 및 승강기 관련 과태료로 600만 원을 지급한 사실은 당사자 사이에 다툼이 없으므로 위 600만 원은 공제 금액에 포함된다.<br/>  (바) 정신적 피해보상금<br/>  살피건대, 원고가 이 사건 공사를 시행하면서 공사비용 조달의 어려움으로 완공기한을 넘겨 2004. 9. 24. 강남구청장으로부터 사용승인을 받았고, 피고들이 자신들의 구분소유건물 및 이 사건 각 건물에 관하여 2004. 11. 29.경 소유권보존등기를 마친 사실, 이후 이 사건 공사도급계약이 원활하게 이행되지 못하자 원고와 피고들이 2005. 1. 7. 이 사건 합의각서를 작성하면서 합의각서와는 별개로 원고가 이 사건 공사 마무리를 2005. 1. 29.까지 하지 않으면 피고들이 원고에게 주어야 할 공사대금에서 미비된 공사대금을 처리하여 피고들이 원고가 아닌 병에게 공사를 수주하여 일괄 마무리한다고 약정한 사실은 앞서 인정한 바와 같은바, 이에 비추어 보면, 이 사건 공사는 이 사건 합의각서 작성 시점인 2005. 1. 29.까지도 완료되지 않았다고 할 것이어서 원고는 피고들에게 재건축공사 지연에 따른 정신적인 피해보상 금액으로 각 1,000만 원 합계 6,000만 원을 지급할 의무가 있으므로 위 6,000만 원은 공제 금액에 포함된다.<br/>  원고는 이 사건 공사를 지연한 사실이 없으므로 정신적인 피해보상금 6,000만 원은 공제 금액에서 제외되어야 한다는 취지로 주장하나, 갑 12, 19호증의 각 기재만으로 위 주장사실을 인정하기 부족하고 달리 이를 인정할 만한 증거가 없으므로 원고의 위 주장은 이유 없다.<br/>  (사) 하자보수비용<br/>  이 사건 건물에 별지 하자목록 각 기재와 같이 하자가 발생하였고 이를 보수하는 데 소요되었거나 소요되는 하자보수비용은 사용검사전 하자에 대하여 하자보수를 시행한 비용 17,279,617원, 사용검사후 하자에 대하여 하자보수를 시행한 비용 11,216,214원, 사용검사후 하자에 대하여 소요될 보수비용 975,629원 합계 29,471,460원인 사실은 앞서 인정한 바와 같으므로 위 29,471,460원은 공제 금액이 된다.<br/>  원고는, 피고들의 요구에 따라 건설공제조합의 보증서를 제공하였고 그 하자보증기간 및 하자보수보증금액이 남아 있으며 피고들이 건설공제조합에 하자보수를 신청한 사실이 없으므로 하자보수비용은 공제 금액에서 제외되어야 한다고 주장하나, 원고 주장의 위와 같은 사정들은 피고들의 원고에 대한 하자보수 및 그에 갈음하는 손해배상청구를 하는 데에 아무런 영향이 없으므로 원고의 위 주장은 이유 없다.<br/>  피고들은, 감정인 소외 9의 하자감정결과에 따라 하자보수비용으로 41,619,427원을 공제하여야 한다고 주장하므로 살피건대, 위 감정인의 감정결과에 의하면, 위 감정인이 하자가 아닌 부분에 대하여 피고들이 공사를 시행한 부분의 공사비로 5,354,272원, 화단조경공사비용으로 6,825,507원을 산정한 사실을 인정할 수 있으나, 하자가 아닌 부분에 대하여 공사를 시행한 부분은 원고들의 하자보수의무가 인정되지 않고, 화단조경공사는 위 감정결과만으로 하자가 존재함을 인정하기 부족하므로 피고들의 위 주장은 위에서 하자보수비용으로 인정한 29,471,460원을 초과하여서는 이유 없다.<br/>  (아) 기타 소송비용 등<br/>  살피건대, 을 1, 16, 18, 19호증의 각 기재 및 변론 전체의 취지를 종합하면, 소외 10이 원고에게 공사대금을 대여한 채권자로서 피고들을 상대로 원고의 이 사건 건물에 대한 원시취득 또는 사해행위를 주장하면서 이 사건 건물 101호에 관하여 소유권이전등기 절차이행을 구하는 소송(이 법원 2005가합6124호, 서울고등법원 2005나112200호, 대법원 2007다12760호)을 제기하였고 피고들이 이에 응소하면서 변호사를 소송대리인으로 선임한 사실, 피고들은 위 소송비용으로 2005. 3. 5. 법무법인 춘추에게 1,000만 원, 2005. 9. 10. 법무법인 춘추에게 2,000만 원, 2007. 7. 30. 소외 12 변호사에게 1,000만 원 합계 4,000만 원을 지출한 사실, 피고들은 2007. 9. 27. 소외 3과 이 사건 각 부동산에 관한 위탁판매계약을 체결하고 소외 3에게 컨설팅 비용으로 합계 3,000만 원을 지급한 사실을 인정할 수 있으므로 위 소송비용 및 컨설팅비용 합계 7,000만 원은 이 사건 합의각서 사.항의 기타 금액으로서 공제 금액에 포함된다.<br/>  피고들은, 원고의 대표이사 소외 1이 채무를 변제하지 않고 중국으로 도피하여 원고의 채권자들이 피고들을 상대로 소송을 제기하였고 이에 대하여 피고들이 응소하는 데에 소송비용으로 9,000만 원을 지급하였다고 주장하나, 피고들이 위 4,000만 원을 초과하는 금원을 소송비용으로 지급하였다는 점을 인정할 만한 증거가 없으므로 피고들의 위 주장은 4,000만 원을 초과하여서는 이유 없다.<br/>  또한 피고들은, 2004. 9. 14. □□건축에게 1,500만 원, 2004. 2. 19. 원고에게 공사비 중간정산금 명목으로 2,700만 원, 2004. 3. 15. 현장소장인 소외 20에게 500만 원 합계 4,700만 원을 지급하였으므로 이 금원도 공제 금액에 포함되어야 한다는 취지로 주장하므로 살피건대, 갑 2, 8, 12, 17, 18, 을 13호증의 각 기재에 변론 전체의 취지를 종합하면, 원고는 2004. 7. 12. 피고들에게 2억 1,536만 원 상당의 추가공사비가 발생하고 피고들의 사업이윤 2,400만 원을 제하면 피고들의 분담금이 1억 9,136만 원이라는 내역서가 포함된 안내문을 보낸 사실, 이에 대하여 피고들은 2004. 7. 19. 원고에게 추가공사비 내역을 인정할 수 없다는 취지의 답변서를 보낸 사실, 이후 원고와 피고들은 2004. 8. 17. 피고들의 추가부담금을 1억 2,000만 원으로 하는 합의각서를 작성한 사실, 피고들은 2004. 9. 14. 설계를 담당한 □□건축에게 1,500만 원, 2004. 3. 15. 현장소장 소외 20에게 500만 원, 2004. 8. 31. 원고에게 2,000만 원 합계 4,000만 원을 지급한 사실을 인정할 수 있는바, 이에 비추어 보면, 위 1,500만 원과 500만 원은 피고들이 원고에게 추가공사비 중 일부로 지급한 것으로 봄이 상당하고, 위 2,700만 원은 피고들이 원고에게 부가가치세의 일부로 지급하였다는 점은 앞서 인정한 바와 같으므로 결국 피고들의 위 주장은 이유 없다.<br/>  (자) 분배금<br/>  피고들은, 원고와 피고들 사이의 가계약서 중 계약조건(을 11호증의 3) 제27조에서 원고는 정산 후 남는 대금 약 2억 3,000만 원을 피고들에게 분배하기로 하였고, 동 약정은 이 사건 공사도급계약에도 승계되었으므로 분배금 2억 3,000만 원이 공제 금액에 포함되어야 한다는 취지로 주장하므로 살피건대, 2003. 3. 27. 작성된 가계약서상 계약조건 제27조에서 위와 같이 원고가 정산 후 남는 대금 약 2억 3,000만 원을 피고들에게 분배하기로 약정한 사실은 당사자 사이에 다툼이 없으나, 한편 갑 2, 17호증의 각 기재 및 변론 전체의 취지를 종합하면, 위 가계약서 작성 이후 2003. 6. 25. 본계약에서는 위와 같은 조항이 삭제된 사실, 이후 원고는 2004. 7. 12. 피고들에게 가계약시에는 공사비 12억 원, 지출금액 6,000만 원, 제세공과금 및 예비비 1억 2,000만 원 합계 13억 8,000만 원의 총공사비가 소요되고, 원고의 분양원가가 16억 1,000만 원으로 2억 3,000만 원의 조합원 사업이윤이 발생하나 설계변경 후에는 공사비 13억 400만 원, 마감자재 변경비용 1억 3,200만 원 합계 14억 3,600만 원이 소요되고, 분양원가가 14억 6,000만 원으로 2,400만원의 사업이윤이 발생하며, 2억 1,536만 원 상당의 추가공사비가 발생하여 피고들의 사업이윤 2,400만 원을 제하면 피고들의 분담금이 1억 9,136만 원이라는 내역서가 포함된 안내문을 보낸 사실, 이에 대하여 피고들은 2004. 7. 19. 원고에게 추가공사비 내역을 인정할 수 없다는 취지의 답변서를 보낸 사실, 이후 원고와 피고들은 2004. 8. 17. 피고들의 추가부담금을 1억 2,000만 원으로 하는 합의각서를 작성한 사실은 앞서 인정한 바와 같은바, 이에 비추어 보면, 위 분배금 약정은 이후 효력이 소멸하였다고 할 것이어서 공제 대상에 포함될 수 없으므로 피고들의 위 주장은 이유 없다.<br/>  (차) 소결론<br/>  따라서 위 정산 대상 금액에서 공제하여야 할 금액은 농협대출원리금 등 합계 763,502,226원, 사채 원리금 합계 452,000,000원, 세금 합계 94,497,450원, 한일건재 연대보증금 49,600,000원, 벌금 및 승강기 관련 과태료 6,000,000원, 정신적 피해보상금 60,000,000원, 하자보수비용 합계 29,471,460원, 소송비용 및 컨설팅비용 합계 70,000,000원을 합한 1,525,071,136원이 된다.<br/>  (5) 피고들의 선이행 의무 주장에 대한 판단<br/>  피고들은, 원고가 피고들에게 이 사건 정산금을 청구하기 위하여는 2005. 1. 29.까지 이 사건 공사를 마무리하여야 함에도 이러한 자신의 선이행 의무를 이행하지도 않은 채 피고들에게 정산금을 구하는 것은 부당하다는 취지로 주장하므로 살피건대, 이 사건 합의조건 제2항에 ‘2005. 1. 29.까지 원고는 모든 것을 완료하고 만약 시한을 넘길 시에는 피고들이 상황에 맞추어 미분양 세대를 일괄 처리하여 정산하고 차액은 원고에게 돌려준다’고 명시되어 있는 사실은 앞서 인정한 바와 같으나, 위 인정사실만으로 원고의 이 사건 공사완료의무가 피고들의 정산금 지급의무보다 선이행 의무라고 보기 어렵고 달리 이를 인정할 만한 증거가 없으므로 피고들의 위 주장은 이유 없다.<br/>  (6) 피고들의 공평의 원칙에 기한 감액 항변에 대한 판단<br/>  피고들은, 원고가 이 사건 도급계약상 자신의 채무를 전혀 이행하지 못하였고 피고들은 원고의 채권자들로부터 이 사건 건물을 빼앗기지 않기 위하여 몇 년 동안 송사에 시달리거나 공사비 조달을 위하여 사채를 빌려 비용을 충당해 오면서 이 사건 건물을 지켜왔으므로 피고들이 원고에게 지급할 정산금이 있더라도 공평의 원칙에 기하여 감액되어야 한다는 취지로 주장하나, 피고들 주장의 위와 같은 사정만으로 감액 사유가 된다고 볼 수 없으므로 피고들의 위 주장은 이유 없다.<br/>  나. 부가가치세, 추가공사비 청구에 관한 판단<br/>  (1) 부가가치세<br/>  원고는, 부가가치세에 관하여 이 사건 도급계약서 4항에 별도라고 명시되어 있고, 피고들로부터 2004. 2. 19. 부가가치세의 일부로 2,700만 원을 지급받는 등 부가가치세는 공사대금과 별도로 피고들이 부담하여야 할 부분이므로 이 사건 공사계약에 기한 부가가치세 1억 4,450만 원(공사대금의 10%)에서 기지급받은 2,700만 원을 제한 1억 1,750만 원은 정산 대상 금액에 포함되어야 한다고 주장하나, 원고와 피고들은 이 사건 합의각서의 작성 당시 이전의 부가가치세 부담자가 누구인지 여하에 불구하고 피고들이 이 사건 건물 중 6세대를 처분한 후 그 처분금에서 부가가치세를 포함한 세금의 대납금 등 비용을 모두 공제하고 나머지 금원이 있는 경우 그 차액을 원고에게 돌려주기로 약정하였음은 앞서 살펴본 바와 같으므로 원고의 위 주장은 이유 없다.<br/>  (2) 추가공사비<br/>  원고는, 피고들은 2004. 8. 16. 지주회의를 하여 설계변경으로 인하여 발생한 추가비용 1억 2,000만 원을 원고에게 추가로 지급하기로 결의하고, 다음날인 8. 17. 원고와 사이에 추가공사비 중 4,000만 원은 준공 전 지급하고 나머지 8,000만 원은 준공 후에 지급하기로 약정하여 피고들로부터 추가공사비로 4,000만 원을 지급받고 나머지 8,000만 원의 추가공사비를 아직 지급받지 못하였으므로 위 8,000만 원은 정산 대상 금액에 포함되어야 한다고 주장하므로 살피건대, 원고는 2004. 7. 12. 피고들에게 2억 1,536만 원 상당의 추가공사비가 발생하고 피고들의 사업이윤 2,400만 원을 제하면 피고들의 분담금이 1억 9,136만 원이라는 내역서가 포함된 안내문을 보낸 사실, 이에 대하여 피고들은 2004. 7. 19. 원고에게 추가공사비 내역을 인정할 수 없다는 취지의 답변서를 보낸 사실, 이후 원고와 피고들은 2004. 8. 17. 피고들의 추가부담금을 1억 2,000만 원으로 하는 합의각서를 작성한 사실, 피고들은 2004. 9. 14. 설계를 담당한 □□건축에게 1,500만 원, 2004. 3. 15. 현장소장 소외 20에게 500만 원, 2004. 8. 31. 원고에게 2,000만 원 합계 4,000만 원을 지급한 사실은 앞서 인정한 바와 같으나, 한편 원고와 피고들은 그 이후 이 사건 합의각서를 작성하면서 원고가 이 사건 합의각서상 약정의무를 이행하지 않으면 피고들이 이 사건 각 부동산을 임의로 처리해 대출상환금 및 사채상환금, 각종 세금 대납금, 지급 보증한 자재대금 등 모든 것을 처리하며 피고들은 원고에게 공사대금을 변제함을 갈음하고 쌍방 정산(공사대금 완납)한 것으로 간주하기로 약정한 사실은 앞서 인정한 바와 같은바, 이에 비추어 보면 원고와 피고들은 위 추가공사비를 포함하여 모든 공사비에 관하여 위와 같이 정산하기로 새로이 약정하였다고 할 것이므로 결국 원고의 위 주장은 이유 없다.<br/>  다. 소결론<br/>  따라서 피고들은 원고에게 각 74,364,070원{= 446,184,425원(정산 대상 금액 1,971,255,561원 - 공제 금액 1,525,071,136원) ÷ 6, 원미만 버림} 및 이에 대하여 원고가 구하는 바에 따라 이 사건 소장 부본 송달일 이후의 지연손해금을 지급할 의무가 있다.<br/>  그러나 승계참가인이 2008. 6. 16. 의정부지방법원으로부터 원고의 피고들에 대한 이 사건 정산금 채권을 압류한다는 내용의 채권압류 및 전부명령을 받은 사실은 앞서 인정한 바와 같은바, 이에 의하면 원고의 피고들에 대한 위 정산금 채권은 소멸되었다고 할 것이므로 원고의 피고들에 대한 청구는 모두 이유 없다.<br/>3. 승계참가인의 청구에 관한 판단<br/>  위 인정사실에 의하면, 피고들은 승계참가인에게 각 74,364,070원을 지급할 의무가 있다.<br/>4. 결  론<br/>  그렇다면 승계참가인의 피고들에 대한 청구는 위 인정 범위 내에서 이유 있으므로 인용하고 원고의 피고들에 대한 청구 및 승계참가인의 피고들에 대한 각 나머지 청구는 이유 없으므로 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 노정희(재판장) 이동기 정경희 ",
  "사건번호": "2008가합49016",
  "사건종류코드": "400101",
  "판례정보일련번호": "224129",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}