{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "세무",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20160512",
  "법원명": "서울고등법원",
  "사건명": "법인세등부과처분취소",
  "판례내용": "【원고, 피항소인 겸 항소인】 오씨아이 주식회사 (소송대리인 변호사 정병문 외 5인)<br/>【피고, 항소인】 남대문세무서장<br/>【피고, 항소인 겸 피항소인】 인천세무서장 (소송대리인 법무법인 삼익 외 1인)<br/>【제1심판결】 서울행정법원 2015. 2. 6. 선고 2013구합61630 판결<br/>【변론종결】2016. 4. 28.<br/>【주    문】<br/>  1. 가. 당심에서 교환적으로 변경된 청구에 따라, 피고 남대문세무서장이 2013. 11. 11. 원고에 대하여 한 2008 사업연도 법인세 274,282,351,594원의 부과처분 중 91,974,708,102원을 초과하는 부분 및 가산세 110,204,353,727원의 부과처분 중 4,619,875,931원을 초과하는 부분을 각 취소한다.<br/>    나. 원고의 피고 남대문세무서장에 대한 나머지 청구를 기각한다.<br/>  2. 원고의 피고 인천세무서장에 대한 항소와 피고 인천세무서장의 항소를 모두 기각한다.<br/>  3. 원고와 피고 남대문세무서장 사이에 생긴 소송총비용 중 1/100은 원고가, 나머지는 피고 남대문세무서장이 각 부담하고, 원고와 피고 인천세무서장 사이에 생긴 항소비용은 각자 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  가. 피고 남대문세무서장이 2013. 11. 11. 원고에 대하여 한 2008 사업연도 법인세 274,282,351,594원의 부과처분 중 89,660,797,287원을 초과하는 부분 및 가산세 110,204,353,727원의 부과처분 중 3,276,463,183원을 초과하는 부분을 취소한다(원고는 피고가 2013. 8. 22. 원고에 대하여 한 2008 사업연도 법인세 부과처분의 취소를 청구하다가 당심에서 피고가 2013. 11. 11. 원고에게 한 위 2008 사업연도 법인세 부과처분 중 일부의 취소를 청구하는 것으로 청구취지를 교환적으로 변경하였다).<br/>  나. 피고 인천세무서장이 원고에 대하여<br/>    1) 2013. 7. 5. 한 2008년 1기분 부가가치세 4,155,604,066원 및 가산세 3,346,034,044원의 부과처분,<br/>    2) 2013. 8. 19. 한 2009년 2기분 부가가치세 75,000,000원 및 가산세 36,457,500원의 부과처분, 2010년 1기분 부가가치세 675,000,000원 및 가산세 292,868,390원의 부과처분을<br/>    모두 취소한다.<br/>2. 항소취지<br/>가. 원고<br/>  제1심 판결 중 원고 패소 부분을 취소한다. 피고 인천세무서장이 2013. 7. 5. 원고에 대하여 한 2008년 1기분 부가가치세 4,155,604,066원의 부과처분 중 823,201,000원 및 가산세 3,346,034,044원의 부과처분 중 544,816,028원을 각 취소한다.<br/>나. 피고 인천세무서장<br/>  제1심 판결 중 피고 인천세무서장 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 각하 또는 기각한다(피고 남대문세무서장의 2008 사업연도 법인세 부과처분에 관하여는 위와 같이 청구취지가 교환적으로 변경되었으므로, 구 소인 2013. 8. 22.자 위 법인세 부과처분 취소청구에 관한 제1심 판결은 실효되었고, 이에 따라 이 부분은 항소의 대상이 되지 못한다. 결국 이 법원의 심판대상은 원고 및 피고 인천세무서장의 각 항소 부분 및 당심에서 교환적으로 변경된 청구인 청구취지 가.항 기재  취소청구 부분이다).<br/>【이    유】1. 처분의 경위<br/>  이 부분에 관하여 이 법원이 설시할 이유는 다음과 같이 일부 내용을 고쳐 쓰는 것 외에는 제1심 판결의 해당 부분(제2쪽 제17행부터 제8쪽 마지막 행까지, ‘1. 처분의 경위’ 부분) 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 의하여 이를 인용한다.<br/>〈고쳐 쓰는 부분〉<br/>○ 제1심 판결 제3쪽 제18행의 “투석하여 매립된 토지” 부분을 “투석하여 매립된 토지, 이하 ‘이 사건 침전지’라 한다”로 고친다.<br/>○ 제1심 판결 제7쪽 제2행부터 제12행까지 부분을 아래와 같이 고쳐 쓴다.<br/>(마. 1) 피고 남대문세무서장은 2013. 8. 22. 원고에 대하여 이 사건 분할이 적격분할에 해당하지 않고, 2008 사업연도에 폐석회 처리비용으로 사용한 복구손실충당금 9,255,643,260원이 토지의 자본적 지출에 해당한다는 이유로, 이 사건 분할로 인한 자산양도차익 748,545,318,780원과 복구손실충당금 9,255,643,260원을 각 손금불산입하는  등으로 2008 사업연도 법인세 총부담세액을 383,841,894,063원으로 경정한 후 기납부세액 83,756,027,707원을 공제하여 300,085,866,356원(가산세 109,917,364,969원 포함)을 고지하였다.<br/>  그 후 피고 남대문세무서장은 2013. 11. 11. 다시 2008 사업연도 법인세 총부담세액을 384,486,705,321원으로 증액한 후 기납부세액 83,756,027,707원과 토지 등 양도소득 3,876,932,340원을 각 공제하여 차감 징수할 세액을 296,853,745,274원(가산세 110,204,353,727원 포함)으로 하여 644,811,258원을 추가 고지하였다[피고 남대문세무서장의 2008 사업연도 법인세 본세 274,282,351,594원(= 384,486,705,321원 - 110,204,353,727원) 및 가산세 110,204,353,727원의 부과처분 중 이 사건 분할로 인한 자산양도차익 및 복구손실충당금과 관련된 부분으로서, 본세 89,660,797,287원 및 가산세 3,276,463,183원을 각 초과하는 부분을 ‘이 사건 법인세 부과처분’이라 한다].)<br/>○ 제1심 판결 제8쪽 마지막 행의 “43, 50호증의” 부분을 “43, 50, 63 내지 65호증의”로 고친다.<br/>2. 이 사건 각 처분의 적법 여부<br/>가. 원고의 주장<br/>1) 이 사건 처분의 절차적 위법(중복세무조사) 주장<br/>  서울지방국세청이 원고에 대하여 2013년에 실시한 세무조사는 원고의 2008 사업연도 법인세에 대한 거듭된 세무조사로서 국세기본법 제81조의4 제2항에서 금지하는 재조사에 해당하고, 그에 앞서 2009년에 실시한 세무조사의 대상에 이 사건 분할에 관한 부분이 제외되어 있다고 하여 달리 볼 수는 없으므로, 이 사건 처분은 위법한 재조사에 기초하여 이루어진 것으로서 위법하다.<br/>2) 이 사건 법인세 부과처분 관련 주장<br/>가) 이 사건 분할이 적격분할에 해당한다는 주장<br/>        (1) 피고들은 이 사건 분할이 적격분할의 요건 중 ‘분리하여 사업이 가능한 독립된 사업부문을 분할하는 것’, ‘분리하는 사업부문의 자산 및 부채가 포괄적으로 승계될 것’, ‘분할등기일이 속하는 사업연도의 종료일까지 승계한 고정자산가액의 1/2 이상을 승계한 당해 사업에 직접 사용할 것‘, ’물적분할의 대가로 주식만을 취득할 것‘이라는 네 가지 요건을 충족하지 못하였고, 이 사건 분할과 관련하여 상법상 주주총회 승인이나 채권자 보호절차를 위반하였으므로 이 사건 분할은 적격분할에 해당하지 않는다고 주장한다. 즉, ① 피고들은 ‘분리하여 사업이 가능한 독립된 사업부문을 분할하는 것’이라는 요건은 영업단위의 분할에 대해 과세특례를 부여하기 위한 규정으로 해석하여야 한다고 전제한 후, ㉠ 인천공장 화학제품제조 사업부문의 경우 디씨알이가 원고의 직원 95명 중 8명만을 승계하였을 뿐이고, 자체 생산인력, 공장유지보수인력, 구매부서, 영업부서조차 존재하지 않는 상태로 이 사건 분할 직후 원고와 용역위탁계약을 체결한 점, 디씨알이의 영업구조가 원고로부터 원재료를 구매하여 원고의 인력으로 화학제품을 생산하고 이를 다시 원고에게 매출하는 형태인 점 등에 비추어, ㉡ 도시개발 사업부문의 경우 디씨알이가 원고로부터 관련 부서 및 근로자를 승계하지 않았고, 도시개발사업과 관련한 부서를 만든 것이 2011. 3.경인 점, 이 사건 분할 이후 원고에게 도시개발 업무를 위탁한 점 등에 비추어 보면, 원고는 인천사업장에서 영위하던 영업단위를 해체하여 그 일부만을 디씨알이에 분할하였으므로 이 사건 분할은 ‘분리하여 사업이 가능한 독립된 사업부문을 분할하는 것일 것’이라는 요건을 충족하지 못하였다고 보았다. ② 또한, 피고들은 원고가 분할기일 5일 전인 2008. 4. 25. 은행으로부터 인천공장 부지 등을 담보로 9,000억 원을 대출받았는데, 위 대출금은 디씨알이에 이전될 부동산을 담보로 빌린 자금이므로 분할하는 사업부문의 자산에 해당함에도 원고는 디씨알이에 위 대출금 중 일부만을 승계하였고, 디씨알이가 분할계약서 제2의 5)에 따라 이 사건 협약에 의한 의무, 폐석회 매립공사와 관련한 채무, 지하폐석회 처리 관련 채무를 승계하지 않음으로써 인천공장의 화학제품제조 사업부문에 관한 채무를 승계하지 않았다고 판단하여 분리하는 사업부문의 자산 및 부채가 포괄적으로 승계되지 않았다고 보았다. ③ 나아가 피고들은 디씨알이가 화학제품제조 사업부문에 관하여 원고와 용역위탁계약을 체결하였으므로 승계한 고정자산을 ‘직접 사용’한다고 볼 수 없고, 디씨알이가 도시개발사업을 승계할 당시에는 인천공장 부지가 도시개발구역으로 지정되지도 않은 상태였을 뿐만 아니라 2011. 3.경까지 도시개발사업을 담당하는 부서조차 갖추고 있지 못하였으므로, 분할등기일이 속하는 사업연도의 종료일까지 승계한 고정자산가액의 1/2 이상을 승계한 사업에 직접 사용하지 않았다고 보았다. 한편, 피고들은 디씨알이가 원고로부터 승계한 부동산을 신한은행에 신탁을 원인으로 소유권이전등기를 하여 주었음을 근거로 그 점에서도 디씨알이가 분할등기일이 속하는 사업연도의 종료일까지 승계한 고정자산가액의 1/2 이상을 승계한 사업에 직접 사용하지 않았다고 보았다. ④ 아울러 피고들은 분할법인이 분할절차를 통해 분할대상 자산 등을 현금화함으로써 분할대가로서의 주식의 가치를 줄이는 경우에는 ‘분할법인의 주주가 분할신설법인으로부터 받은 분할대가의 전액이 주식일 것’이라는 요건이 충족되지 않는 것으로 해석하여야 하는데, 원고는 디씨알이가 승계하는 인천공장 부지를 우리은행 등에 담보로 제공하고 대출을 일으켜 그 대출금채무를 디씨알이에 부담시키면서 대출금 일부를 현금을 받았는바 그 금액 상당액만큼은 현금으로 분할대가를 받은 것으로 보았다. ⑤ 그리고 피고들은 이 사건 분할계획서에는 인천공장 부지를 담보로 제공하고 채무를 일으키며 그 채무액을 디씨알이가 인수한다는 내용이 전혀 기재되어 있지 않았고 이에 관한 주주총회 승인이나 채권자 보호절차를 거치지 않았으므로 이 사건 분할에는 상법상 무효사유가 있다고 보았다.<br/>        (2) 그러나 ① ‘분리하여 사업이 가능한 독립된 사업부문을 분할하는 것’의 요건과 관련하여, 분할 당시 독립된 사업부문이면 위 요건을 충족하는 것일 뿐 분할 당시 분할신설법인에 무엇을 승계시켰는지, 분할 이후 분할신설법인이 사업을 어떻게 운영하였는지는 위 요건과 무관하며, 법인세법이 인력의 승계를 적격분할의 요건으로 정하고 있지 않은 이상 분할신설법인이 분할법인에 업무를 위탁함으로써 승계되지 않은 인력으로 하여금 업무를 수행하게 하는 것은 허용되고, 분할법인과 분할신설법인과의 거래의존성을 이유로 적격분할을 부인하는 것은 법인세법상 아무런 근거가 없다. 나아가 디씨알이에 고용이 일부 승계되지 않았고 그에 따라 화학제품의 제조를 원고에게 위탁하고 디씨알이가 대부분의 원료를 원고로부터 구매하고 원고에게 대부분의 생산제품을 판매한다고 하더라도 이로써 인천공장의 분할 전 사업부문의 영업이 해체되었다고 할 수 없다. 나아가 피고들은 부가가치세법상 사업양도의 개념을 법문의 근거도 없이 납세자에게 불리하게 유추적용하고 있으나 이는 조세법률주의 원칙에 따라 허용될 수 없다. ② 또한, ‘분리하는 사업부문의 자산 및 부채가 포괄적으로 승계될 것’의 요건과 관련하여, 현금은 그 성질상 특정 사업부문의 자산이 될 수 없을 뿐만 아니라 원고의 경우 하나의 통합계좌로 현금을 관리하여 왔고, 원고는 분할대상 사업만을 위해서가 아니라 일반운영자금 조달을 위하여 자금을 차입하였으며, 분할대상 사업에 속한 자산을 담보로 자금을 차입하였다고 하여 그 자금이 해당 사업부문의 자산이라고 볼 수 없으므로, 원고가 차입금 중 사용하고 남은 자금에서 전체 사업과 관련하여 지출이 예상된 금액을 제외하고 남은 현금을 디씨알이에 승계한 것은 분리하는 사업부문의 자산을 포괄적으로 승계한 경우에 해당하고, 피고들이 문제삼고 있는 분할계약서 제2의 5)항은 원고가 폐석회 처리에 대한 책임을 다한다는 차원에서 그에 관한 비용을 부담하겠다는 의미로서 원고와 디씨알이 간 내부 비용분담에 관한 약정일 뿐 폐석회 처리와 관련된 채무는 모두 디씨알이에 승계되었으며, 설령 그렇지 않다고 하더라도 폐석회 처리 관련 채무는 우발부채에 해당하여 이를 승계하였는지 여부는 이 사건 분할이 적격분할에 해당하는지 여부와 무관하다. ③ 나아가 ‘분할등기일이 속하는 사업연도의 종료일까지 승계한 고정자산가액의 1/2 이상을 승계한 당해 사업에 직접 사용할 것‘이라는 요건과 관련하여, 디씨알이는 이 사건 분할로 승계한 고정자산으로 염화칼슘 등 화학제품을 제조·판매하고 있는바, 단지 생산업무만을 위탁하였다고 하여 승계한 자산이 제조업에 사용되었다는 사실 자체가 변할 수 없고, 사내도급이 일반화되어 있으며, 분할시 고용관계의 승계를 강제할 수 없을 뿐만 아니라 법인세법이 적격분할의 요건으로 고용관계 승계를 요구하고 있지도 않으므로, 디씨알이는 승계한 고정자산을 화학제품 제조업에 직접 사용하였다고 할 것이고, 디씨알이가 인천공장 부지를 승계하여 소유하면서 도시개발사업을 추진하여 시행자로 지정받은 이상 승계한 고정자산을 도시개발사업에 직접 사용하였다고 할 것이다. 그리고 디씨알이가 원고로부터 승계한 부동산에 관한 소유권이전등기를 신한은행에 하여 준 것은 대출금에 대한 담보를 위한 것일 뿐이고, 디씨알이가 자신의 명의와 계산으로 분할 이후의 사업인 도시개발사업과 화학제품제조업을 영위하였으므로 승계한 고정자산을 승계한 당해 사업에 사용하였다고 보아야 한다. ④ 아울러 원고가 디씨알이로부터 수취한 분할대가는 디씨알이의 주식이 전부이고 물적분할의 기본개념상으로도 현금은 분할대가가 될 수 없는바, 피고들의 주장은 상법상 분할대가의 개념을 오해한 것이다. ⑤ 그리고 이 사건 분할계획서에는 향후 분할로 디씨알이에게 이전될 자산과 부채가 변경될 수 있음을 예정하고 있었는바, 승계되는 자산 및 부채의 변동이 있다 하더라도 애당초 상법상 문제될 것이 없고, 이 사건 분할계획서에는 이미 쟁점 차입을 예정하고 있었는바, 그에 대한 주주총회의 승인을 받았으므로 상법상 절차위반이 없으며, 설령 이 사건 분할에 어떤 하자가 있다고 하더라도 이미 상법이 부여한 분할무효의 소 제소기간이 도과한 이상 이 사건 분할은 확정적으로 유효한 것으로 보아야 한다.<br/>        (3) 따라서 이 사건 분할은 적격분할에 해당한다.<br/>나) 폐석회 처리비용이 자본적 지출에 해당하지 않는다는 주장<br/>  토지에 대한 자본적 지출에 해당하기 위해서는 토지 자체의 객관적 가치를 증가시켜야 하므로, 공장을 운영하는 사업자가 임의로 적치했던 폐기물을 폐기물관리법에 의하여 처리한 비용은 자본적 지출에 해당하지 않고, 토지를 조성할 목적으로 공장 내의 유수지를 매립한 경우에는 그 처리비용이 토지에 대한 자본적 지출에 해당할 것이나, 단순히 폐기물관리법에 따라 폐기물을 처리하는 과정에서 토지가 조성된 경우 그 비용은 자본적 지출에 해당하지 않는다고 할 것이다. 이 사건에 있어 원고와 디씨알이는 폐석회가 발생할 때마다 폐기물관리법에 따라 이를 처리하였어야 함에도 야적상태로 방치해 오다가 이를 침전지에서 수거하여 이 사건 유수지에 매립하게 된 것이므로, 폐석회 처리비용은 기본적으로 원고가 폐기물관리법에 따른 폐기물을 처리하는 데 소요된 비용으로서 자본적 지출에 해당하지 않는다.<br/>3) 이 사건 부가가치세 부과처분 관련 주장<br/>가) 이 사건 분할이 사업의 양도에 해당한다는 주장<br/>  이 사건 분할은 앞서 주장한 바와 같이 적격분할에 해당하므로 부가가치세법상 재화의 공급에 해당하지 않는 사업의 양도에 해당한다. 설령 이 사건 분할이 적격분할에 해당하지 않는다고 하더라도, 원고는 사업의 동일성을 유지하면서 자산과 부채를 포괄적으로 디씨알이에 승계시켰으므로 이 사건 분할은 부가가치세법상 재화의 공급에 해당하지 않는 사업의 양도에 해당한다.<br/>나) 폐석회 처리비용, 인천대공원 호수재정비공사비 관련 매입세액이 공제되어야 한다는 주장<br/>        (1) 앞서 주장한 바와 같이 폐석회 처리비용은 인천공장 부지에 대한 자본적 지출에 해당하지 않으므로 해당 매입세액은 매출세액에서 공제되어야 한다.<br/>        (2) 또한, 인천대공원 호수재정비공사는 인천시민들에게 휴식시설을 제공한다는 공익적인 차원에서 이루어진 것으로 인천공장으로부터 멀리 떨어진 인천 남동구 장수동에 위치한 인천대공원을 대상으로 한 것일 뿐만 아니라, 인천대공원은 원고나 디씨알이의 소유가 아니라 인천광역시의 소유이므로, 인천대공원 호수재정비공사비는 인천공장 부지에 대한 자본적 지출에 해당하지 않는다.<br/>4) 가산세 부과처분 관련 주장<br/>  원고는 2008년 도시개발사업을 효율적으로 수행하기 위해 이 사건 분할을 추진하게 되었는데, 그 과정에서 회계법인과 법무법인으로부터 자문을 받았고, 이 사건 분할을 결의한 직후부터는 관할관청인 인천광역시 남구청, 연수구청과 적격분할 요건의 충족 여부에 관하여 여러 차례 협의하였으며, 인천광역시 남구청장, 연수구청장은 이 사건 분할이 적격분할임을 이유로 취·등록세를 면제하여 주었는바, 원고로서는 당연히 이 사건 분할이 적격분할이라고 인식할 수밖에 없었던 점, 이 사건에서 문제되고 있는 적격분할 요건 관련 세부 쟁점들이 이제까지 법원에서 판단된 적이 없어 원고로서는 과세관청의 예규 및 분할실무 등에 따라 이 사건 분할을 수행하였는바, 이 사건 분할은 세법의 해석상 의의(疑意)가 있는 경우에 해당하는 점 등에 비추어 보면, 원고에게는 가산세를 부과할 수 없는 정당한 사유가 존재한다고 할 것이다. 따라서 이 사건 각 처분 중 가산세 부과처분은 위법하다.<br/>나. 관계 법령<br/>  별지 기재와 같다.<br/>다. 인정사실<br/>  이 부분에 관하여 이 법원이 설시할 이유는 제1심 판결 제15쪽 제18행의 “2008. 3. 8.” 부분을 “2008. 5. 8.”로 고쳐 쓰고, 다음과 같이 일부 내용을 추가하는 것 외에는 제1심 판결 제14쪽 제4행부터 제24쪽 제9행까지 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 의하여 이를 인용한다.<br/>〈추가하는 부분〉<br/>○ 제1심 판결 제24쪽 제7행의 아래에 다음과 같은 내용을 추가한다.<br/> (18) 한편, 서울지방국세청은 2009. 4. 20.부터 2009. 7. 6.까지 원고의 2004 사업연도, 2005 사업연도분에 대한 세무조사(법인세, 부가가치세 등 포함, 이하 ‘2009년 세무조사’라 한다)를 실시하였는데, 2009년 세무조사 당시 정식 통보한 2004 사업연도, 2005 사업연도 외에도 2006 내지 2008 사업연도에 대한 회계장부 및 재무 관련 서류 등의 제출을 요청하여 이를 검토하였고, 2009. 6. 25.자로 2008 사업연도에 대한 법인세를 포함하여 세무조사결과를 통지하였으며, 2009. 7. 2.자로 2008 사업연도 법인세 361,659,530원을 부과하였다.<br/>    19) 디씨알이는 2008. 5. 6. 취득세 및 등록세(이하 ‘취득세 등’이라 한다)가 적격분할에 따라 면제대상이라는 이유로 인천광역시 남구청장에 취득세 등 감면신청을 하였고 실제로 감면이 되었다. 그러던 중 인천광역시장은 2011. 11. 인천광역시 남구청장에 대한 정기감사를 하여 이 사건 분할이 법인세법상 적격분할에 해당하지 않는다고 보아 인천광역시 남구청장에게 관련 자료를 통보하였고, 인천광역시 남구청장은 2012. 4. 10. 이 사건 분할이 적격분할이 아니라는 이유로 당초 감면하였던 취득세 등을 부과·고지하였다. 디씨알이는 이에 불복하여 조세심판원에 심판청구를 하였다.<br/>  그러자 서울지방국세청장은 2012. 8. 7. 인천광역시 남구청장에 공문을 발송하여 ‘이 사건 분할을 적격분할로 보지 않고 관련 지방세를 부과처분한 사유 및 근거서류(심판청구 관련 답변서 포함)’를 요청하였고, 인천광역시 남구청장은 2012. 8. 24. 서울지방국세청장에 관련 자료(이하 ‘이 사건 과세자료’라 한다)를 송부하였다.<br/>  그 후 서울지방국세청은 2013. 3. 11. 원고에 대한 2009 내지 2011 사업연도에 관한 세무조사(법인세, 부가가치세 등 포함, 이하 ‘2013년 세무조사’라 한다)를 개시하였는데, 이 사건 분할의 적정성에 관한 검토 결과 이 사건 분할이 적격분할에 해당하지 않을 가능성이 있음을 확인하고 관련 세무조사가 필요하다고 판단하여 2013. 6. 19. 이미 진행 중이던 원고에 대한 세무조사의 사업연도를 2008 사업연도와 2012 사업연도까지 확대하는 통지를 하였고, 그 이후 이 사건 분할 및 폐석회 처리비용 관련 쟁점을 포함하여 세무조사를 수행한 다음 2013. 8. 1. 원고에게 세무조사 결과통지를 하였다.)<br/>○ 제1심 판결 제24쪽 제8행의 “65, 68” 다음에 “, 83 내지 89”를, 제9행의 “33, 34” 다음에 “, 60 내지 62”를 각 추가한다.<br/>라. 판단<br/>1) 중복세무조사 주장에 대하여<br/>      가) 구 국세기본법(2014. 1. 1. 법률 제12162호로 개정되기 전의 것) 제81조의4 제2항 각 호 및 구 국세기본법 시행령(2013. 6. 28. 대통령령 제124638호로 개정되기 전의 것) 제63조의2의 각 규정에 의하면, 중복세무조사가 허용되는 경우는 ① 조세탈루의 혐의를 인정할 만한 명백한 자료가 있는 경우, ② 거래상대방에 대한 조사가 필요한 경우, ③ 2개 이상의 과세기간과 관련하여 잘못이 있는 경우, ④ 심사청구, 이의신청, 심판청구 처분결정에 따른 재조사를 하는 경우, ⑤ 부동산투기, 매점매석, 무자료거래 등 경제질서 교란 등을 통한 탈세혐의가 있는 자에 대하여 일제조사를 하는 경우, ⑥ 각종 과세자료의 처리를 위한 재조사나 국세환급금의 결정을 위한 확인조사 등을 하는 경우, ⑦ 조세범칙행위의 혐의를 인정할 만한 명백한 자료가 있는 경우 등이다.<br/>  한편, 구 조세자료의 제출 및 관리에 관한 법률(이하 ‘조세자료법’이라 한다) 제2조 제2호, 제4조 제2호, 제5조, 제8조의 각 규정에 의하면, 세무관서의 장은 지방자치단체가 직무상 작성 또는 취득하여 관리하는 자료로서 국세의 부과·징수와 납세의 관리에 필요한 자료로 활용될 가치가 있다고 인정되는 자료가 있으면 해당 지방자치단체의 장에게 그 자료의 수집에 협조하여 줄 것을 요청할 수 있다.<br/>      나) 앞서 인정한 사실관계와 위 관계 법령의 내용에 비추어 알 수 있는 다음과 같은 사정에 의하면, 2013년 세무조사에서 원고에 대한 세무조사의 사업연도를 2008 사업연도와 2012 사업연도까지 확대한 것은 ‘조세탈루의 혐의를 인정할 만한 명백한 자료가 있는 경우’ 또는 ‘각종 과세자료의 처리를 위한 재조사 등을 하는 경우’에 해당하여 구 국세기본법 제81조의4에 의하여 금지되는 중복세무조사에 해당하지 않는다고 봄이 타당하다. 따라서 이 부분에 관한 원고의 주장은 받아들이기 어렵다.<br/>        ⑴ 이 사건 분할이 적격분할에 해당하지 않는다면 이와 관련하여 법인세 및 부가가치세가 부과될 수밖에 없는데, 인천광역시 남구청장이 이 사건 분할이 적격분할이 아니라는 이유로 디씨알이에 취득세 등을 부과·고지하였고, 서울지방국세청장이 인천광역시 남구청장으로부터 이 사건 과세자료를 제출받아 자체 분석한 결과 이 사건 분할이 적격분할에 해당하는지에 관하여 조사가 필요하다고 판단하여 2013년 세무조사의 사업연도를 확대한 것으로 보인다.<br/>        ⑵ 동일한 쟁점에 관하여 인천광역시 남구청장이 취득세 등을 부과한 상태에서 서울지방국세청장은 그로부터 이 사건 과세자료를 통보받았는바, 통상 다른 과세관청의 동일한 쟁점에 관한 과세사실 및 관련 자료를 통해 조세탈루사실을 확인할 수 있는 개연성은 상당하다고 할 것이므로, 서울지방국세청장이 인천광역시 남구청장으로부터 송부받은 이 사건 과세자료는 조세의 탈루사실이 확인될 상당한 정도의 개연성이 객관적이고 합리적으로 뒷받침되는 자료라고 볼 수 있다.<br/>        ⑶ 관할 지방자치단체장이 분할신설법인을 설립한 기업체에 대하여 그 분할이 적격분할이 아니라는 이유로 취득세 등을 부과하였다고 하여 반드시 관할 세무서장이 그 기업체에 법인세 등을 부과할 수는 없다고 하더라도, 만약 관할 지방자치단체장이 그 분할이 적격분할이 아니라는 이유로 취득세 등을 부과하였다면 관할 세무서장은 그 과세가 적법하게 이루어진 것인지 검증할 필요성이 있다고 볼 수 있다.<br/>        ⑷ 인천광역시 남구청장은 서울지방국세청장에 이 사건 과세자료를 송부하였고, 서울지방국세청장은 이 사건 과세자료를 처리하기 위하여 2013년 세무조사 대상 사업연도를 2008 사업연도까지 확장한 것으로 볼 수 있다.<br/>        ⑸ 이 사건 과세자료는 해당 과세관청(서울지방국세청장) 외의 기관인 인천광역시 남구청장이 직무상 목적을 위하여 작성하거나 취득하여 과세관청인 서울지방국세청장에게 제공한 자료이다.<br/>        ⑹ 인천광역시 남구청장은 과세자료법 제4조 제2호에서 정한 과세자료제출기관임이 명백하고, 이 사건 과세자료는 구 국세기본법 시행령 제63조의2 제2호 전단에서 정한 ‘각종 과세자료’에 해당한다고 할 수 있다.<br/>2) 이 사건 법인세 부과처분 관련 주장에 대하여<br/>가) 이 사건 분할이 적격분할에 해당한다는 주장에 대하여<br/>⑴ 적격분할의 요건<br/>  법인의 분할의 경우 분할로 인하여 발생한 자산양도차익에 대하여는 법인세가 과세되는 것이 원칙이다. 그러나 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것, 이하 ‘법인세법’이라 한다) 제47조, 제46조 제1항, 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것, 이하 ‘법인세법 시행령’이라 한다) 제82조 제3항, 제83조, 구 법인세법 시행규칙(2010. 6. 30. 기획재정부령 제159호로 개정되기 전의 것, 이하 ‘법인세법 시행규칙’이라 한다) 제41조의2는, 분할법인이 분할신설법인의 주식 전부를 취득하는 물적분할의 경우 ① 분할등기일 현재 5년 이상 사업을 계속하던 내국법인이 ‘분리하여 사업이 가능한 독립된 사업부문을 분할’하는 경우로서 ‘분할하는 사업부문의 자산 및 부채가 포괄적으로 승계’되고(다만, 공동으로 사용하던 자산, 채무자의 변경이 불가능한 부채 등 분할하기 어려운 자산과 부채 등으로서 법인세법 시행규칙이 정하는 것, 즉 ㉠ 자산으로서 변전시설·폐수처리시설·전력시설·용수시설·증기시설, 사무실·창고·식당·연수원·사택, 기타 물리적으로 분할이 불가능한 공동의 생산시설 및 사업자원시설과 그 부속 토지, ㉡ 부채로서 지급어음, 차입조건상 차입자의 명의변경이 제한된 차입금, 분할로 인하여 약정 상 차입자의 차입조건이 불리하게 변경되는 차입금, 분할되는 사업부문에 직접 사용되지 아니한 공동의 차입금은 제외), 분할법인만의 출자에 의하여 분할하며, ② 분할대가의 전액이 주식이고, ③ 분할신설법인이 분할등기일이 속하는 사업연도의 종료일까지 분할법인으로부터 승계받은 사업을 계속 영위하는 등의 요건을 갖춘 적격분할에 대하여는, 주식의 가액 중 물적분할로 인하여 발생한 자산의 양도차익에 상당하는 금액을 분할등기일이 속하는 사업연도의 소득금액계산에 있어 손금에 산입할 수 있도록 하면서 손금산입금액을 당해 주식의 압축기장충당금으로 계상하도록 하고, 다만 분할법인이 분할신설법인의 주식을 처분하는 경우에는 해당 사업연도에 위 압축기장충당금을 익금에 산입하도록 함으로써 과세특례(과세이연)를 규정하고 있다. 이는 적격분할에 해당하는 물적분할의 경우 어느 회사가 영업의 일부를 자회사로 옮기는 것으로서 분할 전후를 비교하여 경제적 실질에 아무런 변화가 없기 때문이다. 나아가 법인세법 시행령 제83조 제4항, 제80조 제3항은 합병법인이 합병등기일이 속하는 사업연도의 종료일 이전에 피합병법인으로부터 승계한 고정자산가액의 1/2 이상을 처분하거나 승계한 당해 사업에 직접 사용하지 않는 경우에는 합병등기일이 속하는 사업연도의 소득금액계산에 있어서 이를 손금에 산입할 수 없도록 하고, 이를 분할신설법인이 승계한 사업의 계속 또는 폐지의 판정 및 적용에 준용하도록 함으로써 ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일 이전에 분할법인으로부터 승계한 고정자산가액의 1/2 이상을 처분하지 않고 승계한 당해 사업에 직접 사용할 것’을 적격분할의 요건으로 규정하고 있다.<br/> 한편, 조세법률주의의 원칙상 과세요건이거나 비과세요건 또는 조세감면요건을 막론하고 조세법규의 해석은 특별한 사정이 없는 한 법문대로 해석할 것이고, 합리적 이유 없이 확장해석하거나 유추해석하는 것은 허용되지 않는다.<br/>⑵ ‘분리하여 사업이 가능한 독립된 사업부문을 분할하는 경우’에 해당하는지<br/>  앞서 본 사실관계 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정에 비추어 보면, 이 사건 분할은 ‘분리하여 사업이 가능한 독립된 사업부문을 분할하는 경우’에 해당한다고 봄이 상당하다.<br/>          ㈎ 법인세법 시행령 제82조 제3항은 적격분할의 요건으로 ‘분리하여 사업이 가능한 독립된 사업부문을 분할하는 것일 것’이라고 규정하고 있는바, 그 문언 상 분할대상이 분리하여 사업이 가능한 독립된 사업부문이기만 하면 위 요건에 해당하고, 분할 당시 분할신설법인에 무엇이 승계되는지, 분할신설법인이 분할 이후 어떠한 방식 또는 형태로 사업을 영위하는지 여부는 위 요건과 무관한 것으로 보인다(오히려 위와 같은 사정들은 ‘분할하는 사업부문의 자산 및 부채가 포괄적으로 승계될 것’ 및 ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일까지 분할법인으로부터 승계받은 사업을 계속 영위할 것’의 요건과 관련된다고 할 것이므로, 인력 승계 문제, 디씨알이의 영업구조나 방식에 관하여는 아래에서 판단하기로 한다). 그런데 인천공장의 화학제품제조 사업부문과 도시개발 사업부문은 이 사건 분할 당시 분리하여 사업이 가능한 독립된 사업부문이었다고 할 수 있다.<br/>          ㈏ 원고는 인천공장에서 영위하고 있던 화학제품제조업(판매 포함)이라는 사업부문 전체를 디씨알이에 승계시켰다. 그 과정에서 원고의 직원 95명 중 8명만 디씨알이에 승계시켰고, 디씨알이가 원료의 구입과 제품의 생산 및 판매의 대부분을 원고에게 위탁하는 내용의 용역계약을 원고와 체결한 것은 피고들의 주장과 같으나, 디씨알이가 원고로부터 화학제품제조업을 승계하여 생산활동을 영위하면서 생산한 제품을 외부에 판매하고 있는 이상 원고의 인천공장 화학제품제조업이라는 사업 전체를 승계받은 것으로 볼 수 있고, 위와 같이 직원 중 일부만을 승계시키고 원료의 구입과 제품의 생산 및 판매를 분할법인에 위탁하여 수행한다고 하여 이를 영업의 해체로 볼 근거는 없다.<br/>⑶ ‘분할하는 사업부문의 자산 및 부채가 포괄적으로 승계된 경우’에 해당하는지<br/>  앞서 본 사실관계 및 갑 제49 내지 64호증의 각 기재에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정에 비추어 보면, 이 사건 분할은 ‘분할하는 사업부문의 자산 및 부채가 포괄적으로 승계된 경우’에 해당한다고 봄이 상당하다.<br/>          ㈎ 디씨알이가 이 사건 협약에 의한 의무, 폐석회 매립공사와 관련한 채무, 지하폐석회 처리 관련 채무를 승계하였는지 여부에 관하여, 다음과 같은 사정에 비추어 보면 디씨알이가 위 각 채무를 승계하였다고 할 것이다. ㉠ 분할계약서 제2의 4)는 신설회사가 분할로 인해 이전되는 재산에 관한 채무만을 부담하는 것으로 정하였는데, 이 사건 협약에 의한 의무, 폐석회 매립공사와 관련한 채무, 지하폐석회 처리 관련 채무는 디씨알이에 승계되는 인천공장 부지와 관련된 채무이다. ㉡ 원고는 이 사건 분할 전인 2008. 4.경 인천광역시장, 인천광역시 남구청장, 인천광역시 시민위원회에 이 사건 분할을 통해 이 사건 협약의 당사자 지위가 디씨알이에 당연 포괄승계됨을 통지하였고, 이 사건 분할 직후인 2008. 5. 22. 원고의 직원인 소외 1은 시민위원회가 개최한 회의에 참석하여 폐석회 처리 등 이 사건 협약에 관련된 사항이 디씨알이에 승계되었다고 보고하였다. ㉢ 인천광역시 남구청장이 이 사건 분할 이후인 2009. 3. 26. 디씨알이에 ‘폐석회 처리에 관한 약정서’ 작성을 요구하면서 보낸 공문에 “원고가 이 사건 협약에 따라 폐석회를 처리해 왔으나, 현재는 원고에서 분할된 디씨알이가 승계하여 처리하고 있다.”라고 기재되어 있고, 디씨알이는 인천광역시 남구청장의 요구에 따라 2009. 5. 28.경 ‘폐석회 처리에 관한 약정서’를 작성하기도 하였다. ㉣ 원고는 이 사건 협약을 통해 상부폐석회를 이 사건 유수지에 매립하고, 이와 같이 매립한 토지를 녹지 및 유원지로 조성하여 영구적으로 개방하며, 송도신도시 제8공구와 제1공구에 의해 포위되는 반월형 수면에 보트장 시설을 건립하여 인천광역시에 기부채납하고, 추후 7,700평의 토지를 인천광역시 남구에 기부하기로 약정하였으며, 이에 따라 먼저 폐석회를 매립하기 위해 2005. 12. 29. 인천광역시 남구청장으로부터 폐기물처리시설인 관리형매립시설 설치승인을 받은 후 2006. 9. 19. 현대건설과 폐석회 매립시설 조성공사에 관하여 공사도급계약을 체결하였는데, 이 사건 분할 직전인 2008. 4.경 현대건설에 이 사건 분할을 통해 위 공사도급계약상의 당사자 지위가 디씨알이에 당연 포괄승계됨을 통지하였고, 디씨알이는 이 사건 분할 이후인 2008. 5. 26. 인천광역시 남구청장으로부터 폐기물처리시설 설치 변경승인을 받아 현대건설을 통해 매립공사를 진행하였다. ㉤ 인천광역시장은 이 사건 분할 이후인 2008. 8. 11. 이 사건 협약에 따른 유원지 조성을 위한 인천도시계획시설사업 실시계획상의 사업시행자를 원고에서 디씨알이로 변경하였고, 디씨알이는 1단계 매립이 완료됨에 따라 2010. 11. 10. 이 사건 협약에 따른 유원지 조성을 위해 착공신고를 하는 한편 에이엔씨종합건설과 유원지 조성공사에 관하여 공사도급계약을 체결하였다. ㉥ 이 사건 협약에 따른 보트장 건립은 이 사건 분할 이후 인천대공원 호수에 대한 친환경 호수조성으로 변경되었는데, 디씨알이는 자신이 인천대공원 호수재정비사업의 주체임을 전제로 2009. 8.경 원고에게 그 시행을 위임하였다. ㉦ 분할계약서 제2의 5)는 “분할되는 회사의 사업과 관련하여 분할기일 이전의 행위 또는 사실로 인하여 분할기일 이후에 발생/확정되는 채무 또는 분할기일 이전에 이미 발생/확정되었으나 이를 인지하지 못한 채무(공·사법상의 우발채무 및 기타 일체의 채무를 포함하며 이하 ‘우발채무’라고 한다)에 관하여 인천공장 사업부문과 관련한 채무 중 아래의 채무는 분할되는 회사(존속회사)에, 그 이외의 것은 모두 분할 신설법인인 ‘디씨알이’에 귀속한다.”고 규정하고 있는바, 이는 분할 당시 확정할 수 없어 분할계획서의 재무제표에 기재할 수 없는 우발채무에 관한 것이다. 이를 위 ㉠ 내지 ㉥의 내용과 종합하여 보면, 분할계약서 제2의 5)는 원고가 이 사건 분할과 관련된 채무를 포괄적으로 디씨알이에 승계시키면서도 인천광역시, 인천광역시 시민위원회 등의 요구에 따라 폐석회 관련 채무에 대한 사회적 책임을 다하고 일정한 조건 하에 추가적인 비용을 정산할 채무를 디씨알이에 대하여 부담하고자 하는 점을 명확하게 한 것으로 봄이 타당하다.<br/>          ㈏ 원고가 인천공장 부지를 담보로 차입한 자금 중 일부만을 디씨알이에 승계시킨 것과 관련하여, 다음과 같은 사정에 비추어 보면 이는 ‘분할하는 사업부문의 자산이 포괄적으로 승계된 경우’에 해당한다고 할 것이다. ㉠ 현금은 법인의 계좌로 입금되는 순간 그것이 A 사업부문의 매출이건 또는 A 사업부문의 자산을 담보로 차입한 것이건 다른 현금과 혼화되므로 이를 A 사업부문만의 현금이라고 볼 수 없다. ㉡ 피고들의 주장에 의할 경우, A 사업부문과 B 사업부문을 가지고 있는 어떤 법인이 A 사업부문의 자산을 담보로 100만 원을 차입한 후 A 사업부문을 분할하면서 A 사업부문(분할신설법인)에 현금 60만 원, B 사업부문(분할법인)에 현금 40만 원을 승계시키고 분할 후 B 사업부문(분할법인)이 위 현금 40만 원으로 설비(자산)를 구입하는 때에는 적격분할에 해당하지 않게 됨에 반하여, 분할 전 차입금 중 40만 원으로 B 사업부문의 설비(자산)를 구입하고 분할시 A 사업부문에 나머지 현금 60만 원, B 사업부문에 위와 같이 구입한 설비를 승계시키는 때에는 적격분할에 해당하게 되는 불합리한 결과가 초래된다(만약 후자의 경우에도 적격분할에 해당하지 않는다고 한다면, 분할시 법인이 보유하고 있는 모든 자산에 대하여 어떠한 경위를 통해 취득한 현금으로 구입한 것인지를 구분하여야 하는, 또 다른 불합리한 결과가 발생하게 된다). ㉢ 뿐만 아니라 원고는 이 사건 분할을 앞둔 2008. 4.경 농협에 대한 회사채 1,100억 원의 상환, 법인세 납부, 금융비용, 기자재 구입대금 등 영위하는 사업 전반에 걸쳐 현금성 자산의 부족이 예상되자 일반운영자금을 조달하기 위해 2008. 4. 25. 인천공장 부지를 담보로 대출을 받은 것으로 보이므로, 위 차입금이 인천공장과 관련된 사업부문에 속한다거나 인천공장 부지를 승계받은 디씨알이에 속한다고 단정할 수 없다(피고들은 대출일자와 이 사건 분할일의 시간적 근접성, 대출계약서에 이 사건 분할에 관한 내용이 기재되어 있는 점 등에 비추어 실제 차주는 디씨알이라고 주장하면서 위 차입금이 디씨알이에 속한다고 주장하나, 피고들이 주장하는 사정이나 을 제17호증의 3의 기재만으로는 실제 차주가 원고가 아닌 디씨알이라고 볼 수 없으므로, 피고들의 위 주장은 이유 없다). ㉣ 원고는 이 사건 분할일인 2008. 5. 1. 당시 보유하고 있던 차입금 약 8,443억 원 중 장차 지출이 예정된 2,841억 원을 제외한 나머지 5,592억 원을 디씨알이에 승계시키는 등 이 사건 분할을 통해 자산 총 1,720,687,429,524원, 부채 총 963,890,108,221원을 승계시켰다(다른 물적분할 사례들과 비교할 때 디씨알이의 자기자본비율이나 부채비율은 평균이거나 평균보다 양호한 수준이다). ㉤ 앞서 본 적격분할에 대한 과세특례(과세이연)의 취지에 비추어 분할하는 사업부문의 필수적인 자산 또는 분할하는 사업부문의 영업활동과 직접적인 관계가 있는 자산이 승계되었다면 분할하는 사업부문에 자산이 포괄적으로 승계되었다고 할 것이고, 분할하는 사업부문의 자산 전부가 승계되어야만 위 요건에 해당한다고 볼 것은 아니다(법인세법 시행령 제82조 제3항 제2호 단서, 법인세법 시행규칙 제41조의2도 공동으로 사용하던 자산, 채무자의 변경이 불가능한 채무 등 분할하기 어려운 자산과 부채 등으로서 분할되는 사업부문에 직접 사용되지 아니한 공동의 차입금 등에 대하여 포괄적 승계의 예외를 인정하고 있다). ㉥ 피고들은 원고가 인천공장 부지를 담보로 차입한 돈은 그 중 일부만을 디씨알이에 승계시키면서 대출금 채무는 그 전부를 디씨알이에 승계시킴으로써 조세를 회피하였다는 취지로 주장한다. 그러나 법인세법 시행령 제83조 제1항에 의하면 분할법인이 손금에 산입하는 금액은 분할신설법인으로부터 취득한 주식의 가액과 자산의 양도차익 중 적은 금액인바(법인세법 시행규칙 별지 제43호 서식 참조), 법인이 A 사업부문을 분할하면서 부채를 고의적으로 많이 승계시키는 경우 자산양도차익은 그대로이나 분할신설법인의 주식가치가 낮아지게 되어 오히려 분할법인이 손금에 산입할 금액이 감소할 가능성이 높아지게 된다. 또한, 자산양도차익은 자산의 공정가액(시가)에서 장부가액을 차감한 금액인바(위 서식 참조), 현금의 경우 공정가액(시가)과 장부가액이 동일하므로 분할신설법인에 승계시키는 현금이 얼마인지에 따라 자산양도차익은 달라지지 않는다. 따라서 피고들이 주장하는 사정만으로는 원고가 조세를 회피하였다고 단정하기 어렵다. ㉦ 국세청 예규는 분할하는 사업부문에 직접 사용되지 아니한 공동차입금을 분할신설법인에 승계시킨 경우에도 포괄승계의 요건에 해당한다거나(법인세과-1880, 2008. 8. 7.) 분할하는 사업부문의 자산 및 부채 이외에 분할법인의 부채를 일부 승계시킨 경우에도 포괄승계의 요건에 해당한다는(서이 26012-10148, 2003. 1. 22.) 입장이었다[뿐만 아니라 피고들이 제1심에서 2014. 5. 30.자로 제출한 준비서면(2)에서 적격분할의 예시로 거시한 사례를 포함하여 다수의 기업들이 분할 전 신규로 자금을 차입한 후 그 중 일부만을 분할신설법인에 승계시키면서 차입금 채무는 전부 승계시킨 것으로 보인다]. ㉧ 피고들은 분할법인인 원고의 연대책임을 배제한 이 사건 분할이 통상적이지 않으므로 원고에게 조세회피목적이 있었다는 취지로 주장한다. 그러나 상법 제530조의9 제2항에 의하면 분할시 분할신설법인과 분할법인의 연대책임을 배제할 수 있으므로 이 사건 분할에 어떠한 문제가 있다고 볼 수 없을 뿐만 아니라, 제1심에서 원고가 제출한 2014. 9. 17.자 준비서면에 의하면 물적분할을 실행하면서 분할법인의 연대책임을 배제하는 실제 사례가 적지 않은 것으로 보이므로, 피고들이 주장하는 사정만으로는 원고에게 조세회피목적이 있었다고 보기 어렵다.<br/>          ㈐ 피고들은 디씨알이가 원고의 인력을 대부분 승계하지 않았으므로 적격분할의 요건을 충족하지 못하였다고 주장하나, 다음과 같은 사정에 비추어 보면 피고가 주장하는 사정만으로는 분할하는 사업부문의 자산이 포괄적으로 디씨알이에 승계되지 않았다고 할 수 없다. ㉠ 법인세법 시행령 제82조 제3항 제2호는 분할하는 사업부문의 자산 및 부채의 포괄적 승계를 그 요건으로 규정하고 있을 뿐 분할하는 사업부문의 인력 또는 직원의 포괄적 승계를 그 요건으로 규정하고 있지 않다(‘자산’이란 과거 사건의 결과로 기업이 통제하고 있는 미래 경제적 효익이 유입될 것으로 기대되는 자원을 의미하는 것으로, 인력 또는 직원은 ‘자산’에 해당하지 않는다. 한편, 일본은 적격분할의 요건 중 하나로 분할되는 사업에 관계되는 종업원 중 약 80% 이상이 분할신설법인의 업무에 종사할 것으로 전망될 것을 규정하고 있다). ㉡ 뿐만 아니라 이 사건 분할이 있기 전 대법원은 시내버스회사가 경영 악화로 그 소유 버스를 다른 회사에 양도하면서 버스와 함께 운전사를 양수회사가 인수하기로 합의함에 따라 해당 운전사에게 양수회사에서 근무하도록 통지한 사안에서 위와 같이 통지한 것을 ‘전적명령’으로 보면서 “전적은 근로자를 고용된 기업으로부터 다른 기업으로 적을 옮겨 다른 기업의 업무에 종사하게 하는 것으로서, 종래에 종사하던 기업과의 근로계약을 합의해지하고 이적하게 될 기업과 새로운 근로계약을 체결하는 것이거나 근로계약상의 사용자의 지위를 양도하는 것이므로, 사용자가 근로자의 동의를 얻지 아니하고 다른 회사로 전적시키는 관행이 있어서 그 관행이 근로계약의 내용을 이루고 있다는 등의 특별한 사정이 없는 한, 근로자의 동의를 얻어야 효력이 생기는 것이다.”라고 판시하였고(대법원 1996. 4. 26. 선고 95누1972 판결), 상법상 영업양도에 관한 사안에서 “영업양도에 의하여 양도인과 근로자 사이의 근로관계는 원칙적으로 양수인에게 포괄승계되는 것이지만 근로자가 반대의 의사를 표시함으로써 양수기업에 승계되는 대신 양도기업에 잔류하거나 양도기업과 양수기업 모두에서 퇴직할 수도 있는 것이다.”라고 판시하기도 하였다(대법원 2002. 3. 29. 선고 2000두8455 판결). 또한, 한국전력공사가 발전 부분을 분할하여 6개의 발전 자회사(한국중부발전 주식회사, 한국남부발전 주식회사, 한국남동발전 주식회사, 한국서부발전 주식회사, 한국동서발전 주식회사, 한국수력원자력 주식회사)를 신설한 후 자회사로의 고용승계에 동의하지 않는 일부 근로자들에 대해 자회사로의 고용승계를 명령한 사안에서, 1심 법원(서울중앙지방법원 2004가합84103)은 2006. 2. 9. 위 대법원 95누1972 판결을 인용하면서 “회사분할의 경우에도 근로관계에 있어서 업무지휘권의 주체가 변경됨으로 인하여 근로자가 받을 불이익을 방지할 필요가 있으므로, 회사 분할로 인한 고용승계도 사용자가 회사 분할시 근로자의 동의를 얻지 아니하고 다른 회사로 고용승계시키는 관행이 있어서 그 관행이 근로계약의 내용을 이루고 있다는 등의 특별한 사정이 없는 한 민법 제657조 제1항과 구 근로기준법(2007. 4. 11. 법률 제8372호로 전부개정되기 전의 것) 제30조 제1항에 근거하여 전적의 경우와 마찬가지로 근로자의 동의를 얻어야 효력이 발생하는 것으로 봄이 상당하다.”라고 판단하였고, 항소심 법원(서울고등법원 2006나33021)도 2006. 9. 22. “회사분할에 있어 분할계획서 등에 승계할 근로자의 범위를 기재한 경우는 물론 그와 같은 기재가 없는 경우에도 합병과 마찬가지로 그 분할되는 사업부문에 속한 근로관계는 원칙적으로 분할로 인하여 설립되는 회사에 승계된다고 보아야 할 것이지만, 개별근로자의 처지에서 보면 분할의 대상으로 되지 아니한 나머지 사업부문에서 계속 근무할 가능성이 남아 있음에도 근로관계의 승계 여부에 대하여 선택의 기회를 박탈당하는 것은 직업선택의 자유 내지는 강제근로금지원칙의 침해가 될 수 있으므로, 회사분할의 경우에도 민법 제657조 제1항의 규정이 적용되어 개별근로자의 동의가 있어야만 근로관계를 승계할 수 있다고 보아야 할 것이다(분할로 인하여 설립되는 회사에서 근무할 것인지 여부는 어디까지나 개별근로자의 결정에 맡겨진 것이기에 노동조합이 근로자들로부터 개별적인 동의나 수권을 받지 않는 이상, 회사와 사이에 그 조합원들의 고용승계에 대한 포괄적인 동의를 할 수는 없다)”라고 판단하였으며, 대법원(2006다66968)이 2007. 1. 25. 심리불속행 기각판결을 선고함에 따라 위 판결이 그대로 확정되었다. ㉢ 그런데 이 사건 분할 당시 인천공장의 화학제품제조 사업부문의 직원들이 디씨알이에 승계되는 것을 반대하였던 것으로 보이는바, 위와 같은 일련의 판결에 따라 직원들에게 디씨알이로의 승계를 강제할 수 없었던 원고로서는(특히 위 대법원 2006다66968 사건은 발전 부문을 분할하여 자회사를 설립한 사안으로 이 사건과 유사할 뿐만 아니라 이 사건 분할일로부터 불과 1년 3 ~ 4개월 전에 확정되었다) 전적동의서를 제출한 핵심인력 8명 이외의 다른 직원들까지 디씨알이에 승계시킬 수는 없었을 것으로 보인다.<br/>⑷ ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일 이전에 분할법인으로부터 승계한 고정자산의 1/2 이상을 승계한 당해 사업에 직접 사용한 경우에 해당하는지<br/>   앞서 본 사실관계 및 앞서 든 증거에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정에 비추어 보면, 디씨알이는 분할등기일이 속하는 사업연도의 종료일인 2008. 12. 31. 이전에 원고로부터 승계한 고정자산가액의 1/2 이상을 승계한 사업인 인천공장의 화학제품제조 사업부문, 도시개발 사업부문에 직접 사용하였다고 봄이 상당하다.<br/>          ㈎ 디씨알이는 원고로부터 인천공장의 화학제품제조 사업부문을 분할받은 후 자신의 비용으로 원재료를 구입하여 자신의 사업장에서 설비를 갖추고 자신의 명의로 화학제품을 제조하였으며, 다만 원고와 용역위탁계약을 체결하여 그 인력을 사용하고 원고로부터 원재료를 구입하였으며 생산된 화학제품의 상당 부분을 원고에게 판매하였을 뿐이다(제조업의 경우 자신의 생산설비를 이용하여 제품을 생산하면서도 하도급업체에 생산업무를 위탁하는 사내도급이 많이 이용되고 있고, 앞서 본 바와 같이 적격분할로 인정받기 위해 고용관계의 승계가 요구되지 않는다).<br/>          ㈏ 도시개발사업은 도시개발구역에서 주거, 상업, 산업, 유통, 정보통신, 생태, 문화, 보건 및 복지 등의 기능이 있는 단지 또는 시가지를 조성하기 위하여 시행하는 사업을 말하는 것으로, 도시개발사업 계획수립, 도시개발구역의 지정 제안 및 지정, 도시개발사업의 시행자 지정, 도시개발사업에 관한 실시계획 작성, 인가 및 고시, 도시개발사업의 시행 및 준공 등의 순서로 진행되는 만큼 오랜 시간이 소요된다. 또한, 이 사건에서의 도시개발사업은 토지소유자를 시행자로 하는 것인데, 디씨알이는 원고로부터 그 대상 토지인 인천공장 부지의 소유권을 이전받았다.<br/>          ㈐ 원고는 2007. 4. 16. 인천광역시 남구청장에게 도시개발구역의 지정을 제안한 후 2007. 5. 29. 인천지역환경기술개발센터와 도시개발구역 지정을 위한 사전환경성검토 학술연구용역을 체결하였는데, 디씨알이는 이 사건 분할 직후 위 업체와 계약변경합의서를 작성하였다. 또한, 원고는 ‘도시개발사업 용역비 세부 집행 실적’(갑 제46호증)을 제출하였는바, 이에 의하면 디씨알이는 여러 용역회사들을 통해 도시개발사업을 추진하였던 것으로 보인다. 그 결과 인천광역시장은 이 사건 분할 이후인 2009. 6. 13. 인천 남구 용현동, 학익동 일원을 도시개발구역으로 지정하는 한편 2009. 12. 7. 디씨알이를 시행자로 지정하였다.<br/>          ㈑ 원고가 2008. 1.경 제출한 ‘도시개발사업 사전환경검토서(초안)’에 의하면 도시개발사업의 진행을 위해서 폐석회 처리가 필요한 것으로 보이므로 폐석회 처리는 이 사건 협약에 따른 의무임과 동시에 도시개발사업의 일부에도 해당한다고 할 것인바, 디씨알이는 이 사건 분할 이후 현대건설을 통해 폐석회 매립시설을 설치한 후 침전지에 적치되어 있던 폐석회를 위 매립시설에 매립하는 등 폐석회 처리 업무를 수행하였다.<br/>          ㈒ 디씨알이가 2008. 3. 31. 원고와 도시개발사업과 관련하여 개발대행업무위탁계약을 체결하기는 하였으나, 그러한 사정만으로 도시개발사업의 주체가 디씨알이에서 위탁받은 업무를 수행한 원고로 변경되는 것은 아니다. 또한, 피고들이 그 주장의 근거로 내세우고 있는 부산고등법원 2013누20325 판결은 폐기물최종처리사업부문 등이 분할되고, 도시개발사업이 아닌 도시계획시설사업(폐기물처리시설)이 문제된 것으로 이 사건과는 사안이 달라 이를 그대로 받아들이기 어렵다.<br/>          ㈓ 을 제18호증의 1, 을 제19호증, 을 제56호증의 2의 각 기재에 의하면 원고는 2008. 4. 25. 우리은행으로부터 4,500억 원, 신한은행으로부터 3,000억 원, 외환은행으로부터 1,500억 원을 각 차입하였는데, 2008. 4. 22.자로 신한은행과 사이에 부동산 담보신탁계약(이하 ‘이 사건 신탁’이라 한다)을 체결하였고, 2008. 4. 25. 신한은행에 인천공장 부동산(이하 ‘이 사건 신탁 부동산’이라 한다)의 소유권이전등기를 하여 주었다가 2008. 5. 9. 신탁재산의 귀속을 원인으로 원고 명의로 소유권이전등기를 하였으며, 이 사건 분할을 원인으로 하여 디씨알이로 소유권이전등기가 되었다가 2008. 5. 9.자 신탁을 원인으로 하여 신한은행으로의 소유권이전등기가 순차적으로 이루어진 사실을 인정할 수 있다.<br/>  살피건대, 이 사건 신탁은 채무자인 디씨알이가 채무를 변제하지 않으면 신탁을 원인으로 신한은행에 소유권이전등기가 된 이 사건 신탁 부동산을 처분하여 그 대금으로 대출채권에 충당하고 잔액이 있을 때에 채무자에게 지급하기로 하는 내용의 부동산담보신탁으로서 그 실질은 신탁제도를 이용한 담보의 제공이라고 할 수 있다.<br/>  그리고 신한은행과 디씨알이 사이에 체결한 부동산담보신탁계약서(을 제19호증)의 기재에 의하면, 위탁자인 디씨알이는 이 사건 신탁 부동산을 계속 점유·사용하고, 이에 대한 보존, 유지, 수선 등 실질적인 관리행위와 이에 소요되는 일체의 비용을 부담하며(제10조 제1항), 기존 임대차계약에 따라 수령하는 차임도 위탁자인 디씨알이가 수령하고(제11조 제2항), 기존의 임대차계약을 갱신하거나 새로운 임대차계약을 체결할 때에도 위탁자인 디씨알이의 명의로 체결하도록 되어 있다(제11조 제3항). 수탁자인 신한은행은 이 사건 신탁 부동산을 사용하거나 수익한 적이 없고, 디씨알이가 이 사건 분할 당시 원고로부터 승계받은 이 사건 신탁 부동산을 승계 당시의 현황 그대로 ‘화학제품제조업’ 및 ‘도시개발사업’에 직접 사용하고 있다.<br/>  또한 대법원은 “도시환경정비사업 시행을 위하여 또는 그 사업 시행과 관련하여 부동산에 관하여 담보신탁 또는 처분신탁 등이 이루어진 경우에, 도시정비법 제28조 제7항에서 정한 사업시행자로서 사업시행인가를 신청하는 토지 등 소유자 및 그 신청에 필요한 동의를 얻어야 하는 토지 등 소유자는 모두 수탁자가 아니라 도시환경정비사업에 따른 이익과 비용이 최종적으로 귀속되는 위탁자로 해석함이 타당하며, 토지 등 소유자의 자격 및 동의자 수를 산정할 때에는 위탁자를 기준으로 하여야 한다.”고 보고 있다(대법원 2005. 6. 11. 선고 2013두15262 판결 참조). 이와 같은 법리에 의하면, 디씨알이가 단순히 채무의 담보를 위하여 이 사건 신탁 부동산을 금융기관인 신한은행에 신탁등기를 하였다고 하더라도, 이를 이유로 이 사건 분할에 의하여 승계한 이 사건 신탁 부동산을 타에 처분하였다거나 승계한 당해 사업인 ‘화학제품제조업’ 및 ‘도시개발사업’에 직접 사용하지 않았다고 해석하기는 어렵다.<br/>⑸ ‘분할법인의 주주가 분할신설법인으로부터 받은 대가의 전액이 주식일 것’이라는 요건의 충족 여부<br/>          ㈎ 상법 제530조의12는 “이 절의 규정은 분할되는 회사가 분할 또는 분할합병으로 인하여 설립되는 회사의 주식의 총수를 취득하는 경우에 이를 준용한다.”라고 규정하고 있고, 회사의 물적분할과 관련하여 적격분할에 따른 과세이연을 적용받고자 하는 내국법인이 납세지 관할 세무서장에게 제출하여야 하는 구 법인세법 시행규칙 제82조 제1항 제41호 및 별지 제43호 서식 ‘물적분할명세서’의 작성요령 5.는 “분할신설법인으로부터 취득한 주식의 가액(시가) 및 보유비율 란에는 분할신설법인으로부터 취득한 주식을 취득 당시의 시가로 기입하며, 그 보유비율은 분할신설법인의 발행주식 총수 중 분할법인의 보유주식비율을 기입하되 그 비율이 100%에 해당되어야 합니다.”라고 기재되어 있어 상법상의 물적분할 및 법인세법상의 적격분할은 분할신설법인의 주식을 100% 취득하는 것을 당연한 전제로 하고 있다.<br/>          ㈏ 구 법인세법 제16조 제1항 제6호는 ‘분할대가’를 ‘분할되는 법인으로부터 분할로 취득하는 주식의 가액, 금전, 그 밖의 재산의 합계액’으로 규정하고 있고, 같은 법 제46조 제1항 제2호는 분할평가차익 상당액의 손금산입을 위한 요건으로 ‘분할법인 또는 소멸한 분할합병의 상대방 법인의 주주가 분할신설법인 또는 분할합병의 상대방 법인으로부터 받은 분할대가의 전액(분할합병의 경우에는 제44조 제1항 제2호의 비율 이상)이 주식이고 그 주식이 분할법인 또는 소멸한 분할합병의 상대방 법인의 주주가 소유하던 주식의 비율에 따라 배정할 것’을 규정하고 있다.<br/>          ㈐ 원고는 디씨알이를 분할신설법인으로 설립하여 인천공장 사업부문의 자산 및 부채를 모두 승계하도록 하였고, 그 대가로 디씨알이의 주식 100%를 취득하였다. 따라서 원고는 상법과 법인세법에서 적격분할의 요건으로 요구하는 ‘분할법인의 주주가 분할신설법인으로부터 받은 대가의 전액이 주식일 것’이라는 요건을 모두 갖추었다고 할 수 있다.<br/>  비록 원고가 인천공장의 부지를 담보로 대출을 받은 후 그 중 일부 금액을 디씨알이에게 승계시키지 않았다고 하더라도, 이를 분할의 대가를 금전으로 받은 것이라 할 수 없고, 상법 및 법인세법에서 회사의 물적분할의 과정에서 분할법인이 분할대상 자산을 담보로 대출받은 현금을 일부 승계시키지 않아 분할신설법인의 주식의 가치가 하락하도록 하는 것을 금지하고 있지 않는 이상, 이를 ‘분할법인의 주주가 분할신설법인으로부터 받은 대가의 전액이 주식일 것’이라는 요건에 위배되는 것으로 해석할 수는 없다.<br/>⑹ 이 사건 분할 시 상법상 주주총회 승인이나 채권자 보호절차를 거치지 않아 상법상 무효라고 할 수 있는지<br/>  앞서 살펴본 사실관계와 앞서 거시한 증거 및 갑 제81호증의 기재에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정에 의하면, 이 사건 분할에 상법상 주주총회 승인이나 채권자 보호절차를 거치지 않아 상법상 무효라고 볼 수는 없다.<br/>          ㈎ 원고는 2007. 12. 12. 이사회에서 이 사건 분할계획서에 따른 이 사건 분할을 결의하였고, 2008. 3. 5. 정기 주주총회에서 2008. 5. 1.을 분할기일로 하는 이 사건 분할을 승인받았으며, 2008. 5. 2. 분할보고총회 및 신설회사의 창립총회를 상법에 따라 이사회 결의로 갈음하여 진행하였고, 2008. 5. 6. 분할등기를 신청하여 분할등기가 경료된 다음 2008. 5. 9. 분할종료보고(정정공시 예정) 및 2008. 5. 27. 분할종료보고(정정) 등의 절차를 거쳤다.<br/>          ㈏ 원고가 2008. 3. 5. 주주총회에서 승인받은 이 사건 분할계약서 제4의 3)의 (주1)에서는 “총 차입금 중 일부(공정가액으로 이전되는 디씨알이의 순자산가액 범위 내)는 분할신설법인 디씨알이에 승계될 수 있음”이라고 기재되어 있고, 이 사건 분할을 승인한 원고의 2007. 12. 12.자 이사회 의사록 첨부 분할계획서 제6쪽의 (주2)에서도 “이와 관련하여 약 7,000억 원을 분할기일 전에 차입할 계획이며, 이 차입금은 분할신설법인 디씨알이에 승계될 예정임”이라고 기재되어 있다.<br/>          ㈐ 2008. 3. 5.자 주주총회에서 위와 같이 자산·부채의 가감 및 쟁점 차입이 예정되어 있었던 이상 분할기일에 근접하여 예정된 쟁점 차입을 실제 수행하면서 주주총회의 별도의 승인을 받을 필요가 있다고 할 수 없다.<br/>          ㈑ 한편, 회사의 분할에 상법상 주주총회 승인이나 채권자 보호절차를 거치지 않은 하자가 있었다고 하더라도, 이에 대하여 누구나 언제든지 분할의 효력을 다툴 수 있게 하면 단체적 법률관계의 불안정을 초래할 수 있으므로 상법은 별도로 분할무효의 소에 관한 절차 및 요건을 마련하여 분할무효의 소를 제기하여 상법상 분할무효를 주장할 수 있는 주체는 회사의 주주, 이사, 감사, 청산인, 파산관재인, 분할을 승인하지 아니한 채권자에 한정되고, 소만으로 주장할 수 있으며, 분할등기일로부터 6월이 지나면 별도의 부존재 사유가 없는 이상 상법상 분할무효를 주장할 수 없도록 규정하고 있다. 따라서 설령 이 사건 분할에 피고가 주장하는 바와 같은 하자가 있다고 하더라도, 이미 분할무효의 소를 제기할 수 있는 제소기간이 도과되었음이 명백할 뿐만 아니라 피고는 분할무효를 주장할 수 있는 주체도 아니므로 상법상 이 사건 분할의 무효의 주장을 할 수는 없다.<br/>⑺ 결국 이 사건 분할은 적격분할에 해당한다고 할 것이므로, 이 사건 법인세 부과처분 중 이 사건 분할에 관한 부분은 위법하여 취소되어야 한다.<br/>나) 폐석회 처리비용이 자본적 지출에 해당하지 않는다는 주장에 대하여<br/>  이 부분에 관하여 이 법원이 설시할 이유는 제1심 판결 제37쪽 제9행부터 제38쪽 제3행까지 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 의하여 이를 인용한다.<br/>3) 이 사건 부가가치세 부과처분 관련 주장에 관하여<br/>  이 부분에 관하여 이 법원이 설시할 이유는 제1심 판결 제38쪽 제5행부터 제39쪽 제14행까지 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 의하여 이를 인용한다.<br/>4) 가산세 부과처분 관련 주장에 관하여<br/>  이 부분에 관하여 이 법원이 설시할 이유는 제1심 판결 제38쪽 제16행부터 제40쪽 제7행까지 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 의하여 이를 인용한다.<br/>5) 취소의 범위<br/>      가) 앞서 살펴본 바와 같이 이 사건 분할이 적격분할에 해당하므로 이 사건 법인세 부과처분 중 이 사건 분할이 적격분할이 아님을 전제로 한 부분은 위법하여 취소되어야 하고, 폐석회 처리비용은 자본적 지출에 해당하므로 이 사건 법인세 부과처분 중 폐석회 처리비용과 관련한 부분은 정당하다고 할 것이다. 이에 따라 정당한 세액을 계산하면 아래 〈표1〉 기재와 같이 법인세 본세 91,974,708,102원, 법인세 가산세 4,619,875,931원이다. 따라서 이 사건 법인세 부과처분 중 본세 91,974,708,102원을 초과하는 부분, 가산세 4,619,875,931원을 초과하는 부분은 위법하므로 모두 취소되어야 한다.<br/>〈표1〉(단위: 원)구분당초 결정정당 세액결산서상 당기 순손익317,448,666,352317,448,666,352소득조정금액익금산입2,272,050,822,3432,272,050,822,343손금산입1,294,723,127,5002,013,479,752,150차가감소득금액1,294,776,361,195576,019,736,545각 사업연도 소득금액1,294,776,361,195576,019,736,545과세표준1,294,776,361,195576,019,736,545세율(%)2525산출세액323,666,090,298143,976,934,136최저한세 적용대상 공제감면세액50,231,692,17050,231,692,170최저한세 적용제외 금제감면세액1,770,533,8641,770,533,864차감세액계271,663,864,26491,974,708,102가산세108,945,908,7174,619,875,931총결정세액380,609,772,98196,594,584,033기납부 세액중간예납세액7,275,950,9007,275,950,900원천납부세액2,226,831,6302,226,831,630자진납부세액73,722,508,40273,722,508,402수정신고납부세액530,736,775530,736,775합계83,756,027,70783,756,027,707차감 징수할 세액296,853,745,27412,838,556,326<br/>      나) 한편, 이 사건 분할이 적격분할이어서 재화의 공급에 해당하지 않는 사업의 양도일 경우 2008년 1기분 부가가치세는 아래 〈표2〉 기재와 같이 1,368,017,028원[= {7,501,638,110원(= 경정·고지된 본세 4,155,604,066원 + 경정·고지된 가산세 3,346,034,044원) - 6,133,621,082원}, 가산세 544,816,028원 포함]이 되므로, 피고 인천세무서장이 2013. 7. 5. 원고에게 한 2008년 1기분 부가가치세 본세 4,155,604,066원 중 823,201,000원(= 1,368,017,028원 - 544,816,028원)을 초과하는 부분 및 가산세 3,346,034,044원 중 544,816,028원을 초과하는 부분은 위법하여 취소되어야 한다. 또한, 피고 인천세무서장이 2013. 8. 19. 원고에게 한 2009년 2기분 부가가치세 본세 75,000,000원 및 가산세 36,457,500원의 부과처분, 2010년 1기분 부가가치세 본세 675,000,000원 및 가산세 292,868,390원의 부과처분은 위법하므로 모두 취소되어야 한다.<br/>〈표2〉(단위: 원)구분경정정당한 세액증감액과세표준51,718,059,37918,394,028,716-33,324,030,663납부(환급)세액매출세액 계5,096,562,4371,764,159,371-3,332,403,066매입세액 계3,636,668,0253,636,668,025 차가감계1,459,894,412-1,872,508,654-3,332,403,066경감·공제세액 계10,00010,000 기납부세액 계4,805,918,4564,805,918,456 가산세액 계3,346,034,044544,816,028-2,801,218,016차감고지(환급)세액 -6,133,621,082-6,133,621,082<br/>3. 결론<br/>  그렇다면, 이 사건 법인세 부과처분에 관하여는 당심에서 교환적으로 변경된 청구에 따라 위 정당한 세액을 초과하는 부분을 취소하고, 원고의 피고 남대문세무서장에 대한 나머지 청구를 기각하며, 이 사건 부가가치세 부과처분에 관한 제1심 판결은 이와 결론을 같이하여 정당하므로 원고의 인천세무서장에 대한 항소 및 피고 인천세무서장의 항소는 이유 없어 이를 모두 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 정형식(재판장) 김복형 남양우 ",
  "사건번호": "2015누38414",
  "사건종류코드": "400108",
  "판례정보일련번호": "209321",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}