{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20161027",
  "법원명": "부산지방법원",
  "사건명": "사기ㆍ횡령",
  "판례내용": "【피  고  인】 피고인<br/>【항  소  인】 피고인<br/>【검       사】 김민구(기소), 장진성(공판)<br/>【변  호  인】 변호사 박채훈(국선)<br/>【원심판결】 부산지방법원 2016. 8. 12. 선고 2016고단1955 판결<br/>【주    문】<br/>원심판결을 파기한다.<br/>피고인을 징역 1년에 처한다.<br/>이 사건 공소사실 중 횡령의 점은 무죄.<br/>이 판결 중 무죄부분의 요지를 공시한다.<br/><br/>【이    유】1. 항소이유의 요지<br/>  원심의 형(징역 2년)은 너무 무거워서 부당하다.<br/>2. 직권판단<br/>형법 제355조 제1항이 정한 횡령죄의 주체는 타인의 재물을 보관하는 자라야 하고, 타인의 재물인지 아닌지는 민법, 상법, 그 밖의 실체법에 따라 결정하여야 한다. 횡령죄에서 보관이란 위탁관계에 의하여 재물을 점유하는 것을 뜻하므로 횡령죄가 성립하기 위하여는 그 재물의 보관자와 재물의 소유자(또는 기타의 본권자) 사이에 법률상 또는 사실상의 위탁신임관계가 존재하여야 한다. 이러한 위탁신임관계는 사용대차ㆍ임대차ㆍ위임 등의 계약에 의하여서 뿐만 아니라 사무관리ㆍ관습ㆍ조리ㆍ신의칙 등에 의하여도 성립될 수 있으나, 횡령죄의 본질이 신임관계에 기초하여 위탁된 타인의 물건을 위법하게 영득하는 데 있음에 비추어 볼 때 그 위탁신임관계는 횡령죄로 보호할 만한 가치 있는 신임에 의한 것으로 한정함이 타당하다. <br/>  그리고 부동산에 관한 소유권과 그 밖의 물권을 실체적 권리관계와 일치하도록 실권리자 명의로 등기하게 함으로써 부동산등기제도를 악용한 투기ㆍ탈세ㆍ탈법행위 등 반사회적 행위를 방지하고 부동산 거래의 정상화와 부동산 가격의 안정을 도모하여 국민경제의 건전한 발전에 이바지함을 목적으로 하고 있는 부동산실명법의 입법 취지와 아울러, 명의신탁약정에 따른 명의수탁자 명의의 등기를 금지하고 이를 위반한 명의신탁자와 명의수탁자 쌍방을 형사처벌까지 하고 있는 부동산실명법의 명의신탁관계에 대한 규율 내용 및 태도 등에 비추어 볼 때, 명의신탁자와 명의수탁자 사이에 위탁신임관계를 근거 지우는 계약인 명의신탁약정 또는 이에 부수한 위임약정이 무효임에도 불구하고 횡령죄 성립을 위한 사무관리ㆍ관습ㆍ조리ㆍ신의칙에 기초한 위탁신임관계가 있다고 할 수는 없다. 또한 명의신탁자와 명의수탁자 사이에 존재한다고 주장될 수 있는 사실상의 위탁관계라는 것도 부동산실명법에 반하여 범죄를 구성하는 불법적인 관계에 지나지 아니할 뿐 이를 형법상 보호할 만한 가치 있는 신임에 의한 것이라고 할 수 없다(대법원 2016. 5. 19. 선고 2014도6992 전원합의체 판결 참조).<br/>  그런데 이 사건 공소사실 중 횡령의 점은 피고인이 피해자로부터 피해자 소유인 ○○○○아파트△△△동□□□호를 명의신탁 받아 이를 보관하여 달라는 부탁을 받고 위 아파트를 피고인 명의로 이전등기하여 보관하던 중 피고인이 위 아파트를 임의로 처분하였다는 것인바, 이 사건과 같은 양자간 명의신탁의 경우에도 명의신탁자와 명의수탁자의 위탁신임관계를 형법상 보호할 가치 있는 신임에 의한 것이라고 할 수는 없으므로 위 법리에 따라 명의수탁자인 피고인은 명의신탁자인 피해자에 대하여 횡령죄에서 말하는 ‘타인의 재물을 보관하는 자’의 지위에 있다고 볼 수 없다.<br/>  따라서 이 부분 공소사실은 죄가 되지 않는 경우에 해당하므로 이 부분 공소사실을 유죄로 인정한 원심판결에는 법리를 오해하여 판결에 영향을 미친 위법이 있고, 이 부분 공소사실과 원심이 유죄로 인정한 나머지 공소사실은 형법 제37조 전단의 경합범 관계에 있으므로 원심판결은 그 전부가 파기를 면할 수 없다.<br/>3. 결론<br/>  그렇다면 원심판결에는 위와 같은 직권파기사유가 있으므로 피고인의 양형부당 주장에 대한 판단을 생략한 채 형사소송법 제364조 제2항에 의하여 원심판결을 파기하고, 변론을 거쳐 다시 다음과 같이 판결한다.<br/>범죄사실<br/>  피고인은 2013. 11. 12.경 부산 부산진구 (주소 생략)에 있는 피해자 공소외 1이 운영하던 ‘주점명 생략’ 주점에서 피해자에게 “명품 옷수선 일을 하고 있는데 급하게 돈이 필요하다, 한두달 후에 갚겠으니 2,500만원을 빌려달라”는 취지로 거짓말을 하였다.<br/>  그러나 사실 그 무렵 피고인은 특별한 재산이 없이 약 1억 2,000만원 상당의 개인적인 채무를 부담하고 있었고, 피고인이 하던 일은 수입이 일정하지 않아 피해자로부터 돈을 빌리더라도 약속한대로 정상적으로 변제할 의사나 능력이 없었다.<br/>  피고인은 이에 속은 피해자로부터 같은 날 피고인 명의의 ◇◇◇금고 계좌(계좌번호 생략)으로 2,500만원을 계좌이체 받아 이를 편취하였다.<br/>  피고인은 이를 비롯하여 그 무렵부터 2014. 4. 24.경까지 별지 범죄일람표 기재와 같이 23회에 걸쳐 위와 같은 방법으로 합계 8,912만원을 받아 이를 편취하였다.<br/>증거의 요지<br/>1. 피고인의 당심 법정진술<br/>1. 공소외 1에 대한 경찰진술조서<br/>1. 차용증 사본<br/>1. 각 수사보고(사기 피해내역 첨부, 피해자 공소외 1의 피해내역 수정, 입출금거래내역 첨부, 고소인 전화진술청취)<br/>법령의 적용<br/>1. 범죄사실에 대한 해당법조 및 형의 선택<br/>   각 형법 제347조 제1항, 징역형 선택<br/>1. 경합범가중<br/>형법 제37조 전단, 제38조 제1항 제2호, 제50조<br/>양형의 이유<br/>  이 사건 범행은 피고인이 피해자를 기망하여 수십 차례에 걸쳐 합계 8,912만 원을 편취한 것으로 편취금액이 크고 죄질도 불량한 점, 아직까지 피해회복이 전혀 이루어지지 아니한 점, 피고인이 형사처벌을 받은 전력이 8회 있고, 그 중 동종 전과도 1회 있는 점 등은 피고인에게 불리한 정상이다.<br/>  다만, 피고인이 이 사건 범행을 자백하면서 잘못을 반성하고 있는 점, 편취금액 중 일부는 피해자가 운영하는 주점을 피고인이 전전세 받아 운영하던 중 인테리어 비용으로 지출한 것인 점, 피고인이 벌금형을 초과한 형사처벌을 받은 전력은 없는 점 등의 유리한 정상이 있어 이를 참작하고 그 밖에 피고인의 나이, 성행, 이 사건 범행의 동기, 수단과 결과, 범행 후의 정황 등 양형의 조건이 되는 여러 사정을 종합하여 주문과 같이 형을 정한다.<br/>무죄 부분<br/>  이 사건 공소사실 중 횡령의 점의 요지는 “피고인은 2013. 12.경 부산 부산진구 (주소 생략)에 있는 피해자 공소외 1이 운영하던 ‘주점명 생략’ 주점에서 피해자로부터 피해자 소유인 부산 수영구 (주소 2 생략)에 있는 ○○○○아파트△△△동□□□호를 명의신탁 받아 이를 보관하여 달라는 취지의 부탁을 받고 2014. 1. 13.경 위 아파트를 피고인의 명의로 이전등기하고 그 무렵부터 피해자를 위하여 위 아파트를 보관하게 되었다. 피고인은 2015. 8. 6.경 피고인이 친구인 공소외 2에 대하여 부담하고 있던 개인적인 채무 변제 등에 사용하기 위하여 약 2억원 상당인 위 아파트를 위 공소외 2의 아들인 공소외 3에게 1억 7,000만원에 매도하고, 2015. 8. 7.경 위 아파트에 대하여 공소외 3에게 매매를 원인으로 한 소유권이전등기를 경료해 주었다. 이로써 피고인은 위 아파트를 임의로 처분하여 이를 횡령하였다.”는 것인바, 이는 제2항에서 살펴본 바와 같이 범죄로 되지 않는 경우에 해당한다. <br/>  따라서 이 부분 공소사실에 대하여 형사소송법 제325조 전단에 의하여 무죄를 선고하고, 형법 제58조 제2항에 의하여 이 부분 판결의 요지를 공시한다.<br/>(별지 생략)<br/><br/>판사 정철민(재판장) 김두홍 강윤혜 ",
  "사건번호": "2016노3127",
  "사건종류코드": "400102",
  "판례정보일련번호": "214559",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}