{
  "판시사항": "  甲이 토지 및 지상 건물을 소유하면서 부동산임대업을 영위하였고, 乙이 위 부동산을 임차하여 숙박업(여관업)을 영위하였는데, 甲이 乙에게 위 부동산을 양도한 후 부가가치세를 신고하면서 건물분의 부가가치세를 신고하지 않자, 과세관청이 위 양도가 사업의 포괄적 양도에 해당하지 않는다고 보아 부가가치세를 경정·고지한 사안에서, 위 양도는 재화의 공급으로 보지 않는 사업의 양도라고 할 수 없으므로, 이를 부가가치세 과세대상으로 본 위 처분이 적법하다고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "세무",
  "판결요지": "  甲이 토지 및 지상 건물을 소유하면서 부동산임대업을 영위하였고, 乙이 위 부동산을 임차하여 숙박업(여관업)을 영위하였는데, 甲이 乙에게 위 부동산을 양도한 후 부가가치세를 신고하면서 건물분의 부가가치세를 신고하지 않자, 과세관청이 위 양도가 사업의 포괄적 양도에 해당하지 않는다고 보아 부가가치세를 경정·고지한 사안이다.<br/>  甲이 토지 지상에 건물을 신축하고 숙박업 허가를 받았더라도, 그 후 부동산 전체를 임차인들에게 숙박업의 용도로 임대하여 보증금과 월 차임을 받아왔고 부동산임대업자로서의 수입 및 필요경비를 신고해왔으므로, 위 부동산을 사업장 소재지로 하여 甲은 숙박업의 위탁이 아닌 부동산임대업을, 임차인들은 숙박업을 각 영위하였다고 봄이 타당하고, 乙은 위 부동산을 사업장 소재지로 하여 임차인으로서 숙박업을 영위하다가 부동산 양수 후에도 계속 숙박업을 영위하고 있는바, 甲이 영위하던 부동산임대업과는 사업의 동일성이 없는 점 등을 종합하면, 위 양도를 재화의 공급으로 보지 않는 사업의 양도라고 할 수 없으므로, 이를 부가가치세 과세대상으로 본 위 처분이 적법하다고 한 사례이다.<br/>",
  "참조조문": "구 부가가치세법(2017. 12. 19. 법률 제15223호로 개정되기 전의 것) 제10조 제8항 제2호(현행 제10조 제9항 제2호 참조), 구 부가가치세법 시행령(2018. 2. 13. 대통령령 제28641호로 개정되기 전의 것) 제23조<br/>",
  "선고일자": "20181123",
  "법원명": "서울행법",
  "사건명": "부가가치세부과처분취소",
  "판례내용": "【원    고】 원고 (소송대리인 변호사 김영애)<br/>【피    고】 도봉세무서장<br/>【변론종결】2018. 11. 2.<br/>【주    문】<br/>  1. 원고의 청구를 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고가 2018. 1. 8. 원고에게 한 2016년 제1기 부가가치세 77,150,600원(가산세 포함)의 부과처분을 취소한다.<br/>【이    유】  1. 처분의 경위<br/>  가. 원고는 서울 강북구 (주소 생략) 대 143.1㎡(이하 ‘이 사건 토지’라 한다) 및 그 지상 6층 건물(이하 ‘이 사건 건물’이라 하고, 이 사건 토지 및 건물을 ‘이 사건 부동산’으로 통칭한다)을 소유하면서, 이 사건 부동산에서 ‘○○○’라는 상호로 부동산임대업을 영위하고 그 임대수입을 매출과세표준으로 하여 부가가치세를 신고해 왔다.<br/>  나. 원고는 2016. 3. 29. 이 사건 부동산을 임차하여 ‘△’이라는 상호로 숙박업(여관업)을 영위하던 소외인에게 이 사건 부동산을 14억 원에 양도(이하 ‘이 사건 양도’라 한다)한 후, 2016. 7. 18. 부동산임대업의 폐업신고를 하였고, 소외인은 현재까지 이 사건 부동산에서 숙박업(여관업)을 영위하고 있다.<br/>  다. 원고는 2016년 제1기 부가가치세를 신고하면서 이 사건 양도를 사업의 포괄적 양도로 보아 이 사건 건물분의 부가가치세를 신고하지 않았다.<br/>  라. 피고는, 이 사건 양도가 부동산임대업을 영위하던 원고와 숙박업(여관업)을 영위하는 소외인 사이에 이루어진 것이어서 사업의 포괄적 양도에 해당하지 않는다는 국세청의 감사지적에 따라, 2017. 4. 24.부터 2017. 4. 28.까지 현장확인을 실시하여 이 사건 양도가 사업의 포괄적 양도에 해당하지 않는다고 보아 2016. 6. 28. 원고에게 이 사건 건물분의 부가가치세 과세예고통지를 하였다. 원고가 이에 불복하여 과세적부심사청구를 하였으나 2017. 9. 27. 불채택되었다.<br/>  마. 피고는 2018. 1. 8. 원고에게, 이 사건 양도가액 14억 원을 기준시가로 안분하여 계산한 이 사건 건물분 양도가액 5억 4,000만 원을 과세표준으로 하여 2016년 제1기 부가가치세 77,150,600원(가산세 포함)을 경정·고지하였다(이하 ‘이 사건 처분’이라 한다).<br/>  바. 원고는 이에 불복하여 2018. 1. 19. 국세청장에 심사청구를 하였으나 2018. 4. 14. 기각되었다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1~5, 7, 8호증, 을 제1, 2호증의 각 기재, 변론 전체의 취지<br/>  2. 이 사건 처분의 적법 여부<br/>  가. 원고 주장의 요지<br/>  원고는 이 사건 부동산에서 직접 또는 임차인들에게 그 운영을 위탁하는 방법으로 숙박업을 영위하다가, 이 사건 부동산과 여관집기·비품 등 물적 시설, 고용관계 등 인적 시설, 숙박업에 관한 권리의무를 소외인에게 포괄적으로 양도하였으므로, 이 사건 양도는 부가가치세 과세대상인 재화의 공급으로 볼 수 없다.<br/>  나. 인정 사실<br/>  1) 원고는 2012. 10. 16.부터 2016. 3. 29.까지 소외인에게 이 사건 부동산을 보증금 3억 원, 차임 월 550만 원(부가가치세 포함)으로 하여 임대하면서, 이 사건 부동산에 관하여 소외인에게 전세금 3억 원의 전세권 설정등기를 마쳐주었다.<br/>  2) 소외인은 2013. 2. 8. 이 사건 부동산을 사업장 소재지로 하여 숙박업(여관업)의 사업자등록을 하였고, 그 무렵 관할관청으로부터 숙박업 허가를 받았다.<br/>  3) 원고는 2016. 2. 19. 소외인에게 이 사건 부동산을 14억 원에 양도하면서 위 전세금 3억 원을 매매대금에서 공제하고, 잔금 지급기일은 2016. 3. 29.로 하며, 특약사항으로 ‘이 사건 부동산에 관한 일체의 권리와 의무를 사업자 포괄 양도·양수하는 조건으로, 매도인의 사업자를 매수인이 승계하는 조건임(부가가치세는 별도로 하지 않는다)’이라고 약정하였다. 원고는 2016. 3. 29. 잔금을 받고 소외인에게 이 사건 부동산에 관한 소유권이전등기를 마쳐주면서 소외인과 ‘사업(부동산) 포괄 양도·양수 계약서’도 작성하였다.<br/>  4) 원고는 2013~2016년 종합소득세 신고 시, 이 사건 부동산을 사업장 소재지로 하여 업종을 ‘부동산업 및 임대업’으로 신고하고, 그 부동산임대업에 따른 월 차임 합계액을 수입금액으로, 제세공과금, 접대비, 기부금, 기타 비용을 필요경비로 신고한 반면에, 소외인은 2013~2016년 종합소득세 신고 시, 이 사건 부동산을 사업장 소재지로 하여 업종을 ‘숙박 및 음식점업’으로 신고하고, 그 숙박업에 따른 매출액을 수입금액으로, 임차료, 통신비, 전력비, 가스·수도비, 보험료, 감가상각비, 광고선전비, 지급수수료, 소모품비 등의 비용을 필요경비로 신고하였다.<br/>  [인정 근거] 갑 제1~5호증, 을 제1~3호증(이상 가지번호 포함)의 각 기재, 변론 전체의 취지<br/>  다. 판단<br/>  1) 구 부가가치세법(2017. 12. 19. 법률 제15223호로 개정되기 전의 것) 제10조 제8항 제2호는 ‘사업을 양도하는 것으로서 대통령령으로 정하는 것’은 재화의 공급으로 보지 않는다고 규정하고 있고, 구 부가가치세법 시행령(2018. 2. 13. 대통령령 제28641호로 개정되기 전의 것) 제23조는 사업의 양도란 ‘사업장별로 그 사업에 관한 모든 권리와 의무를 포괄적으로 승계시키는 것’이라고 규정하고 있다. 따라서 여기서 말하는 ‘사업의 양도’라 함은 사업용 재산을 비롯한 물적·인적 시설 및 권리의무를 포괄적으로 양도하여 사업의 동일성을 유지하면서 경영주체만을 교체시키는 것을 뜻한다고 할 것이므로, 그 사업은 인적·물적 시설의 유기적 결합체로서 경영주체와 분리되어 사회적으로 독립성을 인정받을 수 있어야 한다. 양도대상이 단순한 물적 시설이 아니라 이러한 유기적 결합체라는 사실은 부가가치세에 있어서 과세장애 사유로서 그에 대한 증명책임은 납세의무자에 있다.<br/>  2) 위와 같은 법리에 비추어 앞서 인정한 사실 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정을 종합하면, 이 사건 양도를 재화의 공급으로 보지 않는 사업의 양도라고 할 수 없으므로, 이를 부가가치세 과세대상으로 본 이 사건 처분은 적법하다.<br/>  가) 원고가 이 사건 토지 지상에 이 사건 건물을 신축하고 숙박업 허가를 받았더라도, 그 후 이 사건 부동산 전체를 임차인들에게 숙박업의 용도로 임대하여 보증금과 월 차임을 받아왔고[원고가 제시하는 2005. 8. 31.경 ‘경영위임계약’은 확정된 기간(1년), 보증금(2억 5,000만 원), 입금액(월 500만 원) 등을 고려할 때, 그 실질적 내용이 통상의 부동산임대계약과 다르지 않다], 임대사업자로 취급되어 부과된 이 사건 전 과세처분 및 임대사업자 직권등록에 대해서도 별다른 불복을 하지 않은 것으로 보이며, 앞서 본 바와 같이 부동산임대업자로서의 수입 및 필요경비를 신고해왔으므로, 이 사건 부동산을 사업장 소재지로 하여 원고는 숙박업의 위탁이 아닌 부동산임대업을, 임차인들은 숙박업을 각 영위하였다고 봄이 타당하다. 원고는 자신의 숙박업을 임차인들에게 위탁운영한 것이라고 주장하나, 위와 같은 사정 및 소외인이 위탁운영업체였다면 업종을 숙박업으로 하여 사업자등록을 하지는 않았을 것으로 보이는 점에 비추어 갑 제9, 11호증의 각 기재만으로 이를 인정하기에 부족하고, 달리 이를 인정할 증거가 없다.<br/>  나) 소외인은 이 사건 부동산을 사업장 소재지로 하여 임차인으로서 숙박업을 영위하다가 이 사건 부동산 양수 후에도 계속 숙박업을 영위하고 있는바, 원고가 영위하던 부동산임대업과는 사업의 동일성이 없다(원고가 숙박업을 영위하였다고 볼 수 없는 이상, 원고의 주장대로 소외인이 2012. 10. 16.경 이 사건 부동산에 관한 임대차계약을 체결할 당시부터 향후 이 사건 부동산을 숙박업의 용도로 양수할 의사가 있었더라도, 이는 사업의 포괄적 양도 여부를 판단함에 있어서 고려할 만한 사정이 아니다).<br/>  다) 따라서 설령 원고의 주장대로 이 사건 건물 내 숙박업에 사용되는 여관집기, 비품 등이 원고의 소유였더라도, 이는 원고가 이 사건 건물을 숙박업 용도로 임대할 목적으로 구비해놓은 것으로 볼 것이다. 또한 원고가 종업원의 인건비 등을 필요경비로 신고하지 않은 점에서 고용관계를 소외인에게 승계시켜 주었다는 원고의 주장은 믿기 어려울 뿐만 아니라, 이를 인정할 증거도 없다.<br/>  3. 결론<br/>  그렇다면 원고의 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 이성용(재판장) 권수아 김지건 ",
  "사건번호": "2018구합70578",
  "사건종류코드": "400108",
  "판례정보일련번호": "205670",
  "선고": "선고",
  "판결유형": "판결 : 확정",
  "법원종류코드": "400202"
}