{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20211006",
  "법원명": "수원지방법원",
  "사건명": "임대차보증금반환등",
  "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 정세 담당변호사 최진환)<br/>【피고, 피항소인】 피고 (소송대리인 변호사 박정호)<br/>【제1심판결】 수원지방법원 안산지원 2020. 6. 24. 선고 2019가단77807 판결<br/>【변론종결】2021. 8. 18.<br/>【주    문】<br/>  1. 제1심 판결 중 아래에서 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다.<br/>     피고는 원고에게 45,000,000원 및 이에 대하여 2018. 11. 27.부터 2021. 10. 6.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  2. 원고의 나머지 항소를 기각한다.<br/>  3. 소송총비용 중 2/5는 원고가, 나머지는 피고가 각 부담한다.<br/>  4. 제1항 중 금전지급 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】 피고는 원고에게 75,000,000원 및 이에 대한 2018. 11. 27.부터 이 사건 소장부본 송달일까지는 연 5%의, 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/> 가. 피고는 2016. 2. 18. 안산시 (주소 1 생략)(이하 ‘이 사건 부동산’이라 한다)을 소외 4로부터 대금 87,500,000원에 매수하여 2016. 3. 4. 소유권이전등기를 마친 이 사건 부동산의 소유자이고, 소외 1은 (주소 2 생략)에 있는 ‘○○○공인중개사사무소’의 공인중개사이며, 소외 2는 소외 1의 처로서 위 ‘○○○공인중개사사무소’의 중개보조인이다(이하 위 소외 2와 소외 1을 통틀어 ‘소외 2 등’이라 한다).<br/> 나. 원고는 2018. 1.경 소외 2 등으로부터 이 사건 부동산을 소개받아 2018. 1. 13. 소외 2 등으로부터 이 사건 부동산에 관하여 ‘임대인 피고, 임차인 원고, 임대차기간 2018. 2. 16.부터 2019. 2. 16.까지, 임대차보증금 75,000,000원’으로 각각 기재된 ‘오피스텔 전세계약서’를 교부받아 임차인란에 서명하였다(이하 ‘이 사건 임대차계약’이라 한다). <br/> 다. 원고는 이 사건 임대차계약의 임대차보증금을 위 소외 1의 계좌로 2018. 1. 13.부터 2018. 2. 9.까지 합계 75,000,000원을 이체하였고, 그 이후에 이 사건 부동산에 입주하여 거주하다가 2018. 11. 26.경 소외 2의 요청에 따라 이 사건 부동산 인근의 오피스텔로 이사하였다. <br/> 라. 소외 2는 2020. 2. 6. ‘행사할 목적으로 권한 없이 권리의무에 관한 사문서인 전세계약서를 위조하고, 위조한 전세계약서를 마치 진정하게 성립한 문서인 것처럼 교부한 것을 비롯하여, 2014. 2. 13.경부터 2019. 2. 2.경까지 그와 유사한 방법으로 총 152회에 걸쳐 전·월세계약서를 위조하고, 위조한 전·월세계약서를 임대인들과 임차인들에게 각 교부하여 이를 행사하였다’는 범죄사실의 사문서위조 및 위조사문서행사죄 등으로 징역 10년을 선고받았고[수원지방법원 안산지원 2020. 2. 6. 선고 2019고단1234, 2019고단3251(병합), 2019고단3352(병합), 2019고단4057(병합), 2019고단4188(병합) 판결], 그 판결이 항소심에서 확정되었다(이 법원 2020. 5. 22. 선고 2020노923 판결).<br/>[인정근거] 다툼 없는 사실, 갑 제1, 4, 7호증, 을 제1호증의 각 기재, 변론 전체의 취지<br/>2. 주장 및 판단<br/>가. 원고의 주장<br/>1) 주위적 청구원인(민법 제126조 표현대리책임)<br/>   이 사건 임대차계약은 원고와 피고를 대리한 소외 2 등과의 사이에 체결되었는바, 소외 2 등에게는 적어도 피고를 대리하여 월세계약을 체결할 기본대리권이 있었고, 원고가 이 사건 건물을 직접 관리한 소외 2 등에게 이 사건 임대차계약을 체결할 권한이 있다고 믿은데 정당한 이유가 있으므로, 피고는 민법 제126조 표현대리책임에 따라 원고에게 이 사건 임대차계약의 임대차보증금 및 그 지연손해금을 지급할 의무가 있다.<br/>2) 예비적 청구원인(민법 제756조 사용자책임)<br/>   피고는 이 사건 부동산의 임대차 업무 등에 관하여 소외 2 등의 사용자로서 소외 2 등의 원고에 대한 불법행위에 대하여 민법 제756조 사용자책임에 따라 원고에게 이 사건 임대차계약의 임대차보증금 상당의 손해액 및 그 지연손해금을 지급할 의무가 있다.<br/>나. 판단<br/>1) 민법 제126조 표현대리책임에 관한 판단<br/>가) 관련 법리<br/>민법 제126조에서 말하는 권한을 넘은 표현대리의 효과를 주장하려면 대리인으로 자칭하는 사람이 본인을 위한다는 의사를 명시 또는 묵시적으로 표시하거나 대리의사를 가지고 권한 외의 행위를 하는 경우에 상대방이 대리인으로 자칭하는 사람에게 대리권이 있다고 믿고 그와 같이 믿는 데 정당한 이유가 있을 것을 요건으로 한다. 여기서 정당한 이유가 있는지는 대리인으로 자칭한 사람의 대리행위가 행하여질 때 존재하는 모든 사정을 객관적으로 관찰하여 판단하여야 한다(대법원 2009. 11. 12. 선고 2009다46828 판결 참조).<br/>나) 구체적 판단<br/>     위 법리에 비추어 이 사건에 관하여 살피건대, 앞서 기초사실에서 든 증거 및 변론 전체의 취지를 통하여 인정되는 다음과 같은 사실 및 사정, 즉 ① 이 사건 임대차계약의 계약서에는 피고의 막도장이 날인되어 있고, 계약 체결 당시에 원고가 피고를 직접 대면하지 않았을 뿐만 아니라 달리 소외 2 등으로부터 피고의 위임장을 제시받은사실도 없었던 점, ② 이 사건 임대차계약의 계약서에는 소외 1이 중개인으로 기재되어 있을 뿐이고 피고의 대리인으로 기재되어 있지는 않았으며, 달리 피고의 인감도장이 날인되거나 인감증명서가 첨부되어 있지도 않았던 점, ③ 원고는 비교적 거액인 임대차보증금을 계약당사자인 임대인 대신에 중개인에 불과한 소외 1의 계좌로 이체하였던 점, ④ 위와 같이 피고가 소외 2 등에게 이 사건 임대차계약 체결의 권한을 수여하였다고 볼 만한 객관적 자료가 없었음에도 달리 원고가 소외 2 등의 대리권 보유 여부에 대하여 피고에게 직접 확인하는 등의 주의의무를 다하였다는 정황이 없는 점 등에 비추어 보면, 원고가 제출한 증거들만으로는 원고가 소외 2 등에게 이 사건 부동산에 관한 임대차계약을 체결할 대리권이 있다고 믿을 만한 정당한 이유가 있었다고 인정하기에 부족하고, 달리 이를 인정할 만한 증거도 없으므로 원고의 주위적 청구원인은 이유 없다.<br/>2) 민법 제756조 사용자책임에 관한 판단<br/>가) 손해배상책임의 발생<br/>(1) 관련 법리<br/>     불법행위에 있어 사용자책임이 성립하려면 사용자와 불법행위자 사이에 사용자가 불법행위자를 실질적으로 지휘·감독하는 사용관계가 있어야 하는 것으로, 위임의 경우에도 위임인과 수임인 사이에 지휘·감독관계가 있고, 수임인의 불법행위가 외형상 객관적으로 위임인의 사무집행에 관련된 경우 위임인은 수임인의 불법행위에 대하여 사용자책임을 지며(대법원 1998. 4. 28. 선고 96다25500 판결 등 참조), 피용자의 불법행위가 외형상 객관적으로 사용자의 사업활동이나 사무집행행위 또는 그와 관련된 것이라고 보일 때는 행위자의 주관적 사정을 고려함이 없이 이를 사무집행에 관하여 한 행위로 볼 것이고, 외형상 객관적으로 사용자의 사무집행에 관련된 것인지는 피용자의 본래 직무와 불법행위와의 관련 정도 및 사용자에게 손해 발생에 대한 위험 창출과 방지조치 결여의 책임이 어느 정도 있는지를 고려하여 판단하여야 한다(대법원 2003. 12. 26. 선고 2003다49542 판결 등 참조).<br/>(2) 구체적 판단<br/>     위 법리에 비추어 이 사건에 관하여 살피건대, 앞서 기초사실에서 든 증거, 갑 제5, 10호증, 을 제2, 3, 10호증의 각 기재(가지번호 있는 것은 가지번호 포함) 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사실 및 사정에 비추어 보면, 이 사건 임대차계약 체결 당시에 피고는 소외 2 등의 사용자 지위에 있었고, 소외 2 등의 이 사건 부동산에 관한 임대차계약 체결 행위는 외형상 객관적으로 사용자인 피고의 임대차계약 체결과 그 관리 등에 관한 사무집행행위와 관련된 것으로 봄이 타당하므로 피고는 소외 2 등의 사용자로서 이들의 불법행위로 인하여 원고가 입은 손해를 배상할 책임이 있다.<br/>     ① 피고는 소외 2 등이 중개인 및 중개보조인으로 있는 ○○○공인중개사사무소와 소외 2의 여동생인 소외 3이 중개보조인으로 있는 △△△△△공인중개사사무소의 중개로 이 사건 부동산의 소유권을 취득하였고, 원고와의 이 사건 임대차계약 역시 위 ○○○공인중개사사무소가 중개하였다.<br/>     ② 피고가 이 사건 부동산에 관하여 체결하였다고 주장하는 2017. 4. 29.자 소외 5와의 월세 계약서, 2018. 3. 5.자 소외 3과의 월세 계약서, 2019. 1. 9.자 소외 6과의 월세 계약서에도 위 ○○○공인중개사사무소 또는 △△△△△공인중개사사무소가 중개인으로 기재되어 있다.<br/>     ③ 피고는 이 사건 임대차계약 체결 당시에 원고가 아닌 소외 5와 임대차보증금 3,000,000원, 월차임 450,000원을 조건으로 하는 임대차계약이 체결된 상태로 알고 있었다고 주장하나, 피고가 그 기간 동안에 소외 5부터 위와 같은 월차임 450,000원을 제대로 지급받지 못하였음에도 불구하고, 소외 5에게 달리 연체 차임의 지급을 독촉하거나 관련 문제를 제기한 사실이 없는 것으로 보인다.<br/>     ④ 소외 5 역시 제1심 법원에 제출한 사실확인서를 통하여 ‘피고와 이 사건 부동산에 관한 계약을 체결할 당시에 피고를 직접 만나거나 통화한 사실이 없고, 피고의 계좌로 돈을 입금하거나 피고로부터 차임 연체에 관한 연락을 받은 사실도 없으며, 임대차기간 동안의 수리 등의 문제도 부동산을 통해서 상의하였다’는 취지로 진술하였다.<br/>     ⑤ 소외 2도 검찰 수사 당시에 ‘이 사건의 임대인들은 모두 저에게 월세 임대차계약의 체결을 위임하였다. 오피스텔의 관리 및 수리도 본인의 임무이다. 월세를 받아서 임대인들에게 주는 것도 업무 중 하나이고 모든 임대인들에게 월세보증금을 직접 입금해주었다’라는 취지로 진술하였다.<br/>     ⑥ 결국, 피고는 위와 같이 소외 2 등에게 이 사건 부동산의 임대차계약 체결, 임대차보증금 수령, 임대차계약 기간 동안의 수리 업무 등을 모두 위임한 것으로 보이고, 소외 2 등은 이러한 사정을 이용하여 원고에게는 이에 관한 임대차계약을 체결할 권한이 있는 것처럼 기망하여 그 보증금을 편취한 것으로 보인다.<br/>나) 손해배상책임의 범위<br/>     원고는 소외 2 등의 불법행위로 이 사건 임대차계약의 임대차보증금으로 지급한 75,000,000원 상당의 손해를 입었다고 할 것이나, 원고 역시 이 사건 부동산의 소유자인 피고를 직접 대면하지 아니하고 위임장 등의 대리권 수여 여부를 면밀히 확인하지 아니한 채 이 사건 임대차계약을 체결하였으며, 임대차보증금을 계약당사자인 피고에게 직접 지급하지 아니한 점 등의 잘못이 있고, 이는 손해의 발생 및 확대의 원인이 되었다고 할 것이므로, 변론에 나타난 여러 사정을 종합하여 피고가 원고에게 배상하여야 할 손해액의 책임비율을 60%로 제한한다.<br/>3) 소결론<br/>    따라서 피고는 원고에게 45,000,000원(= 75,000,000원 × 60/100) 및 이에 대하여 원고가 구하는 바에 따라 2018. 11. 27.부터 피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 타당한 이 판결 선고일인 2021. 10. 6.까지는 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>3. 결론<br/>   그렇다면, 원고의 청구는 위 인정 범위 내에서 이유 있어 인용하고 나머지 청구는 이유 없어 기각하여야 한다. 따라서 제1심 판결 중 이와 결론을 달리한 부분은 부당하므로 원고의 항소를 일부 받아들여 이를 취소하고 피고에 대하여 이 법원에서 인정한 위 돈의 지급을 명하며, 제1심 판결 중 나머지 부분은 정당하므로 이에 대한 원고의 나머지 항소는 이유 없어 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 염기창(재판장) 이지형 최호열 ",
  "사건번호": "2020나74337",
  "사건종류코드": "400101",
  "판례정보일련번호": "227015",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}