{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20230705",
  "법원명": "대전지방법원",
  "사건명": "임대차보증금",
  "판례내용": "【원고, 항소인】 원고 (소송대리인 변호사 유성권 외 1인)<br/>【피고, 피항소인】 피고 1 외 1인 (소송대리인 변호사 조하늘)<br/>【제1심판결】 대전지방법원 2022. 6. 9. 선고 2021가단121803 판결<br/>【변론종결】2023. 5. 24.<br/>【주    문】<br/>  1. 원고의 피고들에 대한 항소를 기각한다.<br/>  2. 항소비용은 원고가 부담한다.<br/><br/>【청구취지와 항소취지】  제1심 판결 중 피고들에 대한 부분을 취소한다. 피고들은 공동하여 4,500만 원과 이에 대한 소장 송달 다음날부터 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.  <br/>【이    유】1. 제1심 판결의 인용<br/>  이 법원의 판결 이유는 제1심 판결 5쪽 9행부터 6쪽 7행까지 부분을 아래와 같이 고쳐 쓰는 외에는 제1심 판결의 이유와 같으므로, 민사소송법 제420조 본문에 의하여 그대로 인용한다(분리확정된 제1심 공동피고 1에 대한 부분 제외). <br/>2. 고쳐 쓰는 부분<br/> 『앞서 인정한 사실에 을나 2, 3, 6호증(가지번호 포함), 변론 전체의 취지를 더하여 인정할 수 있는 다음 사정에 비추어 보면, 피고 1이 중개대상물 확인·설명의무를 위반하였다거나 위와 같은 위반행위와 원고의 손해 사이에 인과관계가 있다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 원고의 주장은 받아들이지 않는다.   <br/>   ① 피고 1이 이 사건 계약 체결 당시 원고에게 교부한 중개대상물 확인·설명서 중 ‘실제 권리관계 또는 공시되지 않은 물건의 권리 사항’란에는 \"임차보증금 총액: 6억 원(임대인 구두 확인)\"이라고 기재되어 있다. 이에 의하면, 피고 1이 원고에게 이 사건 주택의 선순위 임차보증금 합계액을 6억 원으로 설명한 사실이 인정된다. 위 6억 원은 원고가 주장하는 실제 선순위 임차보증금 합계액(4억 9,000만 원)보다 큰 금액이므로, 피고 1이 원고에게 임차보증금을 반환받지 못할 위험의 존부와 관련하여 이 사건 주택의 선순위 권리관계에 관한 내용을 부실하게 설명하였다고 볼 수 없다(원고는 피고 1이 선순위 임대차계약의 시기와 종기 등에 관한 객관적인 근거자료를 확인·제시하지 않은 사정을 지적하고 있으나, 피고 1이 선순위 임차보증금 합계액을 과소하게 설명하지 아니한 이상, 위와 같은 사정이 원고가 이 사건 계약 체결 여부나 임차보증금 액수를 결정하는 데에 어떠한 영향을 끼쳤다고 보기 어렵다).  <br/>   ② 피고 1은 원고에게 이 사건 주택의 등기사항전부증명서를 보여주면서 이 사건 주택에 설정된 선순위 근저당권의 채권최고액 합계액이 7억 8,000만 원이고 실제 채무액이 합계 6억 원임을 설명하였다. 피고 1이 설명한 내용은 객관적인 사실에 부합하고, 그 밖에 피고 1이 이 사건 주택의 선순위 권리관계와 관련하여 원고에게 고지하지 않거나 허위로 고지한 내용이 있다고 인정할 만한 증거가 없다. <br/>   ③ 이 사건 주택에 대한 경매절차에서의 감정평가액은 1,581,574,800원이고, 이 사건 계약 체결 당시 선순위 권리 합계액은 12억 7,000만 원(= 임차보증금 4억 9,000만 원 + 근저당권 채권최고액 7억 8,000만 원)이다. 원고의 임차보증금 9,000만 원을 보태더라도 위 감정가액을 초과하지 아니하는바, 원고가 경매절차에서 임차보증금을 배당받지 못한 이유는 이 사건 주택이 저가에 낙찰되었기 때문인 것으로 보인다. 이 사건 계약 체결 당시 피고 1이 원고에게 한 설명의 내용과 경매절차에서 배당을 받지 못한 원고의 손해 사이에 직접적인 인과관계가 있다고 인정하기 어렵다.』 <br/>3. 결론<br/>  제1심 판결은 정당하다. 원고의 피고들에 대한 항소를 기각한다.<br/><br/>판사 김선용(재판장) 장태관 조길상 ",
  "사건번호": "2022나112852",
  "사건종류코드": "400101",
  "판례정보일련번호": "238351",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}