{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20240605",
  "법원명": "수원지방법원",
  "사건명": "임대차보증금",
  "판례내용": "【원고, 피항소인】 원고 1 외 1인 (소송대리인 법무법인 현답 담당변호사 장심건)<br/>【피고, 항소인】 피고 (소송대리인 변호사 윤석기)<br/>【제1심판결】 수원지방법원 안산지원 2022. 5. 27. 선고 2021가단93215 판결<br/>【변론종결】2024. 5. 8.<br/>【주    문】<br/> 1. 이 법원에서 감축 및 확장된 청구를 포함하여 제1심판결을 다음과 같이 변경한다.<br/>   원고들의 청구를 모두 기각한다.<br/> 2. 소송 총비용은 원고들이 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고들에게 각 46,189,286원 및 위 각 돈 중 각 35,530,000원에 대하여 2022. 5. 28.부터 다 갚는 날까지 연 12%의 비율로 계산한 돈과 나머지 각 10,450,000원에 대하여 2022. 9. 15.부터 2022. 9. 23. 자 청구취지 및 청구원인 변경신청서 송달일까지는 연 5%의, 그다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라. [원고들은 제1심에서 차임에 관하여 일부는 일시금으로, 나머지는 정기금(장래이행)으로 각 청구하다가, 이 법원에서 차임 전부에 관한 일시금 청구로 변경하면서 차임 청구를 일부 감축하고, 위 일시금 전부에 대하여 지연손해금을 청구하여 지연손해금 청구 부분을 확장하였다.]<br/>2. 항소취지<br/>  제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 기각한다(피고의 항소취지를 이와 같이 선해한다).<br/>【이    유】1. 기초사실<br/>가. 소외 1과 피고의 임대차계약 체결 및 계약금, 중도금의 지급<br/>1) 소외 1은 2018. 3. 22. 주식회사 ○○건설(이하 ‘소외 2 회사’라 한다)로부터 시흥시 (주소 1 생략)(이하 ‘이 사건 건물’이라 한다) □□동 지1층 2-105호(이하 ‘이 사건 105호 부동산’이라고 한다) 및 같은 층 2-106호(이하 ‘이 사건 106호 부동산’이라고 하고, 이 사건 105호 부동산과 통틀어 ‘이 사건 각 부동산’이라 한다)를 분양받았다(갑 5호증).<br/>2) 피고는 이 사건 건물이 완공되기 전인 2019. 7. 18. 소외 1에게 이 사건 각 부동산을 보증금 각 2,500만 원(계약 시 계약금 500만 원, 2019. 10. 1. 중도금 250만 원, 2020. 7. 31. 잔금 1,750만 원 각 지급), 월차임 각 190만 원(부가가치세 별도), 기간 각 2020. 7. 31.부터 2022. 7. 30.까지(24개월)로 하여 임대하기로 하는 임대차계약을 체결하고(이하 ‘이 사건 각 임대차계약’이라 한다), 같은 날 계약금 각 500만 원(합계 1,000만 원)을 소외 1에게 지급하였다(갑 제2, 4호증).<br/>3) 이 사건 105호 부동산에 관한 임대차계약서에는 다음과 같은 특약사항이 기재되어 있다(갑 제2호증 제1면).<br/>[특약사항]1. 준공 전 분양권상태에 임대차계약임.2. 임대료에 대한 부가세는 별도임.3. 계약종료시 원상복구하기로 함.4. 건설사의 입주지정일에 따라 잔금일은 변경하기로 한다.5. 임대인은 잔금일로부터 1개월간 월세를 면제하기로 하며, 다음해 2021년에는 7월분 임대료를 면제하기로 한다.6. 임대인, 임차인 명의변경시 서로 동의하며 동일한 조건으로 승계하기로 한다.7. 사항은 민법 임대차보호법 및 부동산임대차계약 일반 관례에 따르기로 한다.<br/>4) 이 사건 106호 부동산에 관한 임대차계약서(갑 제2호증 제2면)에는 위 특약사항과 동일한 내용의 기재에 더하여 \"임대인은 임차인이 106호에 일부를 피아노업종 외에 기타 학원 용도로 사용을 원할 경우 행정상 필요한 계약서 작성 절차에 대해 협조하기로 한다.\"라고 기재되어 있다(갑 제2호증 제2면).<br/>5) 피고는 2019. 10. 1. 소외 1에게 이 사건 각 임대차계약에 따라 중도금 각 250만 원(합계 500만 원)을 지급하였다.<br/>나. 소외 1과 피고의 잔금지급기일 논의<br/>1) 소외 2 회사는 2020. 7. 3. 이 사건 건물을 완공하고 2020. 7. 8.부터 2020. 9. 15.까지(70일)를 입주지정기간으로 지정하였다(갑 5호증).<br/>2) 소외 1은 2020. 7. 15. 피고에게 전화통화로 \"계약서를 보니까 7월 31일 잔금으로 되어 있는데, 이제 조정 뭐 할 수 있도록 그렇게 또 단서조항이 있잖아요. 저희가 최대한 뭐 배려는 해드리는 대로 해드리는데, 중요한 거는 그 입주 종료되는 기간이 9월 13일인가 아마 15일인가 그렇더라고요. 그러니까 아무리 뭐 늘리더라도 그 기간을 넘어서는 안 되니까\"라고 말하였고(갑 6호증의 1), 이에 대하여 피고는 \"알겠어요. 무슨 말인지 알고 그때까지 하도록 어떻게 할게요\"라고 답하였다(갑 6호증의 2). 소외 1은 2020. 7. 31.과 2020. 9. 3.에도 피고에게 전화통화로 입주지정기간 만료일까지 잔금지급을 해야 한다고 말하였다(갑 6호증의 4, 5).<br/>다. 소외 1의 원고들에 대한 분양권 매도 및 원고들의 소유권 이전등기<br/>1) 소외 2 회사는 2020. 8. 24. 이 사건 각 부동산에 관하여 소유권보존등기를 마쳤다(을 7호증의 1, 2).<br/>2) 원고들은 2020. 9. 2. 소외 1로부터 원고 1이 이 사건 105호 부동산의, 원고 2가 이 사건 106호 부동산의 각 분양권을 매수하는 계약(이하 통틀어 ‘이 사건 각 분양권 매매계약’이라 한다)을 체결하고(갑 1호증의 1, 2), 그 무렵 소외 1에게 이 사건 각 부동산의 \"계약, 소유, 관리 등 전반에 관한 권한 일체를 위임\"하는 위임장을 작성·교부하였다(갑 3호증).<br/>3) 이 사건 각 분양권 매매계약의 주요 특약사항은 다음과 같다.<br/>[특약사항]1. 본 계약은 분양권 상태의 매매계약으로 소외 2 회사 발행 공급계약서로 소유주 확인함2. 현재 계약금 포함 4차 중도금까지 납입한 상태이며, 이후의 권리 및 의무사항은 매수인이 승계하기로 함.3. 매도인의 임대사업을 매수인이 포괄양도, 양수하기로 함.4. 본 계약에 체결된 임대차계약은 매수인이 자동승계한다.<br/>4) 원고들은 2020. 9. 14. 이 사건 각 부동산에 관하여 각 2018. 3. 22. 매매를 원인으로 하는 소유권이전등기를 마쳤다(을 7호증의 1, 2).<br/>라. 피고와 소외 1의 분쟁 경위 및 관련 소송 진행 경위<br/>1) 피고는 2020. 9. 14. 소외 1에게 전화통화로 \"건축물대장이 아직 안 나왔더라고요. 교육청에 연락해보니까 그게 있어야 저는 뭘 하는데.\", \"근데 제가 학원을 하는 거잖아요. 근데 그거 서류가 들어가야지 인테리어도 할 수 있고 그런데 그게 못하고 있잖아요, 서류가 안 나와서 인테리어도 못하고 뭐할 수도 없잖아요.\", \"일단 할 수 있게 되고 나서 그게 어떻게 돼야지, 지금 그런 상황이 아니잖아요. 그게 등기부등본이 나와야\"라고 말하였다(갑 6호증의 6).<br/>2) 피고는 2020. 9. 15. 소외 1에게 \"음악학원 인가에는 임대계약서와 임대인 명의로 된 건축물 대장과 등기부 등본이 필수 구비서류입니다. 꼭 있어야만 됩니다.\"는 휴대전화 문자메시지를 보냈고, 소외 1은 같은 날 피고에게 문자메시지로 이 사건 각 부동산에 관한 원고들 명의의 등기부등본 및 각 건축물대장의 PDF파일을 송부하였다(갑 10호증).<br/>3) 피고는 2020. 9. 22. 소외 1에게 ‘이 사건 각 임대차계약 해지 통고 및 임대보증금반환 및 손해배상 합계 2,500만 원 청구의 건’이라는 제목으로 ‘소외 1은 2020. 7. 31.까지 이 사건 각 부동산을 인도하지 않았고, 소외 1은 소외 2 회사로부터 분양을 받은 자일뿐으로 이 사건 각 임대차계약 체결 당시 임대인의 자격이 없어 무효이다’라고 주장하면서 이 사건 각 임대차계약의 해지 통고를 하고, 원상회복(각 계약금 및 중도금 합계액 1,500만 원) 및 손해배상(각 계약금 합계액 1,000만 원)으로 2,500만 원의 지급을 요청하는 취지의 내용증명우편(이하 ‘2020. 9. 22. 자 내용증명우편’이라 한다)을 발송하였다(을 2호증). <br/>4) 피고는 2021. 1. 12. 소외 1을 상대로 하여 수원지방법원 2021가단545293호로 이 사건 각 임대차계약의 무효 또는 해제 따른 원상회복으로 기지급한 계약금 및 중도금의 반환과 계약금 상당액의 손해배상으로 합계 2,500만 원의 지급을 구하는 소를 제기하였으나(이하 ‘관련 소송’이라 한다), 위 법원은 2022. 2. 24. 피고의 청구를 기각하는 판결을 선고하였다(갑 5호증).<br/>5) 피고는 관련 소송 제1심판결에 대하여 수원지방법원 2022나61465호로 항소한 뒤, 항소심에서 손해배상금 청구 부분의 소를 취하하고 계약금 및 중도금 합계 1,500만 원의 반환을 청구하였다.  <br/>위 항소심에서 피고는 ‘피고가 이 사건 각 부동산에 관한 상가건물 임대차보호법 제3조에 따른 대항력을 취득하지 못한 상태에서 소외 1은 이 사건 각 부동산에 관한 분양권을 원고들에게 전매하였고, 당시 피고로부터 임대차계약 승계에 관한 동의나 승낙을 받지 않았다. 이에 피고가 2022. 9. 22. 자 내용증명우편으로 임대인 지위 변경에 대한 이의제기권을 행사함으로써 이 사건 각 임대차계약은 해제되었고, 그렇지 않더라도 이 사건 각 임대차계약상 임대인은 소외 1로 보아야 하는데, 임대차기간이 만료되었으므로 소외 1은 원고에게 보증금을 반환할 의무가 있다.’는 취지로 주장하였다.<br/>그러나 항소심법원은 2024. 2. 14. ‘2022. 9. 22. 자 내용증명우편에 기재된 피고의 주장 내용에 비추어 피고가 임대인 명의변경에 대해 즉시 이의를 제기하였다고 보기 어렵고, 임대차기간이 만료한 이후인 2023. 4. 10.경 처음으로 이의제기권을 주장하였을 뿐이며, 이 사건 각 임대차계약의 특약사항 제6항의 기재에 따라 피고는 임대인 명의변경에 대하여 사전에 적법하게 동의하였다고 보아야 하며(위 특약사항 제6항이 임대인과 임차인의 명의변경에 관하여 동일하게 규정하고 있고, 보증금이 분양가격에 비해 많지 않은 금액이며, 원고들이 이 사건 각 부동산에 관하여 설정한 근저당권의 채권최고액이 분양가격의 60% 정도여서 보증금반환채권의 회수가능성이 의문시되는 상황이라고 보기 어려운 점 등에 비추어, 임차인에게 불리한 조항에 해당하거나 상가건물 임대차보호법상 강행규정이나 선량한 풍속 기타 사회질서에 위반되어 무효라고 볼 것은 아니다), 이로써 이 사건 각 임대차계약의 임대인 지위가 소외 1에서 원고들로 적법하게 이전되었다.’고 판단하여 피고의 임대인 지위변경에 따른 이의제기권 행사 주장 및 임대차기간 만료에 따른 보증금반환의무 주장을 모두 배척하고, 피고의 항소를 기각하는 판결을 선고하였으며, 피고가 상고하지 아니하여 위 판결은 그 무렵 확정되었다(갑 5호증).<br/>마. 이 사건 각 부동산의 점유·사용 관계<br/>1) 피고는 이 사건 각 부동산의 입주지정기간 만료일은 물론, 그 이후로도 이 사건 각 임대차계약에서 정한 보증금 잔금을 소외 1이나 원고들에게 지급하지 않았고, 소외 1이나 원고들도 보증금 잔금 미지급을 이유로 피고에게 이 사건 각 부동산을 인도하지 않았다.<br/>2) 이에 따라 피고는 이 사건 각 부동산의 입주지정기간 만료일로부터 24개월이 경과한 시점(원고들이 임대차기간 종기로 주장하는 시점)이나 그 이후로도 이 사건 각 부동산을 점유하거나 사용·수익한 바 없다.   <br/> 【인정근거】 다툼 없는 사실, 갑 제1~6호증, 갑 10, 11호증, 을 제2, 6, 7호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 갑 제9호증의 재생결과, 변론 전체의 취지<br/>2. 당사자들의 주장 요지<br/>가. 원고들<br/>원고들은 이 사건 각 부동산의 소유자이고, 소외 1과 피고 사이의 이 사건 각 임대차계약에 따른 임대인 지위를 승계하였다. 따라서 피고는 원고들에게 이 사건 각 임대차계약에 따라 임대차기간인 2020. 9. 15.부터 2022. 9. 14.까지의 차임 중 2개월분의 차임을 공제한(이 사건 각 임대차계약의 특약사항 제5항 참조) 각 4,598만 원[= 1개월분 차임 및 부가가치세 209만 원(190만 원 × 1.1) × 22개월] 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>나. 피고<br/>1) 소외 1이나 원고들은 이 사건 각 부동산의 인도의무를 이행하지 않았고, 이에 피고는 이 사건 각 부동산을 점유, 사용한 적이 없으므로, 피고는 목적물을 사용·수익케 할 임대인의 의무와 대응관계에 있는 차임지급의무를 부담하지 않는다.<br/>2) 소외 1은 이 사건 각 임대차계약 체결 당시 이 사건 각 부동산에 관한 임대차계약을 체결할 자격이 없어 이 사건 각 임대차계약은 무효이고, 피고는 원고들이 이 사건 각 부동산에 관한 소유권을 취득하기 이전에 소외 1의 인도의무 불이행을 이유로 이 사건 각 임대차계약을 해지하였다.<br/>3) 피고가 이 사건 각 부동산에 관한 상가건물 임대차보호법(이하 ‘상가임대차법’이라 한다) 제3조에 따른 대항력을 취득하지 못한 상태에서 소외 1은 이 사건 각 부동산에 관한 분양권을 원고들에게 전매하였고, 당시 피고로부터 임대차계약 승계에 관한 동의나 승낙을 받지 않았으며, 이에 피고가 2020. 9. 22. 자 내용증명우편으로 임대인 지위 변경에 대한 이의제기권을 행사함으로써 이 사건 각 임대차계약은 해지되었으므로, 원고들은 임대인 지위를 승계하지 못하였다. <br/>이 사건 각 임대차계약의 특약사항 제6항을 계약인수에 관한 사전동의 간주 조항으로 보아 임대인 변경에 대한 임차인의 이의제기권을 박탈하는 것으로 해석한다면, 이는 임차인에게 불리한 조항으로서 상가임대차법상 강행규정이나 선량한 풍속 기타 사회질서에 위반하는 내용으로서 무효이다.<br/>4) 원고들과 피고 사이에 임대차계약이 존재한다면, 피고는 소외 1에게 이 사건 각 임대계약에 따른 보증금으로 1,500만 원을 지급하였으므로 위 보증금이 차임채무액에서 상계 또는 공제되어야 한다.<br/>5) 예비적으로 이 사건 각 임대차계약 특약사항 제6항이 유효하다면, 피고는 2023. 6. 8.경 이 사건 각 부동산에 관한 임차권을 소외 3에게 양도하였으므로 원고들에 대한 차임지급의무도 면책되었다. <br/>3. 판단<br/>가. 관련 법리<br/>민법 제623조는 \"임대인은 목적물을 임차인에게 인도하고 계약 존속 중 그 사용·수익에 필요한 상태를 유지하게 될 의무를 부담한다.\"라고 규정하고 있다. 임대차계약에 있어서 목적물을 사용·수익하게 할 임대인의 의무와 임차인의 차임지급의무는 상호 대응관계에 있으므로, 임대인이 목적물을 사용·수익하게 할 의무를 불이행하여 임차인이 목적물을 전혀 사용할 수 없을 경우에는 임차인은 차임 전부의 지급을 거절할 수 있다(대법원 1997. 4. 25. 선고 96다44778, 44785 판결, 대법원 2009. 9. 24. 선고 2009다41069 판결 등 참조). 그리고 임차인의 목적물에 대한 사용·수익은 목적물의 인도를 당연한 전제로 한다. 따라서 임대인의 귀책사유를 불문하고 임차목적물의 인도의무가 이행되지 않은 기간 동안 임차인은 차임지급의무를 면한다고 보아야 한다.<br/>나. 구체적 판단<br/>1) 위 법리에 비추어 보건대, 원고들이 이 사건 각 임대차계약상 임대인 지위를 소외 1로부터 적법하게 승계하였고, 원고들과 피고 사이에서 이 사건 각 임대차계약이 2020. 9. 15.부터 2022. 9. 14.까지 유효하게 존속하였다고 하더라도, 원고들이 피고에게 이 사건 각 임대차계약에 따른 차임을 청구하기 위해서는 소외 1 또는 원고들이 이 사건 각 부동산을 피고에게 인도하여 피고가 위 기간 동안 이 사건 각 부동산을 사용·수익할 수 있었음을 주장·증명하여야 한다.<br/>그런데 소외 1이나 원고들이 보증금 잔금 미지급을 이유로 피고에게 이 사건 각 부동산을 인도하지 않았고, 이에 따라 피고는 원고들이 차임지급을 구하는 2020. 9. 15.부터 2022. 9. 14.까지는 물론이고, 그 이후로도 이 사건 각 부동산을 점유하거나 사용·수익한 바 없는 사실은 제1의 마항에서 본 바와 같으므로, 피고들은 이 사건 각 임대차계약에 따른 차임지급의무를 면한다. 이를 지적하는 피고의 주장은 이유 있고, 원고들의 이 사건 청구는 더 나아가 살필 필요 없이 이유 없다.<br/>2) 이에 대하여 원고들은, 임대차계약은 낙성계약으로서 임대차 목적물의 인도는 계약의 성립요건이 아니므로 이 사건 각 부동산이 피고에게 인도되지 않았더라도 이 사건 각 임대차계약은 유효하고, 소외 1이 2020. 9. 14. 공인중개사를 통해 ‘임차인이 잔금을 치르면 입주지원센터에서 키를 받을 수 있고 인테리어 공사를 진행하는 것에도 전혀 문제가 없다’는 취지를 통지하여 원고들은 임대차 목적물 인도의무를 다하였고 단지 피고가 아무런 이유 없이 수령을 거절한 것이므로, 피고는 차임지급을 거절할 수 없다는 취지로 주장한다.<br/>살피건대, 임대차계약이 낙성계약으로서 임대차 목적물의 인도가 계약의 성립요건이 아님은 원고들이 주장하는 바와 같고, 갑 6호증의 7, 갑 7호증의 1, 2의 각 기재 또는 영상에 의하면, 소외 1이 2020. 9. 14. 공인중개사와의 통화에서 \"키를 받을 수 있기 때문에 인테리어 들어가시는 건 전혀 문제가 없을 거 같고\"라고 말한 사실(갑 7호증의 1), 그다음 날 피고와의 통화에서도 \"이미 잔금을 다 치른 상태기 때문에, 공사를 지금 당장 들여가셔도 상관이 없어요.\"라고 말한 사실(갑 6호증의 7), 이 사건 각 부동산의 입주키는 입주지원센터에 보관되어 있다가 소외 1이 2022. 3. 22. 이를 수령한 사실은 인정된다.<br/>그러나 위 가항에서 본 바와 같이 임대차계약에 있어서 목적물을 사용·수익하게 할 임대인의 의무와 임차인의 차임지급의무는 상호 대응관계에 있고, 임대인의 귀책사유를 불문하고 임차목적물의 인도의무가 이행되지 않은 기간 동안 임차인은 차임지급의무를 면한다고 보아야 한다. 임대차계약에 있어서 임대인이 보증금의 잔금지급기일에 임차인이 보증금 잔금을 지급하면 임대차 목적물을 인도할 수 있는 준비를 마치고 그 취지를 임차인에게 통지함으로써 임차인의 보증금 지급채무를 이행지체에 빠뜨릴 수 있는 인도의무의 이행제공을 하였다고 하더라도 그 사정만으로는 임대인이 임차인에게 임대차 목적물을 인도한 경우와 동일하게 볼 수 없으며, 위 인정사실만으로는 원고들이 주장하는 위 임대차기간 동안 임대차 목적물을 사용·수익케 할 의무의 이행제공이 계속되었다고 보기 어렵고, 달리 이를 인정할 증거가 없다. 원고들의 이 부분 주장은 받아들이지 아니한다.<br/>4. 결론<br/>  원고들의 청구는 모두 이유 없어 기각하여야 한다. 제1심판결은 이와 결론을 달리하여 부당하므로, 이 법원에서 감축 및 확장된 원고들의 청구를 포함하여 제1심판결을 위와 같이 변경한다.<br/><br/>판사 김순한(재판장) 조정민 조현준 ",
  "사건번호": "2022나72946",
  "사건종류코드": "400101",
  "판례정보일련번호": "601991",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}