{
  "판시사항": "[1] 임대차계약이 종료된 후 임대차보증금이 반환되지 않은 상태에서 임차인이 임대차목적물을 사용·수익하지 않고 점유만을 계속하고 있는 경우, 임대차목적물 인도 시까지의 관리비를 부담하는 자(=임대인)<br/>[2] 甲이 乙 주식회사와 상가건물 임대차계약을 체결한 다음 식당을 운영하다가 폐업하였고, 그 후 3기 이상의 차임 연체를 이유로 임대차계약이 해지되었으나 甲이 건물 인도 전까지 하루씩 두 차례 위 건물에서 丙 단체의 행사를 개최하였는데, 乙 회사가 甲을 상대로 건물 인도 시까지의 관리비 전부의 지급을 구한 사안에서, 甲은 임대차계약 종료 시까지의 관리비와 임대차계약 종료 이후 건물을 사용·수익한 2일분에 해당하는 관리비를 지급할 의무가 있을 뿐 나머지 기간 동안의 관리비를 지급할 의무는 없다고 한 사례<br/>",
  "참조판례": "[1] 대법원 2005. 4. 29. 선고 2005다1711 판결<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "민법 제536조, 민법 제618조 / [2] 민법 제536조, 민법 제618조, 민법 제640조, 상가건물 임대차보호법 제10조의8<br/>",
  "선고일자": "20210401",
  "법원명": "대법원",
  "사건명": "건물명도(인도)·보증금반환",
  "판례내용": "【원고(반소피고), 상고인 겸 피상고인】 주식회사 조이풀 (소송대리인 법무법인 세계로 담당변호사 성낙근 외 3인)<br/>【피고(반소원고), 피상고인 겸 상고인】 피고(반소원고) (소송대리인 법무법인 유앤아이 담당변호사 김동철 외 5인)<br/>【원심판결】 대전지법 2020. 10. 13. 선고 2018나114110, 2019나111521 판결<br/>【주    문】<br/>원심판결 중 반소의 피고(반소원고) 패소 부분 중 18,878,031원 및 이에 대한 지연손해금 부분을 파기하고, 이 부분 사건을 대전지방법원에 환송한다.  원고(반소피고)의 상고를 기각한다. <br/><br/>【이    유】상고이유를 판단한다.<br/>  1. 원고(반소피고, 이하 ‘원고’라고 한다)의 상고이유에 관하여<br/>  원심은 판시와 같은 이유로, 피고(반소원고, 이하 ‘피고’라고 한다)의 동시이행항변을 받아들여 피고가 원고에게 이 사건 건물의 불법점유로 인한 손해를 배상할 의무가 없다고 판단하였고, 원고가 지출하였다고 주장하는 원상회복비용을 인정하지 않았다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 이 부분 원심의 판단에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 동시이행항변권의 행사시기, 민사소송법 제146조에서 정한 적시제출주의, 불법점유로 인한 손해배상의무에 관한 법리오해, 판단누락 및 석명의무 위반 등의 잘못이 없다. <br/>  2. 피고의 상고이유에 관하여 <br/>  가. 임대차계약이 종료된 경우 임대차보증금이 반환되지 않은 상태에서 임차인이 임대차목적물을 사용·수익하지 않고 점유만을 계속하고 있는 경우라면 임대차목적물 인도 시까지의 관리비는 임대인이 부담하여야 한다(대법원 2005. 4. 29. 선고 2005다1711 판결 취지 참조).<br/>  나. 원심판결 이유와 기록에 의하면, 다음과 같은 사실을 알 수 있다. <br/>  1) 피고는 2017. 4. 20. 이 사건 건물에서 식당을 운영하다가 2017. 5. 22.경 폐업하였다.<br/>  2) 원고는 2017. 7. 25. 피고를 상대로 이 사건 건물의 인도와 차임 지급을 구하는 이 사건 본소를 제기하였고, 3기 이상의 차임 연체를 이유로 피고와의 임대차계약을 해지한다는 의사표시가 담긴 이 사건 본소장 부본이 2017. 7. 31. 피고에게 송달되어 임대차계약이 해지되었다. <br/>  3) 피고는 임대차계약이 해지된 후 2017. 12. 26.과 2018. 3. 28. 이 사건 건물에서 한국조리사협회 대전시지회 행사를 개최하였다. <br/>  4) 원고는 2017. 4. 21.경 주식회사 에스티에스153에 이 사건 건물의 관리업무를 위탁하였고, 주식회사 에스티에스153은 원고에게 2018. 10.경까지의 관리비로 18,878,031원을 부과하였다. <br/>  다. 위와 같은 사실관계를 앞서 본 법리에 비추어 살펴보면, 피고는 원고에게 2017. 4. 21.부터 임대차계약이 종료된 2017. 7. 31.까지의 관리비와 임대차계약 종료 이후 이 사건 건물을 사용·수익한 2017. 12. 26.과 2018. 3. 28. 2일분에 해당하는 관리비를 지급할 의무가 있을 뿐, 나머지 기간 동안의 관리비를 지급할 의무는 없다.<br/>  라. 그런데도 원심은 피고가 원고에게 2017. 4. 21.부터 원고가 이 사건 건물을 인도받은 2018. 10.경까지의 연체관리비 전부를 지급할 의무가 있다고 판단하였다. 이러한 원심의 판단에는 임대차보증금에서 공제되어야 할 임차인의 관리비 지급의무 범위에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 피고의 상고이유 주장은 이유 있다.<br/>  마. 결국 원심판결의 피고 패소 부분 중 연체관리비에 해당하는 18,878,031원 및 이에 대한 지연손해금 부분에서 2017. 4. 21.부터 2017. 7. 31.까지의 관리비와 2017. 12. 26.과 2018. 3. 28. 2일분에 해당하는 관리비를 제외한 부분을 파기하여야 하는데, 파기의 취지를 반영하여 연체관리비 및 이에 대한 지연손해금을 다시 산정할 필요가 있으므로, 18,878,031원 및 이에 대한 지연손해금 부분을 전부 파기한다. <br/>  3. 결론<br/>  그러므로 원심판결 중 반소의 피고 패소 부분 중 18,878,031원 및 이에 대한 지연손해금 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원고의 상고를 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이흥구(재판장) 이기택 박정화(주심) 김선수 ",
  "사건번호": "2020다286102, 286119",
  "사건종류코드": "400101",
  "판례정보일련번호": "218749",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}