{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210723",
  "법원명": "대전지방법원",
  "사건명": "임대차보증금",
  "판례내용": "【원고, 항소인】 원고 1 외 1인 (소송대리인 법무법인 금양 담당변호사 김동환)<br/>【피고, 피항소인】 피고 (소송대리인 변호사 권영심)<br/>【제1심판결】 대전지방법원 2019. 5. 15. 선고 2017가단224118 판결<br/>【변론종결】2021. 4. 23.<br/>【주    문】<br/>  1. 제1심판결 중 다음에서 지급을 명하는 금액에 해당하는 원고들 패소 부분을 취소한다.<br/>  2. 피고는 원고들에게 각 3,815,463원 및 이에 대하여 2017. 12. 5.부터 2021. 7. 23.까지 연 5%의, 그 다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  3. 원고들의 나머지 항소를 각 기각한다.<br/>  4. 소송총비용 중 9/10은 원고들이, 나머지는 피고가 각 부담한다.<br/>  5. 제2항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 피고는 원고들에게 각 45,084,056원 및 이에 대하여 2017. 10. 1.부터 이 사건 소장 부본 송달일까지 연 5%의, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 인정사실<br/>  가. 피고가 ‘○○’이라는 상호로 대전 동구 (주소 1 생략) 소재 건물 1, 2층 및 별관(이하 ‘이 사건 건물’이라고 한다)에서 운영하고 있던 식당을 그대로 인수하여 운영하기 위하여, 원고들과 소외 1은 2016. 8. 2. 임대인인 피고와 사이에, 임차인을 ‘원고들과 소외 1’, 임대차보증금 2억 원, 월 차임 1,400만 원, 임대차기간 2016. 8. 17.부터 2018. 8. 21.까지로 정한 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였는데, 이 사건 임대차계약의 특약사항 중 주요 내용은 아래와 같다.<br/>4. 사업자등록, 인, 허가, 시설 등에 대한 일체의 사항은 임차인의 부담과 책임으로 한다.5. 임차인은 퇴거 시 사업자등록, 인허가 등의 폐지, 이전, 말소, 변경 및 시설물의 원상복구 등을 완료한 후 보증금을 반환받을 수 있다.11. 잔금일을 기준으로 식자재 등은 상호 협의하여 처리하기로 한다.13. 상호 ‘○○’은 임대차 기간 중 임차인이 사용 가능하나 임대기간 만료 시 상호 ‘○○’ 사용권은 임대인에게 귀속된다.19. 임대인은 임차인에게 현 영업상태를 유지할 수 있게 레시피를 전수해주기로 한다(약10일 교육)20. 본 계약에 대한 모든 책임은 공동명의자가 연대책임을 지기로 한다.<br/>  나. 원고들은 2016. 8. 3. 소외 1과 사이에, ‘○○’이란 상호의 식당의 운영 방식 등에 관한 계약(이하 ‘이 사건 운영계약’이라고 한다)을 체결하였는데, 이 사건 운영계약의 주요 내용은 아래와 같다.<br/>제1조[목적]본 계약의 목적은 ‘○○’이라는 상호의 식당을 원고 1(이하 ‘갑’이라 한다.)과 원고 2(이하 ‘을’이라 한다.), 소외 1(이하 ‘병’이라 한다.) 간에 운영함에 있어 필요한 운영방식 및 수익금 분배를 위함이다.제2조 [대상]대전 동구 (주소 1 생략)에 위치한 건물 1층, 2층, 별관식당(이하, ‘이 사건 식당’이라 한다).제3조[출자의무]갑, 을, 병은 식당의 각 7,500만 원씩 출자하기로 한다.(임대차보증금인 2억 원, 중개수수료, 초기 운영비용).제4조[이익의 분배]제1항 병은 본 영업개시예정일인 2016. 8. 17.부터 본 계약 종료에 이르기까지 매달 말일에 식당 경영상황과 상관없이 갑에게 500만 원 및 을에게 500만 원을 지급하며, 나머지 수익금은 모두 병이 갖기로 한다. 단, 첫 달은 166만 원을 지급하기로 한다.제2항 병은 수익금 계산이 투명하게 이루어지도록, 매출 및 지출을 증빙할 수 있는 자료를 식당에 비치하도록 하며, 갑과 을의 요청 시에는 영업시간 내에 언제든지 열람할 수 있도록 한다.제5조[식당 운영자금의 지출]식당운영자금(임대료, 인건비, 자재비, 공과금, 세금, 벌금, 과태료 등 식당운영으로 인하여 발생하는 모든 금전 지출)은 식당의 경영상황과 무관하게 병이 모두 지출하기로 한다.제6조[손해의 배분]제1항 갑과 을은 보증금의 일부를 투자하여 이득을 보고, 병이 전적으로 식당운영을 하여 수익을 창출하는 것이 목적이므로, 식당경영 악화로 인하여 임대보증금의 임대료 상계와 같이 갑과 을에게 손해가 발생하는 경우, 병은 이에 대하여 갑과 을의 손해를 배상하기로 한다.제7조[담보의 제공]제1항 손해배상책임이 발생할 것을 대비하여, 병은 갑과 을에게 대전 서구 (주소 2 생략) 아파트에 대하여 각 8,400만 원의 근저당을 설정하여 주기로 한다. 단 현재 위 담보물의 명의자는 병의 부모이나, 3개월 이내에 담보물의 명의를 병으로 이전하고 나서 즉시 이행하기로 한다.제2항 제1항을 기한 내에 지키지 아니하는 경우, 이행을 강제하기 위하여 담보를 제공할 때까지 갑과 을에게 매일 금100,000원을 지급하기로 한다. 아울러 제1항의 담보를 제공할 때까지 병은 출자한 금원의 청구권을 갑과 을에게 양도한다.제8조[병의 역할]제1항 병은 식당을 운영함에 있어서 운영관리자로서의 음식의 제공 및 서비스의 질을 높이고, 수익극대화 및 회사관리와 매출신장과 관련한 주의의무를 다하여야 한다.제2항 위와 같은 주의의무를 다하기 위하여, 갑과 을은 병에게 직원관리 및 거래처 관리에 대하여 모든 대외적 권한을 부여한다.제9조[계약의 존속기간]제1항 본 계약은 특별한 사정이 없는 한 영업개시일로부터 2년간 존속하며, 계약기간이 만료되면, 갑에게 식당의 운영과 수익과 관련한 모든 권리가 있는 것으로 한다.(단, 계약기간 전 발생되었거나 또는 발생의 원인이 된 제5조 및 제6조의 비용과 손해배상금은 병이 책임진다.)제10조[운영계약의 해제]제3항 합의해제 후 본 계약당사자 중 누구도 이 사건 식당의 영업재산을 매수하지 않는 경우에는 잔존 보증금을 각자의 지분(1/3)으로 나누어 갖기로 한다.제13조[기간만료 및 계약 해제에 따른 정산 및 원상회복]본 계약이 기간만료되거나 계약해제되면 10일 내에 모든 금전에 관한 정산을 마무리한다.<br/>  다. 이 사건 운영계약 및 임대차계약에 따라서 원고들과 소외 1의 출자 및 임대차보증금의 지급, 이 사건 식당의 인도 등이 이루어졌고, 소외 1은 2016. 8. 16. ‘가오 ○○’이라는 상호로 사업자등록을 한 이후 그 무렵부터 이 사건 식당을 단독으로 운영하기 시작하였다.<br/>  라. 소외 1은 이 사건 식당의 영업부진으로 인하여 3개월 이상 차임 지급을 연체하다가 2017. 9. 30.경 피고와 사이에, 이 사건 임대차계약을 합의 해지(이하 ‘이 사건 합의 해지’라 한다)하면서 이 사건 식당을 피고에게 인도하여 반환하였다. <br/>   위 합의 해지 당시 소외 1과 피고는 이 사건 식당을 소외 1이 운영하면서 발생한 거래처 채무들 중 일부와 직원들의 체불 임금 중 일부를 피고가 인수하고, 연체차임과 피고가 소외 1에게 그동안 대여해 준 식당운영자금을 공제하는 등 총 149,985,396원을 임대차보증금 2억 원에서 공제하기로 합의하였다. <br/>  마. 이 사건 식당에 관한 소외 1의 거래처인 소외 2는 2017. 12. 1. 대전지방법원으로부터 소외 1의 피고에 대한 임대차보증금반환채권에 관하여 채권압류 및 전부명령(사건번호 : 2017타채14602, 채권자 소외 2, 채무자 소외 1, 제3채무자 피고, 청구금액 43,404,524원)을 받았고, 위 채권압류 및 전부명령은 2017. 12. 4. 피고에게 송달되어 그 무렵에 확정되었다. <br/>[인정근거] 다툼 없는 사실, 갑 제1호증, 을 제1 내지 13호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 본안전 항변에 관한 판단<br/>  가. 피고는, 원고들과 소외 1은 이 사건 식당을 운영하기 위하여 각각 출자를 하고 위 출자금으로 이 사건 임대차계약에서 정한 임대차보증금을 지급하였으므로, 원고들과 소외 1이 피고에 대하여 가지는 임대차보증금반환채권은 조합재산이라고 보아야 할 것인바, 조합재산에 속한 채권에 관한 소송은 조합원들이 공동으로 제기하여야 하는 고유필수적 공동소송에 해당한다 할 것인데, 원고들과 소외 1이 구성한 조합의 조합원 전원이 아닌 원고들만이 이 사건 소를 제기하였으므로, 이 사건 소는 부적법하다고 항변한다.<br/>  나. 판단<br/>   1) 관련 법리(민법상 조합, 내적 조합, 상법상 익명조합에 관하여)<br/>    민법의 조합 계약은 \"2인 이상이 상호출자하여 공동사업을 경영할 것을 약정\"하는 것이고(민법 제703조), 조합체의 재산은 합유에 속하므로 조합재산에 속한 채권에 관한 소송은 합유물에 관한 소송으로서 특별한 사정이 없는 한 조합원들이 공동으로 제기하여 하는 고유필수적 공동소송에 해당한다(대법원 2012. 11. 29. 선고 2012다44471 판결 등 참조). 민법 제271조 제1항은 \"법률의 규정 또는 계약에 의하여 수인이 조합체로서 물건을 소유하는 때에는 합유로 한다. 합유자의 권리는 합유물 전부에 미친다.\"고 규정하고 있고, 민법 제278조는 위 규정은 소유권 이외의 재산권에 준용한다고 규정하고 있으며, 민법 제704조는 \"조합원의 출자 기타 조합재산은 조합원의 합유로 한다.\"고 규정하고 있다. <br/>    조합 내부의 손익분배의 비율은 조합계약에서 자유로이 정할 수 있는 것이고 모든 조합원은 출자를 하여야 하나, 손실의 부담은 조합의 본질상 요구되는 것은 아니고(대법원 2009. 10. 15. 선고 2009도7423 판결 등 참조), 어떠한 법률관계가 내적 조합에 해당하는지 아니면 익명조합에 해당하는지는, 당사자들의 내부관계에 공동사업이 있는지, 조합원이 업무검사권 등을 가지고 조합의 업무에 관여하였는지, 재산의 처분 또는 변경에 전원의 동의가 필요한지 등을 모두 종합하여 판단하여야 한다(대법원 2011. 11. 24. 선고 2010도5014 판결 등 참조).<br/>    그런데, 다수의 당사자가 공동사업을 영위함에 있어서 대외적 업무집행을 오로지 조합원 중의 1인 또는 수인의 이름으로 할 것을 정할 수 있다. 조합의 외부적 업무에 대하여 조합원 중의 1인 또는 수인에게 그 개인의 이름으로 업무집행을 할 권한을 부여하는 경우이다. 이를 이른바 ‘내적 조합’이라 한다. 내적 조합에 있어서는 업무집행조합원의 행위의 효과는 오로지 그 조합에 귀속하고 대외적 업무집행권한의 범위는 그 조합의 목적인 사업의 범위에 한하나, 권리의무가 조합에 귀속하더라도 이는 내부관계에 있어서이고 대외적으로는 행위자인 업무집행자에게 귀속한다. <br/>   한편, 상법 제78조가 규정하는 익명조합은 \"당사자의 일방이 상대방의 영업을 위하여 출자하고 상대방은 그 영업으로 인한 이익을 분배할 것을 약정함\"으로써 그 효력이 생기는데, 당사자의 일방이 상대방의 영업을 위하여 출자를 하는 경우라 할지라도 그 영업에서 이익이 난 여부를 따지지 않고 상대방이 정기적으로 일정한 금액을 지급하기로 약정한 경우는 가령 이익이라는 명칭을 사용하였다 하더라도 익명조합약정이라 할 수 없고(대법원 1962. 12. 27. 선고 62다660 판결 등 참조), 음식점시설제공자의 이익여부에 관계없이 정기적으로 일정액을 지급할 것을 약정하되 대외적 거래관계는 경영자가 그 명의로 단독으로 하여 그 권리의무가 그에게만 귀속되는 동업관계는 상법상 익명조합도 아니고 민법상 조합도 아니어서 대외적으로는 오로지 경영자만이 권리를 취득하고 채무를 부담하는 것이고 그가 변제자력이 없거나 부족하다는 등의 특별한 사정이 있더라도 민법 제713조가 유추적용될 여지는 없다(대법원 1983. 5. 10. 선고 81다650 판결 등 참조).<br/>   2) 이 사건의 경우<br/>    수인이 부동산을 공동으로 매수한 경우, 매수인들 사이의 법률관계는 공유 관계로서 단순한 공동매수인에 불과하여 매도인은 매수인 수인에게 그 지분에 대한 소유권이전등기 의무를 부담하는 경우도 있을 수 있고, 그 수인을 조합원으로 하는 동업체에서 매수한 것으로서 매도인이 소유권 전부의 이전의무를 그 동업체에 대하여 부담하는 경우 등도 있을 수 있는 등 다양한 법률관계가 있을 수 있는데(대법원 1995. 9. 15. 선고 94다54894 판결 등 참조), 이는 수인이 부동산을 공동으로 임차한 경우도 마찬가지이다. <br/>    그리고, 공동임차인의 임대차보증금반환채권은 그 임대차계약의 내용상 불가분채권에 해당할 수 있고(대법원 2012. 3. 29. 선고 2011다95861 판결), 채권의 목적이 그 성질 또는 당사자의 의사표시에 의하여 불가분인 경우에 채권자가 수인인 때에는 각 채권자는 모든 채권자를 위하여 이행을 청구할 수 있고 채무자는 모든 채권자를 위하여 각 채권자에게 이행할 수 있다(민법 제409조).<br/>    위 인정사실 및 그에 의하여 인정되는 다음과 같은 사정을 종합하면, 비록 원고들과 소외 1이 내부적으로는 이른바 내적 조합 관계에 있다고 볼 여지가 있지만, 원고들과 소외 1이 이 사건 운영계약 및 임대차계약을 통하여 대외적인 조합체를 결성하여 이 사건 식당 운영에 관한 채권(임대차보증금반환채권 포함)·채무를 준합유하고 있다고는 보기 어렵다. 오히려 대외적으로는 소외 1만이 이 사건 식당을 경영하면서 발생하는 권리를 취득하고 채무를 부담하되, 원고들을 이 사건 임대차계약의 공동임차인들로 추가함으로써 이 사건 임대차 관련한 임차인의 채무는 원고들이 소외 1과 연대하여 부담하면서 그 임대차 종료에 따른 임대차보증금반환채권은 위 공동임차인으로서의 연대채무에 상응하는 불가분채권으로 정한 것으로 봄이 타당하다. <br/>    따라서, 원고들과 소외 1 각각은 모든 채권자들(원고들과 소외 1)을 위하여 임대차보증금반환채권의 이행을 청구할 수 있고 채무자인 피고는 모든 채권자들을 위하여 각 채권자에게 이행할 수 있다.<br/>    ① 이 사건 운영계약은 내부적으로는 원고들과 소외 1 모두 이른바 출자의무를 부담하고, 원고들은 조합의 업무 및 재산상태를 검사할 수 있는 감독 권한 정도는 가지고 있다고 볼 수 있으므로, 원고들과 소외 1이 정한 동업관계는 이른바 내적 조합에는 해당할 여지가 있다.<br/>    ② 그러나, 이 사건 운영계약은, 소외 1이 식당 운영을 대내외적으로 단독으로 하고(운영계약서 제8조 제2항), 수익 발생 여부에 관계없이 원고들에게 매월 일정액을 지급하면서(운영계약서 제4조), 임대차계약 종료로 임대차보증금을 반환받을 때 원고들의 몫인 1/3이 확보되지 못할 경우 그 손해까지 소외 1이 배상하기(운영계약서 제6조)로 정하는 등 그 본질은 원고들이 이 사건 식당을 운영하려는 소외 1에게 각각 7,500만 원씩을 투자 내지 대여하여 높은 이율의 확정 수익을 얻고 원고들의 손해 일체는 담보로 보전 내지 배상받으면서, 식당운영으로 인한 대내외 채무부담 등 일체의 위험은 원고들이 부담하지 않는데 있다.<br/>    그래서, 이 사건 식당의 사업자등록은 소외 1 단독 명의로 하였다. 즉 이 사건 식당의 대외적 거래관계에서 경영자인 소외 1 단독 명의로 그 권리의무가 귀속될 뿐만 아니라, 식당 직원의 임금 등 내부적 관계도 대외적 사업자 명의를 가진 소외 1만 부담하도록 하는 외양을 갖추었다.<br/>    ③ 이 사건 임대차계약에서는 원고들과 소외 1을 공동임차인으로 하여, 원고들과 소외 1이 임차인으로서 채무를 연대하여 부담하되(임대차계약 특약 제20조), 사업자등록을 어떻게 할 것인지 임차인들이 자유로이 정하고 책임지도록 정하였는데(임대차계약 특약 제4항), 임차인들인 원고들과 소외 1은 이 사건 식당의 사업자등록을 소외 1의 단독 명의로 하였고, 이 사건 식당 운영 노하우 등을 피고로부터 인수하여 운영하는 것도 소외 1이 단독으로 하였다.<br/>     이러한 사정을 감안하면, 원고들과 피고가 조합체로서 대외적으로 재산을 합유하는 것으로 볼 수 없다(만일 원고들과 소외 1이 임차인 명의를 공동임차인으로 하는 데서 나아가서 이 사건 식당의 사업자등록까지 공동 명의로 하였다면, 대외적 거래관계에서 동업체임을 표시한 것인바, 이러한 경우 원고들과 소외 1이 이 사건 식당 운영 및 임대차 관련 채권·채무를 조합체로서 합유한다고 볼 수 있음은 별론이다).<br/>    3) 소결<br/>   따라서, 이와 다른 전제에 선 위 본안전 항변은 이유 없다.<br/>3. 본안에 관한 판단<br/>  가. 원고들의 주장 요지<br/>   이 사건 임대차 계약은 2017. 9. 30. 종료되었으므로, 임대차보증금 2억 원의 반환채권은 분할채권으로서 공동임차인들에게 균등한 비율로 귀속되어야 한다. 따라서, 피고는 원고들에게 임대차보증금 2억 원에서 미지급차임, 전기세, 수도요금 등 64,747,830원을 공제한 나머지 금원 135,252,170원을 임차인들 3명으로 나눈 액수인 45,084,056원을 각 지급하여야 한다.<br/>  나. 피고의 주장 요지<br/>   피고는 이 사건 임차인들에게 임대차보증금 2억 원에서 위 149,985,396원 및 압류 및 전부명령 금액 43,404,524원을 공제한 나머지 금액인 6,610,080원만 지급할 의무를 부담한다.<br/>  다. 판단<br/>   위 인정사실에 의하면, 이 사건 임대차계약의 실질적 임차인으로서 대내외적 권리·의무를 가지는 소외 1과 임대인인 피고는 2017. 9. 30. 이 사건 임대차계약을 합의해지하면서 임대차보증금 2억 원에서 149,985,396원을 공제하기로 합의하였다. <br/>   그런데, 합의해지 또는 해지계약이라 함은 해지권의 유무에 불구하고 계약 당사자 쌍방이 합의에 의하여 계속적 계약의 효력을 해지시점 이후부터 장래를 향하여 소멸하게 하는 것을 내용으로 하는 새로운 계약으로서, 그 효력은 그 합의의 내용에 의하여 결정되는바(대법원 2003. 1. 24. 선고 2000다5336, 5343 판결 등 참조), 피고와 소외 1이 합의해지하면서 임대차보증금반환채권의 이행기를 2017. 10. 1.로 정하였다는 점을 인정할 증거가 없고, 오히려 그 이행기의 정함이 없는 것으로 봄이 상당하므로, 피고는 원고들에게 특별한 사정이 없는 한 50,014,604원(= 200,000,000원 - 149,985,396원) 및 이에 대하여 그 이행을 구하는 이 사건 소장 부본이 피고에게 송달된 다음 날인 2017. 11. 9.부터 민법이 정한 연 5%의 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>    한편, 그 이후에 소외 1의 채권자 소외 2의 채권압류 및 전부명령에 의하여 불가분채권인 임대차보증금반환채권 중 43,404,524원이 소외 2에게 2017. 12. 4. 압류 및 전부되었으므로, 이 사건 임대차보증금반환채권은 원금 7,630,926원(= 50,014,604원 + 2017. 11. 9.부터 2017. 12. 4.까지 연 5%의 비율로 계산한 지연손해금 1,020,846원 － 43,404,524원)만 남게 되었다.<br/>    따라서, 피고는 원고들에게 원고들이 구하는 바에 따라 각 3,815,463원(= 7,630,926원 × 1/2) 및 이에 대하여 위 압류·전부 명령의 효력 발생일 다음 날인 2017. 12. 5.부터 피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 타당한 이 판결 선고일인 2021. 7. 23.까지 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 결론<br/>  그렇다면, 원고들의 청구는 위 인정범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 이를 기각할 것인바, 이 사건 소 전체를 각하한 제1심판결은 이와 결론을 달리하여 부당하므로, 제1심판결 중 위에서 지급을 명한 부분에 해당하는 원고들의 패소 부분을 취소하고, 피고에게 원고들에 대한 위 금액의 지급을 명한다. 다만, 원고들만 항소한 이 사건에서 불이익변경금지원칙에 의하여 제1심판결을 원고들에게 불리하게 변경할 수는 없으므로, 청구가 기각되어야 할 나머지 부분에 대한 원고들의 항소는 기각한다(민사소송법 제418조 단서에 의하여 이 법원은 제1심법원으로 사건을 환송하지 않고 스스로 본안판결을 할 수 있다). <br/><br/>판사 이효선(재판장) 박상준 신지은 ",
  "사건번호": "2019나108778",
  "사건종류코드": "400101",
  "판례정보일련번호": "234557",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}