{
  "판시사항": "2015. 5. 13. 신설된 상가건물 임대차보호법 제10조의4 권리금 회수기회 보호조항이 시행일을 기준으로 존속 중인 임대차이면 부칙(2013. 8. 13.) 제2조에 불구하고 같은 법 제2조 제1항 단서에 따라 대통령령으로 정한 보증금액을 초과하는 임대차에도 적용되는지 여부(적극)<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "상가건물 임대차보호법 제2조 제1항, 제3항, 제10조의4, 부칙(2013. 8. 13.) 제2조, 부칙(2015. 5. 13.) 제2조, 제3조<br/>",
  "선고일자": "20190926",
  "법원명": "대법원",
  "사건명": "건물명도·부속물매수대금",
  "판례내용": "【원고(반소피고), 피상고인】 원고(반소피고) (소송대리인 변호사 김기태 외 1인)<br/>【피고(반소원고), 상고인】 피고(반소원고) (소송대리인 변호사 최환석)<br/>【원심판결】 전주지법 2017. 4. 12. 선고 2016나9400, 9417 판결<br/>【주    문】<br/>  원심판결을 파기하고, 이 사건을 전주지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 상고이유 제1점에 대하여<br/>  원심은 그 판시와 같은 이유로, 피고(반소원고, 이하 ‘피고’라고만 한다)가 이 사건 임대차 건물에 화장실 등 리모델링 공사를 하였고 그에 따른 부속물매수청구권을 행사하는 바이므로 부속물매수대금을 지급받기 전에는 원고(반소피고, 이하 ‘원고’라고만 한다)의 이 사건 건물 인도청구에 응할 수 없다고 항변함과 동시에 원고에 대하여 반소로 위 부속물매수대금의 지급을 구한다는 피고의 주장을 배척하였다.<br/>  관련 법리와 기록에 비추어 살펴보면, 원심이 인용한 제1심의 이유 설시에 다소 적절하지 아니한 부분이 있기는 하나, 원심의 위와 같은 결론에 상고이유 주장과 같이 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나 사실을 잘못 인정한 위법이 없다.<br/>  2. 상고이유 제2점에 대하여<br/>  가. 상가건물 임대차보호법(이하 ‘상가임대차법’이라 한다)은 적용 범위에 관하여 ‘이 법은 상가건물의 임대차에 대하여 적용한다. 다만 대통령령으로 정하는 보증금액을 초과하는 임대차에 대하여는 그러하지 아니하다.’고 규정하고 있다(제2조 제1항). 한편 2013. 8. 13. 법률 제12042호로 개정된 상가임대차법은 제2조 제3항을 신설하여 ‘제1항 단서에도 불구하고 계약갱신 요구 등을 규정한 제10조 제1항, 제2항, 제3항 본문 및 제10조의2는 제1항 단서에 따른 보증금액을 초과하는 임대차에 대하여도 적용한다’고 규정함으로써, 상가임대차법의 일부 조항은 대통령령으로 정한 보증금액을 초과하는 임대차에 대하여도 적용되도록 개정하였다. 그리고 그 후 상가임대차법은 2015. 5. 13. 법률 제13284호로 개정되어 같은 날 시행되면서 제10조의4(권리금 회수기회 보호 등)의 규정을 신설하고, 제2조 제3항의 ‘제1항 단서에 따른 보증금액을 초과하는 임대차에 대하여도 적용되는 규정’에 제10조의4를 추가하는 한편, 부칙 제3조에서 “제10조의4의 개정규정은 이 법 시행 당시 존속 중인 임대차부터 적용한다.”라고 규정하였다. <br/>위와 같은 상가임대차법 관련 규정의 문언, 개정 경위와 개정 법률 조항의 입법 취지 등에 비추어 볼 때, 상가임대차법 제10조의4(권리금 회수기회 보호 등)는 동 규정이 신설된 법률 제13284호의 시행일인 2015. 5. 13.을 기준으로 존속 중인 임대차이면 상가임대차법 제2조 제1항 단서에 따라 대통령령으로 정한 보증금액을 초과하는 임대차에도 적용된다. 이는 그 임대차가 법률 제12042호의 시행일인 2013. 8. 13. 이후 최초로 체결되거나 갱신된 임대차가 아니라도 마찬가지이다. 구체적인 이유는 다음과 같다.<br/>  1) 상가임대차법 제10조의4(권리금 회수기회 보호 등)는 2015. 5. 13. 신설된 조항이다. 2015. 5. 13. 개정·시행된 법률 제13284호는 위와 같이 권리금 회수기회 보호조항을 신설하면서 그 부칙 제3조에서 동 조항이 ‘당시 존속 중인 임대차’에 적용됨을 분명히 하였다.<br/>  2) 2015. 5. 13. 개정·시행된 법률 제13284호는 제2조 제1항 단서에 따라 대통령령으로 정한 보증금액을 초과하는 임대차에도 권리금 회수기회 보호조항이 적용됨을 정하기 위하여 제2조 제3항에 제10조의4를 삽입하였는데, 제2조 제3항 중 제10조의4 부분은 2015. 5. 13. 개정으로 삽입되었으므로 그 경과규정으로서의 부칙은 2015. 5. 13.자 부칙에 따라 판단하여야 한다고 봄이 타당하다. 즉, 입법기술상 제10조의4가 제2조 제3항에 삽입되었고, 2013. 8. 13. 개정된 법률 제12042호의 부칙 제2조는 “이 법은 이 법 시행 후 최초로 체결되거나 갱신되는 임대차부터 적용한다.”라고 규정하고 있다 하더라도 제10조의4의 적용 범위를 제2조 제3항이 처음 신설된 2013. 8. 13.자 부칙을 중첩적으로 적용하여 정할 것은 아니다.<br/>  3) 입법과정을 살펴보더라도 권리금 회수기회 보호조항의 소급효를 인정할 것인지에 관하여 논의한 결과, 동 조항이 임대인에게 권리금을 반환할 의무를 발생시키는 것이 아니라 향후 체결되는 신규임대차와 관련하여 권리금 회수를 방해하지 않을 의무만 부과하는 점, 새로 체결되거나 갱신되는 임대차에만 적용하면 법이 적용되는 시점이 너무 늦어지고 그 사이 보증금 등이 폭등할 우려가 있는 점 등을 고려하여 당시 존속 중인 임대차에 적용하는 것으로 입법되었을 뿐, 2013. 8. 13. 이후 임대차계약이 체결되거나 갱신되었을 것임을 전제로 그 소급효가 논의된 적은 없는 것으로 보인다. <br/>  4) 법률 제13284호의 부칙은 제2조에서 “제2조 제3항의 개정규정 중 제3조 대항력에 관한 규정은 이 법 시행 후 최초로 계약이 체결되거나 갱신되는 임대차부터 적용한다.”라고 규정하여 대항력에 관한 규정은 장래에 향하여만 적용됨을 분명히 하는 한편 위에서 본 바와 같이 제10조의4의 개정규정은 동법 시행 당시 존속 중인 임대차부터 적용하도록 규정하였고, 권리금 회수기회 보호조항의 적용에 관하여 법률 제12042호의 시행일인 2013. 8. 13.을 기준으로 그 적용 여부를 달리한다고 볼 수 있을 만한 아무런 규정을 두지 아니하였다.<br/>  나. 기록에 의하면 다음과 같은 사실을 알 수 있다.<br/>  1) 피고는 2011. 5. 2. 이 사건 건물을 임대차보증금 50,000,000원, 월차임 1,650,000원, 기간 2년으로 정하여 소외인으로부터 임차하였고(이하 ‘이 사건 임대차계약’이라 한다), 이어 2013. 5. 9. 임대차보증금 80,000,000원, 월차임 1,650,000원, 기간을 2015. 5. 14.까지로 변경하여 이 사건 임대차계약을 갱신하였다.<br/>  2) 원고는 2014. 12. 9. 위 소외인으로부터 이 사건 건물을 매수한 후 2014. 12. 30. 소유권이전등기를 마침으로써 소외인의 임대인의 지위를 승계하였다.<br/>  3) 원고는 2015. 3. 19. 피고에게 이 사건 임대차계약에 관한 갱신 거절의 의사표시를 하였고, 이에 따라 이 사건 임대차계약은 2015. 5. 14. 기간만료로 종료되었다.<br/>  다. 이러한 사실관계를 앞서 본 법리에 비추어 보면, 이 사건 임대차계약은 상가임대차법 제10조의4 권리금 회수기회 보호규정이 시행된 2015. 5. 13. 당시 존속 중이었으므로 상가임대차법 제2조 제1항 단서에 따른 보증금액을 초과하는 임대차이더라도 제10조의4 권리금 회수기회 보호규정이 적용된다. <br/>  원심은, 이와 달리 상가임대차법 제2조 제1항 단서에 따른 보증금액을 초과하는 임대차에 상가임대차법 제10조의4 규정이 적용되려면 법률 제12042호의 부칙 제2조에 따라 2013. 8. 13. 이후 최초로 체결되거나 갱신되는 임대차이어야 하는데 이 사건 임대차계약은 그렇지 않다는 이유로 이 사건 임대차계약에는 상가임대차법 제10조의4 규정이 적용되지 않는다고 보았다.<br/>  원심의 이와 같은 판단에는 상가임대차법 제10조의4 및 부칙 규정에 관한 법리를 오해한 위법이 있다. 이를 지적하는 상고이유 주장은 정당하다.<br/>  3. 결론<br/>  그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 박상옥(재판장) 안철상 노정희(주심) 김상환 ",
  "사건번호": "2017다228809, 228816",
  "사건종류코드": "400101",
  "판례정보일련번호": "225569",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}