{
  "판시사항": " [1] 주택 임차인이 법인인 경우, 임차주택의 양수인이 임대인의 지위를 당연히 승계한다는 내용의 주택임대차보호법 제3조 제4항이 적용되는지 여부(원칙적 소극) / 임대인이 법인을 임차인으로 하는 주택을 양도한 경우, 임대인의 법인에 대한 임대차보증금 반환채무가 소멸하는지 여부(원칙적 소극)<br/> [2] 부동산 매수인이 매매목적물에 관한 임대차보증금 반환채무 등을 인수하는 한편 그 채무액을 매매대금에서 공제하기로 약정한 경우, 위 인수가 면책적 채무인수라고 볼 수 있는지 여부(원칙적 소극) / 부동산 매도인과 매수인 사이에 임대차보증금 반환채무를 면책적으로 인수하는 약정이 있는 경우, 그에 기한 면책적 채무인수의 효력이 발생하기 위한 요건(=채권자인 임차인의 승낙) 및 이때 임차인의 승낙은 묵시적 의사표시로도 가능한지 여부(적극) / 임대보증금 반환채권의 회수가능성 등이 의문시되는 상황인 경우, 임차인의 어떠한 행위를 임대차보증금 반환채무의 면책적 인수에 대한 묵시적 승낙의 의사표시에 해당한다고 단정할 수 있는지 여부(소극)<br/>",
  "참조판례": " [1] 대법원 2002. 9. 24. 선고 2002다36228(공2002하, 2538), 대법원 2003. 7. 25. 선고 2003다2918 판결(공2003하, 1846) / [2] 대법원 2015. 5. 29. 선고 2012다84370 판결(공2015하, 852), 대법원 2024. 6. 13. 선고 2024다215542 판결(공2024하, 1091)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 주택임대차보호법 제3조 / [2] 주택임대차보호법 제3조, 민법 제454조, 제455조<br/>",
  "선고일자": "20241025",
  "법원명": "대법원",
  "사건명": "구상금",
  "판례내용": "【원고, 상고인】 주택도시보증공사 (소송대리인 변호사 노정석)<br/>【피고, 피상고인】 피고 (소송대리인 변호사 남호진 외 1인)<br/>【원심판결】 부산지법 2024. 4. 25. 선고 2021나44791 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 부산지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 인정된 사실관계<br/>  원심판결 이유와 기록에 의하면 다음과 같은 사실을 알 수 있다.<br/>  가. ○○○진흥원(이하 ‘진흥원’이라 한다)은 2017. 5. 3. 피고로부터 대구 동구 (주소 생략)(명칭 생략)△△△동□□□호(이하 ‘이 사건 □□□호’라 한다), 같은 동 ◇◇◇호(이하 ‘이 사건 ◇◇◇호’라 하고, 이들 부동산을 통틀어 ‘이 사건 부동산’이라 한다)를 각각 임대차보증금 86,000,000원, 임대차기간 2017. 7. 10.부터 2019. 7. 31.까지로 정하여 임차하는 내용의 임대차계약을 체결하였다(이하 ‘이 사건 임대차계약’이라 한다).<br/>  나. 원고는 진흥원과 이 사건 임대차계약 종료 시 임대인의 이 사건 부동산에 관한 임대차보증금 반환채무를 보증하는 내용의 전세보증금 반환보증약정(이하 ‘이 사건 보증약정’이라 한다)을 체결하고, 2017. 7. 25. 각각 보증금액 86,000,000원, 보증기간 2017. 7. 25.부터 2019. 8. 31.까지로 하는 전세보증금 반환보증서를 발급하였다.<br/>  다. 피고는 2019. 5. 23. 소외인에게 이 사건 부동산을 각각 매매대금 86,000,000원에 매도하였다(이하 ‘이 사건 매매계약’이라 한다). 이 사건 매매계약서 특약사항 제4항에는 임대차보증금 86,000,000원은 매수자(소외인)가 승계한다고 기재되어 있다(이하 ‘이 사건 인수조항’이라 한다). 소외인은 2019. 5. 24. 이 사건 □□□호에 관하여, 2019. 5. 27. 이 사건 ◇◇◇호에 관하여 각각 이 사건 매매계약을 원인으로 한 소유권이전등기를 마쳤다.<br/>  라. 진흥원은 2019. 9. 1. 원고에게 이 사건 임대차계약이 기간만료로 종료되었음에도 소외인으로부터 임대차보증금을 반환받지 못하였다는 이유로 이 사건 보증약정에 따른 보증금 지급을 청구하였다. 원고는 2019. 10. 30. 진흥원에 보증금 합계 172,000,000원을 지급하였다.<br/>  마. 원고는 2020. 3. 26. 진흥원을 대위하여 피고와 소외인을 상대로 임대차보증금의 반환을 구하는 이 사건 지급명령을 신청하였다가 피고가 이의신청하여 소송으로 이행하였다.<br/>  2. 원심 판단<br/>  원심은 다음과 같은 사정들에 비추어 임차인인 진흥원이 이 사건 부동산에 관한 임대차보증금 반환채무의 인수에 관하여 적극적으로 인정하거나 적어도 묵시적인 승낙을 하여 피고의 채무가 소외인에게 면책적으로 인수되었다고 판단하였다.<br/>  가. 피고는 이 사건 매매계약 체결 직후인 2019. 5. 28.경 진흥원에 매매계약 체결 사실과 소외인의 임대차보증금 반환채무 인수 사실을 통지한 다음, 2019. 5. 31.경 이 사건 인수조항이 기재된 매매계약서를 전달하였다. 당시 진흥원은 이에 대하여 특별히 이의를 제기하거나 소외인의 변제능력 등에 관하여 의문을 제기한 사실이 없고, 진흥원의 임대차보증금 회수가능성이 의문시되는 상황도 아니었다.<br/>  나. 진흥원은 2019. 6. 3. 소외인에게 이 사건 임대차계약 해지를 이유로 임대차보증금을 반환하라는 취지의 내용증명을 발송하였고 그 후 이사를 완료하였으니 내부 파손상태 등을 확인하라는 내용의 문자를 발송하였는데, 당시 피고에게는 아무런 의사표시나 통지를 하지 않았다.<br/>  다. 법무법인 신세기는 2019. 6. 28.경 원고를 대리하여 소외인에게 ‘진흥원이 원고에게 이 사건 임대차보증금 반환채권을 양도하였고, 임차주택을 양수한 소외인이 주택임대차보호법 제3조 제4항에 따라 임대차보증금 반환채무도 승계하였다.’는 내용이 기재된 안내문을 보냈다. 당시 원고가 작성한 내부 문서나 보증채무 이행청구서에도 주채무자는 ‘소외인’이라고 기재되어 있다.<br/>  3. 대법원 판단<br/>  가. 관련 법리<br/>    1) 법인은 주택임대차보호법 제3조 제1항이 정하는 대항요건의 하나인 주민등록을 마칠 수 없는 점에 비추어 보면, 주택을 임차한 법인에게는 주택임대차보호법 제3조 제2항, 제3항이 정하는 경우를 제외하고는 주택임대차보호법 제3조가 적용되지 않는다. 그러므로 임차주택의 양수인이 임대인의 지위를 당연히 승계한다는 내용의 주택임대차보호법 제3조 제4항도 주택 임차인이 법인인 경우에는 원칙적으로 적용되지 않는다. 따라서 임대인이 법인을 임차인으로 하는 주택을 양도한 경우에는 임대인의 임대차보증금 반환채무를 양수인이 면책적으로 인수하였다는 등의 특별한 사정이 없는 한 임대인의 법인에 대한 임대차보증금 반환채무는 주택 양도에도 불구하고 소멸하지 아니한다(대법원 2003. 7. 25. 선고 2003다2918 판결 참조). <br/>    2) 면책적 채무인수는 병존적 채무인수 또는 이행인수와는 달리 제3자가 채무를 인수함으로써 기존 채무자가 면책되므로, 어떠한 인수의 법적 성격이 문제되는 경우 이를 병존적 채무인수 또는 이행인수가 아니라 면책적 채무인수로 보는 데에는 엄격함과 신중함이 요구된다. 그러므로 부동산 매수인이 매매목적물에 관한 임대차보증금 반환채무 등을 인수하는 한편 그 채무액을 매매대금에서 공제하기로 약정한 경우, 그 인수는 특별한 사정이 없는 이상 매도인을 면책시키는 면책적 채무인수라고 볼 수 없다. 또한 부동산 매도인과 매수인 사이에 임대차보증금 반환채무를 면책적으로 인수하는 약정이 있었더라도 그에 기한 면책적 채무인수의 효력이 발생하려면 채권자인 임차인의 승낙이 있어야 한다(민법 제454조 참조). 이때 임차인의 승낙은 반드시 명시적 의사표시로 하여야 하는 것은 아니고 묵시적 의사표시로도 가능하다. 그러나 임차인이 채무자인 임대인을 면책시키는 것은 그의 채권을 처분하는 행위이므로, 임대보증금 반환채권의 회수가능성 등이 의문시되는 상황이라면 임차인의 어떠한 행위를 임대차보증금 반환채무의 면책적 인수에 대한 묵시적 승낙의 의사표시에 해당한다고 쉽게 단정하여서는 아니 된다(대법원 2015. 5. 29. 선고 2012다84370 판결, 대법원 2024. 6. 13. 선고 2024다215542 판결 참조).<br/>  나. 원심판결 이유와 기록에 의하여 알 수 있는 다음과 같은 사정들을 관련 법리에 비추어 살펴보면, 진흥원이 이 사건 부동산에 관한 임대차보증금 반환채무의 면책적 인수를 묵시적으로 승낙하였다고 보기 어렵다.<br/>    1) 이 사건 인수조항이 면책적 채무인수 약정에 해당한다고 단정할 수 없고 이를 병존적 채무인수 또는 이행인수에 관한 약정이라고 볼 여지도 있다. 채무인수가 면책적 인수인지, 병존적 인수인지가 분명하지 아니한 때에는 이를 병존적으로 인수하였다고 보아야 한다(대법원 2002. 9. 24. 선고 2002다36228 판결 참조). 부동산 매수인의 임대차보증금 반환채무 인수가 이행인수에 해당하는 경우도 존재한다(앞서 본 대법원 2012다84370 판결 참조). 이 사건 인수조항에는 소외인이 임대차보증금 반환채무를 인수한다는 취지가 포함되어 있을 뿐 이를 넘어서서 피고가 채권자인 진흥원에 대한 관계에서도 채무를 면한다는 취지가 명시적으로 포함되어 있지는 않다.<br/>    2) 설령 이 사건 인수조항이 면책적 채무인수 약정에 해당한다고 하더라도, 특별한 사정이 없는 한 진흥원이 이를 승낙하였다고 보기는 어렵다. 진흥원은 원칙적으로 주택임대차보호법에 따른 보호를 받을 수 없는 법인이고, 피고나 소외인으로부터 전세권 등과 같이 임대차보증금 반환을 담보할 수 있는 수단을 별도로 제공받지 못하였다. 이러한 상황에서 진흥원의 승낙으로 면책적 채무인수의 효과가 발생하면 진흥원의 채권 실현 여부는 새로운 채무자인 소외인의 자력이나 채무이행의 성실성에 달려있게 된다. 결국 진흥원이 묵시적 승낙을 하였는지는 진흥원이 이러한 상황을 알고도 면책적 채무인수의 결과를 감수할 만한 합리적 이유가 있었는지에 관한 여러 정황에 비추어 판단해야 한다.<br/>    3) 소외인의 자력은 진흥원이 면책적 채무인수를 승낙하는 데 중요한 고려 요소이다. 진흥원이 이 사건 매매계약 무렵 승낙할 것인지를 결정하기 위해 소외인의 자력을 조사·확인하였다는 사정은 보이지 않는다. 오히려 진흥원은 이 사건 매매계약서를 전달받은 후 3일 만에 소외인에게 이 사건 임대차계약에 대한 해지 통지를 하였다. 이 사건 매매계약 당시 피고나 소외인이 면책적 채무인수에 대하여 진흥원에 구체적으로 설명하였다는 객관적인 자료도 제출되지 않았다. 피고가 진흥원에 임대차보증금 반환채무의 면책에 대한 승낙을 명시적으로 요구하거나, 진흥원과 소외인 사이에 새로 임대차계약서가 작성되도록 하는 등 면책에 대한 승낙을 받으려고 노력한 사정도 보이지 않는다. 이러한 상황에서 진흥원이 선뜻 면책적 채무인수를 승낙하리라고 기대하기는 어렵다. <br/>    4) 당시 진흥원으로서는 면책적 채무인수를 승낙하여 피고가 임대차보증금 반환채무를 면하도록 할 합리적 이유가 없다. 소외인은 관련 형사사건에서 이 사건 부동산을 담보로 대부업체로부터 식품업체 운영자금을 대출받기 위해 이 사건 매매계약을 체결하였다고 진술하였다. 소외인은 이 사건 매매계약을 체결한지 1~4일 만에 이 사건 부동산에 관하여 소유권이전등기를 마치고 그로부터 약 20일 후에 대부업체에 채권최고액을 78,000,000원으로 하는 근저당권설정등기를 마쳐 주었다. 이러한 근저당권 설정으로 인해 진흥원이 임대차보증금을 회수할 가능성은 현저히 떨어졌다. <br/>    5) 이 사건 매매계약 체결을 전후하여 원고나 진흥원이 한 행위도 진흥원의 묵시적 승낙을 인정할 충분한 근거가 되지 못한다. 원고 대리인이나 진흥원이 소외인에게 보낸 채권양도사실 알림에 대한 안내문, 이 사건 임대차계약 해지 통지와 이사 완료 통지 등은 진흥원의 면책적 채무인수 승낙까지 추단할 수 있는 사정이 아니다. 진흥원 등의 이러한 행위는 소외인의 근저당권 설정으로 이미 이 사건 부동산의 담보가치가 사실상 사라진 상황에서 임대차보증금의 회수가능성을 높이기 위해 통상적으로 주택임차인으로서 취할 수 있는 조치일 수는 있어도 피고를 면책시키는 승낙의 의사표시로 평가하기는 어렵다.<br/>  다. 원심은 판시와 같은 이유로 진흥원의 승낙에 따라 이 사건 부동산에 관한 임대차보증금 반환채무가 소외인에게 면책적으로 인수되었다고 판단하여 원고의 청구를 기각하였다. 이러한 원심 판단에 면책적 채무인수에서 묵시적 승낙에 관한 법리를 오해하고 논리와 경험 법칙을 위반하여 자유심증주의의 한계를 벗어나 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다.<br/>4. 결론<br/>  원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 서경환(재판장) 노태악 신숙희 노경필(주심) ",
  "사건번호": "2024다249378",
  "사건종류코드": "400101",
  "판례정보일련번호": "605157",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}