{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20180425",
  "법원명": "대구지방법원 경주지원",
  "사건명": "임차보증금반환·건물인도",
  "판례내용": "【원고(반소피고)】 원고<br/>【피고(반소원고)】 주식회사 서강이일씨 (소송대리인 법무법인(유한) 동인 담당변호사 김지현)<br/>【변론종결】2018. 4. 11.<br/>【주    문】<br/>  1. 피고(반소원고)는 원고(반소피고)로부터 별지 기재 목록 부동산을 인도받음과 동시에 원고(반소피고)에게 70,000,000원을 지급하라.<br/>  2. 원고(반소피고)는 피고(반소원고)로부터 70,000,000원을 지급받음과 동시에 피고(반소원고)에게 별지 목록 기재 부동산을 인도하라.<br/>  3. 원고(반소피고)의 나머지 본소청구 및 피고(반소원고)의 나머지 반소청구를 각 기각한다.<br/>  4. 소송비용은 본소와 반소를 합하여 원고 및 피고가 각 1/2씩 부담한다.<br/>  5. 제1, 2항은 각 가집행할 수 있다.<br/><br/>【청구취지】  본소 : 피고(반소원고, 이하 ‘피고’라고만 한다)는 원고(반소피고, 이하 ‘원고’라고만 한다)에게 70,000,000원 및 이에 대하여 별지 목록 기재 부동산 인도일부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>  반소 : 원고는 피고에게 별지 목록 기재 부동산을 인도하라.<br/>【이    유】1. 기초사실<br/>  가. 원고는 2014. 1. 27. 대운산업개발 주식회사(이하 ‘대운산업개발’이라 한다)와 사이에 대운산업개발의 소유인 별지 목록 기재 부동산(이하 '이 사건 부동산‘이라 한다)에 관해 임대차보증금 7,000만 원, 임대차기간 2014. 1. 27.부터 2016. 1. 27.까지로 각 정하여 임대차계약(이하 ’이 사건 임대차계약‘이라 한다)을 체결하였고, 그 무렵 원고는 대운산업개발에 위 임대차보증금 7,000만 원을 전부 지급하였다. <br/>  나. 원고는 2014. 1. 27. 이 사건 부동산을 인도받고 전입신고를 마쳤으며(확정일자는 2015. 4. 29.에 이르러 받았다), 현재까지 이 사건 부동산을 점유하고 있다.<br/>  다. 한편, 대운산업개발은 2013. 12. 24. 케이비부동산신탁 주식회사(이하 ‘케이비부동산신탁’이라 한다)와 사이에 이 사건 부동산에 관하여 위탁자 대운산업개발, 수탁자 케이비부동산신탁, 수익자 포항서부신용협동조합(이하 ‘포항서부신협’이라 한다) 및 대운산업개발로 된 부동산담보신탁계약(이하 ‘이 사건 신탁계약’이라 한다)을 체결하였고, 케이비부동산신탁은 같은 날 위 신탁을 원인으로 한 소유권이전등기를 경료하였다. <br/>  라. 대운산업개발은 2014. 4. 8. 같은 날 신탁재산의 귀속을 원인으로 한 소유권이전등기를 경료하였고, 포항서부신협은 같은 날 이 사건 부동산에 관하여 채권최고액 57,850,000원으로 된 근저당권설정등기를 경료하였다. <br/>  마. 이후 이 사건 부동산에 관하여 임의경매절차가 개시되었고, 피고는 2017. 2. 20. 이 사건 부동산에 관하여 2017. 2. 17. 임의경매로 인한 매각을 원인으로 한 소유권이전등기를 경료하였다.<br/>【인정 근거】 다툼 없는 사실, 갑 제1 내지 4호증, 을 제1 내지 4호증의 각 기재(가지번호 포함), 변론 전체의 취지<br/>2. 당사자들의 주장 요지<br/>가. 원고<br/>    원고는 이 사건 부동산을 인도받고 주민등록을 마침으로써 대항력을 취득하였으므로 피고에 대하여도 이 사건 임대차계약의 대항력이 미친다. 따라서 이 사건 임대차계약은 기간만료로 종료되었으므로 피고에 대하여 본소로서 임대차보증금 7,000만 원의 반환을 구한다.<br/>나. 피고<br/>    이 사건 임대차계약은 신탁자로서 임대차계약을 체결할 권한이 없는 대운산업개발과 사이에 체결한 것일 뿐만 아니라, 신탁의 공시 효력 등으로 인해 이 사건 임대차계약의 대항력 효력발생일은 대운산업개발이 다시 소유권이전등기를 경료한 다음날이라고 할 것이므로 선순위 근저당권인 포항서부신협의 근저당권설정등기보다 후순위인 이 사건 임대차계약은 소멸되어야 하는 것이다. 따라서 원고는 피고에 대하여 이 사건 임대차계약에 기한 대항력을 행사할 수 없으므로 이 사건 부동산을 점유할 적법한 권원이 없는 원고에 대하여 반소로서 이 사건 부동산의 인도를 구한다.<br/>3. 판단<br/>가. 관련 법리<br/>    임대차는 당사자 일방이 상대방에게 목적물을 사용·수익하게 할 것을 약정하고 상대방이 이에 대하여 차임을 지급할 것을 약정함으로써 성립하는 것으로서(민법 제618조 참조), 임대인이 그 목적물에 대한 소유권 기타 이를 임대할 권한이 없다고 하더라도 임대차계약은 유효하게 성립한다(대법원 2009. 9. 24. 선고 2008다38325 판결 등 참조). 다만, 주택임대차보호법이 적용되는 임대차가 임차인과 주택의 소유자인 임대인 사이에 임대차계약이 체결된 경우로 한정되는 것은 아니나, 적어도 그 주택에 관하여 적법하게 임대차계약을 체결할 수 있는 권한을 가진 임대인이 임대차계약을 체결할 것이 요구된다(대법원 2014. 2. 27. 선고 2012다93794 판결 등 참조).<br/>    한편, 주택임대차보호법 제3조 제1항에서 주택의 인도와 더불어 대항력의 요건으로 규정하고 있는 주민등록은 거래의 안전을 위하여 임차권의 존재를 제3자가 명백히 인식할 수 있게 하는 공시방법으로 마련된 것으로서, 주민등록이 어떤 임대차를 공시하는 효력이 있는가의 여부는 그 주민등록으로 제3자가 임차권의 존재를 인식할 수 있는가에 따라 결정된다고 할 것이므로, 주민등록이 대항력의 요건을 충족시킬 수 있는 공시방법이 되려면 단순히 형식적으로 주민등록이 되어 있다는 것만으로는 부족하고, 주민등록에 의하여 표상되는 점유관계가 임차권을 매개로 하는 점유임을 제3자가 인식할 수 있는 정도는 되어야 한다(대법원 2001. 1. 30. 선고 2000다58026, 58033 판결 등 참조).<br/>나. 이 사건의 판단<br/>    살피건대, 앞서 든 증거에 의하면, 이 사건 신탁계약 제10조에 따라 위탁자는 신탁자의 승낙을 받고 이 사건 부동산에 관한 임대차계약을 체결하도록 되어 있는 사실, 그러나 위탁자인 대운산업개발은 이 사건 임대차계약을 체결하면서 수탁자인 케이비부동산신탁의 승낙을 받지 않은 사실, 이 사건 신탁계약에 따라 이 사건 부동산에 관하여 신탁원부의 표시를 비롯한 신탁의 등기가 이루어졌던 사실이 각 인정되고, 이에 의하면 이 사건 임대차계약 체결 당시 대운산업개발에 이 사건 부동산에 대한 적법한 임대권한이 있었다고 보기 어렵기는 하다.<br/>    그러나 앞서 본 법리에 따라 대운산업개발에 이 사건 부동산에 대한 적법한 임대권한이 없다고 하더라도 이 사건 임대차계약의 효력은 인정된다고 할 것이고, 대운산업개발이 2014. 4. 8. 신탁재산인 이 사건 부동산에 관한 소유권이전등기를 경료하여 그 소유권을 회복함으로써 적법한 임대권한 또한 회복하였다고 보아야 하므로 그때부터 이 사건 임대차계약은 주택임대차보호법의 적용을 받게 된다고 봄이 상당하다.<br/>    나아가 이 사건 임대차계약의 대항력 취득시기에 관하여 보건대, ① 원고는 대운산업개발이 이 사건 부동산에 관한 소유권을 회복하기 이전부터 이 사건 임대차계약에 기하여 이 사건 부동산을 인도받고 주민등록을 마친 상태였으므로, 제3자들이 보기에 원고의 주민등록이 소유권 아닌 임차권을 매개로 하는 점유라는 것을 충분히 인식할 수 있었던 점, ② 이 사건 임대차계약이 유효한 이상 원고의 주민등록이 제3자에 대한 충분한 공시의 효과를 가진다고 봄이 상당하고, 이 사건 부동산에 관하여 위탁자의 임대차계약 체결권한이 없음이 신탁의 등기로 공시되었다고 하더라도 그와 같은 사정만으로는 위와 같은 원고의 주민등록에 따른 임대차 공시의 효과가 발생하지 않는다고 볼 근거도 없는 점, ③ 피고는 이 사건 임대차계약의 대항력을 인정한다면 근저당권설정자인 포항서부신협 등 제3자에게 불측의 손해를 가할 수 있다고 주장하나, 앞서 본 바와 같이 위 근저당권 설정 이전부터 원고의 이 사건 부동산 점유 및 주민등록이 임대차를 매개로 하는 것임을 충분히 표상 내지 공시하고 있었다고 보이므로, 대운산업개발에 상당한 금원을 대출하였던 포항서부신협으로서는 이를 확인하였거나 확인하였어야 한다고 봄이 합리적인 점, ④ 피고가 들고 있는 대법원 99다59306 판결은 주택의 소유자가 그 주택을 매도함과 동시에 매수인으로부터 그 주택을 임차하여 계속 거주한 사안으로 이는 임차인의 종래 주민등록이 소유권이 아닌 임차권을 매개로 하는 점유라는 것을 인식하기 어려운 사안이었던 점 등에 의하면, 결국 이 사건 임대차계약의 대항력은 대운산업개발이 신탁재산의 회복으로서 이 사건 부동산에 관한 소유권이전등기를 경료한 때 그 즉시 발생한다고 봄이 타당하다. 결국 이 사건 임대차계약은 포항서부신협의 근저당권설정등기보다 선순위라고 할 것이므로 원고는 피고에 대하여 이 사건 임대차계약에 기한 대항력을 행사할 수 있다. <br/>    따라서 피고는 원고에게 이 사건 임대차계약의 기간만료에 따른 원상회복으로서 임대차보증금 7,000만 원을 반환할 의무가 있고, 원고는 피고에게 원상회복으로서 이 사건 부동산을 인도할 의무가 있으며, 위 각 의무는 동시이행 관계에 있다.<br/>4. 결론<br/>  그렇다면 원고의 본소청구 및 피고의 반소청구는 각 위 인정범위 내에서 이유 있어 이를 인용하고, 각 나머지 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 이재찬 ",
  "사건번호": "2017가단1359(본소), 2018가단827(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "207180",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}