{
  "PrecService": {
    "판시사항": "[1] 2인으로 구성된 조합에서 한 사람이 탈퇴한 경우, 조합이 해산이나 청산이 되는지 여부(원칙적 소극) 및 이때 조합재산의 귀속관계 / 조합원이 부동산 사용권을 존속기한을 정하지 않고 출자하였다가 탈퇴한 경우, 탈퇴 시 조합재산인 부동산 사용권이 소멸하는지 여부(원칙적 소극) 및 이때 탈퇴 조합원이 남은 조합원으로 하여금 부동산을 사용·수익할 수 있도록 할 의무를 이행하지 않음으로써 남은 조합원에게 손해가 발생한 경우, 탈퇴 조합원이 그 손해를 배상하여야 하는지 여부(적극)<br/>[2] 甲이 乙과 주유소 등을 공동 경영하기로 하는 동업계약을 체결한 후 주유소 운영에 필수적인 부지와 시설인 토지와 건물의 1/2 지분에 대한 사용권을 출자하였고, 동업계약에서 조합의 존속기간을 정하지는 아니하였는데, 그 후 甲이 동업에서 탈퇴한 사안에서, 甲의 탈퇴로 토지와 건물의 1/2 지분에 기초한 사용권이 기간만료로 소멸하였다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
    "참조판례": "[1] 대법원 1996. 9. 6. 선고 96다19208 판결(공1996하, 2982), 대법원 2007. 11. 15. 선고 2007다48370, 48387 판결<br/>",
    "사건종류명": "민사",
    "판결요지": "[1] 조합의 탈퇴란 특정 조합원이 장래에 향하여 조합원으로서의 지위를 벗어나는 것으로서, 이 경우 조합 자체는 나머지 조합원에 의해 동일성을 유지하며 존속하는 것이므로 결국 탈퇴는 잔존 조합원이 동업사업을 계속 유지·존속함을 전제로 한다. 2인으로 구성된 조합에서 한 사람이 탈퇴하면 조합관계는 종료되나 특별한 사정이 없는 한 조합은 해산이나 청산이 되지 않고, 다만 조합원의 합유에 속한 조합재산은 남은 조합원의 단독소유에 속하여 탈퇴 조합원과 남은 조합원 사이에는 탈퇴로 인한 계산을 해야 한다.<br/>  이러한 법리는 부동산 사용권을 출자한 경우에도 적용된다. 조합원이 부동산 사용권을 존속기한을 정하지 않고 출자하였다가 탈퇴한 경우 특별한 사정이 없는 한 탈퇴 시 조합재산인 부동산 사용권이 소멸한다고 볼 수는 없고, 그러한 사용권은 공동사업을 유지할 수 있도록 일정한 기간 동안 존속한다고 보아야 한다. 이때 탈퇴 조합원이 남은 조합원으로 하여금 부동산을 사용·수익할 수 있도록 할 의무를 이행하지 않음으로써 남은 조합원에게 손해가 발생하였다면 탈퇴 조합원은 그 손해를 배상할 책임이 있다.<br/>[2] 甲이 乙과 주유소 등을 공동 경영하기로 하는 동업계약을 체결한 후 주유소 운영에 필수적인 부지와 시설인 토지와 건물의 1/2 지분에 대한 사용권을 출자하였고, 동업계약에서 조합의 존속기간을 정하지는 아니하였는데, 그 후 甲이 동업에서 탈퇴한 사안에서, 甲이 동업계약 체결이나 출자 당시 사용권의 존속기간을 자신의 탈퇴 시까지로 한정하였다고 볼 만한 사정이 보이지 않으므로, 甲이 출자한 사용권은 특별한 사정이 없는 한 甲의 탈퇴에도 불구하고 남은 조합원인 乙에게 귀속되어 乙이 공동사업인 주유소 운영을 계속함에 필요한 상당한 기간 동안 존속하고, 甲이 2인 조합 관계에서 탈퇴하였다는 사정만으로 甲이 출자한 사용권이 기간만료로 곧바로 소멸한다고 볼 수는 없는데, 이때 탈퇴한 甲과 잔존한 乙 사이에는 탈퇴로 인한 계산이 필요하므로, 乙은 탈퇴 당시를 기준으로 기존의 공동사업인 주유소 영업을 계속하기 위해 필요한 기간에 해당하는 사용권의 가치를 평가하여 이를 甲에게 지급하여야 하고, 甲은 탈퇴 후에도 乙이 주유소 운영을 계속하는 데 필요한 상당한 기간 동안 토지와 건물을 사용·수익할 수 있도록 할 의무를 부담하는데도, 甲의 탈퇴로 토지와 건물의 1/2 지분에 기초한 사용권이 기간만료로 소멸하였다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
    "참조조문": "[1] 민법 제390조, 제704조, 제716조, 제719조 / [2] 민법 제390조, 제703조, 제704조, 제716조, 제719조<br/>",
    "선고일자": "20181213",
    "법원명": "대법원",
    "사건명": "사업허가권명의변경동의이행",
    "판례내용": "【원고, 상고인】 <br/>【피고, 피상고인】 <br/>【원심판결】 서울고법 2015. 10. 30. 선고 2014나55422 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 원심판결 이유에 따르면 다음과 같은 사실을 알 수 있다. <br/>  가. 원고와 피고는 2003. 6.경 이 사건 토지를 매수하여 1/2 지분씩 소유권이전등기를 마쳤다. 원고와 피고는 2004. 1. 29. 이 사건 토지에서 이 사건 주유소 사업을 위해 2억 5,000만 원씩을, 충전소 영업을 위해 1억 원씩을 출자하고, 출자금액을 초과하는 운영자금은 출자금액 비율에 따라 부담하며, 이 사건 주유소와 충전소를 공동 경영하여 그 이익금을 출자비율로 나누기로 하는 동업계약(이하 ‘이 사건 동업계약’이라 한다)을 체결하였다. 이에 따라 2004. 8.경 이 사건 토지에 주유시설과 액화석유가스충전시설 건물 4동(이하 ‘이 사건 건물’이라 한다)을 신축하고, 이 사건 건물에 관하여 1/2 지분씩 원고와 피고 앞으로 소유권보존등기와 소유권이전등기를 마쳤다. 원고와 피고는 이 사건 토지와 건물을 1/2 지분씩 공동 소유하면서 위 지분에 기한 사용권을 출자하였는데, 조합의 존속기간을 정하지 않았다.<br/>  나. 원고와 피고는 이 사건 동업계약에 따라 이 사건 건물에서 이 사건 주유소와 액화석유가스충전소를 공동 운영하였다. 원고와 피고는 이 사건 주유소의 석유판매업 등록을 원고와 피고 공동명의로 하였다가, 2008. 12.경 소외인에게 이 사건 주유소를 임대하는 계약을 하고 소외인 앞으로 석유판매업 등록을 변경하였다. <br/>  다. 피고는 2011. 12. 30. 원고에게 동업에서 탈퇴한다고 통보하였다. <br/>  라. 소외인과의 이 사건 주유소 임대차계약 기간은 2013. 1.경 만료되었다. 원고는 2013. 1. 2. 주식회사 성하에너지에 이 사건 주유소를 임대하는 계약을 하였는데, 이 사건 주유소의 석유판매업 등록이 임차인 앞으로 변경되지 않아 임대차계약이 해지되었다. <br/>  2. 가. 이 사건에서 원고가 주장한 청구원인은 다음과 같다. <br/>  원고와 피고는 주유소 운영을 위하여 이 사건 토지와 건물 중 1/2 지분의 사용권을 출자하였는데, 그 후 피고가 동업에서 탈퇴하였다. 피고는 원고가 이 사건 토지와 건물에서 주유소를 계속 운영할 수 있도록 이 사건 주유소의 석유판매업 등록을 원고 또는 원고가 지정하는 제3자로 변경하는 데 동의할 의무가 있다. 그러나 피고가 이러한 의무를 이행하지 않아 원고가 이 사건 주유소를 임대하지 못하였으므로, 피고는 그로 인하여 원고가 입은 손해를 배상할 의무가 있다. <br/>  나. 원심은 다음과 같은 이유로 원고의 주장을 받아들이지 않고 손해배상청구를 기각하였다.<br/>  원고와 피고가 동업을 위하여 이 사건 토지와 건물에 관한 각자의 지분에 관한 사용권을 출자하였고, 그 사용권은 동업이 종료될 때까지 존속한다. 피고의 탈퇴로 동업이 종료함에 따라 피고가 출자한 사용권은 기간만료로 소멸하였으므로 원고에게 귀속될 수 없다. 피고가 주유소 석유판매업 등록을 원고 또는 원고가 지정하는 제3자로 변경하는 데 동의해야 할 의무가 없으므로 피고가 그러한 의무를 이행하지 않아 원고가 주유소의 차임을 얻지 못하는 손해를 입었다고 볼 수 없다.<br/>  3. 그러나 원심의 판단은 아래와 같은 이유에서 그대로 받아들이기 어렵다.<br/>  가. 조합의 탈퇴란 특정 조합원이 장래에 향하여 조합원으로서의 지위를 벗어나는 것으로서, 이 경우 조합 그 자체는 나머지 조합원에 의해 동일성을 유지하며 존속하는 것이므로 결국 탈퇴는 잔존 조합원이 동업사업을 계속 유지·존속함을 전제로 한다(대법원 2007. 11. 15. 선고 2007다48370, 48387 판결 등 참조). 2인으로 구성된 조합에서 한 사람이 탈퇴하면 조합관계는 종료되나 특별한 사정이 없는 한 조합은 해산이나 청산이 되지 않고, 다만 조합원의 합유에 속한 조합재산은 남은 조합원의 단독소유에 속하여 탈퇴 조합원과 남은 조합원 사이에는 탈퇴로 인한 계산을 해야 한다(대법원 1996. 9. 6. 선고 96다19208 판결 등 참조).<br/>이러한 법리는 부동산 사용권을 출자한 경우에도 적용된다. 조합원이 부동산 사용권을 존속기한을 정하지 않고 출자하였다가 탈퇴한 경우 특별한 사정이 없는 한 탈퇴 시 조합재산인 부동산 사용권이 소멸한다고 볼 수는 없고, 그러한 사용권은 공동사업을 유지할 수 있도록 일정한 기간 동안 존속한다고 보아야 한다. 이때 탈퇴 조합원이 남은 조합원으로 하여금 부동산을 사용·수익할 수 있도록 할 의무를 이행하지 않음으로써 남은 조합원에게 손해가 발생하였다면 탈퇴 조합원은 그 손해를 배상할 책임이 있다.<br/>  나. 위에서 본 사실관계와 법리를 종합하면, 다음과 같은 결론을 도출할 수 있다.<br/>  이 사건에서 원고와 피고는 이 사건 주유소 운영에 필수적인 부지와 시설인 이 사건 토지와 건물의 1/2 지분에 대한 사용권을 출자하였고, 이 사건 동업계약에서는 조합의 존속기간을 정하지 않았다. 피고가 이 사건 동업계약 체결이나 출자 당시에 위 사용권의 존속기간을 자신의 탈퇴 시까지로 한정하였다고 볼 만한 사정은 보이지 않는다. 따라서 피고가 출자한 위 사용권은 특별한 사정이 없는 한 피고의 탈퇴에도 불구하고 남은 조합원인 원고에게 귀속되어 원고가 공동사업인 이 사건 주유소 운영을 계속함에 필요한 상당한 기간 동안 존속한다고 볼 여지가 있다. 피고가 2인 조합 관계에서 탈퇴하였다는 사정만으로 피고가 출자한 위 사용권이 기간만료로 곧바로 소멸한다고 볼 수는 없다.<br/>  다만 탈퇴한 피고와 잔존한 원고 사이에는 탈퇴로 인한 계산이 필요하다. 원고는 탈퇴 당시를 기준으로 기존의 공동사업인 이 사건 주유소 영업을 계속하기 위해 필요한 기간에 해당하는 사용권의 가치를 평가하여 이를 피고에게 지급하여야 하고, 피고는 자신의 탈퇴 후에도 원고가 이 사건 주유소 운영을 계속하는 데 필요한 상당한 기간 동안 이 사건 토지와 건물을 사용·수익할 수 있도록 할 의무를 부담한다.  <br/>  다. 그런데도 원심은 피고의 탈퇴로 이 사건 토지와 건물의 1/2 지분에 기초한 사용권은 기간만료로 소멸하였다고 판단하였다. 원심의 판단에는 조합계약의 해석, 조합원의 탈퇴와 부동산 사용권의 존속기간에 관한 법리 등을 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 원고의 상고이유 주장은 정당하다.<br/>  4. 결론<br/>  원고의 상고는 이유 있어 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 이동원(재판장) 조희대 김재형(주심) 민유숙 ",
    "사건번호": "2015다72385",
    "사건종류코드": "400101",
    "판례정보일련번호": "204253",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}