{
  "PrecService": {
    "판시사항": "[1] 임차주택의 양수인에게 대항할 수 있는 임차인이 스스로 임대차관계의 승계를 원하지 않는 경우, 임대차기간 만료 전에 임대인과 합의하여 임대차계약을 해지하고 임대인으로부터 임대차보증금을 반환받을 수 있는지 여부(적극) 및 이 경우 임차주택의 양수인은 임대인의 지위를 승계하는지 여부(소극)<br/>[2] 타인에 대한 채무의 담보로 제3채무자에 대한 채권에 대하여 권리질권을 설정하고, 질권설정자가 제3채무자에게 질권설정의 사실을 통지하거나 제3채무자가 이를 승낙하였는데, 제3채무자가 질권자의 동의 없이 질권의 목적인 채무를 변제한 경우, 이로써 질권자에게 대항할 수 있는지 여부(소극) 및 이는 제3채무자가 질권자의 동의 없이 질권설정자와 상계합의를 하여 질권의 목적인 채무를 소멸시킨 경우에도 마찬가지인지 여부(적극)<br/>",
    "참조판례": "[1] 대법원 1996. 7. 12. 선고 94다37646 판결(공1996하, 2458) / [2] 대법원 1997. 11. 11. 선고 97다35375 판결(공1997하, 3770), 대법원 2016. 4. 29. 선고 2015도5665 판결(공2016상, 718)<br/>",
    "사건종류명": "민사",
    "판결요지": "[1] 구 주택임대차보호법(2013. 8. 13. 법률 제12043호로 개정되기 전의 것, 이하 같다) 제3조 제1항에 따라 대항력을 갖춘 임차인이 있는 경우 같은 조 제3항에 따라 임차주택의 양수인은 임대인의 지위를 승계한 것으로 본다. 그 결과 임차주택의 양수인은 임대차보증금반환채무를 면책적으로 인수하고, 양도인은 임대차관계에서 탈퇴하여 임차인에 대한 임대차보증금반환채무를 면하게 된다. 그러나 임차주택의 양수인에게 대항할 수 있는 임차권자라도 스스로 임대차관계의 승계를 원하지 아니할 때에는 승계되는 임대차관계의 구속을 면할 수 있다고 보아야 하므로, 임대차기간의 만료 전에 임대인과 합의에 의하여 임대차계약을 해지하고 임대인으로부터 임대차보증금을 반환받을 수 있으며, 이러한 경우 임차주택의 양수인은 임대인의 지위를 승계하지 아니한다.<br/>[2] 타인에 대한 채무의 담보로 제3채무자에 대한 채권에 대하여 권리질권을 설정한 경우 질권설정자는 질권자의 동의 없이 질권의 목적된 권리를 소멸하게 하거나 질권자의 이익을 해하는 변경을 할 수 없다(민법 제352조). 이는 질권자가 질권의 목적인 채권의 교환가치에 대하여 가지는 배타적 지배권능을 보호하기 위한 것이다. 따라서 질권설정자가 제3채무자에게 질권설정의 사실을 통지하거나 제3채무자가 이를 승낙한 때에는 제3채무자가 질권자의 동의 없이 질권의 목적인 채무를 변제하더라도 이로써 질권자에게 대항할 수 없고, 질권자는 민법 제353조 제2항에 따라 여전히 제3채무자에 대하여 직접 채무의 변제를 청구할 수 있다. 제3채무자가 질권자의 동의 없이 질권설정자와 상계합의를 함으로써 질권의 목적인 채무를 소멸하게 한 경우에도 마찬가지로 질권자에게 대항할 수 없고, 질권자는 여전히 제3채무자에 대하여 직접 채무의 변제를 청구할 수 있다.<br/>",
    "참조조문": "[1] 구 주택임대차보호법(2013. 8. 13. 법률 제12043호로 개정되기 전의 것) 제3조 제1항, 제3항(현행 제3조 제4항 참조) / [2] 민법 제352조, 제353조 제2항<br/>",
    "선고일자": "20181227",
    "법원명": "대법원",
    "사건명": "임대차보증금",
    "판례내용": "【원고, 상고인】 주식회사 케이비손해보험 (소송대리인 법무법인 인우 담당변호사 한재환 외 4인)<br/>【피고, 피상고인】 <br/>【원심판결】 서울중앙지법 2016. 10. 28. 선고 2016나40124 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울중앙지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 구 주택임대차보호법(2013. 8. 13. 법률 제12043호로 개정되기 전의 것, 이하 같다) 제3조 제1항에 따라 대항력을 갖춘 임차인이 있는 경우 같은 조 제3항에 따라 임차주택의 양수인은 임대인의 지위를 승계한 것으로 본다. 그 결과 임차주택의 양수인은 임대차보증금반환채무를 면책적으로 인수하고, 양도인은 임대차관계에서 탈퇴하여 임차인에 대한 임대차보증금반환채무를 면하게 된다. 그러나 임차주택의 양수인에게 대항할 수 있는 임차권자라도 스스로 임대차관계의 승계를 원하지 아니할 때에는 승계되는 임대차관계의 구속을 면할 수 있다고 보아야 하므로(대법원 1996. 7. 12. 선고 94다37646 판결 등 참조), 임대차기간의 만료 전에 임대인과 합의에 의하여 임대차계약을 해지하고 임대인으로부터 임대차보증금을 반환받을 수 있으며, 이러한 경우 임차주택의 양수인은 임대인의 지위를 승계하지 아니한다.<br/>  한편 타인에 대한 채무의 담보로 제3채무자에 대한 채권에 대하여 권리질권을 설정한 경우 질권설정자는 질권자의 동의 없이 질권의 목적된 권리를 소멸하게 하거나 질권자의 이익을 해하는 변경을 할 수 없다(민법 제352조). 이는 질권자가 질권의 목적인 채권의 교환가치에 대하여 가지는 배타적 지배권능을 보호하기 위한 것이다(대법원 1997. 11. 11. 선고 97다35375 판결 등 참조). 따라서 질권설정자가 제3채무자에게 질권설정의 사실을 통지하거나 제3채무자가 이를 승낙한 때에는 제3채무자가 질권자의 동의 없이 질권의 목적인 채무를 변제하더라도 이로써 질권자에게 대항할 수 없고, 질권자는 민법 제353조 제2항에 따라 여전히 제3채무자에 대하여 직접 채무의 변제를 청구할 수 있다(대법원 2016. 4. 29. 선고 2015도5665 판결 참조). 제3채무자가 질권자의 동의 없이 질권설정자와 상계합의를 함으로써 질권의 목적인 채무를 소멸하게 한 경우에도 마찬가지로 질권자에게 대항할 수 없고, 질권자는 여전히 제3채무자에 대하여 직접 채무의 변제를 청구할 수 있다고 보아야 한다.<br/>  2. 가. 원심판결 이유와 기록에 의하면, 다음과 같은 사실을 알 수 있다.<br/>  1) 소외인은 2012. 3. 6. 피고로부터 시흥시 (주소 생략)아파트○○○동△△△호(이하 ‘이 사건 아파트’라고 한다)를 임대차보증금 110,000,000원에 임차하고, 그 무렵 전입신고를 마쳤다.<br/>  2) 소외인은 2012. 3. 13. 원고로부터 82,000,000원을 대출받으면서 원고에게 이 사건 아파트의 임대차보증금반환채권 중 98,400,000원에 대하여 질권을 설정해 주었다. 피고는 2012. 4. 6. 원고에 대하여 위 질권설정을 승낙하고, 임대차기간의 종료 등으로 임대차보증금을 반환하는 경우 질권 설정된 금액 내에서 위 대출원리금 등에 상당하는 임대차보증금을 원고에게 직접 반환하기로 약정하였다.<br/>  3) 피고는 2012. 6. 30. 소외인에게 이 사건 아파트를 155,000,000원에 매도하는 내용의 매매계약을 체결하면서, 소외인으로부터 매매대금 155,000,000원 중 임대차보증금 110,000,000원 및 이 사건 아파트를 담보로 하여 대출한 채무액 등을 제외한 잔액을 지급받기로 하였고, 위 매매계약에 따라 정산을 마친 다음 2012. 7. 2. 소외인에게 이 사건 아파트에 관한 소유권이전등기절차를 마쳐주었다. <br/>  나. 위와 같은 사실관계를 앞서 본 법리에 비추어 보면, 대항력을 갖춘 임차인인 소외인은 임대인인 피고로부터 이 사건 아파트를 매수하면서 그와 동시에 임대차계약을 해지하고 매매대금채권과 보증금반환채권을 상계하기로 합의하였다고 할 것이므로 소외인이 임대인의 지위를 승계하는 것이 아니다. 나아가 피고는 질권설정의 제3채무자로서 질권설정을 승낙하였으므로 피고가 질권자인 원고의 동의 없이 질권설정자인 소외인과 상계합의를 함으로써 질권의 목적인 이 사건 아파트에 관한 임대차보증금반환채무를 소멸하게 하였더라도 이로써 원고에게 대항할 수 없고, 원고는 여전히 피고에 대하여 직접 임대차보증금의 반환을 청구할 수 있다고 보아야 한다.  <br/>  3. 그럼에도 원심은 이와 달리, 소외인은 이 사건 아파트에 관한 소유권을 취득함으로써 피고로부터 임대인의 지위를 그대로 승계하였다고 전제한 다음, 부동산에 대한 소유권과 임차권이 동일인에게 귀속하게 되는 경우 임차권은 혼동에 의하여 소멸하는 것이 원칙이지만 그 임차권이 대항요건을 갖추고 있다면 혼동으로 인한 물권소멸 원칙의 예외 규정인 민법 제191조 제1항 단서가 적용되어 이 사건 아파트의 매매로 인하여 소외인의 임대차보증금반환채권이 소멸하거나 질권자인 원고의 이익을 해하는 변경을 가져온다고 볼 수 없다고 판단하였다. 이러한 원심의 판단에는 구 주택임대차보호법상 양수인의 임대인 지위승계 및 질권설정자의 권리처분제한에 관한 법리를 오해하여 판결에 영향을 미친 위법이 있다. 이를 지적하는 상고이유 주장은 이유 있다. <br/>  4. 그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 박상옥(재판장) 조재연 노정희(주심) ",
    "사건번호": "2016다265689",
    "사건종류코드": "400101",
    "판례정보일련번호": "204227",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}