{
  "PrecService": {
    "판시사항": "  전세권을 존속시키기로 하면서 전세금반환채권만을 전세권과 분리하여 확정적으로 양도할 수 있는지 여부(소극) 및 이러한 법리는 임차보증금반환채권을 담보하기 위하여 설정된 전세권에 관하여도 그대로 적용되는지 여부(적극)<br/>",
    "참조판례": "대법원 2002. 8. 23. 선고 2001다69122 판결(공2002하, 2196), 대법원 2011. 3. 24. 선고 2010다95062 판결(공2011상, 827)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "민법 제303조 제1항, 제449조, 제618조<br/>",
    "선고일자": "20180720",
    "법원명": "대법원",
    "사건명": "공탁금출급청구권확인",
    "판례내용": "【원고, 상고인】 주식회사 칸캐피탈대부 (소송대리인 법무법인 제이앤씨 담당변호사 구충서)<br/>【피고, 피상고인】 합병된 주식회사 하나은행의 소송수계인 주식회사 하나은행 (소송대리인 법무법인 세종 담당변호사 홍세렬 외 2인)<br/>【원심판결】 서울고법 2014. 10. 31. 선고 2014나4752 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 후에 제출된 상고이유보충서의 기재는 상고이유를 보충하는 범위 내에서)를 판단한다.<br/>  1. 전세권은 전세금을 지급하고 타인의 부동산을 그 용도에 따라 사용·수익하는 권리로서 전세금의 지급이 없으면 전세권은 성립하지 아니하는 등으로 전세금은 전세권과 분리될 수 없는 요소일 뿐 아니라 전세권에서는 그 설정행위에서 금지하지 아니하는 한 전세권자는 전세권 자체를 처분하여 전세금으로 지출한 자본을 회수할 수 있으므로, 전세권이 존속하는 동안은 전세권을 존속시키기로 하면서 전세금반환채권만을 전세권과 분리하여 확정적으로 양도하는 것은 허용되지 아니한다(대법원 2002. 8. 23. 선고 2001다69122 판결 등 참조).<br/>한편 임대인과 임차인이 임대차계약을 체결하면서 임차보증금을 전세금으로 하는 전세권설정등기를 경료한 경우 임차보증금은 전세금의 성질을 겸하게 되므로(대법원 2011. 3. 24. 선고 2010다95062 판결 등 참조), 앞서 본 법리는 임차보증금반환채권을 담보하기 위하여 설정된 전세권에 관하여도 그대로 적용된다.<br/>  2. 원심판결 이유와 기록에 의하면 다음과 같은 사실을 알 수 있다.<br/>  가. 소외 1은 2009. 8. 28. 소외 2 등으로부터 그들 소유의 이 사건 건물을 임차보증금 10억 원, 차임 월 4,200만 원, 기간 2009. 10. 10.부터 5년간으로 정하여 임차하기로 하는 이 사건 임대차계약을 체결하였다.<br/>  나. 소외 1과 소외 2 등은 이 사건 임대차계약을 체결하면서 소외 1의 임차보증금반환채권을 담보하기 위하여 이 사건 건물에 전세권을 설정하기로 약정하였고, 소외 1은 2009. 10. 16. 이 사건 건물에 관하여 전세금 10억 원, 존속기간 2009. 10. 10.부터 2014. 10. 9.까지로 된 전세권설정등기를 마쳤다(이하 ‘이 사건 전세권’이라 한다).<br/>  다. 소외 1은 2009. 12. 11. 피고로부터 8억 원을 대출받았는데, 당시 피고는 이 사건 전세권이 설정된 사실을 알면서도 소외 1로부터 이 사건 임대차계약에 기한 임차보증금반환채권을 양도받았고(이하 ‘이 사건 채권양도’라 한다), 소외 2 등은 같은 날 확정일자 있는 승낙서에 의하여 이의를 보류하지 아니하고 승낙하였으나, 피고는 이 사건 전세권을 이전받는 등의 조치를 취하지 아니하였다.<br/>  라. 소외 1은 이 사건 전세권에 관하여, 2011. 3. 4. 소외 3에게 채권최고액 6억 원의 전세권근저당권설정등기를, 2011. 3. 11. 소외 4에게 채권최고액 4억 원의 전세권근저당권설정등기를 각 마쳐주었고, 이후 이 사건 전세권에 관련하여 소외 1의 채권자들에 의하여 여러 건의 전세권부채권가압류, 전세권압류 등이 이루어졌으며, 소외 3은 2011. 6. 28. 원고에게 자신의 전세권근저당권설정등기를 이전하여 주었다.<br/>  3. 이러한 사실관계를 앞서 본 법리에 비추어 살펴보면, 소외 1과 소외 2 등은 이 사건 임대차계약에 따른 임차보증금반환채권을 담보하기 위하여 이 사건 전세권을 설정하였고, 피고는 이 사건 전세권이 설정된 사실을 알면서도 소외 1로부터 임차보증금반환채권만을 이 사건 전세권과 분리하여 확정적으로 양도받았다고 할 것이므로, 소외 1과 소외 2 등 사이에 이 사건 전세권을 소멸시키기로 합의하였다는 등의 특별한 사정이 없는 이상 이 사건 채권양도는 무효라고 할 것이다.<br/>  그럼에도 원심은 이 사건 채권양도로 인하여 이 사건 전세권은 피담보채권의 처분에 따르지 아니한 담보물권이 되어 소멸하게 된다는 등 그 판시와 같은 이유로 이 사건 채권양도가 무효라는 원고의 주장을 배척하였다. 이러한 원심판결에는 임차보증금반환채권을 담보하기 위하여 설정된 전세권에서 전세권과 분리한 임차보증금반환채권양도의 효력에 관한 법리를 오해하여 판결 결과에 영향을 미친 위법이 있다. 이 점을 지적하는 상고이유 주장은 이유 있다.<br/>  4. 그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하기로 하여 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 권순일(재판장) 고영한(주심) 김소영 조재연 ",
    "사건번호": "2014다83937",
    "사건종류코드": "400101",
    "판례정보일련번호": "204881",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}