{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20180511",
    "법원명": "서울중앙지방법원",
    "사건명": "장비임대료청구등",
    "판례내용": "【원    고】 굿젠 주식회사 (소송대리인 법무법인 수호 담당변호사 김도윤)<br/>【피    고】 의료법인 한국필의료재단 (소송대리인 변호사 김욱균 외 1인)<br/>【변론종결】2018. 4. 20.<br/>【주    문】<br/>1. 피고는 원고에게,<br/>   가. 75,377,542원 및 그 중 58,916,252원에 대하여 2016. 12. 31.부터 다 갚는 날까지 연 15%의 비율에 의한 금원을 지급하고,<br/>   나. 별지 기재 동산을 인도하라.<br/>2. 원고의 나머지 청구를 기각한다.<br/>3. 소송비용 중 1/5는 원고가, 나머지는 피고가 각 부담한다.<br/>4. 제1항은 가집행할 수 있다. <br/><br/>【청구취지】  주문 제1의 나항 및 피고는 원고에게, 78,916,252원 및 이에 대하여 이 사건 소장부본 송달 다음날부터 다 갚는 날까지 연 15%의 비율에 의한 금원을 지급하고, 2015. 1. 16.부터 별지 기재 동산(이하 ‘이 사건 장비’라고 한다)의 인도 완료일까지 월 700,000원의 비율에 의한 금원을 지급하라.<br/>【이    유】1. 기초 사실<br/>  가. 원고는 생명공학, 조직공학, 유전자공학 및 의공학 의료장비 관련 건강식품 제조 판매 등을 영업으로 하는 회사이고, 피고는 보건의료에 관한 연구개발 등을 통하여 국민보건향상과 지역사회발전에 이바지함을 목적으로 하는 비영리 의료법인이다.<br/>  나. 원고는 2015. 1. 16. 피고에게 GG HPV-40 DNA genotyping chip{자궁경부암의 중요 원인 인자인 HPV(Human Papilloma Virus, 인유두종 바이러스)의 감염여부 검사에 사용되는 칩, 이하 ‘HPV 칩’이라고 한다}과 GG STD DNA chip{STD(Sexually Transmitted Disease, 성전염성질환)의 감염여부 검사에 사용되는 칩, 이하 ‘STD 칩’이라고 한다}을 공급하고, 관련 검사장비인 이 사건 장비를 차임 월 700,000원에 임대하는 내용의 계약(이하 ‘이 사건 계약’이라고 한다)을 체결하였으며, 그 무렵 피고에게 이 사건 장비를 인도하였다.       <br/>  다. 이 사건 계약의 주요 내용은 아래 기재와 같다.<br/>DNA 칩 판매 및 검사 협약서   제1조 (목적)본 협약서는 피고와 원고가 한국 시장에서 피고의 DNA 칩 판매 및 검사 사업(이하 ‘목적 사업이라 한다)을 수행함에 있어 상호 협력과 역할을 규정함을 목적으로 한다.  제2조 (목적 사업의 범위)   ① 원고가 생산 제공하는 HPV 칩, STD 칩의 국내 판매 사업  ② 제1항과 관련한 검사 사업  제3조 (DNA 칩 판매 사업의 내용) 제2조 제1항의 DNA 칩 판매 사업은 다음과 같다.  ① 피고는 원고가 생산한 HPV 칩과 STD 칩의 비독점적 국내 판매권을 갖기로 한다.② 원고는 피고의 자체 검사에 필요한 DNA 칩과 피고가 판매를 목적으로 하는 DNA 칩의 공급 가격을 구분하여 판매한다.   1. 피고의 자체 검사에 필요한 DNA 칩 판매 가격(부가가치세 별도)   가. HPV 칩 T{Test(테스트), DNA 칩 1개로 약 8번의 테스트가 가능하고, DNA 칩의 판매단위와 가격은 테스트 기준으로 정해진다, 이하 ‘T’라고 한다}당 6,600원 나. STD 칩 T당 7,000원       2. 피고가 판매를 목적으로 하는 DNA 칩의 공급 가격은 피고와 원고가 따로 협의하여 정한다.  ③ 피고는 제2항에 규정한 DNA 칩을 기간별로 최소판매수량 이상을 구매하며, 원고는 매원 최소 판매 수량 이상을 공급하고 세금계산서를 발행한다.       1. 2015년 연간 HPV 24,000T 이상, STD 20,000T 이상④ 피고는 원고가 제공하는 DNA 칩 외 경쟁사 제품을 취급하지 않는다.   제4조 (검사사업) ① 원고의 HPV, STD 검사 사업과 관련한 거래선은 피고에게 이양한다. 단, 원고의 거래선에 대한 미수금 등 채권 채무에 관한 사항은 제외한다.   ② 피고가 원고의 검사 사업에 관한 인력을 승계함을 원칙으로 하되, 피고의 인사규정에 따라 면접 및 임금 산정 등 채용 절차를 거쳐 결정한다.  ③ 검사 사업에 필요한 원고의 보유 장비 임대에 관한 사항은 피고의 요청 시 임대하여 제공하며 임대료는 피고와 원고가 따로 협의하여 정한다.    제5조 (협약의 해지)   다음 각 호의 위반 사항이 발생할 경우 1개월의 최고 기간을 거쳐 위반 사항이 해소되지 않을 경우 해지할 수 있다.    ① 본 협약서에 규정한 의무 사항을 위반한 경우    제6조 (기간)본 협약서 유효 기간은 2015. 1. 1.부터 2년간으로 하며, 기간만료 1개월 전 서면에 의하여 해제 통보를 하지 않는 한 동일한 조건으로 매년 갱신한다. <br/>[인정 근거] 다툼이 없는 사실, 갑 제1 내지 3호증, 을 제1, 3, 7호증의 각 기재, 변론 전체의 취지 <br/>2. 판단<br/>  가. 최소구매수량 미달에 따른 손해배상 청구에 관한 판단 <br/>    1) 2015년 HPV 칩 부분<br/>      피고가 원고로부터 2015년간 HPV 칩 최소 24,000T 이상을 T당 가격 6,600원에 구매하기로 한 사실은 앞서 본 바와 같고, 갑 제10호증, 을 제3호증의 각 기재에 변론 전체의 취지를 종합하면, 피고가 2015년 동안 원고로부터 HPV 칩을 구매하면서 이 사건 계약의 최소구매수량 24,000T에 미달하는 18,588T만을 구매한 사실, HPV 칩의 T당 제조원가가 5,605원(= 총원가 14,014,912원 ÷ 2,500T, 원 미만 버림, 이하 같다)인 사실을 인정할 수 있다. <br/>      위 인정 사실에 의하면, 피고는 원고에게 원고가 HPV 칩 2015년 최소구매수량인 24,000T를 판매하였을 경우 얻었을 영업상 이익 23,880,000원{= 24,000T × (T당 판매가격 6,600원 - T당 제조원가 5,605원)}과 실제 얻은 이익 18,495,060원{= 18,588T × (T당 판매가격 6,600원 - T당 제조원가 5,605원)}의 차액인 5,384,940원을 손해로 배상할 의무가 있다. <br/>      이에 대하여 피고는, 원고가 고장 난 이 사건 장비를 제때 수리해주지 않아 HPV 칩을 이 사건 계약의 2015년 최소구매수량에 미달하여 구매하게 된 것이므로, 피고는 원고에게 HPV 칩 최소구매수량 미달에 따른 영업상 손해를 배상할 책임이 없다고 주장한다. 그러나 을 제4호증의 기재에 변론 전체의 취지를 종합하여 인정되는 이 사건 장비가 2016. 6. 20.에 비로소 고장 난 것으로 보이는 점 등에 비추어 보면, 피고는 2015년 동안 이 사건 장비를 계속하여 사용한 것으로 보일 뿐이다. 그러므로 피고가 제출한 증거들만으로는 원고가 이 사건 장비를 제때 수리해주지 않아 HPV 칩을 이 사건 계약의 2015년 최소구매수량에 미달하여 구매하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 피고의 위 주장은 이유 없다.  <br/>    2) 2015년 STD 칩 부분<br/>      피고가 원고로부터 2015년간 STD 칩 최소 20,000T 이상을 T당 가격 7,000원에 구매하기로 한 사실은 앞서 본 바와 같고, 갑 제4, 11, 16호증의 각 기재에 변론 전체의 취지를 종합하면, 피고가 2015년 동안 원고로부터 STD 칩을 구매하면서 이 사건 계약의 최소구매수량 20,000T에 미달하는 96T만을 구매한 사실, STD 칩 T당 제조원가가 4,932원(= 총원가 12,331,577원 ÷ 2,500T)인 사실을 인정할 수 있다. <br/>      위 인정 사실에 의하면, 피고는 원고에게 원고가 STD 칩 2015년도 최소구매수량인 20,000T를 판매하였을 경우 얻었을 영업상 이익 41,360,000원{= 20,000T × (T당 판매가격 7,000원 - T당 제조원가 4,932원)}과 실제 얻은 이익 198,528원{= 96T × (T당 판매가격 7,000원 - T당 제조원가 4,932원)}의 차액인 41,161,472원을 손해로 배상할 의무가 있다. <br/>      이에 대하여 피고는 이 사건 계약 이후 STD 검사의 국민건강보험 적용 관련 ‘건강보험 행위 급여·비급여 목록표 및 급여 상대가치점수’(보건복지부 고시 제2014-195호, 이하 ‘이 사건 고시’라고 한다)가 개정되어 시장 상황이 변화됨에 따라 STD 칩을 사용한 검사방법이 거의 이용되지 않는 등의 중대한 사정변경이 발생하여 이 사건 계약의 STD 칩 최소구매수량을 유지하는 것은 신의칙상 부당하고, 원고도 이러한 사정변경을 알고서 양해하였으므로, 피고는 원고에게 STD 칩 최소구매수량 미달에 따른 영업상 손해를 배상할 책임이 없다고 주장한다. 그러나 갑 제1, 6호증, 을 제2호증의 각 기재, 증인 소외 1의 일부 증언에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 ① 이 사건 고시는 이 사건 계약을 체결한 2015. 1. 16.보다 앞선 2014. 10. 31. 개정되어 2014. 11. 1. 시행된 점, ② 피고 소속 소외 2 부장이 2014. 12. 8. 작성한 발표 자료에 의하면, 피고 측이 이 사건 계약 체결 전부터 이 사건 고시가 개정되어 시행 중임을 알았던 것으로 보이고, 이 사건 고시로 인하여 STD 칩을 사용한 검사방법 의뢰횟수가 향후 적어질 가능성이 있다는 사정을 충분히 예견할 수 있었던 것으로 보이는 점, ③ 피고가 주장하는 바와 같이 원고가 이러한 사정변경을 알고서 양해하였다고 인정할만한 자료가 전혀 제출되지 않은 점 등에 비추어 보면, 피고의 위 주장은 이유 없다. <br/>    3) 2016년 HPV 칩 부분<br/>      원고는 피고와 이 사건 계약을 체결하면서 HPV 칩 2016년 최소구매수량에 대하여 2015년 판매 실적에 따라 협의하여 정하기로 한 사실, 피고는 원고로부터 2016년에도 2015년과 동일하게 HPV 칩을 T당 가격 6,600원에 구매하기로 한 사실, HPV 칩의 T당 제조원가가 5,605원인 사실은 앞서 본 바와 같고, 갑 제4, 5, 15 내지 17호증의 각 기재, 증인 소외 1의 일부 증언에 변론 전체의 취지를 종합하면, 피고 소속 소외 2 부장이 2016. 4. 5. 원고에게 STD 칩을 구매하지 않는 대신 원·피고 간의 원활한 협력관계를 위하여 HPV 칩을 2015년 최소구매수량 24,000T에 더하여 2분기에 900T, 3분기에 1,200T, 4분기에 1,500T 합계 3,600T를 추가로 구매하겠다고 제안한 사실, 피고가 2016년 동안 원고로부터 HPV 칩 15,168T만을 구매한 사실을 인정할 수 있다.<br/>      위 인정 사실에 의하면, 피고는 2016. 4. 5.경 원고와 원고로부터 2016년 동안 HPV 칩 최소 27,600T(= 2015년 최소구매수량 24,000T + 추가 구매수량 3,600T) 이상을 구매하기로 정하였는데도, 이에 미달하는 15,168T만을 구매하였으므로, 피고는 원고에게, 원고가 HPV 칩 2016년 최소구매수량인 27,600T를 판매하였을 경우 얻었을 영업상 이익 27,462,000원{= 27,600T × (T당 판매가격 6,600원 - T당 제조원가 5,605원)}과 실제 얻은 이익 15,092,160원{= 15,168T × (T당 판매가격 6,600원 - T당 제조원가 5,605원)}의 차액인 12,369,840원을 손해로 배상할 의무가 있다. <br/>    4) 소결<br/>      결국 피고는 원고에게 영업상 손해액 합계 58,916,252원(= 5,384,940원 + 41,161,472원 + 12,369,840원) 및 이에 대하여 원고가 구하는 이 사건 소장부본 송달 다음날인 2016. 12. 31.부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>  나. 이 사건 장비의 인도 및 차임 등 청구에 관한 판단<br/>    1) 인도 청구에 관한 판단<br/>      살피건대, 원고와 피고는 2015. 1. 16. 이 사건 계약을 체결하면서, 그 계약기간 종료시점을 2016. 12. 31.로 하되, 종료 1개월 전 해제 통보를 하지 않는 한 동일한 조건으로 갱신된다고 정한 사실, 원고가 이 사건 계약 체결 무렵 피고에게 이 사건 장비를 인도한 사실은 앞서 본 바와 같고, 을 제4, 5호증의 각 기재에 변론 전체의 취지를 종합하면, 피고가 2016. 11. 초경 원고 소속 소외 3 차장에게 이 사건 장비를 회수해 갈 것을 수차례 요구하였고, 소외 3도 그 무렵 피고에게 이 사건 장비를 회수하겠다고 통보한 사실을 인정할 수 있다. <br/>      위 인정 사실에 의하면, 이 사건 계약은 계약기간 종료 1개월 전 원고와 피고 쌍방의 해제 통보에 의하여 계약기간이 갱신되지 않고 2016. 12. 31.자로 종료되었다고 볼 수 있으므로, 피고는 원고에게 이 사건 장비를 인도할 의무가 있다.   <br/>    2) 차임 청구에 관한 판단<br/>      살피건대, 원고와 피고가 2015. 1. 16. 이 사건 계약을 체결하면서 이 사건 장비의 차임을 월 700,000원으로 정한 사실, 이 사건 계약이 2016. 12. 31. 종료된 사실은 앞서 본 바와 같으므로, 피고는 원고에게 이 사건 계약을 체결한 2015. 1. 16.부터 이 사건 계약이 종료된 2016. 12. 31.까지의 차임 16,461,290원{= 월 700,000원 × (23개월 + 16/31일)}을 지급할 의무가 있다.<br/>      이에 대하여 피고는, 이 사건 장비가 2016. 6. 20. 피고의 과실 없이 장비의 노후화로 고장이 나 그 때부터 사용하지 못하였고, 이 사건 장비 외에 원고로부터 임차한 부속장비들도 2016. 10. 말경부터 사용하지 않았으므로, 원고에게 2016. 11.경부터 이 사건 장비에 대한 차임을 지급할 의무가 없다고 주장한다. 갑 제12호증, 을 제4호증의 각 기재에 의하면, 이 사건 장비가 2016. 6. 20. 고장이 난 사실을 인정할 수 있다. 그러나 피고가 제출한 증거들만으로 이 사건 장비를 사용하던 중 발생한 고장에 대하여 피고에게 과실이 없고, 단지 장비의 노후화로 인하여 고장이 발생하였으며, 2016. 10.말 이후부터 이 사건 장비 외에 원고로부터 임차한 부속장비들을 전혀 사용하지 않았다고 인정하기 부족하고, 달리 이를 인정할 증거가 없으므로, 피고의 이 부분 주장은 이유 없다. <br/>    3) 차임 상당의 부당이득반환청구에 관한 판단<br/>      가) 원고 주장의 요지<br/>        피고는 이 사건 계약이 종료된 이후에도 계속하여 이 사건 장비를 점유하고 있고, 이를 원고에게 반환하지 않고 있으므로, 원고에게 이 사건 장비를 인도할 때까지 차임 상당의 부당이득을 반환할 의무가 있다.  <br/>      나) 판단     <br/>        살피건대, 원고의 주장처럼 피고가 이 사건 계약이 종료된 이후에도 계속하여 이 사건 장비를 점유하고 있다고 하더라도, 그러한 사정만으로 피고가 이 사건 장비를 본래 임대차 목적에 따라 사용·수익하여 실질적인 이득을 얻었다고 단정할 수 없다. 그리고 앞서 본 바와 같이 이 사건 장비가 2016. 6. 20. 고장이 난 점 등에 비추어 보면, 원고가 제출한 증거들만으로는 피고가 이 사건 계약이 종료된 이후에도 이 사건 장비를 계속하여 본래 임대차 목적에 따라 사용·수익하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다.<br/>        따라서 원고의 이 부분 주장은 이유 없다.  <br/>    4) 소결<br/>      결국 피고는 원고에게 이 사건 장비를 인도하고, 이 사건 계약 체결일 2015. 1. 16.부터 종료일 2016. 12. 31.까지의 이 사건 장비에 대한 차임 16,461,290원을 지급할 의무가 있다.<br/>  다. 이 사건 장비 수리비 청구에 관한 판단 <br/>    1) 원고 주장의 요지<br/>      피고는 원고에게 이 사건 장비를 계약 체결 당시와 동일한 상태로 반환할 의무를 부담하는데, 이 사건 장비에 고장이 발생하였으므로, 이 사건 장비를 수리할 의무를 부담할 뿐만 아니라, 이 사건 장비가 고장 난 것은 피고의 사용 중 과실로 인한 것이므로, 피고는 원고에게 이 사건 장비 수리비 20,000,000원을 지급할 의무가 있다.<br/>    2) 판단<br/>      살피건대, 민법 제654조, 제615조에 임차인이 임대인에게 임차목적물을 반환하는 때에는 이를 원상회복하여야 한다고 규정하고 있고, 이 사건 장비가 2016. 6. 20. 고장이 난 사실은 앞서 본 바와 같다. 그러나 원고가 제출한 증거들만으로는 이 사건 장비를 수리하는 데 20,000,000원이 필요하다거나, 이 사건 장비가 피고의 사용 중 과실로 고장이 난 것이라고 인정하기 부족하고, 달리 이를 인정할 증거가 없다.<br/>      따라서 원고의 이 부분 주장은 이유 없다.      <br/>3. 결론 <br/>  그렇다면, 원고의 이 사건 청구는 위 인정 범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 기각하기로 하여, 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 박상구(재판장) 이소민 박진욱 ",
    "사건번호": "2016가합575350",
    "사건종류코드": "400101",
    "판례정보일련번호": "207179",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}