{
  "PrecService": {
    "판시사항": "  전세권이 존속기간 만료나 전세권설정계약 해지 등으로 용익물권적 권능이 소멸하고 단지 전세금반환채권을 담보하는 담보물권적 권능만 남은 경우, 대항력이 있더라도 구 국세징수법 제81조 제1항 제3호의 배분대상인 ‘전세권’에 해당하는지 여부(원칙적 적극) 및 예외적으로 위 전세권이 매수인에게 인수되어 전세권자가 배분요구를 하더라도 배분받을 수 없는 경우<br/>",
    "참조판례": "대법원 2014. 12. 24. 선고 2012다60329 판결(공2015상, 176)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "구 국세징수법(2011. 4. 4. 법률 제9913호로 개정되기 전의 것) 제80조 제1항, 제81조 제1항 제3호, 제83조 제1항(현행 제68조의2 제1항 참조)<br/>",
    "선고일자": "20190131",
    "법원명": "대법원",
    "사건명": "부당이득반환청구",
    "판례내용": "【원고, 피상고인】 주식회사 태영건설 (소송대리인 법무법인(유한) 한결 담당변호사 이인호 외 1인)<br/>【피고, 상고인】 주식회사 지에스리테일 (소송대리인 법무법인(유한) 화우 담당변호사 심준만 외 2인)<br/>【원심판결】 서울고법 2017. 6. 23. 선고 2016나2075587 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 구 국세징수법(2011. 4. 4. 법률 제9913호로 개정되기 전의 것, 이하 같다) 제80조 제1항은 세무서장은 압류재산의 매각대금 및 그 매각대금의 예치이자 등을 제81조의 규정에 의하여 배분하여야 한다고 규정하고 있고, 제81조 제1항은 위 금전은 다음 각호의 국세·가산금과 체납처분비 기타의 채권에 배분한다고 규정하면서, 제3호에서 ‘압류재산에 관계되는 전세권·질권 또는 저당권에 의하여 담보된 채권’을 들고 있다. 그리고 구 국세징수법 제83조 제1항 후문은 ‘배분대상자는 세무서장이 배분계산서를 작성하기 전까지 배분요구를 하여야 한다.’고 규정하고 있다. <br/>위 각 규정의 내용과 취지를 살펴보면, 존속기간이 만료되거나 전세권설정계약이 해지되는 등의 사유로 전세권의 용익물권적 권능이 소멸하고 단지 전세금반환채권을 담보하는 담보물권적 권능만 남은 전세권은, 대항력이 있다 하더라도 원칙적으로 구 국세징수법 제81조 제1항 제3호의 배분대상인 ‘전세권’에 해당한다고 보아야 한다. 다만 전세권설정계약의 해지로 인하여 후순위 권리자가 예상치 못한 피해를 입고 매수인은 반대로 예상치 못한 이익을 얻는 등 부당한 결과가 초래되는 특별한 사정이 있는 경우에는 그 전세권은 매수인에게 인수되고 전세권자는 배분요구를 하더라도 배분받을 수 없다(대법원 2014. 12. 24. 선고 2012다60329 판결 참조).<br/>  2. 가. 원심판결 이유와 채택 증거들에 의하면 다음과 같은 사실을 알 수 있다.<br/>  (1) 피고는 영진개발 주식회사(이하 ‘영진개발’이라고 한다)와 사이에 영진개발 소유의 이 사건 임대건물에 관한 임대차계약을 체결하면서, 2003. 9. 16. 이 사건 임대건물에 관하여 전세금 28,020,000,000원, 존속기간 2003. 9. 2.부터 2013. 9. 1.까지, 전세권자 피고로 하는 전세권(이하 ‘이 사건 전세권’이라 한다) 설정등기를 마쳤다. <br/>  (2) 원고는 2003. 9. 16. 이 사건 임대건물에 관하여 위 전세권설정등기보다 후순위로 채권최고액 36,623,671,500원, 채무자 영진개발, 근저당권자 원고로 하는 근저당권설정등기를 마쳤다.<br/>  (3) 수원세무서장은 영진개발에 대한 세금을 징수하기 위하여 2004. 8. 9. 이 사건 임대건물을 압류하고, 2005. 10. 11.경 구 국세징수법 제61조에 의하여 한국자산관리공사에게 이 사건 임대건물의 공매를 의뢰하였다. 한국자산관리공사는 2005. 10. 26.경 전세권자인 피고에게 공매통지를 하였고, 피고는 그 무렵 이를 수령하였다.<br/>  (4) 이 사건 임대건물의 1회차 매각예정가격은 44,416,000,000원이었는데, 4회차까지 유찰되었다. 피고는 이 사건 공매절차의 5회차 공매(매각예정가격 26,649,600,000원)에 입찰가 28,260,000,000원으로 입찰하여 2005. 12. 22.경 한국자산관리공사로부터 매각결정을 받았다.<br/>  (5) 피고는 2005. 12. 30.경 영진개발이 전기요금을 체납하여 단전의 위험을 초래하고, 국세를 체납하여 임대건물이 공매절차에 들어가게 하는 등 임대인으로서 위 건물을 임차인인 피고가 사용, 수익할 수 있게 할 의무를 이행하지 않음을 이유로 영진개발에 이 사건 임대차계약을 해지한다는 의사표시가 담긴 내용증명우편을 발송하였고, 그 무렵 영진개발에 위 내용증명우편이 도달하였다.<br/>  (6) 한국자산관리공사는 배분기일을 2006. 2. 24.로 지정한 후 배분대상자들에게 2006. 2. 10.까지 배분요구서, 채권원인증서 등을 제출할 것을 통보하였다. 이에 원고는 2006. 2. 9. 영진개발에 대한 ① 미지급 공사대금 원리금 채권 965,917,800원과 ② 구상금 원리금 채권 608,573,916원, ③ 영진개발의 대출금 상환예정액 4,431,780,820원 합계 6,006,272,536원의 채권으로, 피고는 그 무렵 28,020,000,000원의 전세금 반환채권으로 각 배분요구를 하였다.<br/>  (7) 한국자산관리공사는 2006. 2. 24. 피고에게 3순위로 27,668,997,400원을 배분하고 그보다 후순위인 원고에게는 배분하지 아니하는 것으로 배분계산서를 작성하였고, 그 무렵 위 배분계산서에 따른 배분이 완료되었다.<br/>  나. 이러한 사실관계를 앞서 본 법리에 따라 살펴본다.<br/>  이 사건 전세권설정계약이 위와 같은 피고의 해지통고에 따라 해지된 것으로 볼 수 있다면, 이 사건 전세권의 용익물권적 권능은 소멸되었으므로 이 사건 전세권은 구 국세징수법 제81조 제1항 제3호의 배분대상인 ‘전세권’에 해당하여 특별한 사정이 없는 한 피고는 위 배분요구에 따라 배분받을 수 있다고 보아야 한다. 그리고 이 사건에서 이러한 해지로 인하여 후순위 권리자인 원고가 예상치 못한 피해를 입고 매수인이자 선순위 권리자인 피고가 예상치 못한 이익을 얻는 등의 부당한 결과가 초래되었다고 볼 만한 특별한 사정도 보이지 않는다.<br/>  다. 그런데도 원심은 그 판시와 같은 이유만으로, 이 사건 전세권설정계약이 공매절차 중에 해지되었다 하더라도 이 사건 전세권이 매수인에게 인수된다는 전제하에, 피고는 이 사건 전세권으로 배분을 받을 수 없다고 판단하였다.<br/>  이러한 원심의 판단에는 구 국세징수법상 공매절차에서 전세권자에 대한 배분에 관한 법리를 오해하여 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있다. 이 점을 지적하는 취지의 상고이유 주장은 이유 있다. <br/>  3. 그러므로 나머지 상고이유에 대한 판단을 생략한 채, 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 박정화(재판장) 권순일(주심) 이기택 김선수 ",
    "사건번호": "2017다250899",
    "사건종류코드": "400101",
    "판례정보일련번호": "208841",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}