{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190130",
    "법원명": "서울동부지방법원",
    "사건명": "추심금",
    "판례내용": "【원고, 항소인】 원고 (소송대리인 변호사 김철완)<br/>【피고, 피항소인】 태려산업 주식회사 (소송대리인 변호사 윤형주)<br/>【제1심판결】 서울동부지방법원 2018. 5. 2. 선고 2018가단100114 판결<br/>【변론종결】2018. 11. 21.<br/>【주    문】<br/>  1. 제1심 판결을 취소한다. <br/>  2. 피고는 원고에게 83,452,840원 및 이에 대한 2015. 5. 8.부터 2017. 8. 22.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 금원을 지급하라.<br/>  3. 소송총비용은 피고가 부담한다. <br/>  4. 제2항은 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】  주문과 같다. <br/>【이    유】1. 기초사실<br/> 가. 이오개발 주식회사(이하 ‘이오개발’이라 한다)는 2014. 2. 26. 피고를 상대로 임대료지급 청구의 소(서울동부지방법원 2014가합101253, 이하 아래 서울고등법원 2016나2010122 항소심 사건과 통틀어 이를 ‘이 사건 선행사건’이라 한다)를 제기하였고, 위 법원은 2016. 1. 14. ‘피고는 이오개발에게 1,284,890,284원과 그 중 1,122,000,000원에 대하여 2014. 3. 8.부터 2016. 1. 14.까지는 연 12%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.’는 판결을 선고하였다.<br/> 나. 그 무렵 원고는 2015. 3.경 이오개발을 상대로 임대차보증금 반환을 구하는 소를 제기하였고(서울동부지방법원 2015차전5810), 위 법원은 원금 81,620,000원, 이자 1,771,040원, 비용 61,800원, 합계 83,452,840원에 대한 지급명령을 하였으며 위 지급명령은 그 무렵 확정되었다.<br/> 다. 원고는 2015. 5. 4.경 채권압류 및 추심명령을 받았는데(서울동부지방법원 2015타채6427, 이하 ‘이 사건 추심명령’이라 한다), 청구채권은 위 지급명령에 따른 83,452,840원, 채무자는 이오개발, 제3채무자는 피고, 압류 및 추심할 채권은 이오개발이 피고를 상대로 이 사건 선행사건에서 청구하는 2014. 1. 31.까지의 임대료채권(이하 ‘이 사건 임대료채권’이라 한다)이었고, 이 사건 추심명령은 2015. 5. 7.경 피고에게 송달되었다.<br/> 라. 그 후 피고는 위 제1항 기재 판결에 대하여 항소(서울고등법원 2016나2010122)하였는데, 위 항소심법원은 ㉠ ‘이오개발의 채권자들인 원고, 소외인 등 8인이 압류한 금액 합계 1,345,337,354원과 이에 대한 지연손해금에 대하여는 이오개발의 당사자적격이 없음을 확인하고, ㉡ 압류한 부분을 제외한 나머지 청구부분에 관하여 ‘피고는 이오개발에게 214,804,594원과 그 중 136,292,740원에 대하여 2016. 9. 22.부터 화해권고결정 확정일까지 연 12%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 지연손해금을 지급한다.’는 취지의 화해권고결정(이하 ‘이 사건 화해권고결정’이라 한다)을 하였고, 위 화해권고결정은 2017. 5. 16. 확정되었다. 한편, 이 사건 화해권고결정 중 위 ㉠ 부분에 이 사건 임대료채권도 포함되어 있다. <br/>  마. 원고는 2017. 8. 11. 이 사건 추심명령에 기하여 피고를 상대로 이 사건 소를 제기하였다. <br/>  [인정 근거] 다툼 없는 사실, 갑 제1, 2, 9 내지 12호증의 각 기재, 변론 전체의 취지<br/>2. 청구원인에 관한 판단<br/>  살피건대, 앞선 인정사실에다가 앞선 증거들 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사실들, 즉, 피고는 2010. 5. 10. 주식회사 대우건설로부터 서울 강동구 (주소 생략)에 있는 주상복합건물인 ○○○○○○○○(이하 ‘이 사건 건물’이라 한다) 중 지하 △층 및 지상 □□□호를 보증금 7억 원, 차임 월 7,000만 원(부가가치세 별도)에 임차하기로 하는 계약을 체결하고, 같은 날 보증금 중 3억 원을 지급한 사실, 위 임대차계약 체결 당시 카센터, 물류창고, 주차장으로 사용가능한 이 사건 건물 지하 ◇층을 피고가 단독으로 사용하기로 하였고, 주식회사 대우건설은 이 사건 건물 지하 ☆층에 대하여서는 피고가 원활하게 임차할 수 있도록 최대한 협조하기로 약정하였던 사실, 그 후 이오개발은 주식회사 대우건설로부터 이 사건 건물 지하 ☆층 및 지하 ◇층과 지상 ▽▽▽호 및 ◎◎◎호를 임차한 다음, 2010. 8. 5. 피고에게 지하 ☆층 중 일부(2,794.24㎡), 지하 ◇층(5,321.22㎡), 지상 ▽▽▽, ◎◎◎호를 임대차 기간 2010. 8. 5.부터 2020. 8. 4.까지, 지하 ☆층에 대한 보증금 2억 원, 지하 ☆층에 대한 차임 2011. 4. 30.부터 월 4,000만 원(부가가치세 별도, 매달 선불 지급), 지하 ◇층에 대한 차임 2013. 4. 30.부터 월 1,000만 원(부가가치세 별도, 매달 선불 지급), 지상 ▽▽▽, ◎◎◎호에 대한 차임 2010. 9. 30.부터 합계 월 1,000만 원(부가가치세 별도, 매달 선불 지급)으로 정하여 전대한 사실, 위 전대차계약에 기한 피고의 원고에 대한 미지급 차임이 2014. 3. 7. 기준 1,284,890,284원(원금 1,122,000,000원 + 2014. 3. 7.까지의 지연손해금 162,890,284원)인 사실(이에 대하여 피고는, 원고가 전대인으로서의 의무를 다하지 아니하여 차임을 지급할 의무가 없다는 취지로 주장하나, 을 제6 내지 8호증의 각 기재만으로는 이를 인정하기에 부족하고, 달리 이를 인정할 만한 아무런 증거가 없다)을 종합하여 보면, 특별한 사정이 없는 한 피고는 원고에게 이 사건 추심명령에 따라 83,452,840원 및 이에 대한 이 사건 추심명령 송달일 다음날인 2015. 5. 8.부터 이 사건 소장 부본이 피고에게 송달된 2017. 8. 22.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>3. 피고의 소멸시효 완성 주장에 관한 판단<br/>  (1) 당사자들 주장 요지 <br/>    피고는, 이 사건 임대료채권의 변제기는 늦어도 2014. 1. 31.이고, 임대료채권의 소멸시효기간은 민법 제163조에 따라 3년인데, 이 사건 소는 그로부터 3년이 지난 2017. 8. 11. 제기되었으므로 이 사건 임대료채권은 이 사건 소 제기 전에 시효로 소멸하였다는 취지로 주장하고, 이에 대하여 원고는, 이 사건 선행사건의 항소심에서 이 사건 임대료채권에 대하여서는 이오개발의 당사자적격이 없다는 취지의 화해권고결정이 확정되었는바, 이는 소가 각하 또는 취하된 것으로 볼 수 있고, 원고는 위 화해권고결정이 확정된 때로부터 6월내에 이 사건 소를 제기하였으므로, 이 사건 임대료채권의 소멸시효는 이오개발이 피고를 상대로 이 사건 선행사건의 소를 제기한 2014. 2. 26.경 중단되었다는 취지로 주장한다. <br/> (2) 판단<br/>   살피건대, 민법 제170조는 “① 재판상의 청구는 소송의 각하, 기각 또는 취하의 경우에는 시효중단의 효력이 없다. ② 전항의 경우에 6월내에 재판상의 청구, 파산절차참가, 압류 또는 가압류, 가처분을 한 때에는 시효는 최초의 재판상 청구로 인하여 중단된 것으로 본다.”고 규정하고 있고, 같은 법 제169조는 “시효의 중단은 당사자 및 그 승계인에만 효력이 있다.”고 규정하고 있는바, 이때 제169조의 ‘승계인’이라 함은 시효중단에 관여한 당사자로부터 중단의 효과를 받는 권리를 그 중단효과 발생 이후에 승계한 자를 뜻하고, 포괄승계인은 물론 특정승계인도 이에 포함된다(대법원 1997. 4. 25. 96다46484 판결 등 참조).  <br/>   위 법리에 비추어 이 사건에 관하여 보건대, 이오개발이 이 사건 임대료채권의 시효가 완성되기 전인 2014. 2. 26. 피고를 상대로 이 사건 선행사건의 소를 제기한 사실, 그 후 원고가 이 사건 임대료채권을 집행채권으로 하여 이 사건 추심명령을 받은 사실, 이에 이 사건 선행사건의 항소심에서 이 사건 임대료채권 등에 대하여서는 이오개발의 당사자적격이 없다는 취지의 화해권고결정이 있었고, 이 사건 소가 위 화해권고결정 확정 후 6월내에 제기된 사실은 앞서 본 바와 같다. <br/>   위 인정사실에다가 다음과 같은 사정들, 즉, 화해권고결정이 확정된 경우 확정판결과 동일한 효력이 있는 점, 재판상 청구에 대한 소송의 각하, (청구) 기각, 취하의 경우 시효중단의 효력을 인정하지 않는 것은 확정판결로 청구권의 존재가 공권적 확인을 받지 못한 데 있는 것인데, 이 사건 화해권고결정 중 이 사건 임대료채권 부분에 대하여서는 사실상 청구권의 존재가 공권적 확인을 받지 못하였던 점, 채권에 대한 압류 및 추심명령이 있으면 제3채무자에 대한 이행의 소는 추심채권자만이 제기할 수 있고, 채무자는 이행소송을 제기할 당사자적격을 상실하는바, 법원은 직권으로 이를 조사하여 채무자가 이행소송을 제기한 경우 소를 각하하여야 하는 점, 이 사건 화해권고결정 중 이 사건 임대료채권 부분 역시 이 사건 추심명령 등으로 인하여 이오개발의 당사자적격이 없음을 확인하는 내용으로 확정되었던 점 등에 비추어 보면, 이 사건 임대료채권은 이오개발의 이 사건 선행사건의 소 제기로 인해 시효가 중단되었다가, 이후 이 사건 선행사건의 항소심에서 이 사건 임대료채권에 대하여서는 이오개발의 당사자적격이 없음을 확인하는 내용으로 화해권고결정이 확정되어 사실상 소가 각하된 것과 동일한 법적 효력이 발생하였다고 봄이 상당하다.<br/>  한편, 앞선 인정사실에다가 다음과 같은 사정들, 즉, 추심명령을 받은 채권자는 채권의 추심에 필요한 채무자의 일체의 권리를 채무자에 갈음하여 자기 명의로 재산상 또는 재산 외에서 행사할 수 있는바, 채무자가 이미 소를 제기한 경우에는 승계인으로서 참가할 수 있고, 그 경우 소송이 법원에 처음 계속된 때에 소급하여 시효 중단 또는 법률상 기간준수의 효력이 생기며(민사집행법 제23조 제1항, 민사소송법 제81조, 82조), 채무자가 집행권원을 가지고 있는 경우에는 승계집행문을 받을 수 있는 점(민사집행법 제31조 제1항), 채무자가 제기한 이행의 소가 법원에 계속되어 있는 경우에도 추심채권자는 제3채무자를 상대로 별도로 추심의 소를 제기할 수 있고, 이는 중복제소에 해당하지 않는 점(대법원 2013. 12. 18. 선고 2013다202120 판결 등 참조), 이때 추심채권자는 채무자가 이미 제기한 소에 승계참가할 것인지 또는 자기 명의로 별도로 추심의 소를 제기할 것인지 여부를 자유롭게 선택할 수 있는바 그 법적 효력 역시 동일하게 봄이 상당한 점, 이 사건에 있어서도, 이 사건 임대료채권 부분은 이오개발이 이 사건 선행사건의 소를 제기한 이후 이오개발의 채권자인 원고 등이 자기의 권리를 행사하는 수단으로 이 사건 추심명령 등을 받은 사후에 발생한 우연한 사정으로 인해 이오개발의 추심권이 상실되어 당사자적격이 없어진 것일 뿐, 이오개발이 이 사건 임대료채권을 행사하였다는 사정은 그대로 유지되고, 이는 재판상 청구로 인한 시효중단의 효력을 인정하는 근본적인 취지에도 부합하는 점 등을 종합하여 보면, 원고는 이오개발의 이 사건 선행사건의 소 제기로 인해 시효 중단효과가 발생한 이후 이 사건 임대료채권에 대하여 이 사건 추심명령을 받은 추심채권자로서 이오개발로부터 그 권리를 승계하였다고 봄이 상당하므로, 이오개발의 승계인인 원고가 위 화해권고결정이 확정된 때로부터 6월내에 이 사건 소를 제기한 이상 이 사건 임대료채권의 시효는 이오개발이 피고를 상대로 최초의 재판상 청구를 한 2014. 2. 26.경 중단되었다고 볼 것이다. <br/>     따라서 이에 반하는 전제에 선 피고의 위 소멸시효 완성 주장은 받아들일 수 없다(피고의 위 소멸시효 완성 주장을 배척하는 이상 그 밖의 원고의 주장은 더 나아가 판단하지 아니한다). <br/>4. 결론<br/>  그렇다면, 원고의 이 사건 청구는 이유 있어 이를 인용할 것인바, 제1심 판결은 이와 결론을 달리하여 부당하므로, 이에 관한 원고의 항소를 받아들여 제1심 판결을 취소하고, 피고에게 위 인정금원의 지급을 명하기로 하여 주문과 같이 판결한다. <br/><br/>판사 김종원(재판장) 이은혜 전상범 ",
    "사건번호": "2018나24389",
    "사건종류코드": "400101",
    "판례정보일련번호": "209282",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}