{
  "PrecService": {
    "판시사항": "  [1] 계약당사자가 누구인지 확정하는 방법 및 처분문서의 증명력<br/>  [2] 甲이 乙 주식회사로부터 상가 점포와 그 점포 내에 설치된 수영장 시설을 매수하려고 乙 회사의 부회장인 丙과 여러 차례 협의하였으나 매수자금을 마련하지 못하자, 丙에게 ‘자력이 있는 丁을 계약자로 하여 임대차계약을 체결하여 달라’고 부탁하여 乙 회사가 丁과 위 상가 점포와 수영장 시설에 관한 임대차계약을 체결하였는데, 상가의 관리인인 戊 주식회사가 丁에게 관리비를 청구하자, 丁이 자신은 명의대여자일 뿐이고 실제 임차인은 甲이라며 관리비 납부를 거부한 사안에서, 임대차계약서에 임차인이 丁으로 기재되어 있고 甲은 대리인으로 기재되어 있는 점, 임대인인 乙 회사도 丁을 임차인으로 이해하고 이를 전제로 행동하고 있는 점 등에 비추어 위 임대차계약의 임차인은 丁이라고 보아야 하므로 丁은 임대차계약에 기초하여 집합건물의 전유부분인 상가 점포를 점유하는 사람으로서 집합건물의 소유 및 관리에 관한 법률 제42조 제2항에 따라 구분소유자가 규약에 따라 부담하는 관리비 부담의무와 동일한 의무를 진다고 한 사례<br/>",
    "참조판례": "[1] 대법원 2009. 4. 23. 선고 2006다81035 판결(공2009상, 724), 대법원 2010. 5. 13. 선고 2009다92487 판결(공2010상, 1105), 대법원 2012. 11. 29. 선고 2012다44471 판결(공2013상, 38)<br/>",
    "사건종류명": "민사",
    "판결요지": "  [1] 계약의 당사자가 누구인지는 계약에 관여한 당사자의 의사해석 문제이다. 당사자들의 의사가 일치하는 경우에는 그 의사에 따라 계약의 당사자를 확정해야 한다. 그러나 당사자들의 의사가 합치되지 않는 경우에는 의사표시 상대방의 관점에서 합리적인 사람이라면 누구를 계약의 당사자로 이해하였을 것인지를 기준으로 판단해야 한다.<br/>    계약당사자 사이에 어떠한 계약 내용을 처분문서인 서면으로 작성한 경우에는 서면에 사용된 문구에 구애받는 것은 아니지만 어디까지나 당사자 내심에 있는 의사가 어떠한지와 관계없이 서면의 기재 내용에 따라 당사자가 표시행위에 부여한 의미를 합리적으로 해석해야 한다. 이 경우 문언의 의미가 명확하다면 특별한 사정이 없는 한 문언대로 의사표시의 존재와 내용을 인정해야 한다.<br/>  [2] 甲이 乙 주식회사로부터 상가 점포와 그 점포 내에 설치된 수영장 시설을 매수하려고 乙 회사의 부회장인 丙과 여러 차례 협의하였으나 매수자금을 마련하지 못하자, 丙에게 ‘자력이 있는 丁을 계약자로 하여 임대차계약을 체결하여 달라’고 부탁하여 乙 회사가 丁과 위 상가 점포와 수영장 시설에 관한 임대차계약을 체결하였는데, 상가의 관리인인 戊 주식회사가 丁에게 관리비를 청구하자, 丁이 자신은 명의대여자일 뿐이고 실제 임차인은 甲이라며 관리비 납부를 거부한 사안에서, 계약당사자 사이에 작성된 처분문서인 임대차계약서에는 임차인이 丁이라고 명시되어 있는 점, 丁이 임대인인 乙 회사 명의의 계좌로 임대료 등을 송금하였고, 임대차계약서의 초안에 직접 서명하였으며, 상가 점포에 설치된 수영장 시설을 운영하기 위해 설립된 법인의 공동대표이사로 취임하는 등 임대차계약에 따른 임차인으로서 행동한 점, 乙 회사의 부회장인 丙은 자력이 있는 丁을 계약자로 하여 임대차계약을 체결하기로 하였고, 乙 회사의 직원은 丁에게 요청하여 임대차계약서의 초안에 丁의 서명을 받았으며, 乙 회사는 丁을 상대로 상가 점포 등의 인도를 구하는 소를 제기하는 등 임대차계약의 임차인이 丁임을 전제로 행동한 점, 甲은 임대차계약서에 丁의 대리인으로 되어 있을 뿐이고 이와 달리 임대차계약 당시 계약 명의와 관계없이 임차인을 甲으로 한다거나 계약에 따른 법률효과를 甲에게 귀속시키기로 한다는 의사의 합치가 있었다고 보기 어려운 점 등에 비추어 보면, 위 임대차계약의 임차인은 丁이라고 보아야 하므로 丁은 임대차계약에 기초하여 집합건물의 전유부분인 상가 점포를 점유하는 사람으로서 집합건물의 소유 및 관리에 관한 법률 제42조 제2항에 따라 구분소유자가 규약에 따라 부담하는 관리비 부담의무와 동일한 의무를 진다고 한 사례.<br/>",
    "참조조문": "[1] 민법 제105조 / [2] 민법 제105조, 집합건물의 소유 및 관리에 관한 법률 제5조 제4항, 제28조, 제42조 제2항<br/>",
    "선고일자": "20190910",
    "법원명": "대법원",
    "사건명": "관리비",
    "판례내용": "【원고(탈퇴)】 주식회사 고암<br/>【원고승계참가인, 피상고인】 부천터미널 주식회사<br/>【원고승계참가인 부천터미널 주식회사의 승계참가인, 피상고인】 원고승계참가인의 승계참가인 1 외 2인<br/>【피고, 상고인】 피고 (소송대리인 법무법인 경연 담당변호사 박동수 외 2인)<br/>【원심판결】 서울고법 2016. 6. 23. 선고 2015나2030303 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 피고가 부담한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 상고이유보충서는 이를 보충하는 범위에서)를 판단한다.<br/>  1. 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다) 제42조 제2항은 ‘점유자는 구분소유자가 건물이나 대지 또는 부속시설의 사용과 관련하여 규약 또는 관리단집회의 결의에 따라 부담하는 의무와 동일한 의무를 진다’고 정하고 있다. 여기에서 ‘점유자’란 전유부분을 점유하는 자로서 구분소유자가 아닌 자를 말한다(집합건물법 제5조 제4항).<br/>계약의 당사자가 누구인지는 계약에 관여한 당사자의 의사해석 문제이다. 당사자들의 의사가 일치하는 경우에는 그 의사에 따라 계약의 당사자를 확정해야 한다. 그러나 당사자들의 의사가 합치되지 않는 경우에는 의사표시 상대방의 관점에서 합리적인 사람이라면 누구를 계약의 당사자로 이해하였을 것인지를 기준으로 판단해야 한다. <br/>계약당사자 사이에 어떠한 계약 내용을 처분문서인 서면으로 작성한 경우에는 서면에 사용된 문구에 구애받는 것은 아니지만 어디까지나 당사자 내심에 있는 의사가 어떠한지와 관계없이 서면의 기재 내용에 따라 당사자가 표시행위에 부여한 의미를 합리적으로 해석해야 한다. 이 경우 문언의 의미가 명확하다면 특별한 사정이 없는 한 문언대로 의사표시의 존재와 내용을 인정해야 한다(대법원 2009. 4. 23. 선고 2006다81035 판결, 대법원 2010. 5. 13. 선고 2009다92487 판결 등 참조).<br/>  2. 원심판결 이유와 적법하게 채택된 증거에 따르면 다음 사실을 알 수 있다.<br/>  가. 이 사건 상가는 집합건물이고, 이 사건 점포는 이 사건 상가의 구분건물로서 수영장 시설이 설치되어 있다.<br/>  나. 2013. 5.경 원고승계참가인(이하 ‘승계참가인’이라 한다)과 피고는 피고가 승계참가인에게서 이 사건 점포와 수영장 시설을 임대료 7억 원, 임대차기간 2013. 5. 16.부터 2013. 8. 31.까지로 정하여 임차하기로 하는 내용의 임대차계약서(이하 ‘이 사건 임대차계약서’라 하고, 이를 작성함으로써 체결된 계약을 ‘이 사건 임대차계약’이라 한다)를 작성하였다.<br/>  다. 이 사건 임대차계약서 중 임차인란에는 피고의 주소, 성명, 주민등록번호가 기재되어 있고, 그 옆에 피고의 서명과 날인이 있으며, 소외 1은 피고의 대리인으로 명시되어 있다.<br/>  라. 당초 소외 1은 이 사건 점포와 수영장 시설을 매수하기로 하고 승계참가인의 부회장인 소외 2와 여러 차례 협의했지만 매수자금을 번번이 마련하지 못하였다. 그러던 중 소외 1은 소외 2에게 ‘자력이 있는 피고를 계약자로 하여 임대차계약을 체결해달라’고 하였고, 피고는 승계참가인 명의의 계좌로 임대료 등 7억 원을 송금하였다.<br/>  마. 승계참가인의 직원인 소외 3은 소외 1과 함께 이 사건 임대차계약서의 초안을 작성하여 피고에게 이메일로 보내주었고, 피고는 직접 서명한 다음 스캔한 파일을 이메일로 보내주었으며, 소외 3은 위 파일을 출력하여 소외 1과 함께 이 사건 임대차계약서를 작성하였다.<br/>  바. 제1심 공동피고 주식회사 워터조이(이하 ‘워터조이’라 한다)는 이 사건 점포에 설치된 수영장 시설을 운영하기 위해 설립된 법인인데, 피고는 2013. 5. 9. 워터조이의 공동대표이사로 취임하였고, 친구인 소외 4, 조카인 소외 5, 소외 5의 처인 소외 6을 워터조이의 과장 등 실무자로 근무하도록 하였다.<br/>  사. 워터조이는 2013. 6. 21. 승계참가인과 ‘이 사건 임대차계약에 따른 임차인의 의무를 피고와 함께 부담하고, 2013. 5.부터 2013. 7.까지의 관리비도 임차인의 지위에서 납부한다’고 약정하였다.<br/>  아. 승계참가인은 2013. 11. 15. 피고와 워터조이를 상대로 인천지방법원 부천지원 2013가합9368호로 이 사건 점포 등의 인도를 구하는 소를 제기하였다. 위 법원은 2014. 2. 12. ‘이 사건 임대차계약이 기간 만료로 종료하였는데도 피고와 워터조이가 계속 이 사건 점포를 점유하고 있으므로, 피고와 워터조이는 승계참가인에게 이 사건 점포를 인도할 의무가 있다’는 판결을 선고하였는데, 이에 대하여 피고는 항소하지 않았다.<br/>  자. 이 사건 상가의 관리규약 중 주요 내용은 다음과 같다.<br/>  (1) 구분소유자는 건물 유지관리에 드는 관리비용 등을 부담할 의무가 있다(제6조 제5호).<br/>  (2) 구분소유자로부터 전유부분을 임대차 그 밖의 사유로 점유한 자는 집합건물법에 규정된 점유자로서의 권리·의무를 갖는다(제9조 제1항).<br/>  3. 이러한 사실관계를 위에서 본 법리에 비추어 살펴본다.<br/>  계약당사자 사이에 처분문서인 이 사건 임대차계약서가 작성되었고, 이 사건 임대차계약서에는 임차인이 피고라고 명시되어 있다. 피고는 임대인인 승계참가인 명의의 계좌로 임대료 등 7억 원을 송금하였고, 이 사건 임대차계약서의 초안에 직접 서명하였으며, 이 사건 점포에 설치된 수영장 시설을 운영하기 위해 설립된 법인인 워터조이의 공동대표이사로 취임하는 등 이 사건 임대차계약에 따른 임차인으로서 행동하였다. 승계참가인의 부회장인 소외 2는 자력이 있는 피고를 계약자로 하여 임대차계약을 체결하기로 하였고, 승계참가인의 직원인 소외 3은 피고에게 요청하여 이 사건 임대차계약서의 초안에 피고의 서명을 받았다. 승계참가인은 피고를 상대로 이 사건 점포 등의 인도를 구하는 소를 제기하는 등 이 사건 임대차계약의 임차인이 피고임을 전제로 행동하였다. 소외 1은 이 사건 임대차계약서에 피고의 대리인으로 되어 있을 뿐이고, 이와 달리 이 사건 임대차계약 당시 계약 명의와 관계없이 임차인을 소외 1로 한다거나 계약에 따른 법률효과를 소외 1에게 귀속시키기로 한다는 의사의 합치가 있었다고 보기 어렵다.<br/>  이 사건 임대차계약서에 임차인이 피고로 기재되어 있고 소외 1은 그 대리인으로 기재되어 있는 점, 임대인인 승계참가인도 피고를 임차인으로 이해하고 이를 전제로 행동하고 있는 점 등에 비추어 보면, 이 사건 임대차계약의 임차인은 피고라고 보아야 한다. 따라서 피고는 이 사건 임대차계약에 기초하여 전유부분인 이 사건 점포를 점유하는 사람으로서 집합건물법 제42조 제2항에 따라 구분소유자가 규약에 따라 부담하는 관리비 부담의무와 동일한 의무를 진다.<br/>  원심은 피고가 이 사건 임대차계약의 임차인으로서 이 사건 점포에 관한 미납 관리비를 지급할 책임이 있다고 판단하였다. 원심판단에 상고이유 주장과 같이 계약당사자 확정에 관한 법리를 오해하거나 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어난 잘못이 없다.<br/>  4. 피고의 상고는 이유 없으므로 이를 모두 기각하고 상고비용은 패소자가 부담하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이동원(재판장) 조희대 김재형(주심) 민유숙 ",
    "사건번호": "2016다237691",
    "사건종류코드": "400101",
    "판례정보일련번호": "209603",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}