{
  "PrecService": {
    "판시사항": "[1] 계약준수 원칙의 예외로서 사정변경을 이유로 계약을 해제하거나 해지할 수 있는 경우<br/>[2] 甲이 주택건설사업을 위한 견본주택 건설을 목적으로 임대인 乙과 토지에 관하여 임대차계약을 체결하면서 임대차계약서에 특약사항으로 위 목적을 명시하였는데, 지방자치단체장으로부터 가설건축물 축조신고 반려통보 등을 받고 위 토지에 견본주택을 건축할 수 없게 되자, 甲이 乙을 상대로 임대차계약의 해지 및 임차보증금 반환을 구한 사안에서, 위 임대차계약은 甲의 해지통보로 적법하게 해지되었고, 乙이 甲에게 임대차보증금을 반환할 의무가 있다고 한 사례<br/>",
    "참조판례": "[1] 대법원 2017. 6. 8. 선고 2016다249557 판결(공2017하, 1457)<br/>",
    "사건종류명": "민사",
    "판결요지": "[1] 계약 성립의 기초가 된 사정이 현저히 변경되고, 당사자가 계약의 성립 당시 이를 예견할 수 없었으며, 그로 인하여 계약을 그대로 유지하는 것이 당사자의 이해에 중대한 불균형을 초래하거나 계약을 체결한 목적을 달성할 수 없는 경우에는 계약준수 원칙의 예외로서 사정변경을 이유로 계약을 해제하거나 해지할 수 있다.<br/>[2] 甲이 주택건설사업을 위한 견본주택 건설을 목적으로 임대인 乙과 토지에 관하여 임대차계약을 체결하면서 임대차계약서에 특약사항으로 위 목적을 명시하였는데, 지방자치단체장으로부터 가설건축물 축조신고 반려통보 등을 받고 위 토지에 견본주택을 건축할 수 없게 되자, 甲이 乙을 상대로 임대차계약의 해지 및 임차보증금 반환을 구한 사안에서, 견본주택 건축은 위 임대차계약 성립의 기초가 된 사정인데, 견본주택을 건축할 수 없어 甲이 임대차계약을 체결한 목적을 달성할 수 없게 되었고, 위 임대차계약을 그대로 유지하는 것은 甲과 乙 사이에 중대한 불균형을 초래하는 경우에 해당하므로, 위 임대차계약은 甲의 해지통보로 적법하게 해지되었고, 乙이 甲에게 임대차보증금을 반환할 의무가 있다고 한 사례.<br/>",
    "참조조문": "[1] 민법 제2조, 제543조 / [2] 민법 제2조, 제543조<br/>",
    "선고일자": "20201210",
    "법원명": "대법원",
    "사건명": "보증금반환",
    "판례내용": "【원고, 피상고인】 원고<br/>【피고, 상고인】 피고<br/>【원심판결】 수원지법 2020. 7. 7. 선고 2018나87538 판결<br/>【주    문】<br/>상고를 기각한다.  상고비용은 피고가 부담한다.<br/><br/>【이    유】상고이유(상고이유서 제출기간이 지난 다음 제출된 답변서는 이를 보충하는 범위에서)를 판단한다.<br/>  1. 계약 성립의 기초가 된 사정이 현저히 변경되고, 당사자가 계약의 성립 당시 이를 예견할 수 없었으며, 그로 인하여 계약을 그대로 유지하는 것이 당사자의 이해에 중대한 불균형을 초래하거나 계약을 체결한 목적을 달성할 수 없는 경우에는 계약준수 원칙의 예외로서 사정변경을 이유로 계약을 해제하거나 해지할 수 있다(대법원 2017. 6. 8. 선고 2016다249557 판결 참조).<br/>  2. 원심은 다음과 같이 판단하였다.<br/>  가. 원고와 피고 사이에 2016. 2. 17. 이 사건 토지에 관하여 임차보증금 1억 원, 연 차임 3,000만 원, 기간 3년으로 한 이 사건 임대차계약이 체결되었으므로, 임대차보증금을 누가 지급하였는지 여부를 묻지 않고 원고는 임대차계약의 당사자로서 임대차 종료 후 피고에게 임대차보증금의 반환을 청구할 수 있다.<br/>  나. 이 사건 임대차계약은 2017. 2. 17.경 원고의 해지통보로 적법하게 해지되었고, 피고는 원고에게 임대차보증금을 반환할 의무가 있다. 상세한 이유는 다음과 같다.<br/>  (1) 원고와 피고는 이 사건 사업을 위한 견본주택 건축을 목적으로 임대차계약을 체결하였고, 이 사건 임대차계약서에도 특약사항으로 위 목적이 명시되었는데, 이는 임대차계약에서 매우 중요한 사항이라고 보아야 한다. 피고는 이 사건 사업을 추진하던 ○○마을 지주공동사업 추진위원회의 추진위원으로서 이 사건 사업의 진행 내용 등에 대하여 잘 알고 있었으므로, 견본주택이 건축되지 않을 경우 원고가 이 사건 토지를 사용할 이유가 없다는 것을 임대차계약 당시부터 인식하고 있었다고 볼 수 있다.<br/>  (2) 원고는 2016. 4. 21. 용인시장으로부터 가설건축물 축조신고 반려통보를 받고 2016. 8. 8. 주택사업계획승인신청 반려통보를 받음으로써 이 사건 토지에 견본주택을 건축할 수 없게 되었고, 피고도 그 무렵 이 사건 토지에 견본주택을 건축할 수 없다는 것을 알게 되었다.<br/>  (3) 임대인은 목적물을 사용·수익에 적당한 상태를 갖추어 임차인에게 인도해야 할 뿐만 아니라 계약존속 중에도 사용·수익에 필요한 상태를 유지하게 할 의무를 부담한다(민법 제623조). 이 사건 토지는 이 사건 임대차계약 체결 당시부터 현재까지 소외인이 무단으로 점유하면서 새시 제조를 위한 임시가설물 설치, 각종 자재 보관 용도로 사용하고 있다.<br/>  (4) 견본주택 건축은 이 사건 임대차계약 성립의 기초가 된 사정이다. 견본주택을 건축할 수 없어 원고가 임대차계약을 체결한 목적을 달성할 수 없고, 피고가 원고에게 이 사건 토지를 사용·수익할 수 있는 상태로 인도한 것으로 볼 수도 없다. 이 사건 임대차계약을 그대로 유지하는 것은 원고와 피고 사이에 중대한 불균형을 초래하는 경우에 해당한다고 보아야 한다.<br/>  3. 원심판결 이유를 기록에 비추어 살펴보면, 원심판결은 정당하고 상고이유 주장과 같이 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 계약당사자, 사정변경에 따른 계약해지 등에 관한 법리를 오해한 잘못이 없다.<br/>  4. 피고의 상고는 이유 없으므로 이를 기각하고 상고비용은 패소자가 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이동원(재판장) 김재형(주심) 민유숙 노태악 ",
    "사건번호": "2020다254846",
    "사건종류코드": "400101",
    "판례정보일련번호": "214325",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}