{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170818",
    "법원명": "대구고등법원",
    "사건명": "토지인도",
    "판례내용": "【원고, 항소인 겸 피항소인】 원고 (소송대리인 변호사 조창학)<br/>【피고, 피항소인 겸 항소인】 주식회사 달성레미콘 (소송대리인 법무법인 중원 외 1인)<br/>【제1심판결】 대구지방법원 김천지원 2015. 7. 10. 선고 2013가합822 판결<br/>【변론종결】2017. 6. 30.<br/>【주    문】<br/>1. 제1심판결을 아래 제2항과 같이 변경한다.<br/>2. 가. 피고는 원고에게,<br/>      1) 별지1 부동산목록 제2항 기재 건물을 철거하고,<br/>      2) 원고로부터 315,141,219원을 지급받음과 동시에 별지1 부동산목록 제1항 기재 토지를 인도하며,<br/>      3) 2013. 7. 2.부터, 피고가 원고에게 별지1 부동산목록 제1항 기재 토지를 인도할 때까지 월 2,542,000원의 비율로 계산한 돈을 지급하라. <br/>   나. 원고의 나머지 청구를 기각한다.<br/>3. 소송총비용 중 40%는 원고가 부담하고, 나머지 60%는 피고가 부담한다.<br/>4. 제2의 가항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고에게 별지1 부동산목록 제2항 기재 건물을 철거하고, 별지1 부동산목록 제1항 기재 토지를 인도하며, 2013. 7. 2.부터 위 토지 인도완료일까지 월 3,000,000원의 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/> 가. 원고<br/>  제1심판결 중 토지 인도청구 부분을 다음과 같이 변경한다. 피고는 원고에게 별지1 부동산목록 제1항 기재 토지를 인도하라.<br/> 나. 피고<br/>  제1심판결 중 피고 패소부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 인정사실<br/> 가. 원고는 1993. 6.경 피고와 사이에, 원고가 피고에게 다음과 같이 별지1 부동산목록 제1항 기재 토지(이하 ‘이 사건 토지’라 한다)를 임대하는 내용의 계약(갑 제2호증, 이하 ‘이 사건 임대차계약’이라 한다)을 체결하였다.<br/>○ 임대차 기간: 1993. 7. 1.~2013. 7. 1.○ 임차 목적: 공장부지 사용과 레미콘제조업 영업 및 토지 형질변경, 토사석 채취○ 계약조건제2항 피고는 위 임대차 기간에 사용 목적 차임으로 영업개시일로부터 (제품반출) 매월 1,000,000원을 원고에게 지급하기로 한다.제3항 원고는 피고 이외에 이 사건 토지를 본 임대기간 중 타인에게 임대 또는 매매할 수 없고, 이를 위약시 피고의 투자시설금 및 기타 위약 손해보상금을 지불하여야 한다.제5항 임대차 기간 만기 후의 조치임대 연장 조건이 원고와 피고 상호간에 합의가 이루어지지 않은 경우 만기로부터 3개월 이내 피고가 지상물 및 기계를 철거하지 않을 시 원고는 일방적으로 강제집행을 하여도 피고는 이의를 제기하지 않는다.제6항 임대료 선불 지급조건원고와 피고 상호간에 제2항 조건하에 임대료를 지급하기로 하였으나, 원고 제실 준공관계로 36개월 임대료 36,000,000원을 선지불하기로 하고 제실 준공 때까지 원고의 요구가 있을시 피고는 3회로 분할하여 지급하기로 한다.제7항 임대료 물가상승률 적용제6항의 임대료 지급기간 만료 이후에는 피고는 제2항에 의한 기본 임대료를 기준으로 당해 연도 한국은행이 발급하는 소비자 물가상승률을 적용하여 제6항 기재 임대료 지급기간이 만료되는 월부터 연말까지 개월수에 해당하는 상승률분을 합한 금액을 지급하기로 한다.제8항  피고는 이 사건 토지에 대한 공과금을 책임지고 지급하기로 한다.<br/> 나. 피고는 이 사건 임대차계약에 따라 1994. 6.경 이 사건 토지의 형질을 당초 ‘임야’에서 ‘공장용지’로 변경하고(원고는 토지대장의 지목을 변경하였다), 그 지상에 레미콘 공장인 별지1 부동산목록 제2항 기재 건물(이하 ‘이 사건 건물’이라 한다)을 신축하여 현재까지 소유하고 있다. <br/> 다. 원고는 2013. 2. 14. 피고에게 ‘이 사건 임대차계약은 2013. 7. 1. 기간 만료로 종료되므로, 지상물을 철거하고 이 사건 토지를 인도하라’고 통보하였고, 피고는 현재까지 이 사건 건물을 소유하면서 계속하여 이 사건 토지를 점유ㆍ사용하고 있다. <br/>【인정근거】다툼 없는 사실, 갑 제1호증의 1 내지 제4호증의 4의 각 기재, 변론 전체의 취지<br/>2. 건물 철거 및 토지 인도 청구 <br/> 가. 원상회복 의무의 발생<br/>  위 인정사실에 의하면, 이 사건 임대차계약은 2013. 7. 1. 기간 만료로 종료되었으므로, 피고는 특별한 사정이 없는 한 원상회복으로 원고에게 이 사건 건물을 철거하고, 이 사건 토지를 인도할 의무가 있다.<br/> 나. 피고의 주장에 대한 판단<br/>  1) 반영구적 임차 여부 (부정)<br/>   피고의 주장은, 이 사건 임대차계약 체결 이후 이 사건 토지를 공장용지로 형질변경하면서 원고 종중원들로부터 ‘원고에게 부과된 토지개발부담금 104,917,010원을 피고가 대신 부담하면 이 사건 토지를 반영구적으로 임대해주겠다’는 말을 듣고 위 부담금을 납부하였으므로, 이 사건 토지의 임대차기간은 반영구적으로 연장되었다는 것이다. <br/>   살피건대, 피고의 주장에 부합하는 듯한 을 제2호증의 기재는 이 사건 임대차계약 체결 당시 피고의 대표이사였던 소외 1의 진술인 점에 비추어 그대로 믿기 어렵고, 을 제1호증의 1 내지 12, 제4호증의 각 기재만으로는 원ㆍ피고가 임대기간을 반영구적으로 연장하기로 합의하였다는 사실을 인정하기 부족하며, 달리 이를 인정할 증거가 없으므로, 피고의 주장은 이유 없다.<br/>  2) 지상물매수청구 (부정)<br/>   가) 피고의 주장<br/>   이 사건 임대차계약이 레미콘 공장시설의 소유를 목적으로 한 토지임대차로서 임대차계약이 종료된 현재 이 사건 토지 위에 이 사건 건물 및 기계시설이 현존하고 있고, 원고가 임대차계약의 갱신을 거절하였다. 피고는 민법 제643조에 따라 이 사건 건물 및 기계기구에 대한 매수청구권을 행사하였으므로, 이 사건 건물을 철거할 의무가 없고, 매매대금을 지급받을 때까지 이 사건 건물의 인도를 거절할 수 있다.<br/>   나) 판단<br/>   ⑴ 지상물매수청구권의 발생 <br/>민법 제283조, 제643조에 의하면, 건물 기타 공작물의 소유 또는 식목, 채염, 목축을 목적으로 한 토지임대차의 기간이 만료한 경우에 건물, 수목 기타 지상시설이 현존한 때에는, 임차인은 계약의 갱신을 청구할 수 있고, 임대인이 계약의 갱신을 원하지 아니하는 때에는 상당한 가액으로 전항의 공작물이나 수목의 매수를 청구할 수 있다.<br/>민법 제643조가 규정하는 매수청구의 대상이 되는 건물에는 임차인이 임차토지상에 그 건물을 소유하면서 그 필요에 따라 설치한 것으로서 건물로부터 용이하게 분리될 수 없고 그 건물을 사용하는 데 객관적인 편익을 주는 부속물이나 부속시설 등이 포함되는 것이지만, 이와 달리 임차인이 자신의 특수한 용도나 사업을 위하여 설치한 물건이나 시설은 이에 해당하지 아니한다(대법원 2002. 11. 13. 선고 2002다46003 판결 등 참조).<br/>   앞서 본 바와 같이, ① 이 사건 임대차계약은 피고(임차인)가 이 사건 토지를 임차하여 그 지상에 이 사건 건물을 신축하여 이를 레미콘 공장으로 운영할 목적으로 체결된 토지임대차계약이고, ② 피고(임차인)의 계약 갱신 청구에 대하여, 원고(임대인)가 계약의 갱신을 원하지 아니하여, 임대차계약이 기간 만료로 종료되었으며, ③ 계약종료일(2013. 7. 1.) 당시 이 사건 토지 지상에는 이 사건 건물이 현존하고 있으므로, 피고는, 특별한 사정이 없는 한, 민법 제283조, 제643조의 규정에 따라 원고에게 이 사건 건물을 매수할 것을 청구할 수 있다. 그러나 뒤에서 보는 바와 같이 피고는 지상물매수청구권을 포기하였으므로, 피고의 주장은 결국 이유 없다.<br/>   한편, 갑 제6 내지 9호증의 각 기재, 제1심 감정인 소외 2의 시가감정결과 및 제1심의 현장검증결과에 변론 전체의 취지를 종합하면, 이 사건 토지 위에 있는 레미콘생산설비 등 기계기구는 피고가 레미콘제조업을 영위하기 위하여 설치한 시설로서 이 사건 건물을 사용하는 데에 객관적인 편익을 주는 부속물이나 부속시설이 아니고, 이 사건 건물과 용이하게 분리하여 이전할 수 있는 사실을 인정할 수 있으므로, 지상물매수청구권의 대상이 된다고 할 수 없으니, 피고의 기계기구 매수청구 주장은 이유 없다.<br/>   ⑵ 지상물매수청구권의 포기 <br/>   원고는, 피고가 지상물매수청구권을 포기하였다고 주장하므로 살피건대, 앞서 본 바와 같이 이 사건 임대차계약에 의하면, 피고는 계약이 종료될 경우에는 임대차기간 만료일로부터 3개월 이내에 이 사건 건물 등을 철거하여 원상회복하기로 약정하였으므로(제5항), 피고는 지상물매수청구권을 포기하였다고 인정되고, 달리 반증이 없으므로, 원고의 주장은 이유 있다. <br/>   피고는, 이 사건 임대차계약 중 원상회복약정(제5항) 부분은 실질적으로 피고에게 불리하므로 무효라고 주장한다.<br/>   지상물매수청구권에 관한 민법 제643조의 규정은 강행규정이므로 이 규정에 위반하는 약정으로서 임차인에게 불리한 것은 효력이 없는데(민법 제652조), 임차인 등에게 불리한 약정인지는 우선 당해 계약의 조건 자체에 의하여 가려져야 하지만 계약체결 경위와 제반 사정 등을 종합적으로 고려하여 실질적으로 임차인 등에게 불리하다고 볼 수 없는 특별한 사정을 인정할 수 있을 때에는 강행규정에 저촉되지 않는다(대법원 2011. 5. 26. 선고 2011다1231 판결 등 참조).<br/>   살피건대, 다툼 없는 사실, 기초사실, 갑 제1 내지 4, 10, 11호증의 각 기재, 제1심의 감정인 소외 3에 대한 임료감정촉탁결과, 제1심의 감정인 소외 4에 대한 각 시가감정촉탁결과 및 감정보완촉탁 결과에 변론 전체의 취지를 종합하여 인정되는 다음 사실 및 사정에 의하면, 이 사건 임대차계약 중 원상회복약정(제5항) 부분은 실질적으로 피고에게 불리하다고 볼 수 없는 특별한 사정이 있다고 봄이 타당하므로, 피고의 주장은 이유 없다.<br/>   ① 이 사건 임대차계약의 계약기간은 1993. 7. 1.부터 2013. 7. 1.까지 20년인바, 원고는 피고가 이 사건 토지의 형질을 변경하고 건물을 신축하면서 소요된 비용 등 투자비용을 감안하여 장기간의 임대기간을 약정하였을 뿐만 아니라, 원고는 위 임대기간 동안에는 이 사건 토지를 매도할 수도 없도록 약정함으로써(이 사건 임대차계약 제4항), 피고의 임차기간을 보장해 주었다.<br/>   ② 피고가 이 사건 임대차계약 체결일(1993. 7. 1.) 이후 월차임으로 1993. 7. 1.부터 1999. 12. 31.까지 월 1,000,000원, 2000. 1. 1.부터 2005. 12. 31.까지 월 1,100,000원, 2006. 1. 1.부터 2010. 12. 31.까지 월 1,210,000원, 2011. 1. 1.부터 2013. 7. 1.까지 월 1,331,000원의 차임을 지급하여, 월차임을 5년마다 10%씩 인상하여 지급하였다(다툼 없는 사실). 2013. 7. 2.부터 1년간 이 사건 토지의 임료 시세는 월 2,542,000원이므로, 원고가 지급받은 월차임 중 가장 많은 1,331,000원은 그것의 약 52%에 불과하고, 이 사건 토지의 시가는 형질변경 준공시점인 1994. 2. 7. 당시의 787,200,000원에서  임대차기간 종료일(2013. 7. 1.) 후인 2014. 6. 10.에는 1,958,160,000원으로 148%나 상승된 반면, 피고가 지급한 임료는 1994. 2. 7. 당시 월 1,000,000원에서 2013. 7. 1. 월 1,331,000원으로 약 33% 상승되었다. 따라서 피고는 20년간 이 사건 토지를 시세보다 저렴한 차임으로 임차한 셈이다.<br/>   ③ 피고가 2000년도부터 2011년도까지 매년 2억 원 내지 5억 원 가량의 당기순이익을 얻은 점에 비추어 볼 때, 이 사건 임대차기간은 피고가 이 사건 토지의 형질변경, 이 사건 건물 신축, 기계기구 설치 등에 투여한 자본을 회수하기에 충분한 것으로 보인다.<br/>   ④ 피고는 주식회사로서 영업을 목적으로 하는 반면, 원고는 종중으로 영업을 목적으로 하지 아니한다. 이 사건 건물은 경량철골이나 패널 등 시공과 철거 및 재사용이 상대적으로 용이한 자재로 건축되었고, 그 용도는 피고의 영업에만 적합한 레미콘 공장이므로, 원고가 다른 목적으로 사용하기 곤란하다.<br/>  3) 토지에 관한 유치권의 행사 (긍정)<br/>   가) 피고의 주장<br/>   피고는 당초 임야이던 이 사건 토지의 형질을 공장용지로 변경하기 위하여 매립, 주변 옹벽 설치 등을 위한 토목공사비용 1,668,000,000원, 토지개발부담금 104,917,010원, 진입도로 공사비용 101,606,000원 이상 합계 1,874,523,010원(= 1,668,000,000원 ＋ 104,917,010원 ＋ 101,606,000원)을 지출하였고, 이 사건 토지의 가치가 1,513,392,000원 상승하여 현존하고 있으므로, 원고로부터 유익비를 상환받을 때까지 이 사건 토지를 유치할 수 있다.<br/>   나) 관련 법리<br/>민법 제626조 제2항에 의하면, 임차인이 유익비를 지출한 경우에는 임대인은 임대차종료 시에 그 가액의 증가가 현존한 때에 한하여 임차인의 지출한 금액이나 그 증가액을 상환하여야 한다. <br/>민법 제626조 제2항에서 임대인의 상환의무를 규정하고 있는 유익비란 임차인이 임차물의 객관적 가치를 증가시키기 위하여 투입한 비용을 말한다(대법원 1994. 9. 30. 선고 94다20389 판결 등 참조). 임차인이 임차목적물에 대하여 가지는 유익비상환청구권은 임대차계약이 종료한 때에 행사할 수 있는 것이며, 이때 임차인은 유익비상환청구권에 대해서 유치권을 행사할 수 있고 유치권을 행사한 임차인은 임대인으로부터의 명도청구도 거절할 수 있으며(대법원 1988. 4. 25. 선고 87다카458 판결 등 참조), 물건의 인도를 청구하는 소송에서 피고의 유치권 항변이 인용되는 경우에는 물건에 관하여 생긴 채권의 변제와 상환으로 물건의 인도를 명하여야 한다(대법원 2011. 12. 13. 선고 2009다5162 판결 등 참조).<br/>   유익비의 상환범위는 임차인이 유익비로 지출한 비용과 현존하는 증가액 중 임대인이 선택하는 바에 따라 정해진다고 할 것이고, 따라서 유익비상환의무자인 임대인의 선택권을 위하여 그 유익비는 실제로 지출한 비용과 현존하는 증가액을 모두 산정하여야 하며(대법원 2002. 11. 22. 선고 2001다40381 판결 등 참조), 지출한 비용은 물론 현존 증가액에 대하여도 임차인에게 입증책임이 있다(대법원 1962. 10. 18. 선고 62다437 판결 등 참조).<br/>   다) 유익비 지출액<br/>   ① 토목공사비용 (일부 긍정)<br/>   제1심의 감정인 소외 4에 대한 각 시가감정촉탁결과, 당심 감정인 소외 5의 감정(공사비)결과 및 보완감정결과에 변론 전체의 취지를 종합하면, 피고는 이 사건 토지 임차한 후 1994. 6.경 이 사건 토지의 지목을 공장용지로 변경하기 위하여 토목공사비용으로 383,613,000원을 지출한 사실이 인정되고, 갑 제14호증 내지 제21호증의 2의 각 기재는 위 인정에 방해가 되지 아니하며, 달리 반증이 없다.<br/>   피고의 주장은, 이 사건 토지를 공장용지로 변경하기 위하여 매립과 주변 옹벽 설치를 위한 토목공사비용으로 1,668,000,000원을 지출하였다는 것이나, 을 제1호증의 1 내지 제3호증의 1의 각 기재, 을 제3호증의 2 내지 5의 각 영상만으로는 위 인정액을 초과하는 토목공사비용 지출사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없으므로, 위 인정범위를 초과하는 피고의 주장은 이유 없다.<br/>   ② 토지개발부담금 (긍정)<br/>   을 제4호증의 기재에 변론 전체의 취지를 종합하면, 피고는 1994. 6.경 이 사건 토지의 지목을 ‘임야’에서 ‘공장용지’로 변경하고, 구 도시계획법(2000. 1. 28. 법률 제6243호로 개정되기 전의 것) 제4조, 구 개발이익환수에 관한 법률(2014. 1. 14. 법률 제12245호로 개정되기 전의 것) 제14조에 의한 토지개발부담금 104,917,010원을 납부한 사실이 인정된다.<br/>   ③ 진입도로 공사비용 (부정)<br/>   피고의 주장은, 1994. 6.경 이 사건 토지를 공장용지로 형질변경하면서, 인근 아파트 단지로부터 이 사건 토지에 이르는 약 2㎞의 진입도로를 확장하고 아스콘으로 포장하는 공사를 위하여 1994. 6.경 기준으로 101,606,000원을 지출하였고, 그 지출로 인하여 이 사건 토지의 가치가 증가하여 현존하고 있으므로, 위 지출비용 101,606,000원도 유익비에 해당한다는 것이다.<br/>   당심 감정인 소외 5의 감정(공사비)결과에 의하면, 이 사건 토지에 이르는 약 2㎞의 진입도로(구미시 (주소 생략))를 현재와 같은 상태로 확장하고 아스콘으로 포장하는데 소요되는 통상의 공사비용이 1994. 6. 기준으로 101,606,000원인 사실은 인정되나, 당심의 구미시장에 대한 사실조회회신결과에 의하면 구미시 (주소 생략)의 도로 확장 및 포장은 구미시가 한 사실이 인정되는 점에 비추어 보면, 을 제6호증 내지 제9호증의 3의 각 기재만으로는 피고가 도로 확장 및 포장을 위한 공사비용을 지출하였다고 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 가사 피고의 주장대로 도로 확장 및 포장을 위한 공사비용을 지출하였다고 하더라도, 위 도로는 이 사건 토지의 점유자 외에 일반공중의 통행에도 제공되는 점, 위 도로부지는 원고 소유가 아닌 점 등에 비추어 볼 때, 위 도로공사비용이 이 사건 토지의 가치 증가를 위하여 지출되었다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없으므로, 피고의 주장은 이유 없다.<br/>   라) 가치증가액 중 현존액<br/>   제1심의 감정인 소외 4에 대한 각 시가감정촉탁결과 및 감정보완촉탁 결과에 변론 전체의 취지를 종합하면, 피고가 토목공사를 하기 전에 이 사건 토지(지목 임야)의 시가는 444,768,000원이었는데, 피고가 토목공사를 한 후 2014. 6. 10. 현재 이 사건 토지(지목 공장용지)의 시가는 1,958,160,000원이며, 토목공사로 인한 가치증가액(= 총가치상승액 - 형질변경 이외의 사유로 인한 지가상승액)은 342,432,000원인 사실이 인정된다.<br/>   마) 상환액수<br/>   앞서 본 바와 같이, 피고가 이 사건 토지의 객관적 가치를 증가시키기 위해 지출한 비용은 합계 488,530,010원(= 토목공사비용 383,613,000원 + 토지개발부담금 104,917,010원)이고, 이 사건 토지의 가치증가액 중 임대차 종료 후 현존하는 가액은 342,432,000원이다. 원고는 당심에서, 피고의 지출액 488,530,010원과 현존하는 가치 증가액 342,432,000원 중 적은 금액을 상환할 것을 선택하였으므로, 원고는 피고에게 현존하는 가치 증가액 342,432,000원을 지급할 의무가 있다. <br/>   따라서 피고는 특별한 사정이 없는 한, 원고로부터 유익비 342,432,000원을 지급받음과 동시에 원고에게 이 사건 토지를 인도할 의무가 있으므로, 피고의 유치권 주장은 위 인정범위 내에서 이유 있다.<br/>   바) 원고의 주장에 대한 판단<br/>   ⑴ 원고의 주장은, 피고가 이 사건 임대차계약에 의하여 자신의 비용으로 이 사건 토지를 공장용지로 변경할 의무가 있고, 유익비상환청구권을 포기하였으므로 유익비상환을 청구할 수 없다는 것이다. <br/>   앞서 본 바와 같이 이 사건 임대차계약서(갑 제2호증)의 ‘임차목적’란에 ‘공장부지 사용, 토지형질변경’이라고 기재되어 있으므로, 피고가 자신의 비용으로 이 사건 토지를 공장용지로 변경하기로 약정하였다고 할 것이나, 민법 제626조 제2항의 규정에 의하면 임차인은 자신의 부담으로 유익비를 지출한 후에 유익비의 상환을 청구할 수 있고, 유익비상환청구권을 포기하였다는 원고의 주장에 부합하는 듯한 갑 제11호증의 1의 기재는 믿기 어렵고, 달리 피고가 유익비상환청구권을 포기하였음을 인정할 증거가 없으므로, 원고의 주장은 이유 없다.<br/>   ⑵ 원고의 주장은, 피고가 20년 간 이 사건 토지에서 레미콘제조업을 영위하면서 56억 원 상당의 순이익을 얻었는데, 이제 와서 토지형질변경비용을 유익비로서 상환청구하는 것은 신의칙 위반 또는 권리남용에 해당한다는 것이다. <br/>   원고가 주장하는 사정만으로는 피고의 유익비상환청구가 신의칙에 위배된다거나 권리남용에 해당한다고 볼 수 없으므로, 원고의 주장은 이유 없다.<br/>   ⑶ 원고의 주장은, 피고가 형질변경 과정에서 이 사건 토지에서 토사석을 채취하여 이익을 얻었으므로 이를 부당이득으로 공제하여야 한다는 것이나, 피고가 이 사건 토지에서 토사석을 채취하여 이익을 얻었다는 사실을 인정할 증거가 없으므로, 이를 전제로 한 원고의 주장은 이유 없다.<br/>   ⑷ 원고의 주장은, 피고가 1998.부터 2013.까지 납부하여야 할 이 사건 토지에 관한 세금 27,290,781원을 피고를 대신하여 납부하여 피고에 대하여 구상금 채권 27,290,781원을 취득하였으므로, 위 채권을 자동채권으로 하여, 피고가 원고에게 가지는 위 유익비상환청구권과 상계한다는 것이다. <br/>   쌍방이 서로 같은 종류를 목적으로 한 채무를 부담한 경우에 그 쌍방의 채무의 이행기가 도래한 때에는 각 채무자는 대등액에 관하여 상계할 수 있다(민법 제492조 제1항).<br/>민법 제492조 제1항 소정의 '채무의 이행기가 도래한 때'라 함은 채권자가 채무자에게 이행의 청구를 할 수 있는 시기가 도래하였음을 의미하는 것이지 채무자가 이행지체에 빠지는 시기를 말하는 것이 아니다(대판 1981. 12. 22. 선고 81다카10 판결 참조).<br/>   다툼 없는 사실, 위 인정사실, 갑 제13호증의 기재, 변론 전체의 취지를 종합하면, 피고는 이 사건 임대차계약(1993. 7. 1.) 당시 이 사건 토지에 관한 공과금(세금 포함)을 납부하기로 약정한 사실(피고는, 원고가 이 사건 토지에 관한 세금을 납부하기로 약정하였다고 주장하나, 이를 인정할 증거가 없으므로, 피고의 주장은 이유 없다), 원고가 피고를 대신하여 1998. 1. 1.부터 2013. 6. 30.까지 이 사건 토지의 소유자에게 부과된 재산세, 토지세, 교육세, 도시계획세 합계 27,290,781원을 납부한 사실이 인정되므로, 원고는 위 대납일에 피고에게 대하여 구상금 27,290,781원을 청구할 수 있었다.<br/>   살피건대, 원고가 2015. 11. 2. 피고에게 송달된 원고의 2015. 11. 2.자 준비서면에 의하여, 피고에 대한 위 구상금채권을 자동채권으로 하고 피고의 원고에게 대한 유익비상환청구권을 수동채권으로 하여 대등액에서 상계하는 의사를 표시한 점, 위 구상금을 청구할 수 있는 시기는 위 유익비상환을 청구할 수 있는 시기보다 이른 점을 종합하면, 원고의 구상금채권 전부(27,290,781원)와 피고의 유익비상환청구권 중 27,290,781원 상당은 상계적상일 즉 피고가 원고에게 유익비상환을 청구할 수 있는 때인 이 사건 임대차계약 종료일(2013. 7. 1.)에 소급하여 소멸하였다고 할 것이니, 원고의 주장은 이유 있다.<br/>   피고의 주장은, 원고의 피고에 대한 구상금채권 중 1998. 1. 1.부터 2005. 12. 31.까지 부과된 세금에 관한 구상금채권은, 원고가 상계의 의사표시를 하기 전에 이미 소멸시효 10년이 경과하여 소멸하였으므로, 원고는 위 소멸된 채권을 자동채권으로 하여 상계할 수 없다는 것이다. <br/>민법 제495조에 의하면, 소멸시효가 완성된 채권이 그 완성 전에 상계할 수 있었던 것이면 그 채권자는 상계할 수 있다. <br/>   전세금반환채권은 전세권이 성립하였을 때부터 이미 발생이 예정되어 있다고 볼 수 있으므로, 전세권저당권이 설정된 때에 이미 전세권설정자가 전세권자에 대하여 반대채권을 가지고 있고 반대채권의 변제기가 장래 발생할 전세금반환채권의 변제기와 동시에 또는 그보다 먼저 도래하는 경우와 같이 전세권설정자에게 합리적 기대 이익을 인정할 수 있는 경우에는 특별한 사정이 없는 한 전세권설정자는 반대채권을 자동채권으로 하여 전세금반환채권과 상계함으로써 전세권저당권자에게 대항할 수 있다(대법원 2014. 10. 27. 선고 2013다91672 판결 등 참조). <br/>   살피건대, ① 임차인의 유익비상환청구권은 유익비를 지출하였을 때 이미 발생이 예정되어 있으므로, 임차인이 유익비를 지출한 이후 임대인이 임차인에 대하여 반대채권을 취득하였고, 반대채권의 변제기가 장래 발생할 유익비상황청구권의 변제기와 동시에 또는 그보다 먼저 도래하는 경우와 같이 임대인에게 합리적 기대 이익을 인정할 수 있는 경우에는 특별한 사정이 없는 한 임대인은 반대채권을 자동채권으로 하여 임차인의 유익비상환청구권과 상계할 수 있다고 할 것인 점, ② 피고가 소멸시효완성을 주장하는 원고의 반대채권, 즉 원고의 피고에 대한 구상금채권(1998년부터 2005. 12. 31.까지 부과된 세금을 대납함으로 인하여 발생한 것)의 변제기는 원고가 위 세금을 대납하였을 때 도래한 반면, 피고의 유익비상환청구권은 위 변제기 후인 임대차계약 종료일(2013. 7. 1.)에 변제기가 도래한 점, ③ 원고가 유익비를 지출한 1994. 6.경 이미 피고의 원고에 대한 유익비상환청구권이 임대차종료 시에 발생할 것으로 예정되어 있었던 점 등을 종합하면, 원고는 위 구상금채권(1998년부터 2005. 12. 31.까지 부과된 세금을 대납함으로 인하여 발생한 것)의 소멸시효가 완성되기 전부터 위 구상금채권을 자동채권으로 하고 피고의 유익비상환청구권을 수동채권으로 하여 상계할 것을 합리적으로 기대하는 이익을 가지고 있었다고 할 것이므로, 원고는 위 구상금채권의 소멸시효가 완성된 후에도 위 구상금채권을 자동채권으로 하여 피고의 유익비상환청구권과 상계할 수 있다고 할 것이니, 피고의 주장은 이유 없다.<br/> 다. 소결<br/>  피고는 원고에게, ① 이 사건 건물을 철거하고, ② 원고로부터 유익비 315,141,219원(= 당초 유익비 342,432,000원 - 상계로 소멸된 유익비 27,290,781원)을 지급받음과 동시에 이 사건 토지를 인도할 의무가 있다고 할 것이다.<br/>3. 부당이득반환청구<br/> 가. 부당이득반환의무의 발생 (긍정)<br/>  유치권자가 유치물의 보존에 필요한 사용을 한 경우에도 특별한 사정이 없는 한 차임에 상당한 이득을 소유자에게 반환할 의무가 있고(대법원 2009. 9. 24. 선고 2009다40684 판결 등 참조), 사회통념상 건물은 그 부지를 떠나서는 존재할 수 없으므로 건물의 부지가 된 토지는 건물의 소유자가 점유하는 것이다(대법원 2009. 9. 10. 선고 2009다28462 판결 등 참조).<br/>  위 인정사실 및 위 인용증거에 의하면, 피고는 이 사건 임대차계약이 종료된 2013. 7. 1. 이후 이 사건 건물을 소유하면서 이 사건 토지를 계속하여 점유ㆍ사용하고 있는 사실이 인정되므로, 피고는 법률상 원인 없이 이 사건 토지의 사용이익 상당의 이득을 얻고 원고에게 같은 금액 상당의 손해를 가하고 있다고 할 것이니, 원고에게 부당이득을 반환할 의무가 있다.<br/> 나. 반환할 부당이득 액수<br/>  제1심의 감정인 소외 3에 대한 임료감정촉탁결과에 변론 전체의 취지를 종합하면, 이 사건 임대차계약의 종료 다음날인 2013. 7. 2.부터 1년간 차임의 시세는 월 2,542,000원인 사실을 인정할 수 있고, 그 이후도 같은 금액일 것으로 추정되므로, 피고는 원고에게 부당이득반환으로 2013. 7. 2.부터 이 사건 토지 인도완료일까지 월 2,542,000원의 비율에 의한 금액을 지급할 의무가 있다.<br/>  원고는 차임 시세가 월 3,000,000원의 비율에 의한 금액이라고 주장하나, 이를 인정할 증거가 없으므로, 원고의 주장은 이유 없다.<br/>4. 결론<br/>  원고의 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 나머지 청구는 이유 없어 기각하여야 할 것이다. 제1심판결은 이와 일부 결론을 달리하여 부당하므로 피고의 항소를 일부 받아들여(원고의 항소는 이유 없다) 제1심판결을 변경하기로 하여 주문과 같이 판결한다.<br/>(별지 생략)<br/><br/>판사 진성철(재판장) 진원두 성기준 ",
    "사건번호": "2015나22510",
    "사건종류코드": "400101",
    "판례정보일련번호": "214481",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}