{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190123",
    "법원명": "대구지방법원",
    "사건명": "근저당권말소",
    "판례내용": "【원고, 피항소인】 원고 1<br/>【원고, 항소인 겸 피항소인】 원고 2 (소송대리인 변호사 박연수)<br/>【피고, 피항소인 겸 항소인】 주식회사 비지에프리테일 (소송대리인 법무법인 법여울 담당변호사 박영만 외 1인)<br/>【제1심판결】 대구지방법원 2018. 2. 27. 선고 2015가단115937 판결<br/>【변론종결】2018. 9. 5.<br/>【주    문】<br/>1. 제1심 판결 중 피고 패소 부분을 취소한다.<br/>2. 위 취소 부분에 해당하는 원고들의 청구를 모두 기각한다.<br/>3. 원고 2의 항소를 기각한다.<br/>4. 소송총비용은 원고들이 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 ① 원고 1에게 경산시 (주소 1 생략) 전 982㎡에 관하여 2012. 6. 28. 대구지방법원 경산등기소 접수 제28123호로 마친 근저당권설정등기의 말소등기절차를 이행하고, ② 원고 2에게 63,291,152원 및 이에 대하여 2013. 12. 31.(2016. 8. 21.자 청구취지 및 청구원인 변경신청서의 청구취지에는 2014. 12. 31.이라고 기재되어 있으나 청구원인 기재 내용에 비추어 보면 이는 2013. 12. 31.의 오기로 보인다)부터 2016. 8. 21.자 청구취지 및 청구원인 변경신청서 부본 송달일까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>가. 원고 2<br/>    제1심 판결 중 아래에서 지급을 명하는 부분에 해당하는 원고 2의 패소부분을 취소한다. 피고는 원고 2에게 61,325,600원 및 이에 대하여 2013. 12. 31.부터 이 사건 항소장 부본 송달일까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>나. 피고<br/>    주문과 같다.<br/>【이    유】1. 기초사실<br/>  가. 원고 2는 2012. 6. 1. 해원산업 주식회사(이하 ‘해원산업’이라 한다)와 사이에 울산 울주군 (주소 2 생략)○○○산업단지(이하 ‘이 사건 산업단지’라 한다) 내 2번지 C동 지하(식당, 구내매점) 301.19㎡(이하 ‘이 사건 점포’라 한다)에 관하여 임대차기간을 2012. 6. 1.부터 2017. 5. 31.까지로 하고, 원고 2가 건설비 일체를 부담하여 5년간 무상으로 사용하는 내용의 임대차계약을 체결하였다.<br/>  나. 원고 2는 이 사건 점포에서 ‘CU△△△△△△△점‘을 운영하기로 하고 2012. 6. 5. 피고와 사이에 훼미리마트 프랜차이즈 계약(이하 ’이 사건 계약‘이라 한다)을 체결한 후 2012. 7. 1.부터 점포를 개설, 운영하였고, 2012. 8.경 피고가 영업표지를 ’CU(씨유)‘로 변경하면서 종전과 같은 내용으로 계약서(이하 ’이 사건 계약서‘라 한다)가 다시 작성되었다. 이 사건 계약서의 주된 내용은 다음과 같다.<br/>제4조(계약당사자의 독립)① 가맹본부와 가맹점사업자는 본 계약에서 정하는 권리와 의무를 바탕으로 각기 가맹본부인 주식회사 비지에프리테일과 가맹점인 씨유(CU)점을 경영하는 역할을 수행하지만 상호 독립된 사업자로서 가맹본부와 가맹사업자 사이에는 상호 간에 대리관계나 위임관계, 사용자와 피용자 관계, 동업자 관계 등 여하한 특별한 관계도 존재하지 않습니다.② 가맹점사업자는 자기의 책임과 부담으로 씨유(CU)점을 경영하고 고객과의 분쟁 등을 자기의 책임과 부담으로 해결하여야 합니다.제5조(개점의 준비)가맹점사업자는 씨유(CU)점을 개점하기 전에 다음 각 호의 준비를 하여야 합니다.2. 가맹본부와 사전협의를 거쳐 점포를 확정하고 가맹본부가 요구하는 필요서류를 제출할 것제12조(인허가)가맹점사업자는 씨유(CU)점의 개점 및 영업활동을 위하여 필요한 사업자등록ㆍ담배 소매인지정 등 법령상의 자격ㆍ인허가 등을 자기의 책임과 부담으로 취득합니다.제53조(상호계산계정의 폐쇄ㆍ정산)① 가맹본부와 가맹점사업자간의 상호계산계정은 계약해지일부터 70일 이내에 폐쇄하기로 하며 영업용 물건 등의 관리ㆍ회복 과정이나 본 계약에 바탕한 가맹본부와 가맹점사업자 간의 원상회복 등 정산과정에서 발생하는 모든 채권ㆍ채무는 상호계산계정의 해당 차변 및 대변에 계리합니다.③ 가맹본부는 가맹점사업자에 대해 본 계약의 종료일부터 70일 이내에 최종정산합의서를 가맹점사업자에게 교부합니다.④ 가맹본부가 교부한 최종정산합의서에 대하여 가맹점사업자는 수령 후 7일 내에 문서로 이의를 제기할 수 있으며, 그 기간 내에 이의가 없을 경우에 그 기간이 경과한 날에 최종정산합의서의 정산액은 확정됩니다.⑤ 제④항에 따라 최종정산합의서의 정산액이 확정된 경우에는 최종정산합의서상의 채무자는 채권자에 대하여 7일 이내에 채무금 전액을 변제하기로 합니다.제64조(담보제공)① 가맹점사업자는 본 계약 및 이와 관련된 약정 등에 따라 가맹본부에 대하여 부담하는 과거, 현재, 장래에 발생하는 모든 채무 이행을 담보하기 위하여 가맹본부가 만족할 만한 수준의 (물적)담보를 제공하여야 합니다. 이 경우 담보를 설정하거나 해제 또는 해지할 경우의 비용은 가맹점사업자가 부담하기로 하되, 최초 설정 시에 소요되는 비용은 가맹본부가 부담하기로 합니다.부속서ⅡⅡ. 가맹사업자는 본 계약 체결과 동시에 아래 각 항의 금원을 가맹본부에게 지불 또는 예탁하여야 합니다.1. 가맹본부에게 지불하는 가입비   가입비 : 7,000,000원(VAT 별도)① 가입비 내역은 가맹사업자의 씨유(CU)점 운영을 위하여 가맹본부가 가맹점사업자에게 본 계약서 제6조에서 정한 가맹자의 권리를 부여하는 데 대한 대가이며, 가맹본부가 가맹점사업자를 위하여 실시하는 개업준비에 대한 수수료(가맹본부가 가맹점사업자의 개업을 위하여 제공하는 재화ㆍ용역 및 기타 서비스 등의 일련의 지원에 대한 대가)로서 가맹점사업자가 가맹본부에게 지급하는 금전입니다.② 가입비는 위 ①호가 이행된 후에는 반환하지 않습니다. 단, 개점 前의 경우는 본 계약 제77조 제①항 및 제②항의 규정에 따르기로 하고, 개점 後에는 법령 등에서 정함이 있는 경우 그에 따르기로 합니다.<br/>  다. 원고 2는 2012. 6. 27. 이 사건 계약에 따라 위 계약 및 그와 관련된 약정 등에 의하여 피고에 대하여 부담하는 과거, 현재, 장래에 발생하는 일체의 채무 이행을 담보하기 위하여 남편인 원고 1 소유의 경산시 (주소 1 생략) 전 982㎡에 관하여 채권자 및 근저당권자를 피고, 채무자를 원고 2, 근저당권설정자를 원고 1, 채권최고액을 5,000만 원으로 하는 근저당권설정계약을 체결하고, 같은 달 28. 대구지방법원 경산등기소 접수 제28123호로 근저당권설정등기를 마쳤다(이하 ‘이 사건 근저당권’이라 한다). <br/>  라. 그러나 이 사건 점포는 ○○○산업단지 내 산업시설용지에 해당하는 건축물이어서 산업집적활성화 및 공장설립에 관한 법률 시행규칙 제2조 제7호 및 입주(분양)계약서 제12조 규정에 의하여 종업원들의 구내매점이 아닌 외부인을 포함한 판매시설로는 운영 및 수익행위를 할 수 없었다. 이에 울산광역시는 2012. 7. 31. 임대인인 해원산업에 이 사건 점포를 적법하게 사용하거나 철거하도록 하면서, 2012. 8. 31.까지 이를 이행하지 아니할 경우 대상물의 강제철거, 공장설립완료 신고처리 및 소유권이전의 보류, 환수 등 조치를 취할 것이라는 취지의 시정명령을 통보하였다. <br/>  마. 원고 2는 2012. 8.경 CU간판을 내리고 영업을 계속하였으나, 인근에 상점이 들어서면서 관할청에 민원이 제기되어 외부출입구를 봉쇄한 채 영업을 하다가 2013. 12. 29. 영업을 중단하였다.<br/>  바. 피고는 2013. 12. 31.부터 여러 차례에 걸쳐 원고 2에게 영업장에 복귀하여 정상적으로 가맹계약을 이행할 것을 촉구하는 취지의 내용증명을 보냈으나 원고 2가 이에 응하지 않자, 2014. 7. 28. 같은 달 31.자로 이 사건 계약을 해지하겠다고 통보하고, 최종정산금으로 39,025,565원의 변제를 요구하였다.<br/>  사. 한편, 원고 2는 2014. 1. 20. 피고에게 이 사건 계약이 피고의 귀책사유로 이행불능 되었음을 이유로 이 사건 계약을 해지한다는 취지의 내용증명을 보냈다. <br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 6, 12호증(가지번호 있는 것은 가지번호 포함, 이하 같다), 을 제1 내지 7, 9호증의 각 기재, 제1심 법원의 울산광역시장에 대한 각 사실조회결과, 변론 전체의 취지<br/>2. 당사자의 주장<br/>가. 원고들의 주장<br/>    피고의 직원인 소외 1이 이 사건 점포 개설에 필요한 법적인 문제를 조사 및 검토한 후 개설에 아무런 법적인 하자가 없다고 하여 원고 2는 해원산업과 사이에 임대차계약을 체결한 후 이 사건 점포를 운영하였는데, 위 개설장소가 법령상 외부인에 대한 판매시설 운영이 허용되지 않는 곳이어서 울산광역시의 행정제재를 피하기 위하여 어쩔 수 없이 이 사건 점포를 폐점하게 되었다. 원고 2는 피고의 위와 같은 귀책사유로 인하여 이 사건 계약의 목적을 달성할 수 없게 되었음을 이유로 2014. 1. 20. 피고에게 이 사건 계약을 해지하겠다고 통보하였고, 이에 따라 이 사건 계약 및 이 사건 근저당권설정계약은 해지되었다. 원고 2는 피고의 잘못된 입지선정으로 인하여 영업을 중단하게 됨으로써 이 사건 계약기간 60개월 중 18개월만 영업을 하고 나머지 42개월은 영업을 하지 못한바, 투자비 1억 5,000만 원 중 70%에 해당하는 1억 500만 원의 손해를 입었으므로 피고는 그 중 일부인 5,000만 원을 배상할 의무가 있으며, 피고는 원고 2로부터 받은 가맹비 770만 원 및 상호계산계정금 5,591,152원을 반환할 의무가 있다. <br/>    또한 이 사건 근저당권설정계약이 위와 같이 해지되었고, 이 사건 근저당권의 피담보채무가 존재하지 않으므로, 피고는 원고 1에게 이 사건 근저당권설정등기를 말소할 의무가 있다.<br/>나. 피고의 주장<br/>    이 사건 계약은 원고 2의 정당한 이유 없는 영업 중단으로 인하여 해지되었으므로 피고에게는 원고 2에 대한 손해배상책임이 없고, 오히려 원고 2에 대하여 39,025,565원[＝ 집기철거 및 수리보수비 3,075,600원 ＋ 폐점수수료 55만 원 ＋ 월 매출이익 상당액 29,267,142원 ＋ 집기잔존가 1,156,264원 ＋ 시설인테리어 잔존가 10,567,711원 － 원고 2에게 반환할 상호계산계정금 5,591,152원] 상당의 원상회복비 청구권 및 손해배상청구권을 보유하며, 이 사건 근저당권에 대하여는 위와 같은 피담보채무가 잔존하므로, 이와 다른 전제에 선 원고들의 청구는 모두 이유 없다.<br/>3. 판단<br/>  가. 먼저 이 사건 계약이 피고의 귀책사유로 인한 채무불이행으로 종료되었는지 여부에 관하여 본다.<br/>    앞서 든 증거 및 제1심 증인 소외 2의 일부 증언, 제1심 증인 소외 1의 증언에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들 즉, ① 이 사건 계약서 제5조 제2호에 의하면 가맹점사업자는 가맹본부와 사전협의를 거쳐 점포를 확정하는 것으로 되어 있기는 하나, 이 사건 계약서는 제4조에서 가맹본부와 가맹점사업자는 상호 독립된 사용자로서 가맹점사업자는 자기의 책임과 부담으로 가맹점을 경영하고 고객과의 분쟁 등을 자기의 책임과 부담으로 해결하여야 한다고 규정하고, 제12조에서 개점 및 영업활동을 위하여 필요한 사업자등록·담배소매인지정 등 법령상의 자격·인허가 등을 가맹점사업자의 책임과 부담으로 취득하도록 규정하여, 가맹점 입지의 조사·선정에 관한 책임이 원칙적으로 가맹점사업자인 원고 2에게 있음을 분명히 하고 있는 점, ② 이 사건 점포는 이 사건 계약에 의하여 신설된 점포로서 애초에 피고가 먼저 이 사건 산업단지 내에 가맹점 입점을 제안한 것이 아니라, 원고들이 이 사건 산업단지에 이 사건 점포가 속한 건물을 건축하여 해원산업으로부터 공사대금을 받는 대신 5년간 이를 무상 임차하기로 하고, 가맹점 입지를 이 사건 점포로 정한 후 피고 측에 가맹점 개설을 요청하여 이 사건 계약에 이르게 된 점, ③ 실제로 국가산업단지 내에 위치한 현대미포조선 내 구내매점에 피고가 상품 등을 공급하여 운영 중인 사실이 있으므로 원고 2가 산업단지 내에 가맹점 운영 사례가 있는지 여부를 질의한 것에 대하여 피고가 현대미포조선 내에 운영 중인 가맹점이 있다고 밝힌 것만으로 원고 2에게 어떤 기망행위를 하거나 허위 사실을 알린 것이라고 보기 어려운 점 등에 비추어 보면, 원고 2가 제출한 증거들만으로는 피고에게 외부인에 대한 판매시설 운영에 법적 제한이 없는 적절한 입지를 선정하여 줄 계약상 의무가 있음에도 이를 소홀히 하는 등의 과실이 있음을 인정하기 부족하고, 달리 이를 인정할만한 증거가 없다.<br/>    따라서 피고가 고의 또는 과실로 이 사건 계약상 의무를 위반하였음을 전제로 한 원고 2의 주장은 더 나아가 살필 필요 없이 이유 없다.<br/>  나. 원고 2는, 피고가 이 사건 점포확정 및 이를 위한 사전협의 과정에서 상권, 입지 타당성을 검증하는 데 협력하여야 할 계약체결상 부수의무를 위반하였고, 가맹사업거래의 공정화에 관한 법률을 위반하여 정보공개서, 인근가맹점 현황문서, 장래의 예상수익상황에 관한 정보 등을 제공하지 않았으므로, 위와 같은 채무불이행 또는 불법행위로 인한 손해를 배상할 책임이 있다고도 주장하나, 원고 2가 제출한 증거들만으로는 피고가 원고 2의 주장과 같이 그 의무를 위반하였다거나, 이로 인하여 그 주장과 같은 손해를 입었음을 인정하기 부족하고, 달리 이를 인정할 증거가 없으므로, 원고 2의 위 주장도 이유 없다.<br/>  다. 한편, 이 사건 근저당권은 이 사건 계약에 기한 원고 2의 피고에 대한 채무를 담보한다고 할 것인데, 이 사건 계약이 원고들 주장과 같이 피고의 채무불이행으로 인하여 해지되어 종료되었다고 인정하기 어려운 이상, 이 사건 근저당권의 피담보채무가 존재하지 않음을 전제로 하는 원고 1의 청구는 더 나아가 살필 필요 없이 이유 없다.<br/>4. 결론<br/>  그렇다면 원고들의 청구는 모두 이유 없어 이를 기각하여야 할 것인바, 제1심 판결 중 피고 패소 부분은 이와 결론을 달리하여 부당하므로, 피고의 항소를 받아들여 제1심 판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 모두 기각하며, 원고 2의 항소는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 이상균(재판장) 김동욱 석윤민 ",
    "사건번호": "2018나303729",
    "사건종류코드": "400101",
    "판례정보일련번호": "214781",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}