{
  "PrecService": {
    "판시사항": "[1] 채무자가 계약을 이행하지 않을 의사를 명백히 표시한 경우, 채권자는 이행기 전이라도 이행의 최고 없이 채무자의 이행거절을 이유로 계약을 해제하거나 손해배상을 청구할 수 있는지 여부(적극) 및 이때 채무자가 계약을 이행하지 않을 의사를 명백히 표시하였는지 판단하는 기준 <br/>[2] 甲과 乙이 오피스텔을 임차하는 계약을 체결하면서 특약사항으로 甲이 乙에게 바닥 난방공사를 해주기로 정하였는데, 甲이 바닥 난방공사 대신 카펫이나 전기패널 등 다른 방식으로 난방을 할 것을 제안하자, 乙이 甲에게 “최종적으로 바닥 공사는 카펫과 전기패널 아니면 공사 안 되는 거죠?”라고 확인 문자를 보낸 후에 곧바로 계약해제를 통보한 사안에서, 甲에게 명백한 이행거절의사가 인정되지 않는다고 볼 여지가 있는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
    "참조판례": "[1] 대법원 1992. 9. 14. 선고 92다9463 판결(공1992, 2872), 대법원 2005. 8. 19. 선고 2004다53173 판결(공2005하, 1498), 대법원 2006. 11. 9. 선고 2004다22971 판결, 대법원 2011. 2. 10. 선고 2010다77385 판결(공2011상, 558)<br/>",
    "사건종류명": "민사",
    "판결요지": "[1] 민법 제390조는 ‘채무불이행과 손해배상’이라는 제목으로 “채무자가 채무의 내용에 좇은 이행을 하지 아니한 때에는 채권자는 손해배상을 청구할 수 있다. 그러나 채무자의 고의나 과실없이 이행할 수 없게 된 때에는 그러하지 아니하다.”라고 정하여 채무불이행에 관한 일반조항주의를 채택하고 있다. 민법 제544조는 ‘이행지체와 해제’라는 제목으로 “당사자 일방이 그 채무를 이행하지 아니하는 때에는 상대방은 상당한 기간을 정하여 그 이행을 최고하고 그 기간 내에 이행하지 아니한 때에는 계약을 해제할 수 있다. 그러나 채무자가 미리 이행하지 아니할 의사를 표시한 경우에는 최고를 요하지 아니한다.”라고 정하고 있다. 채무자가 채무의 이행을 지체하고 있는 상태에서 이행거절의사를 표시한 경우에는 채권자는 그 이행을 최고하지 않고 계약을 해제할 수 있음은 분명하다.<br/>여기에서 나아가 계약상 채무자가 계약을 이행하지 않을 의사를 명백히 표시한 경우에는 채권자는 이행기 전이라도 이행의 최고 없이 채무자의 이행거절을 이유로 계약을 해제하거나 채무자를 상대로 손해배상을 청구할 수 있다. 이때 채무자가 계약을 이행하지 않을 의사를 명백히 표시하였는지는 계약 이행에 관한 당사자의 행동과 계약 전후의 구체적인 사정 등을 종합적으로 살펴서 판단하여야 한다. 위와 같은 이행거절로 인한 계약해제의 경우에는 채권자의 최고도 필요하지 않고 동시이행관계에 있는 자기 채무의 이행제공도 필요하지 않아, 이행지체를 이유로 한 계약해제와 비교할 때 계약해제의 요건이 완화되어 있으므로, 이행거절의사가 명백하고 종국적인 것으로 볼 수 있어야 한다. 명시적으로 이행거절의사를 표명하는 경우 외에 계약 당시 또는 그 후의 여러 사정을 종합하여 묵시적 이행거절의사를 인정하기 위해서는 그 거절의사가 정황상 분명하게 인정되어야 한다.<br/>[2] 甲과 乙이 오피스텔을 임차하는 계약을 체결하면서 특약사항으로 甲이 乙에게 바닥 난방공사를 해주기로 정하였는데, 甲이 바닥 난방공사 대신 카펫이나 전기패널 등 다른 방식으로 난방을 할 것을 제안하자, 乙이 甲에게 “최종적으로 바닥 공사는 카펫과 전기패널 아니면 공사 안 되는 거죠?”라고 확인 문자를 보낸 후에 곧바로 계약해제를 통보한 사안에서, 甲이 乙에게 바닥 난방공사의 위법성과 공사의 어려움 등을 강조하며 다른 대안을 제시하고 있기는 하지만 乙이 최종적으로 다른 대안을 채택하지 않을 경우에도 바닥 난방공사를 거부하겠다는 의사를 직접 표현한 부분은 찾기 어려운 점, 甲이 乙에게 바닥 난방공사를 대신할 다른 대안을 채택할 것을 설득하였다거나 乙이 보낸 확인 문자에 대하여 甲이 즉시 답변을 하지 않았다는 것만으로 甲에게 바닥 난방공사 이행에 관한 거절의사가 분명하게 인정된다고 할 수 없는 점 등을 종합하면, 甲에게 명백한 이행거절의사가 인정되지 않는다고 볼 여지가 있는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
    "참조조문": "[1] 민법 제390조, 제543조, 제544조, 제551조 / [2] 민법 제390조, 제543조, 제544조, 제551조<br/>",
    "선고일자": "20210715",
    "법원명": "대법원",
    "사건명": "계약금반환등",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 자연수 담당변호사 신경환 외 1인)<br/>【피고, 상고인】 피고 (소송대리인 법무법인 조율 담당변호사 김하늘)<br/>【원심판결】 수원지법 2018. 1. 18. 선고 2017나65449 판결<br/>【주    문】<br/>원심판결을 파기하고, 사건을 수원지방법원에 환송한다.<br/><br/>【이    유】상고이유를 판단한다. <br/>  1. 사건 개요와 쟁점<br/>  가. 원심판결 이유와 기록에 따르면 다음 사실을 알 수 있다.<br/>  원고는 2016. 3. 25. 피고로부터 이 사건 오피스텔을 2016. 4. 22.부터 2018. 4. 21.까지 임차하는 계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하고 계약금으로 2,000만 원을 피고에게 지급하였다.<br/>  이 사건 임대차계약은 제7조에서 ‘이 사건 계약상의 내용에 대하여 불이행이 있을 경우 그 상대방은 불이행한 자에 대하여 서면으로 최고하고 계약을 해제할 수 있고, 계약당사자는 계약해제에 따른 손해배상을 상대방에게 청구할 수 있으며, 별도의 약정이 없는 한 계약금을 손해배상의 기준으로 본다.’고 정하고 있고, 특약사항으로 ‘현재 난방방식은 바닥 난방이 아닌 천정 히팅방식으로 임차인은 바닥 난방을 원하므로, 임대인은 계약 후 바닥(지역열병합방식) 난방공사를 잔금일(2016. 4. 22.) 전까지 완료하여 입주에 지장이 없도록 하여야 한다.’고 정하고 있다.<br/>  피고는 2016. 4. 5.과 같은 해 4. 6. 원고에게 전화를 걸어, 바닥 난방공사의 위법성과 공사의 어려움 등을 설명하면서, 바닥 난방공사 대신에 카펫을 설치하거나 전기패널 공사를 하는 것으로 하자고 설득하였다.<br/>  원고는 2016. 4. 6. 피고에게 “최종적으로 바닥 공사는 카펫과 전기패널 아니면 공사 안 되는 거죠?”라고 확인 문자를 보내고, 같은 날 피고에게 이 사건 임대차계약을 해제한다는 내용증명을 보냈다.<br/>  나. 원고는 피고가 특약사항에서 정한 바닥 난방공사에 관하여 이행거절의 의사표시를 분명히 하였으므로 채무불이행을 원인으로 한 이 사건 임대차계약 해제가 적법하다고 주장하며 계약금 반환과 손해배상을 청구하는 이 사건 소를 제기하였다. 이에 대해 피고는 원고에게 바닥 난방공사에 대한 대안을 제시해 본 것일 뿐 이행거절의 의사표시를 하지 않았으므로 위 해제는 위법하다고 주장한다.<br/>  쟁점은 민법 제544조에 따라 최고 없이 계약을 해제할 수 있는 요건으로서 피고의 이행거절이 있었는지 여부이다. <br/>  2. 원심판단<br/>  원심은 다음과 같은 이유로 피고의 이행거절이 있었다고 판단하였다. <br/>  관련 건축법령은 이 사건 오피스텔에 대하여 온돌ㆍ온수온돌 또는 전열기 등을 사용한 바닥 난방을 금지하고 있다. 피고는 원고에게 바닥 난방공사는 불가능하니 카펫이나 전기패널 등 다른 방식으로 난방을 할 것을 계속 요구하였다. 이 사건 임대차계약을 중개한 소외인도 원고에게 바닥 난방공사는 안될 것 같으니 다른 방법을 생각하자고 이야기하였다. 원고는 피고에게 최종적으로 바닥 난방공사를 해줄 것인지를 묻는 문자를 보냈는데도 피고는 아무런 답변도 하지 않았다. 피고가 계약해제 통보를 받고 바닥 난방공사를 진행하였으나 이는 계약이 이미 해제된 이후의 사정에 불과하다. <br/>  3. 대법원 판단<br/>  가. 민법 제390조는 ‘채무불이행과 손해배상’이라는 제목으로 “채무자가 채무의 내용에 좇은 이행을 하지 아니한 때에는 채권자는 손해배상을 청구할 수 있다. 그러나 채무자의 고의나 과실없이 이행할 수 없게 된 때에는 그러하지 아니하다.”라고 정하여 채무불이행에 관한 일반조항주의를 채택하고 있다. 민법 제544조는 ‘이행지체와 해제’라는 제목으로 “당사자 일방이 그 채무를 이행하지 아니하는 때에는 상대방은 상당한 기간을 정하여 그 이행을 최고하고 그 기간 내에 이행하지 아니한 때에는 계약을 해제할 수 있다. 그러나 채무자가 미리 이행하지 아니할 의사를 표시한 경우에는 최고를 요하지 아니한다.”라고 정하고 있다. 채무자가 채무의 이행을 지체하고 있는 상태에서 이행거절의사를 표시한 경우에는 채권자는 그 이행을 최고하지 않고 계약을 해제할 수 있음은 분명하다. <br/>여기에서 나아가 계약상 채무자가 계약을 이행하지 않을 의사를 명백히 표시한 경우에는 채권자는 이행기 전이라도 이행의 최고 없이 채무자의 이행거절을 이유로 계약을 해제하거나 채무자를 상대로 손해배상을 청구할 수 있다. 이때 채무자가 계약을 이행하지 않을 의사를 명백히 표시하였는지는 계약 이행에 관한 당사자의 행동과 계약 전후의 구체적인 사정 등을 종합적으로 살펴서 판단하여야 한다(대법원 2005. 8. 19. 선고 2004다53173 판결 참조). 위와 같은 이행거절로 인한 계약해제의 경우에는 채권자의 최고도 필요하지 않고 동시이행관계에 있는 자기 채무의 이행제공도 필요하지 않아(대법원 1992. 9. 14. 선고 92다9463 판결 참조), 이행지체를 이유로 한 계약해제와 비교할 때 계약해제의 요건이 완화되어 있으므로, 이행거절의사가 명백하고 종국적인 것으로 볼 수 있어야 한다(대법원 2006. 11. 9. 선고 2004다22971 판결 참조). 명시적으로 이행거절의사를 표명하는 경우 외에 계약 당시 또는 그 후의 여러 사정을 종합하여 묵시적 이행거절의사를 인정하기 위해서는 그 거절의사가 정황상 분명하게 인정되어야 한다(대법원 2011. 2. 10. 선고 2010다77385 판결 참조).<br/>  나. 원심판결 이유와 기록에서 알 수 있는 다음 사정을 위 법리에 비추어 살펴보면, 피고에게 명백한 이행거절의사가 인정되지 않는다고 볼 여지가 있다.<br/>  (1) 원고와 피고가 2016. 4. 5.과 같은 해 4. 6. 나눈 대화를 살펴보면, 피고가 원고에게 바닥 난방공사의 위법성과 공사의 어려움 등을 강조하며 다른 대안을 제시하고 있기는 하지만 원고가 최종적으로 다른 대안을 채택하지 않을 경우에도 바닥 난방공사를 거부하겠다는 의사를 직접 표현한 부분은 찾기 어렵다.<br/>  (2) 원고는 2016. 4. 6. 피고에게 “최종적으로 바닥 공사는 카펫과 전기패널 아니면 공사 안 되는 거죠?”라고 확인 문자를 보낸 직후 곧바로 이 사건 임대차계약을 해제한다는 내용증명을 피고에게 보냈다. 원고가 확인 문자를 보내고 다시 해제통보를 하기 전까지 짧은 시간 동안, 피고가 확인 문자에 대해 즉시 답변을 하지 못할 불가피한 사정이 있을 수도 있고 피고에게 즉시 답변할 의무가 있는 것도 아니라는 점에 비추어 보면, 이러한 사정만으로 피고가 원고에게 바닥 난방공사에 관하여 이행거절의 의사를 표시한 것이라고 단정할 수 없다.<br/>  (3) 오히려 피고는 위와 같은 확인 문자를 받고 이틀 후인 2016. 4. 8. 인테리어 업체에 바닥 난방공사를 의뢰하였고, 주민 동의를 받아 2016. 4. 11.~4. 18. 사이에 바닥 난방공사를 마쳤으며, 2016. 4. 20. 그 사실을 원고에게 알렸다.<br/>  (4) 계약 당시나 그 후의 이러한 사정을 종합하면, 피고가 원고에게 바닥 난방공사를 대신할 다른 대안을 채택할 것을 설득하였다거나 원고가 보낸 확인 문자에 대하여 피고가 즉시 답변을 하지 않았다고 하더라도, 그것만으로 피고에게 바닥 난방공사 이행에 관한 거절의사가 분명하게 인정된다고 할 수 없다.<br/>  다. 그런데도 원심은 위에서 본 일부 사정만을 들어 피고에게 이행거절의 의사가 있었다고 판단하였다. 원심판결에는 이행거절에 관한 법리 등을 오해하거나 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나 판결에 영향을 미친 잘못이 있다.<br/>  4. 결론<br/>  피고의 상고는 이유 있어 원심판결을 파기하고 사건을 다시 심리ㆍ판단하도록 원심법원에 환송하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노정희(재판장) 김재형(주심) 안철상 이흥구 ",
    "사건번호": "2018다214210",
    "사건종류코드": "400101",
    "판례정보일련번호": "216943",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}