{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170913",
    "법원명": "대전고등법원",
    "사건명": "전부금",
    "판례내용": "【원고, 항소인】 채무자 그린손해보험 주식회사의 파산관재인 예금보험공사(소송대리인 법무법인 정진 담당변호사 김옥섭 외 1인)<br/>【피고, 피항소인】 대전광역시(소송대리인 한밭법무법인 담당변호사 강병열)<br/>【제1심판결】 대전지방법원 2015. 12. 16. 선고 2015가합102815 판결<br/>【변론종결】2017. 7. 19.<br/>【주    문】<br/>1. 원고의 항소를 기각한다. <br/>2. 항소비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】제1심판결을 취소한다. 피고는 원고에게 5,000,000,000원 및 이에 대하여 2015. 3. 11.부터 이 사건 소장 부본 송달일까지는 연 6%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 금원을 지급하라.<br/>【이    유】1. 제1심판결의 인용 <br/>  이 법원이 이 사건에 관하여 적을 이유는 아래와 같이 추가하는 부분을 제외하고는 제1심판결 해당 부분의 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.  <br/>  2. 추가하는 부분<br/>  ○ 4쪽 17행 다음에 아래 내용을 추가함<br/>『차. 1) 사회기반시설에 대한 민간투자법(이하 “민간투자법”이라 한다) 제2조 제6호에 따르면, 주무관청(관계 법령에 따라 해당 사회기반시설사업의 업무를 관장하는 행정기관의 장을 말한다)과 민간투자사업을 시행하려는 자 간에 사업시행의 조건 등에 관하여 체결하는 계약을 “실시협약”이라 한다. <br/>  2) 민간투자법 제7조, 제10조, 제13조, 제15조, 제17조, 제18조, 제20조, 제24조 내지 제29조, 제45조 내지 제51조는 다음과 같은 내용을 정하고 있다. <br/>  “실시협약”의 기초가 되는 민간투자사업은 정부가 수립·공고한 민간투자시설사업기본계획 및 그에 따라 주무관청이 수립·고시한 민간투자시설사업기본계획에 터 잡아 이루어진다. 주무관청은 민간투자사업을 시행하려는 자와 총사업비 및 사용기간 등 사업시행의 조건 등이 포함된 실시협약을 체결함으로써 사업시행자를 지정하고, 사업시행자는 민간투자사업을 시행하기 전에 대통령령으로 정하는 바에 따라 해당 사업의 실시계획을 작성하여 주무관청의 승인을 받아야 하며, 주무관청은 실시계획을 승인하였을 때에는 이를 고시하여야 한다. 주무관청이 실시계획을 고시한 때에는 관계법률에서 정하고 있는 인가·허가 등을 받은 것으로 보고, 사업시행자는 민간투자사업을 시행하기 위하여 타인의 토지에 출입하거나 수용 또는 사용을 할 수 있다. 민간투자사업으로 조성 또는 설치된 토지 및 사회기반시설은 실시협약에서 정하는 바에 따라 관리ㆍ운영되어야 하는데, 이 사건과 같이 사회기반시설의 준공과 동시에 해당 시설의 소유권이 국가 또는 지방자치단체에 귀속되고, 사업시행자에게 일정기간의 시설관리운영권을 인정하는 방식으로 사업이 추진된 경우에는 사업시행자가 해당 시설의 준공 후 일정기간 무상으로 사용·수익할 수 있으며, 무상 사용기간 및 총사업비의 변경에 관하여 필요한 사항은 대통령령으로 정한다. 주무관청은 사업시행자가 준공확인을 받은 경우에는 무상으로 사용ㆍ수익할 수 있는 기간 동안 해당 시설을 유지ㆍ관리하고 시설사용자로부터 사용료를 징수할 수 있는 사회기반시설관리운영권(이하 \"관리운영권\"이라 한다)을 그 사업시행자에게 설정할 수 있다. 관리운영권은 물권으로 보고, 사업시행자가 관리운영권을 설정 받았을 때에는 대통령령으로 정하는 바에 따라 주무관청에 등록하여야 하며, 해당 시설의 적절한 유지ㆍ관리에 관하여 책임을 지는데, 그 유지ㆍ관리에 필요한 사항은 대통령령으로 정한다. 민간투자사업과 관련된 업무에 대하여 주무관청은 사업시행자의 자유로운 경영활동을 저해하지 아니하는 범위에서 대통령령으로 정하는 경우에 한정하여 이를 감독하면서 감독에 필요한 명령을 할 수 있고, 일정한 위반행위를 한 자에게 법에 따른 명령이나 처분의 취소 또는 변경, 사회기반시설공사의 중지ㆍ변경, 시설물 또는 물건의 개축ㆍ변경ㆍ이전ㆍ제거 또는 원상회복을 명하거나 그 밖에 필요한 처분을 할 수 있다.  주무관청은 사회기반시설의 상황 변경이나 효율적 운영 등 공공의 이익을 위하여 필요한 경우 등에도 같은 처분을 할 수 있다. 주무관청은 감독에 필요하다고 인정하는 경우에는 사업시행자에게 사회기반시설의 관리ㆍ운영에 필요한 보고를 하게 하거나 소속 공무원으로 하여금 현장출입 또는 서류검사를 하게 하는 등 필요한 조치를 할 수 있다.』<br/> ○ 6쪽 3행부터 5행까지를 아래와 같이 고침<br/>『앞에서 본 바와 같이, 채무자회생법 제335조 제1항에서 정한 쌍무계약이라 함은 쌍방 당사자가 상호 대등한 대가관계에 있는 채무를 부담하는 계약으로서, 본래적으로 쌍방의 채무 사이에 성립·이행·존속상 법률적·경제적으로 견련성을 갖고 있어서 서로 담보로서 기능하는 것을 가리킨다(대법원 2007. 9. 6. 선고 2005다38263 판결 참조).<br/>  이와 같은 법리 및 앞에서 본 민간투자법의 관련 규정 등에 비추어 이 사건 실시협약의 내용을 살펴보면, 다음과 같은 이유에서 이 사건 실시협약이 채무자회생법 제33조 제1항에서 정한 쌍무계약이라고 보기 어렵다. <br/>  이 사건 실시협약은 지방자치단체인 피고가 민간투자법에 따라 사회기반시설에 대한 민간의 투자를 촉진하여 사회기반시설의 확충·운영을 도모하기 위한 일련의 사회기반시설사업이 행해지는 과정에서 주무관청과 사업시행자 사이에 사업시행의 조건 등에 관하여 체결하는 계약이다. 이 사건 실시협약은 사회기반시설사업이 행해지는 각각의 단계에서 사업시행자가 부담하여야 할 의무(이 사건 주차장 건설, 유지관리 및 운영 의무 등)와 주무관청이 부담하여야 할 의무(사업시행자에게 이 사건 주차장에 대한 관리운영권을 설정, 부여할 의무 등)를 정하고 있다. <br/>  여기서 사업시행자가 이 사건 주차장을 건설한 점이 피고가 사업시행자에게 이 사건 주차장에 대한 관리운영권을 부여하는 이유 또는 계기가 된다고 볼 여지는 있다. 그러나 사업시행자가 이 사건 주차장을 건설하는 의무 등과 피고가 사업시행자에게 이 사건 주차장에 대한 관리운영권을 부여할 의무 등은 국가나 지방자치단체 등이 사회기반시설의 확충·운영을 목적으로 민간의 투자를 받아서 시행하는 일련의 사회기반시설사업을 진행하는 과정에서 사업 목적 달성을 위하여 단계별로 서로 별개로 부담하게 되는 의무일 뿐이다. 또한, 피고가 사업시행자에게 이 사건 주차장에 대한 관리운영권을 부여하는 행위는 피고가 사회기반시설사업을 행하는 지방자치단체의 지위에서 사회기반시설에 투자하여 그 확충에 기여한 사업시행자에게 그 비용 등을 보전해주기 위한 목적에서 일정한 공법적 규율 하에 사회기반시설사업에 따라 자신에게 귀속된 공물에 대한 사용, 수익권을 우선적으로 부여하는 것에 불과하다. <br/>  따라서 사업시행자가 이 사건 주차장을 건설할 의무 등과 피고가 사업시행자에게 이 사건 주차장에 대한 관리운영권을 설정, 부여할 의무 등이 본래적으로 성립·이행·존속상 법률적·경제적으로 견련성을 갖고 있어서 서로 담보로서 기능하는 것이라고 보기 어렵다. <br/>  다) 설령 이와 달리 보더라도, 위 규정이 적용되려면 서로 대등한 대가관계에 있는 계약상 채무의 전부 또는 일부가 이행되지 않아야 되는데(위 2005다38263 판결 참조), 앞에서 본 사실관계에 변론 전체의 취지를 더하여 알 수 있는 아래와 같은 사정들을 종합적으로 고려하면, 이 사건 실시협약에 따른 쌍방 당사자의 상호 대등한 대가관계에 있는 채무는 모두 이행되었다고 봄이 타당하다.』  <br/>  ○ 6쪽 10행 말미에 아래 내용을 추가함<br/>『(그리고 원고가 들고 있는 리차드텍의 사업시설을 유지·관리·운영할 의무 또는 사업시설의 운영으로 인한 초과 수익이 발생할 때의 분배의무 등은 이 사건 실시협약의 부수적인 의무에 불과하다고 보일 뿐만 아니라 그 의무 등이 피고의 리차드텍에 대한 사업시설을 사용·수익하게 할 의무 등과 서로 대등한 대가관계에 있는 계약상 채무라고 보기도 어렵다).』<br/>  ○ 7쪽 5행 말미에 아래 내용을 추가함<br/>『특히, 그 통지서면(갑 제10호증)에는 “실시협약 제58조 제4항에 의거 협약 당사자는 문제해결을 위하여 최선의 노력을 다하여야 하고, 사업시행자의 관리운영권은 물권으로 매각 가능한 재산이라 할 수 있으므로, 관리운영권을 매각하는 등 대체사업자 선정 등의 방법을 우선 강구하도록 되어 있음을 알려드리오니 조속히 이에 대한 의견을 주시기 바랍니다.”는 내용이 기재되어 있다. <br/>  그런데 이 사건 실시협약 제58조 제4항은 “본조에 따라 협약당사자가 협약을 해지하기 위해서는 협약당사자가 문제해결을 위하여 최선의 노력을 다하였음에도 본 사업의 계속수행이 사실상 불가능하다고 판명되는 경우를 전제로 하며, 이에 대한 입증책임은 본 협약을 해지하는 자가 부담한다.”고 정하고 있고, 같은 조 제5항은 “본조에 따라 해지권을 갖는 협약당사자(”해지권자“)는 본조에서 정한 협약의 해지사유가 발생한 경우 관련 자료를 첨부하여 해지사유의 발생사실과 90일 이내의 기간(”치유기간“)을 정하여 당해 사유의 치유를 요구하거나 치유를 위한 협의를 서면으로 요청하여야 한다. 치유기간 내에 당해 사유가 치유되지 아니하거나 치유를 위한 합의에 이르지 못하는 경우 해지권자는 상대방 당사자에게 서면으로 해지를 통보할 수 있으며, 해지의 효력은 해지통지의 도달로써 발생한다.”고 정하고 있다. <br/>  이러한 사정 등을 종합적으로 고려하면, 위 통지서면은 이 사건 실시협약 제58조가 정하는 절차를 이행하기 위하여 피고가 사업시행자에게 해지사유가 발생하였다는 점 등을 알리면서 그에 관한 협의를 하기 위하여 보냈다고 보이고, 그 서면에 따라 피고의 해지통지가 이루어졌다고 보기 어려우며, 달리 해지통지가 이루어졌다고 볼 만한 증거가 없다.』  <br/>  ○ 7쪽 12행 다음에 아래 내용을 추가함<br/>『4) 가) 원고는 항소심에서 이 사건 실시협약은 임대차계약에 해당하므로, 민법 제637조 제1항에 따라 파산관재인은 계약해지의 통고를 할 수 있고, 파산관재인이 피고에게 이 사건 실시협약의 해지통고를 하였거나 이 사건 2016. 4. 12.자 준비서면의 송달로써 원고가 리차드텍을 대위하여 해지통고를 하였으므로, 이 사건 실시협약은 해지되었다는 취지로 주장한다. <br/>  나) 그러나 앞에서 본 사실관계 등으로부터 알 수 있는 아래 사정들을 종합적으로 고려하면, 이 사건 실시협약이 민법 제637조 제1항이 적용될 수 있는 임대차계약에 해당한다고 보기 어렵다. <br/>  ① 위 2.나.1)나)항에서 본 바와 같이, 이 사건 실시협약은 지방자치단체인 피고가 민간투자법에 따라 사회기반시설에 대한 민간의 투자를 촉진하여 사회기반시설의 확충·운영을 도모하기 위한 일련의 사회기반시설사업이 행해지는 과정에서 주무관청인 피고와 사업시행자 사이에 그 사업시행의 조건 등에 관하여 체결하는 계약에 해당한다고 볼 수 있으므로, 이 사건 실시협약이 단지 피고가 이 사건 주차장의 임대인의 지위에서 이를 임대하는 취지의 계약이라고 보기 어렵다. ② 주무관청인 피고가 이 사건 실시협약에 따라 사업시행자에게 이 사건 주차장에 대한 관리운영권을 설정, 부여하는 행위는 공물의 사용, 수익에 대한 처분에 해당하고, 그에 따라 사업시행자는 물권인 관리운영권을 취득하게 된다(이와 같이 사업시행자는 피고의 처분으로 이 사건 주차장에 대한 물권인 관리운영권을 즉시 취득하고, 피고에 대하여 이 사건 주차장을 사용, 수익하게 할 채권을 취득하거나 그 채권이 이행된 결과로 이 사건 주차장을 사용, 수익할 수 있는 것이 아니다). ③ 사업시행자가 사회기반시설인 이 사건 주차장을 건설하면서 지출한 비용이 이 사건 주차장의 준공 후에 사업시행자가 이 사건 주차장을 임차하여 사용하는 대가로서 선지급하는 차임의 성질을 가진다고 보기 어렵다. ④ 사업시행자는 사회기반시설을 준공하고 소유권을 주무관청에 이전한 후 해당 시설에 대한 사용·수익 허가를 받아서 그 시설의 사용자로부터 사용료를 징수하는 방식으로 수익을 창출한다. 이는 수익의 대상이 되는 목적물인 시설의 소유권을 이전하고 그 시설에 대한 관리운영권을 설정 받는 것이고 목적물의 사용·수익에 대한 대가로 차임을 지급하는 것으로 보기는 어렵다. ⑤ 민간투자법 제4조 제2호는 사회기반시설에 대한 사업시행자의 시설관리운영권 부여행위와 그 시설의 임차행위를 구분하여 정하고 있다.<br/>  [결국 원고로서는 원칙에 따라 이 사건 근저당권의 목적물인 리차드텍이 이 사건 실시협약에 터 잡아 가지는 이 사건 주차장에 대한 관리운영권(앞에서 본 바와 같이 이는 물권이다)에 대하여 직접 근저당권을 실행함으로써 그 매각대금으로 피담보채권의 변제를 받아야 한다고 보인다]』  <br/>  3. 결론<br/>  그렇다면 원고의 청구는 이유 없어 이를 기각하여야 한다. 제1심판결은 이와 결론을 같이하여 정당하므로, 원고의 항소를 기각하기로 하여 주문과 같이 판결한다. <br/><br/>판사 윤승은(재판장) 신동헌 이준명 ",
    "사건번호": "2016나10597",
    "사건종류코드": "400101",
    "판례정보일련번호": "217099",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}