{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20200413",
    "법원명": "의정부지방법원",
    "사건명": "성년후견개시",
    "판례내용": "【청구인, 항고인】 청구인(소송대리인 법무법인 동백 담당변호사 조영찬)<br/>【관  계  인】 관계인<br/>【사건본인, 항고인】 사건본인<br/>【참  가  인】 참가인<br/>【제1심심판】 의정부지방법원 고양지원 2020. 2. 21.자 2019느단60024 심판<br/>【주    문】<br/>1. 항고인들의 항고를 모두 기각한다.<br/>2. 항고비용은 항고인들이 각자 부담한다.<br/><br/>【청구취지 및 항고취지】1. 청구취지<br/>  사건본인에 대하여 성년후견을 개시한다. 사건본인의 성년후견인으로 방명옥(000000-0000000, 주소: 서울 강남구 삼성로69길 41), 방명애(000000-0000000, 주소: 전남 완주군 삼례읍 삼례로 443)를 선임한다.<br/>2. 항고취지<br/>  청구인: 제1심심판을 취소한다. 청구취지와 같은 심판을 구한다.<br/>  사건본인: 제1심심판을 취소한다. 청구인의 이 사건 심판청구를 기각한다.<br/>【이    유】1. 제1심심판의 요지<br/>  사건본인의 자녀인 청구인이 사건본인에 대하여 성년후견개시의 심판을 청구하였고, 제1심법원은 2020. 2. 21. 사건본인에 대하여 한정후견을 개시하고, 사건본인의 한정후견인으로 사단법인 한국성년후견지원본부를 선임하였다.<br/>  그런데 사단법인 한국성년후견지원본부가 2020. 2. 28. 제1심법원에 한정후견인 사임을 요청하였고, 이에 제1심법원은 2020. 3. 16. 위 법인의 한정후견인 사임을 허가하고 사건본인의 한정후견인으로 관계인 법무사 관계인을 선임하였다.<br/>2. 항고이유의 요지<br/>가. 청구인<br/>    질병, 노령 등의 사유로 사건본인의 사무처리 능력이 지속적으로 결여된 경우에 해당하므로 사건본인에 대하여는 한정후견이 아닌 성년후견이 개시되어야 하고, 성년후견인으로 신청외 1, 신청외 2가 선임되어야 한다.<br/>나. 사건본인<br/>    사건본인은 일상생활을 하는 데 정신적 제약이 없고 사무처리 능력이 충분하므로 후견개시가 불필요하고, 설령 후견이 개시된다면 사건본인을 가장 잘 돌보는 참가인이 후견인으로 선임되어야 한다. <br/>3. 판단<br/>가. 관련 규정<br/>    가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로 사무를 처리할 능력이 부족한 사람에 대하여 4촌 이내의 친족 등의 청구에 의하여 한정후견개시의 심판을 하고(민법 제12조 제1항), 한정후견개시의 심판을 하는 경우 가정법원이 직권으로 한정후견인을 선임하되(민법 제959조의3 제1항), 피한정후견인의 의사 외에 피한정후견인의 건강, 생활관계, 재산상황, 한정후견인이 될 사람의 직업과 경험, 피한정후견인과의 이해관계 유무 등의 사정을 고려하여야 한다(민법 제959조의3 제2항, 제936조 제4항).<br/>나. 한정후견 개시 필요성에 관한 판단<br/>    이 사건 기록, 제1심법원 가사조사관의 가사조사결과 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 사건본인은 2018. 5. 16. ○○○보건소 치매안심센터에서 치매선별검사(MMSE-DS)를 시행하였고, 그 결과 총점 30점 중 15점으로 판정된 점, ② 사건본인은 2018. 11.경 혈관성 치매(Vascular dementia) 등 진단을 받고 2018. 11. 11. △△대학교병원에 입원한 점, ③ 사건본인은 2019. 12. 3. □□□□요양병원에서 간이정신상태검사(K-MMSE)를 시행하였고, 그 결과 총점 30점 중 13점으로 판정된 점, ④ 제1심법원의 가사조사관은 사건본인의 장소 및 사람 지남력은 양호한 편이나, 시간 지남력은 다소 저하된 상태로 보인다는 의견을 제시한 점 등을 종합하면, 사건본인은 정신적 제약으로 인하여 사무를 처리할 능력이 부족한 것으로 봄이 상당하므로 사건본인에 대하여 한정후견을 개시할 필요성이 인정된다.<br/>    이에 대하여 청구인은 사건본인의 사무처리능력이 지속적으로 결여되어 있으므로 성년후견을 개시하여야 한다는 취지로 주장하나, 앞서 본 사정들에 비추어 인정되는 사건본인의 잔존능력을 고려하면 사건본인의 사무처리능력이 부족한 것을 넘어 사무처리능력이 지속적으로 결여되었다고 보기 어려우므로, 청구인의 위 주장은 받아들이지 아니한다.<br/>다. 한정후견인 선임 적정성에 관한 판단<br/>    이 사건 기록, 제1심법원 가사조사관의 가사조사결과 및 심문 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 사건본인의 자녀로 장녀인 신청외 3, 차녀인 신청외 1, 장남인 청구인, 삼녀인 신청외 2가 있는 점(차남인 신청외 4는 사망하였다), 사건본인은 1997년경 뇌졸중으로 쓰러져 치료를 받고 있었고, 참가인이 2002년경 사건본인과 혼인하지 않고 간병만 해주겠다는 취지의 각서를 작성한 후 그 무렵부터 사건본인을 간병하며 동거하여 왔는데, 2018. 5. 8. 사건본인과 참가인 사이에 혼인신고가 이루어진 점, 사건본인의 재산은 청구인이 1998년경부터 관리하면서 참가인에게 간병 및 생활비 등 명목으로 월 300만 원을 지급하여왔는데, 참가인이 2019. 1. 7.경 사건본인 소유 건물을 담보로 대출을 받기 위하여 필요하다며 청구인에게 임대차계약서 등 관련서류를 교부해 줄 것을 요청하자 청구인이 이를 거절하였고, 이에 참가인이 세무서에 방문하여 위 건물 임차계약서를 요청하기도 한 점, 이와 같이 사건본인과 참가인 사이의 혼인신고나 위와 같은 대출 문제 등으로 청구인을 비롯한 사건본인의 자녀들과 참가인 사이에 갈등이 있는 점, 기타 사건본인과 청구인을 포함한 자녀들과의 관계, 참가인의 직업, 나이, 향후 후견계획 등을 종합하여 보면, 한정후견인으로는 중립적인 전문가 후견인인 법무사 관계인을 선임하는 것이 사건본인의 복리에 부합한다고 판단된다. 따라서 신청외 1, 신청외 2를 한정후견인으로 선임하여야 한다는 청구인의 주장 및 참가인을 한정후견인으로 선임하여야 한다는 사건본인의 주장은 모두 받아들이지 아니한다.   <br/>4. 결론<br/>  그렇다면 제1심심판은 정당하므로, 이에 대한 청구인 및 사건본인의 항고는 이유 없어 이를 모두 기각하기로 하여 주문과 같이 결정한다.<br/><br/>판사 이문세(재판장) 김용균 김성겸 ",
    "사건번호": "2020브1027",
    "사건종류코드": "400101",
    "판례정보일련번호": "217161",
    "선고": "자",
    "판결유형": "결정",
    "법원종류코드": "400202"
  }
}