{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20180118",
    "법원명": "수원지방법원",
    "사건명": "계약금반환등",
    "판례내용": "【원고, 피항소인】 원고(소송대리인 법무법인 자연수 담당변호사 신경환)<br/>【피고, 항소인】 피고(소송대리인 법무법인 조율 담당변호사 김하늘 외 1인)<br/>【제1심판결】 수원지방법원 2017. 5. 11. 선고 2016가단514998 판결<br/>【변론종결】2017. 12. 5.<br/>【주    문】<br/>피고의 항소를 기각한다.<br/>항소비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고에게 40,000,000원 및 위 금원 중 20,000,000원에 대하여는 2016. 3. 25.부터, 나머지 20,000,000원에 대하여는 2015. 4. 6.부터 각 이 사건 소장 부본 송달일까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>  제1심판결을 취소한다. 원고의 청구를 기각한다.<br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 관하여 쓸 판결 이유는, 제1심판결문 제1항 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>2. 청구원인에 대한 판단<br/>  가. 당사자들 주장의 요지<br/>    1) 원고<br/>      원고가 임차한 이 사건 오피스텔은 전용면적이 105.96㎡로 관계 법령에 따르면 전용면적이 85㎡를 초과하는 오피스텔은 바닥 난방공사가 불가능하므로 이행불능 사유가 발생한 것이고, 피고는 2016. 4. 4.부터 2016. 4. 6.까지 원고에게 수차례 바닥난방공사를 이행하지 않겠다는 이행거절의사를 분명히 하였으므로, 원고는 위와 같은 이유로 2016. 4. 6. 이 사건 임대차계약을 해제하였다. 따라서 피고는 원고에게 해제에 기한 원상회복으로 계약금 2,000만 원 및 손해배상예정액 2,000만 원 합계 4,000만 원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>    2) 피고<br/>      피고는 단지 원고에게 관계법령 등의 사정을 설명하면서 바닥 난방공사 이외의 방법을 제안하였을 뿐, 이행거절의사를 명백히 표시한 것이 아니다. 오히려 원고가 위와 같은 사정에도 불구하고 계속해서 바닥 난방공사를 요구할 경우 난방공사를 해 줄 의사였으며, 실제로도 이 사건 임대차계약서에서 정한 입주예정일인 2016. 4. 22.이전에 위 난방공사를 모두 완료하였다. 따라서 피고의 채무불이행이 없으므로, 원고의 이 사건 청구에 응할 수 없다.<br/>  나. 원고의 2016. 4. 6.자 해제의 적법여부<br/>    1) 쌍무계약에서 당사자의 일방이 미리 이행하지 아니할 의사를 표시한 경우로서 이른바 ‘이행거절’로 인한 계약해제의 경우에는 상대방의 최고 및 동시이행관계에 있는 자기 채무의 이행제공을 요하지 아니하여 이행지체 시의 계약해제와 비교할 때 계약해제의 요건이 완화되어 있는바, 명시적으로 이행거절의사를 표명하는 경우 외에 계약 당시나 계약 후의 여러 사정을 종합하여 묵시적 이행거절의사를 인정하기 위하여는 그 거절의사가 정황상 분명하게 인정되어야 하고, 이는 계약의 이행에 관한 당사자의 행동과 계약 전후의 구체적인 사정 등을 종합적으로 살펴서 판단하여야 한다(대법원 1997. 11. 28. 선고 97다30257 판결, 대법원 2011. 2. 10. 선고 2010다77385 판결 등 참조)<br/>    2) 위 법리를 기초로 이 사건을 보건대, 갑 제3, 4, 5, 8 내지 11호증(가지번호 있는 것은 가지번호 포함, 이하 같다), 을 제12호증의 각 기재, 제1심 증인 소외인의 증언에 변론 전체의 취지를 더하여 인정되는 다음과 같은 사정들을 종합하면, 피고는 이 사건 임대차계약에 기한 특약사항인 바닥 난방공사를 이행하지 않겠다는 이행거절의 의사를 표시하였다고 봄이 타당하고, 위 바닥 난방공사는 이 사건 오피스텔을 사용·수익함에 있어서 임차인이 중요하게 고려하는 사항으로서 이 사건 임대차계약의 중요한 내용이라고 보이므로, 이 사건 임대차계약은 피고의 이행거절로 인한 채무불이행을 원인으로 한 원고의 2016. 4. 6.자 해제의 의사표시로 적법하게 해제되었다.<br/>      ① 건축법 시행령 제3조의5 별표1 제14호 나목에 따른 오피스텔 건축기준(국토교통부 고시 제2013-789호) 제2조 제3호에 의하면, 전용면적이 85㎡를 초과하는 경우에는 온돌·온수온돌 또는 전열기 등을 사용한 바닥 난방을 금지하고 있다.<br/>      ② 피고는 2016. 4. 5. 및 2016. 4. 6. 원고에게 전화를 걸어, 바닥 난방공사의 위법성과 공사의 어려움 등을 설명하면서, 바닥 난방공사는 불가능하니, 카펫 등을 설치하거나 전기판넬에 의한 바닥 난방공사만 가능하다는 취지로 계속하여 설득하였다.<br/>      ③ 이 사건 임대차계약을 중개한 소외인도 원고에게 바닥 난방공사는 안될 것 같으니, 다른 방법을 생각하자는 취지로 계속 이야기 하였다.<br/>      ④ 원고는 2016. 4. 6. 피고에게 “최종적으로 바닥공사는 카펫과 전기 판넬 아니면 공사 안되는 거죠?”라고 확인 문자를 보냈음에도, 피고는 여기에 대하여 어떠한 답변도 하지 않았다.<br/>  다. 소결론<br/>    따라서 피고는 원고에게 이 사건 임대차계약 해제로 인한 원상회복 및 손해배상예정액으로 받은 계약금의 2배에 상당하는 4,000만 원 및 그 중 2,000만 원에 대하여는 계약금을 받은 날인 2016. 3. 25.부터, 손해배상예정액 20,000,000원에 대하여는 이 사건 임대차계약 해제일인 2016. 4. 6.부터 각 이 사건 소장 부본 송달일인 2016. 6. 23.까지는 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>3. 결론<br/>  그렇다면, 원고의 청구는 이유 있으므로 이를 인용할 것인바, 제1심판결은 이와 결론을 같이하여 정당하므로, 피고의 항소를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 지상목(재판장) 송창현 김선희 ",
    "사건번호": "2017나65449",
    "사건종류코드": "400101",
    "판례정보일련번호": "217525",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}