{
  "PrecService": {
    "판시사항": "[1] 당사자가 표시한 문언에서 표시행위에 부여한 의미가 명확하게 드러나지 않는 경우, 법률행위를 해석하는 방법<br/>[2] 임대인인 甲이 임차인인 乙에게 ‘본 임대차계약은 만기일에 계약해지를 할 수밖에 없고, 지정일까지 밀린 차임을 지급하지 않으면 임대차계약이 즉시 해지되었음을 최고한다.’는 내용의 해지통보서를 발송한 사안에서, 위 해지통보서의 의미는 ‘乙이 지정일까지 연체 차임을 지급하지 않을 경우 그 즉시 임대차계약이 해지된다.’는 것으로 해석하는 것이 타당한데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
    "참조판례": "[1] 대법원 2020. 5. 14. 선고 2016다12175 판결(공2020하, 1053)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "[1] 민법 제105조 / [2] 민법 제105조<br/>",
    "선고일자": "20210429",
    "법원명": "대법원",
    "사건명": "건물명도(인도)·임대차보증금",
    "판례내용": "【원고(반소피고), 피상고인】 원고(반소피고)<br/>【피고(반소원고), 상고인】 피고(반소원고) (소송대리인 법무법인 위 외 1인)<br/>【원심판결】 서울남부지법 2020. 10. 8. 선고 2019나61012, 2020나57910 판결<br/>【주    문】<br/>원심판결의 본소 중 피고(반소원고)의 패소 부분을 파기하고, 이 부분 사건을 서울남부지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 사안 개요<br/>  원심판결 이유와 기록에 따르면 다음 사실을 알 수 있다. <br/>  소외인은 2012. 8. 9. 피고(반소원고, 이하 ‘피고’라 한다)와 이 사건 부동산을 임대차기간 2012. 8. 9.부터 2017. 8. 8.까지, 임대차보증금 4,000만 원, 차임 월 290만 원으로 정하여 임대하는 이 사건 임대차계약을 체결하였다. 원고(반소피고, 이하 ‘원고’라 한다)는 2016. 5. 10. 이 사건 임대차계약의 임대인 지위를 승계하였다.<br/>  피고는 임대인인 소외인이나 원고에게 2016. 4.분부터 9월분까지 차임으로 월 240만 원씩을 지급하였고, 2016. 10.분 차임부터는 지급하지 않았다. <br/>  원고는 2017. 2. 23. 피고에게 “귀하와 체결된 본 임대차계약은 만기일인 2017. 8. 8. 계약해지를 할 수밖에 없음을 통지하오니 이를 양지하시기 바랍니다. 아울러 오는 3. 3.까지 밀린 차임을 기일까지 지급하지 않으면 본인은 귀하와의 임대차계약이 귀책사유로 즉시 해지되었음을 최고하며 동시에 명도와 관련한 법적 책임을 물을 예정이오니 귀하의 원만한 이행으로 서로 간 불미스러운 일이 발생되지 않기를 당부드립니다.”라는 문언이 포함된 해지통보서(갑 제2호증, 이하 ‘이 사건 해지통보서’라 한다)를 발송하였다 <br/>  피고는 2017. 5. 31. 이 사건 부동산에서 운영하던 음식점 영업을 중단하였으나 이후에도 점유를 계속하다가 2019. 3. 12. 위 부동산을 원고에게 인도하였다.<br/>  2. 피고의 임대차목적물 인도일(상고이유 제2점)<br/>  원심은 ‘피고가 음식점 영업을 중단한 시점 또는 음식점 내 집기를 철거한 2017. 11. 26.경에는 이 사건 부동산에서 퇴거하여 원고에게 부동산을 인도한 것으로 보아야 한다.’는 피고의 주장을 배척하고, 피고가 2019. 3. 12. 부동산을 원고에게 인도하였다고 판단하였다.<br/>  원심판결 이유를 기록에 비추어 보면, 원심판결에 상고이유 주장과 같이 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어난 잘못이 없다. <br/>  3. 이 사건 임대차계약의 해지일과 피고의 불법점유 여부(상고이유 제1, 3, 4점)<br/>  가. 법률행위의 해석은 당사자가 그 표시행위에 부여한 의미를 명백하게 확정하는 것으로서, 당사자가 표시한 문언에서 그 의미가 명확하게 드러나지 않는 경우에는 문언의 내용, 법률행위가 이루어진 동기와 경위, 당사자가 법률행위로 달성하려는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고려하여 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다(대법원 2020. 5. 14. 선고 2016다12175 판결 참조).<br/>  나. 원심은 다음과 같이 판단하였다. 원고의 계약해지 통보로 이 사건 임대차계약이 2017. 8. 8. 해지되었다. 위 해지일을 기준으로 피고의 임대차보증금이 남아 있지 않아 피고는 동시이행항변권에 기초한 점유를 주장할 수 없으므로 피고의 2017. 8. 9. 이후의 점유는 불법점유에 해당한다. 따라서 피고는 원고에게 그때부터 이 사건 부동산 인도일인 2019. 3. 12.까지 불법점유 기간 동안 발생한 차임과 관리비에 해당하는 손해배상금을 지급할 의무가 있다.<br/>  원심은 이 사건 임대차계약의 해지일을 2017. 8. 8.로 판단한 이유를 명시하지 않았으나 이 사건 해지통보서에 “귀하와 체결된 본 임대차계약은 만기일인 2017. 8. 8. 계약해지를 할 수밖에 없음을 통지하오니 이를 양지하시기 바랍니다.”라는 문언이 있는 것을 들어 이러한 판단을 한 듯하다. <br/>  다. 원심의 이러한 판단은 다음과 같은 이유로 받아들이기 어렵다.<br/>  위에서 보았듯이 이 사건 해지통보서의 위 문언 바로 다음에는 “아울러 오는 3. 3.까지 밀린 차임을 기일까지 지급하지 않으면 본인은 귀하와의 임대차계약이 귀책사유로 즉시 해지되었음을 최고하며, 동시에 명도와 관련한 법적 책임을 물을 예정이오니 귀하의 원만한 이행으로 서로 간 불미스러운 일이 발생되지 않기를 당부드립니다.”라는 문언이 기재되어 있다. 전후 문언의 관계가 다소 불분명하기는 하나 차임 연체를 이유로 계약을 해지하면서 계약만기일을 해지일로 정한다는 것은 극히 이례적이라는 점을 고려해 보면, 전단의 문언만으로 원고가 2018. 8. 8.을 해지일로 정하여 통보했다고 쉽게 단정할 수 없다. <br/>  기록에 따르면, 원고는 후단의 문언에서 해지일로 정한 2017. 3. 3.부터 얼마 지나지 않은 2017. 3. 24. 임대차계약의 해지를 전제로 연체 차임 지급 등을 구하는 이 사건 소를 제기하였고, 원고는 이 사건 소송 과정에서 이 사건 임대차계약이 2017. 8. 8. 종료되었다고 명시적으로 주장한 적이 없다는 것을 알 수 있다.<br/>  이러한 사정을 위에서 본 법리에 비추어 살펴보면, 이 사건 해지통보서의 의미는 ‘피고가 2017. 3. 3.까지 연체 차임을 지급하지 않을 경우 그 즉시 이 사건 임대차계약이 해지된다.’는 것으로 해석하는 것이 타당하다.<br/>  원심은 이 사건 해지통보서의 의미를 잘못 해석하여 이 사건 임대차계약의 해지일이 2018. 8. 8.이라고 판단하고 그날 이후의 피고 점유가 불법점유에 해당한다고 보았다. 그리고 이러한 전제에서 피고는 원고에게 위 불법점유 기간 동안 발생한 차임과 관리비에 해당하는 손해배상금을 지급할 의무가 있다고 판단하였다. <br/>  원심판결에는 법률행위의 해석에 관한 법리 등을 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 피고의 상고이유 주장은 정당하다.<br/>  4. 결론<br/>  피고의 상고는 이유 있어 원심판결의 본소 중 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이동원(재판장) 김재형(주심) 민유숙 노태악 ",
    "사건번호": "2020다279456, 279463",
    "사건종류코드": "400101",
    "판례정보일련번호": "219161",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}