{
  "PrecService": {
    "판시사항": "  [1] 임차인이 임대차기간 중 3기 차임액에 이르도록 차임을 연체한 사실이 있는 경우, 계약갱신을 요구할 당시 차임연체액이 3기 차임액에 이르지 않게 되었더라도 임대인이 임차인의 계약갱신 요구를 거절할 수 있는지 여부(적극) 및 그에 따라 권리금 회수기회 보호의무도 부담하지 않는지 여부(적극)<br/>  [2] 임대인이 임대차보증금에서 연체차임, 연체관리비 등을 공제하기 위하여는 이를 임대차보증금에서 공제한다는 주장을 하고, 임대차보증금에서 공제될 차임채권, 관리비채권 등의 발생 원인에 관하여 주장·증명을 하여야 하는지 여부(적극) 및 그 발생한 채권이 변제 등의 이유로 소멸하였는지에 관한 주장·증명책임의 소재(=임차인)<br/>",
    "참조판례": "[1] 대법원 2014. 7. 24. 선고 2012다28486 판결(공2014하, 1643) / [2] 대법원 2005. 9. 28. 선고 2005다8323, 8330 판결(공2005하, 1677)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "[1] 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조 제1항 제1호, 제10조의4 제1항, 제10조의8 / [2] 민법 제618조, 민사소송법 제288조<br/>",
    "선고일자": "20210527",
    "법원명": "대법원",
    "사건명": "건물명도·권리금손해배상",
    "판례내용": "【원고(반소피고), 피상고인 겸 부대상고인】 원고(반소피고)<br/>【피고(반소원고), 상고인 겸 부대피상고인】 피고(반소원고)<br/>【원심판결】 전주지법 2020. 8. 12. 선고 2019나9074, 9081 판결<br/>【주    문】<br/>  상고와 부대상고를 모두 기각한다.  상고비용은 피고(반소원고)가 부담하고, 부대상고비용은 원고(반소피고)가 부담한다. <br/><br/>【이    유】  피고(반소원고, 이하 ‘피고’라 한다)의 상고이유와 원고(반소피고, 이하 ‘원고’라 한다)의 부대상고이유를 판단한다. <br/>  1. 사실관계<br/>  원심판결 이유에 따르면 다음 사실을 알 수 있다. <br/>  원고는 2013. 4. 중순 원심 공동피고에게 이 사건 상가를 보증금 5,000만 원, 월 차임 110만 원(선불), 임대차기간 2013. 4. 14.부터 2016. 4. 13.까지로 정해 임대하였다(이하 ‘이 사건 임대차계약’이라 한다). <br/>원심 공동피고는 계약일 무렵 원고에게 보증금 5,000만 원을 지급하고 원고로부터 이 사건 상가를 인도받았고, 그 무렵부터 아들인 피고를 통해 이 사건 상가를 점유·사용하고 있다. <br/>  이 사건 임대차계약이 묵시적으로 갱신되던 중 원고는 2018. 3. 7. 피고에게 임대차계약의 갱신을 거절한다고 통지했다. <br/>  2. 권리금 회수기회 보호의무가 인정되는지 여부(피고의 상고이유) <br/>  가. 구 「상가건물 임대차보호법」(2018. 10. 16. 법률 제15791호로 개정되기 전의 것, 이하 ‘구 상가임대차법’이라 한다) 제10조의4 제1항은 본문에서 “임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 다음 각호의 어느 하나에 해당하는 행위를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 된다.”라며 임대인의 권리금 회수기회 보호의무를 정하고, 단서에서 제10조 제1항 각호에서 정한 계약갱신 거절사유가 있는 경우 그 의무를 부담하지 않는다는 예외를 정하고 있다. <br/>구 상가임대차법 제10조 제1항은 “임대인은 임차인이 임대차기간이 만료되기 6개월 전부터 1개월 전까지 사이에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다. 다만 다음 각호의 어느 하나의 경우에는 그러하지 아니하다.”라고 정하고, 제1호에서 ‘임차인이 3기의 차임액에 해당하는 금액에 이르도록 차임을 연체한 사실이 있는 경우’를 들고 있다.<br/>구 상가임대차법 제10조 제1항 제1호의 취지는 상가건물의 임차인에게 계약갱신 요구권을 부여하여 권리금이나 시설투자비용을 회수할 수 있도록 임차권의 존속을 보장하되, 임차인이 종전 임대차의 존속 중에 3기의 차임액에 해당하는 금액에 이르도록 차임을 연체한 사실이 있는 경우에는 당사자 사이의 신뢰를 기초로 하는 임대차계약관계를 더 이상 유지하기 어려우므로, 임대인이 임차인의 계약갱신 요구를 거절할 수 있도록 함으로써 그러한 경우까지 임차인의 일방적 의사에 따라 계약관계가 연장되는 것을 허용하지 않는다는 것이다(대법원 2014. 7. 24. 선고 2012다28486 판결 참조). <br/>구 상가임대차법 제10조 제1항 제1호 중 ‘차임을 연체한 사실이 있는 경우’는 차임을 연체하고 있거나 차임을 연체했던 경우를 모두 포함한다고 보는 것이 문언에 따른 자연스러운 해석이다. 이와 달리 임차인이 계약갱신을 요구할 당시 차임을 연체하고 있어야만 한다고 보는 것은 위 규정의 문언에 합치하지 않는다. <br/>구 상가임대차법 제10조의8은 “임차인의 차임연체액이 3기의 차임액에 달하는 때에는 임대인은 계약을 해지할 수 있다.”라고 정하여 계약을 해지할 당시 ‘3기의 차임액에 달하는 것’을 요건으로 하고 있다. 이와 같이 구 상가임대차법은 계약해지와 계약갱신 거절의 경우를 구분하여 그 사유를 달리 정하고 있다. <br/>차임연체액이 임대차기간 중 3기 차임액에 이르렀다가 임차인이 계약갱신을 요구할 당시 그에 이르지 않게 된 경우 임대인이 계약갱신 요구를 거절할 수 없다고 한다면, 임대인으로 하여금 신뢰를 잃은 임차인과 계약관계에서 벗어날 수 없게 하고 차임지급의무를 성실히 이행하지 않은 임차인을 보호하게 되어 형평에 반하고 구 상가임대차법 제10조 제1항 제1호를 둔 입법 목적을 실현하기 어렵다. <br/>이러한 규정의 문언, 내용, 체계와 입법 취지 등에 비추어 보면, 임차인이 임대차기간 중 3기 차임액에 이르도록 차임을 연체한 사실이 있다면 임차인이 계약갱신을 요구할 당시 차임연체액이 3기 차임액에 이르지 않게 되었다고 하더라도 임대인은 임차인의 계약갱신 요구를 거절할 수 있고, 그에 따라 권리금 회수기회 보호의무도 부담하지 않는다고 보아야 한다. <br/>  나. 원심은 원고가 권리금 회수기회 보호의무를 위반했다는 이유로 손해배상을 구하는 반소 청구를 다음과 같이 배척하였다. 차임연체액이 2014. 7.경 기준으로 3기 차임액에 이르렀고 이후 그 금액에 이르지 않게 되었다고 해도 구 상가임대차법 제10조의4 제1항 단서, 제10조 제1항 제1호가 여전히 적용된다. 따라서 원고는 구 상가임대차법 제10조의4 제1항에서 정한 권리금 회수기회 보호의무를 부담하지 않는다.<br/>  다. 원심판결은 위에서 본 법리에 따른 것으로 정당하고, 상고이유 주장과 같이 논리와 경험칙에 반하여 자유심증주의의 한계를 벗어나거나 권리금 회수기회 보호의무 등에 관한 법리를 오해한 잘못이 없다. <br/>  3. 연체차임 지급 여부 등(피고의 나머지 상고이유)<br/>  원심은 다음과 같이 판단하였다. 이 사건 임대차계약은 차임을 선불로 정하고 있고 차임연체액이 2014. 7.경 3기 차임액에 이르렀으며 원고가 2015. 3.분 차임을 지급했다고 인정하기 어렵다. <br/>  원심판결 이유를 기록에 비추어 살펴보면, 원심판결에 상고이유 주장과 같이 필요한 심리를 다하지 않고 논리와 경험칙에 반하여 자유심증주의의 한계를 벗어나거나 판단을 누락한 잘못이 없다. <br/>  4. 차임 공제 여부(원고의 부대상고이유) <br/>임대차계약에서 임대차보증금은 임대차계약 종료 후 목적물을 임대인에게 인도할 때까지 발생하는 임대차에 따른 임차인의 모든 채무를 담보하는 것으로서 피담보채무 상당액은 임대차관계의 종료 후 목적물이 반환될 때에 특별한 사정이 없는 한 별도의 의사표시 없이 보증금에서 당연히 공제되므로 임대인은 임대차보증금에서 피담보채무를 공제한 나머지만을 임차인에게 반환할 의무가 있다. 이 경우 임대차보증금에서 피담보채무 등을 공제하려면 임대인은 피담보채무인 연체차임, 연체관리비 등을 임대차보증금에서 공제하여야 한다는 주장을 해야 하고, 임대차보증금에서 공제될 차임채권, 관리비채권 등의 발생 원인에 관하여 주장·증명을 해야 한다. 다만 그 발생한 채권이 변제 등의 이유로 소멸하였는지에 관하여는 임차인이 주장·증명책임을 부담한다(대법원 2005. 9. 28. 선고 2005다8323, 8330 판결 참조). <br/>  기록에 따르면 원고는 원심 변론종결일까지 피고에게 반환해야 할 임대차보증금에서 2015. 3.분 연체차임을 공제해야 한다고 주장하지 않았다. 원고는 부대상고이유로 위 연체차임을 임대차보증금에서 공제해야 한다고 주장하나, 이는 상고심에 이르러 비로소 내세우는 주장으로 원심판결에 대한 적법한 상고이유가 아니다. <br/>  5. 결론<br/>  피고의 상고와 원고의 부대상고는 이유 없어 이를 모두 기각하고 상고비용은 피고가, 부대상고비용은 원고가 각 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노정희(재판장) 김재형(주심) 안철상 이흥구 ",
    "사건번호": "2020다263635, 263642",
    "사건종류코드": "400101",
    "판례정보일련번호": "219521",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}