{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190925",
    "법원명": "서울고등법원",
    "사건명": "지상권설정등기말소등기절차이행",
    "판례내용": "【원고, 피항소인】 의료법인 용인병원유지재단 (소송대리인 법무법인 광교 담당변호사 윤우진)<br/>【피고, 항소인】 경기도 (소송대리인 법무법인 마당 담당변호사 김종훈)<br/>【제1심판결】 수원지방법원 2019. 1. 15. 선고 2018가합193 판결<br/>【변론종결】2019. 7. 24.<br/>【주    문】<br/>  1. 제1심 판결을 취소한다.<br/>  2. 원고의 청구를 기각한다.<br/>  3. 소송 총비용은 원고가 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고에게 용인시 (주소 생략) 대 2,399㎡에 관하여 수원지방법원 용인등기소 1982. 1. 5. 접수 제40호로 마친 별지1 목록 기재와 같은 지상권설정등기의 말소등기절차를 이행하라.<br/>2. 항소취지<br/>  주문과 같다.<br/>【이    유】1. 기초사실<br/>  가. 원고는 1975. 9. 6. 의료기관 운영 등을 목적으로 설립된 의료법인으로서 용인시 (주소 생략) 대 2,399㎡(이하 ‘이 사건 토지’라 한다)의 소유자이고, 원고의 정관에서는 이 사건 토지를 원고의 기본재산으로 정하고 있다. <br/>  나. 피고는 이 사건 토지 지상에 철근콘크리트 라멘조 슬래브지붕 4층 건물 등(이하 ‘이 사건 건물’이라 한다)을 신축한 후 1981. 10. 13. 소유권보존등기를 마쳤다.  <br/>  다. 원고와 피고는 1981. 12. 9.경 이 사건 토지에 관하여 이 사건 건물의 소유를 목적으로 하는 존속기간 1981. 12. 9.부터 30년의 지상권설정계약(이하 ‘이 사건 지상권설정계약’이라 한다)을 체결하였다. 이에 따라 원고는 1982. 1. 5. 피고에게 이 사건 토지에 관하여 수원지방법원 용인등기소 1982. 1. 5. 접수 제40호로 그 등기원인을 ‘1981. 12. 9.자 계약’, 목적을 ‘이 사건 건물의 소유’, 범위를 ‘이 사건 토지의 전부’, 존속기간을 ‘1981. 12. 9.부터 30년’, 지상권자를 ‘피고’로 하는 내용의 지상권설정등기를 마쳐주었다.<br/>  라. 원고의 이사회는 1982. 9. 17. 이 사건 토지를 피고에게 기부채납하는 안건을 이사 5인 전원의 찬성으로 결의한 후 법인 기본재산 처분허가 신청을 하였으나, 당시 허가권자인 보건사회부장관은 1982. 10. 14. ‘이유서, 이 사건 토지의 감정서 미첨부 등’을 이유로 위 허가신청을 반려하였다. <br/>  마. 이 사건 건물은 ○○○○○○병원으로 사용되고 있는데, 원고는 1982. 11. 1.경 피고와 ○○○○○○병원에 대한 위탁경영 계약을 체결한 후 기간 만료 시 계약을 갱신하면서 현재까지 위 정신병원을 운영해오고 있다.<br/>  바. 원고와 피고는 2011. 12. 7. 위 지상권의 존속기간을 2011. 12. 9.부터 30년으로 변경하기로 하는 지상권변경계약(이하 ‘이 사건 지상권변경계약’이라 한다)을 체결하고, 이에 따라 원고는 같은 날 피고에게 이 사건 토지에 관하여 기 설정된 지상권의 존속기간을 2011. 12. 9.부터 30년으로 변경하는 내용의 지상권변경의 부기등기를 마쳐주었다(이하 위 지상권변경의 부기등기에 의하여 변경된 별지1 목록 기재와 같은 지상권설정등기를 ‘이 사건 지상권설정등기’라 한다).<br/>  사. 의료법 등 관련 규정은 별지2 관계법령 기재와 같다.<br/>  [인정근거] 다툼 없는 사실, 갑 제1, 2, 3, 6, 7호증, 을 제1, 3, 4, 5, 8, 9, 12호증의 각 기재, 변론 전체의 취지<br/>2. 당사자의 주장<br/>가. 원고의 주장<br/>    이 법원이 이 부분에 관하여 설시할 이유는, 제1심 판결문 제3면 제13행, 제19, 20행의 각 “이 사건 계약”을 각 “이 사건 지상권변경계약”으로, 같은 면 제21행의 “무효이므로”를 “확정적으로 무효이므로”로 각 고치는 외에는 제1심 판결 이유 중 해당 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다. <br/>나. 피고의 주장<br/>    1) 원고의 정관 제17조에서 이사회의 특별결의가 필요한 행위 중 ‘임대’를 규정하고 있으나 ‘지상권설정’은 임대에 포함되지 않고, 설사 임대에 포함된다고 하더라도 정관상 이사회의 특별결의나 주무관청의 허가를 얻어야 한다는 내용은 원고 법인의 대표권 제한규정에 해당하여 이를 등기하지 아니하면 제3자에게 대항할 수 없는데 원고의 법인등기부에 이러한 내용이 등기된 바가 없다.  <br/>    2) 의료법 제48조 제3항은 ‘의료법인이 재산을 처분하려면 시·도지사의 허가를 받아야 한다’라고 규정하고 있는데, 재산의 처분이란 매매·증여·교환 등 소유권의 이전을 의미하는 것이므로, 단순한 지상권설정행위는 재산의 처분에 해당하지 않아 시·도지사의 허가대상이 아니다. 또한 의료법 시행규칙 제54조 제1항에서는 시·도지사의 허가대상으로 ‘임대’를 규정하고 있을 뿐 ‘지상권설정’은 규정하고 있지 않으며, 만약 ‘임대’에 ‘지상권설정’이 포함된다고 한다면 이는 의료법상 명확한 문언적 의미를 벗어나 법령의 위임 없이 그 범위를 확장함으로써 그 위임범위를 벗어난 것이므로 무효이다. <br/>    3) 설사 지상권설정계약이 의료법 제48조 제3항의 시·도지사 허가사항이라고 하더라도, 이 사건 지상권변경계약을 체결한 원고로서는 용인시장(경기도지사로부터 기관위임을 받음)에게 허가를 신청해줄 의무가 있고, 용인시장이 이를 불허가하는 경우 비로소 이 사건 지상권변경계약이 확정적으로 무효가 되며 그 전까지는 유동적 무효에 불과하고, 오히려 피고가 원고를 상대로 용인시장의 허가를 조건으로 이 사건 지상권변경계약의 이행을 청구할 수 있는바, 현재까지 허가 신청절차도 이행하지 않은 원고가 이 사건 지상권변경계약이 확정적으로 무효임을 전제로 쌍방 협의에 따라 마쳐진 이 사건 지상권설정등기의 말소를 구할 수는 없다. <br/>    4) 원고는 피고와 협의하여 이 사건 지상권변경계약을 체결하고 이 사건 지상권설정등기를 마친 후 약 6년 이상 동안 전혀 이의 제기를 하지 않은 점, 원고는 의료기관의 설립·운영을 목적으로 설립된 의료재단으로서 피고와의 위탁경영 계약에 따라 이 사건 건물에서 ○○○○○○병원을 운영하고 있는바 이 사건 지상권변경계약의 무효를 주장하는 것은 원고 자신의 설립 목적 및 의료법의 입법취지에 반하는 것인 점, 의료법상 허가권자는 경기도지사이고 다만 그 허가권한을 용인시장에게 기관위임하였을 뿐인바 원고가 이 사건 지상권변경계약에 대한 허가 신청을 하는 경우 관할 시장의 허가는 사실상 확실한 점, 원고는 이사회 결의를 거쳐 이 사건 토지에 관한 기부채납을 수차례 신청하기도 하였던 점, 원고는 피고에 대하여 이 사건 지상권변경계약에 관한 허가신청 절차를 이행해줄 의무를 부담하고 있는 점 등을 종합해 보면, 원고가 이 사건 지상권변경계약이 주무관청의 허가를 받지 않아 무효임을 전제로 피고를 상대로 이 사건 지상권설정등기의 말소를 구하는 것은 신의칙위반 또는 권리남용에 해당하여 허용되지 않는다.    <br/>3. 판단<br/>가. 이 사건 지상권변경계약이 원고의 정관 위반으로 무효인지 여부<br/>    이 법원이 이 부분에 관하여 설시할 이유는 아래와 같이 일부 고치는 외에는 제1심 판결 이유 중 해당 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다. <br/>    ○ 제1심 판결문 제4면 제8행의 “못한다.”를 “못한다(대법원 1992. 2. 14. 선고 91다24564 판결 참조).”로 고친다.<br/>    ○ 제1심 판결문 제4면 제11행의 “이 사건 계약”을 “이 사건 지상권변경계약”으로 고친다. <br/>나. 이 사건 지상권변경계약이 의료법상 시·도지사의 허가 대상인지 여부 및 의료법 시행규칙 제54조 제1항 ‘임대’ 부분이 의료법령의 위임 범위를 벗어나 무효인지 여부<br/>    1) 의료법 제48조 제3항은 ‘의료법인이 재산을 처분하려면 시·도지사의 허가를 받아야 한다’라고 규정하고, 의료법 시행령 제21조는 ‘이 사건 의료법 규정에 따라 의료법인이 재산 처분에 대한 허가를 받으려면 보건복지부령으로 정하는 허가신청서 및 관계 서류를 그 법인의 주된 사무소의 소재지를 관할하는 시·도지사에게 제출하여야 한다’라고 규정하며, 의료법 시행규칙 제54조 제1항은 ‘의료법 시행령 제21조에 따라 의료법인이 기본재산을 매도·증여·임대 또는 교환하거나 담보로 제공하려는 경우에는 기본재산 처분허가신청서에 다음 각 호의 서류를 첨부하여 처분 1개월 전에 보건복지부장관 또는 시·도지사에게 제출하여야 한다’라고 규정하고 있다. 위와 같이 의료법 시행령 및 시행규칙은 기본재산의 매도·증여·임대·교환·담보제공을 의료법 제48조 제3항에서 규정한 재산 처분의 유형으로 규정하고 있다.<br/>      나아가 의료법 규정과 유사한 취지로 기본재산 처분 제한에 관하여 규정한 공익법인의 설립·운영에 관한 법률 제11조 제3항은 ‘공익법인이 기본재산을 매도·증여·임대·교환 또는 용도변경하거나 담보로 제공하려는 경우 주무 관청의 허가를 받아야 한다’라고 규정하고, 사회복지사업법 제23조 제3항은 ‘사회복지법인이 기본재산을 매도·증여·교환·임대·담보제공 또는 용도변경하려는 경우 시·도지사의 허가를 받아야 한다’라고 규정하고 있다.<br/>      위와 같은 관계법령의 규정 내용에 더하여 의료법인의 재산 처분에 시·도지사의 허가를 받도록 규정한 것은 의료법인이 그 재산을 부당하게 감소시키는 것을 방지함으로써 항상 그 경영에 필요한 재산을 갖추고 있도록 하여 의료법인의 건전한 발전을 도모하여 의료의 적정을 기하고 국민건강을 보호 증진케 하려는 의료법의 입법 목적을 달성하기 위한 것인 점, 의료법인이 재산의 전부 내지 일부를 임대하는 것도 재산 감소의 한 태양이 될 수 있고, 이를 제한하지 아니하면 재산 처분에 관한 허가규정을 잠탈하고 의료법의 입법 목적의 달성을 방해하는 것을 용인하는 것이 될 수 있는 점 등을 종합해 보면, 의료법 제48조 제3항에서 시·도지사의 허가를 받아야 한다고 규정한 ‘재산 처분’에는 ‘기본재산의 매도·증여·임대·교환·담보제공’이 포함된다고 할 것이므로{대법원 2018. 1. 31.자 2017다273823 판결[서울고법 2017. 9. 29. 선고 2016나2070216(본소), 2070223(반소) 판결], 대법원 2015. 2. 12. 선고 2014다231934 판결(대전고법 2014. 10. 10. 선고 2013나12417 판결) 등 참조}, 의료법 시행규칙 제54조 제1항 ‘임대’ 부분이 의료법 제48조 제3항, 동법 시행령 제21조의 위임 범위를 벗어났다고 할 수 없다. 한편 지상권의 설정은 토지에 건물 기타 공작물이나 수목을 소유하기 위하여 그 토지를 사용하는 권리를 설정하여 준다는 측면에서 임대와 유사한 성질을 지니고, 더욱이 지상권의 존속기간은 임대차기간보다 장기간으로 설정되는 경우가 대부분이므로, 기본재산에 대한 지상권의 설정은 의료법 제48조 제3항에서 시·도지사의 허가를 받아야 한다고 규정한 ‘재산 처분’에 해당한다고 보는 것이 타당하다[대법원 2018. 8. 17.자 2018다238827 판결(전주지법 2018. 5. 10. 선고 2017나5573 판결) 참조].<br/>    2) 이 사건에 관하여 보건대, 위 인정사실을 앞서 본 법리에 비추어 보면 의료법인인 원고가 기본재산인 이 사건 토지에 설정된 이 사건 지상권의 존속기간을 새로이 30년 연장하는 내용의 이 사건 지상권변경계약을 체결하는 경우 그에 관하여 관할 시·도지사의 허가를 받아야 한다고 봄이 타당하므로, 이 사건 지상권변경계약이 의료법상 시·도지사의 허가 대상이 아니라거나 의료법 시행규칙 제54조 제1항 ‘임대’ 부분이 의료법 제48조 제3항, 동법 시행령 제21조의 위임 범위를 벗어나 무효라는 피고의 이 부분 주장은 이유 없다.<br/>다. 원고가 이 사건 지상권변경계약이 확정적 무효임을 이유로 이 사건 지상권설정등기의 말소를 구할 수 있는지 여부<br/>    1) 구 사립학교법(1990. 4. 7. 법률 제4226호로 개정되기 전의 것, 이하 같다) 제28조 제1항의 취지는 학교법인의 기본재산에 관한 거래계약 자체를 규제하려는 것이 아니라 사립학교를 설치·운영하는 학교법인의 재정적 기초가 되는 기본재산을 유지·보전하기 위하여 감독청의 허가 없이 그 기본재산에 관하여 타인 앞으로 권리이전이 되거나 담보권·임차권이 설정되는 것을 규제하려는 것이라고 할 것이므로, 반드시 기본재산의 매매 등 계약 성립 전에 감독청의 허가를 받아야만 하는 것은 아니고, 매매 등 계약 성립 후에라도 감독청의 허가를 받으면 그 매매 등 계약이 유효하게 된다고 할 것이며, 비록 감독청의 허가 없이 매매계약을 체결하였다고 하더라도 미리 그 청구를 할 필요가 있는 한 감독청의 허가를 조건으로 해당 부동산에 관한 소유권이전등기절차의 이행을 청구할 수 있다(대법원 1998. 7. 24. 선고 96다27988 판결 참조). 한편 의료법 제1조, 제48조 제3항의 취지도 의료법인의 기본재산에 관한 거래계약 자체를 규제하려는 것이 아니라 의료기관을 설치·운영하는 의료법인의 재정적 기초가 되는 기본재산을 유지·보전하기 위하여 시·도지사의 허가 없이 그 기본재산에 관하여 타인 앞으로 권리이전이 되거나 담보권·임차권이 설정되는 것을 규제하려는 것이라고 할 것이므로, 구 사립학교법 제28조 제1항 관련 법리와 마찬가지로 반드시 기본재산의 매매 등 계약 성립 전에 시·도지사의 허가를 받아야만 하는 것은 아니고, 매매 등 계약 성립 후에라도 시·도지사의 허가를 받으면 그 매매 등 계약이 유효하게 된다고 봄이 상당하다. <br/>    2) 위 인정사실 및 앞서 든 각 증거에 변론 전체의 취지를 종합하여 알 수 있는 다음의 각 사정을 앞서 본 법리에 비추어 보면, 이 사건 지상권변경계약이 관할 시·도지사의 허가 없이 체결되어 아직은 그 효력이 없다고 하더라도 이 사건 지상권변경계약에 기한 지상권변경등기 이행청구권의 기초가 되는 법률관계는 이미 존재한다고 볼 수 있고, 장차 관할 시·도지사의 허가에 따라 그 청구권이 발생할 개연성 또한 충분하여 피고로서는 감독청의 허가를 조건으로 이 사건 토지에 관한 지상권변경등기절차의 이행을 청구할 수 있다고 봄이 타당하므로, 이 사건 지상권변경계약이 확정적으로 무효임을 전제로 원고가 피고를 상대로 이미 마쳐진 이 사건 지상권설정등기의 말소를 구할 수는 없다. 따라서 피고의 이 부분 주장은 이유 있다.  <br/>      ① 원고는 1981. 12. 9. 피고와 이 사건 지상권설정계약을 체결한 후 이에 따라 이 사건 토지에 관하여 지상권설정등기를 마쳐주었으며, 피고는 ○○○○○○병원의 운영을 위하여 이 사건 토지상에 이 사건 건물을 신축하였다. 그리고 원고는 1982. 11. 1. 피고와 ○○○○○○병원에 대한 위탁경영 계약을 체결한 후 기간 만료 시 계약을 갱신하면서 현재까지 위 정신병원을 운영해오고 있다. <br/>      ② 원고는 이 사건 지상권설정계약의 존속기간이 만료되기 직전인 2011. 12. 7. 피고와 존속기간을 다시 30년 연장하는 내용의 이 사건 지상권변경계약을 체결한 후 이에 따라 이 사건 지상권변경의 부기등기까지 마쳐주었다. <br/>      ③ 의료법 제48조 제3항은 의료법인이 그 재산을 부당하게 감소시키는 것을 방지함으로써 항상 그 경영에 필요한 재산을 갖추고 있도록 하여 의료법인의 건전한 발전을 도모하여 의료의 적정을 기하고 국민건강을 보호 증진케 하려는 의료법의 입법 목적을 달성하기 위한 규정인바(대법원 2008. 9. 11. 선고 2008다32501 판결 등 참조), 의료법인인 원고로서는 이 사건 지상권변경계약의 체결 및 지상권변경등기의 경료를 통하여 이 사건 건물에서 ○○○○○○병원을 계속하여 운영할 수 있게 되었으므로, 이 사건 지상권변경계약의 체결은 원고의 설립 목적에 부합할 뿐만 아니라 원고의 재산을 부당하게 감소시키는 것을 방지하려는 의료법 관련 규정의 취지에 어긋나지 않으며 오히려 의료법의 입법 목적에 부합한다.<br/>      ④ 또한 이 사건 지상권변경계약의 허가권자는 경기도지사 내지 그로부터 기관위임을 받은 용인시장으로 보이는 점, 원고가 이 사건 건물에서 ○○○○○○병원을 계속 운영하기 위해서는 이 사건 지상권변경계약의 체결이 반드시 필요한 점, 원고가 위탁경영 계약을 통해 이 사건 건물에서 ○○○○○○병원을 운영하는 것은 원고의 설립 목적에 부합하는 점, 원고의 이사회는 피고에게 이 사건 토지를 기부채납하기로 결의를 하기까지 하였던 점 등을 종합해 보면, 원고가 이 사건 지상권변경계약에 대한 허가를 신청하는 경우 관할 시·도지사가 허가하지 않을 이유는 없어 보이고, 그 밖에 불허가할 특별한 사정에 관한 아무런 주장·입증이 없으므로, 감독청의 허가라는 법정조건(허가조건)부 청구권 발생의 개연성 또는 기초관계 계속의 확실성이 충분해 보인다.     <br/>      ⑤ 나아가 원고는 피고와 체결한 이 사건 지상권변경계약에 따라 피고에 대하여 의료법상 허가권자를 상대로 한 허가신청 절차를 이행해줄 의무를 부담하고, 비록 원고가 이 사건 지상권변경계약을 통해 무상으로 이 사건 토지를 피고에게 제공한 측면이 있다고 하더라도, 반대로 원고는 ○○○○○○병원을 운영하면서 임료 등 특별한 대가의 지불 없이 피고 소유의 이 사건 건물을 사용하는 것으로 보이는바, 결국 이 사건 토지 및 건물의 각 사용대가에 관하여는 원고와 피고가 위탁경영 계약을 체결하면서 전체적인 고려가 이루어진 것으로 보이므로, 이 사건 지상권변경계약의 체결이 의료법인인 원고의 기본재산을 일방적으로 감소시키는 행위라고 단정하기 어렵다. <br/>라. 신의칙 위반 여부<br/>    1) 민법상 신의성실의 원칙은 법률관계의 당사자는 상대방의 이익을 배려하여 형평에 어긋나거나 신뢰를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행하여서는 안된다는 추상적 규범을 말하는 것인바, 신의성실의 원칙에 위배된다는 이유로 그 권리행사를 부정하기 위하여는 상대방에게 신의를 공여하였거나 객관적으로 보아 상대방이 신의를 가짐이 정당한 상태에 이르러야 하고 이와 같은 상대방의 신의에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도의 상태에 이르러야 한다(대법원 1989. 5. 9. 선고 87다카2407 판결, 대법원 2007. 5. 10. 선고 2005다4284 판결 등 참조).<br/>    2) 위 인정사실 및 앞서 든 각 증거에 변론 전체의 취지를 종합하여 알 수 있는 다음의 각 사정에 비추어 보면, 원고는 피고와 체결한 이 사건 지상권변경계약에 따라 감독청에 대한 허가신청 절차를 이행해줄 의무를 부담함에도 오히려 이 사건 지상권변경계약이 허가를 받지 않아 확정적 무효라고 주장하면서 피고를 상대로 스스로 마쳐준 이 사건 지상권설정등기의 말소를 구하는 것은 신의칙 위반에 해당하여 허용되지 않을 뿐만 아니라, 원고는 이 사건 지상권변경계약을 체결하고 이 사건 지상권변경등기까지 마친 후 피고와 체결한 위탁경영 계약에 따라 수년간 이 사건 토지상의 이 사건 건물에서 ○○○○○○병원을 운영하면서 일체 이의를 제기하지 않았는바, 이로써 상대방인 피고로서는 관계법령상 허가가 필요한 경우 원고가 당연히 그에 따른 허가신청 절차를 이행해줄 것이라고 믿고 그에 대한 정당한 기대를 갖게 되었다고 할 것이므로, 원고가 감독청에 대한 허가신청 절차를 이행하지 않은 채 오히려 그러한 허가를 받지 않아 무효라고 주장하는 것은 정의 관념에 비추어 용인될 수 없는 권리행사로서 신의칙에 반하여 허용되지 않는다(한편 원고의 이 사건 지상권설정등기 무효 주장이 신의칙에 반한다고 보는 이상 피고의 권리남용 주장은 별도로 판단하지 아니한다). 따라서 피고의 이 부분 주장도 이유 있다. <br/>      ① 이 사건 지상권변경계약이 관할 시·도지사의 허가 없이 체결되어 아직은 그 효력이 없다고 하더라도 이 사건 지상권변경계약에 기한 지상권변경등기절차 이행청구권의 기초가 되는 법률관계는 이미 존재한다고 볼 수 있고 장차 감독청의 허가에 따라 그 청구권이 발생할 개연성 또한 충분하다는 것은 앞서 본 바와 같다. <br/>      ② 토지에 대한 지상권을 취득할 지위에 있는 자에 대하여 토지 소유권에 기한 지상권의 말소를 구하는 것은 지상권의 부담을 용인하고 그 설정등기를 이행할 의무 있는 자가 그 권리자를 상대로 한 청구이므로 신의성실의 원칙상 허용될 수 없는바(대법원 1985. 4. 9. 선고 84다카1131, 1132 판결 참조), 이러한 법리는 이 사건 지상권변경계약에 따라 감독청에 대한 허가신청 절차를 이행해줄 의무를 부담하는 원고가 허가신청 절차를 이행하지 않은 채 오히려 허가를 받지 않아 확정적 무효라고 주장하면서 이 사건 지상권설정등기의 말소를 구하는 이 사건에 유추적용될 수 있다고 봄이 상당하다.<br/>      ③ 원고는 피고와 이 사건 지상권설정계약을 체결하고 이 사건 토지에 관하여 지상권설정등기를 마친 후 피고와 위탁경영 계약을 체결하고 약 29년간 이 사건 토지상의 이 사건 건물에서 ○○○○○○병원을 운영해왔으며, 위 지상권설정등기의 존속기간이 만료되기 직전에 피고와 다시 존속기간을 2011. 12. 9.부터 30년으로 변경하는 내용의 이 사건 지상권변경계약을 스스로 체결하고 지상권변경의 부기등기까지 마쳐주었으며, 그로부터 약 6년 이상 동안 일체의 이의 제기 없이 위탁경영 계약에 따라 계속하여 ○○○○○○병원을 운영해왔다.    <br/>      ④ 원고는 의료기관의 설립·운영을 목적으로 설립된 의료재단으로서 이 사건 건물에서 ○○○○○○병원을 운영하고 있는데, 이를 위해서는 이 사건 지상권변경계약의 체결이 반드시 필요하므로, 위 지상권변경계약의 체결은 원고 자신의 설립 목적 및 의료법의 입법취지에도 부합한다. <br/>      ⑤ 의료법상 허가권자는 경기도지사이고 다만 그 허가권한을 용인시장에게 기관위임한 것으로 보이는바, 원고가 이 사건 지상권변경계약에 대한 허가신청을 할 경우 감독청이 불허가할 특별한 사유는 없어 보인다. 더욱이 원고는 이사회 결의를 거쳐 이 사건 토지에 관한 기부채납을 수차례 신청하기도 하였고, 피고와 체결한 이 사건 지상권변경계약에 따라 감독청에 대한 허가신청 절차를 이행해줄 의무를 부담한다. <br/>      ⑥ 한편 원고가 이 사건 지상권변경계약을 통해 이 사건 토지를 무상으로 제공한 것은 맞지만, 원고 역시 이 사건 건물을 ○○○○○○병원으로 사용하면서 건물에 대한 별도의 임료는 지급하지 않은 것으로 보인다.<br/>4. 결론<br/>  그렇다면 원고의 청구는 이유 없어 기각하여야 하는바, 제1심 판결은 이와 결론을 달리 하여 부당하므로, 피고의 항소를 받아들여 제1심 판결을 취소하고 원고의 청구를 기각하기로 하여, 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 권순형(재판장) 정경근 최은정 ",
    "사건번호": "2019나2008809",
    "사건종류코드": "400101",
    "판례정보일련번호": "220079",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}