{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20200617",
    "법원명": "서울중앙지방법원",
    "사건명": "차임청구의소",
    "판례내용": "【원    고】 원고 1 외 2인 (소송대리인 법무법인(유한) 여명 담당변호사 박지연)<br/>【피    고】 피고 1 외 4인 (소송대리인 변호사 전왕 외 1인)<br/>【변론종결】2020. 5. 13.<br/>【주    문】<br/>1. 가. 피고 1은 원고 1에게 27,348,992원 및 이에 대하여 2020. 5. 12.부터 2020. 6. 17.까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율에 의한 돈을,<br/>   나. 피고 2는 원고 1에게 41,077,476원 및 이에 대하여 2020. 5. 14.부터 2020. 6. 17.까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율에 의한 돈을,<br/>   다. 피고 3은 원고 1에게 112,117,700원 및 이에 대한 2019. 6. 27.부터 다 갚는 날까지 연 12%의 비율에 의한 돈을,<br/>   라. 피고 4는 원고 2에게 41,730,240원 및 이에 대한 2020. 5. 15.부터 다 갚는 날까지 연 12%의 비율에 의한 돈을,<br/>   마. 피고 5는 원고 3에게 48,889,840원 및 이에 대한 2020. 5. 14.부터 다 갚는 날까지 연 12%의 비율에 의한 돈을,<br/>   각 지급하라.<br/>2. 원고 1의 피고 1, 피고 2, 피고 3에 대한 각 나머지 청구를 기각한다.<br/>3. 소송비용 중, <br/>  가. 원고 1과 피고 1 사이에 생긴 부분의 3/5은 원고 1이, 나머지는 피고 1이 각 부담하고, <br/>  나. 원고 1과 피고 2 사이에 생긴 부분의 1/2은 원고 1이, 나머지는 피고 2가 각 부담하고, <br/>  다. 원고 1과 피고 3 사이에 생긴 부분의 1/10은 원고 1이, 나머지는 피고 3이 각 부담하고, <br/>  라. 원고 2와 피고 4 사이에 생긴 부분은 피고 4가 부담하고, <br/>  마. 원고 3과 피고 5 사이에 생긴 부분은 피고 5가 부담한다.<br/>4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】  1. 피고 1은 원고 1에게 72,302,010원 및 이에 대한 이 사건 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 다 갚는 날까지 연 12%의 비율에 의한 돈을 지급하라.<br/>  2. 피고 2는 원고 1에게 82,154,952원 및 이에 대한 이 사건 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 다 갚는 날까지 연 12%의 비율에 의한 돈을 지급하라.<br/>  3. 피고 3은 원고 1에게 112,117,700원 및 이에 대한 이 사건 소장 부본 송달 다음 날부터 다 갚는 날까지 연 15%의 비율에 의한 돈을 지급하라.<br/>4. 피고 4, 피고 5 : 주문과 같다.<br/>【이    유】1. 인정사실<br/>  가. 당사자들의 지위<br/>   ○ 동대문중부상권시장재건축사업조합(이하 ‘이 사건 조합’이라 한다)은 구 동대문 흥인시장 및 덕운시장 부지인 서울 중구 (주소 생략) 대 4,144.3㎡ 지상에 집합건물인 ‘◇◇◇◇’ 상가(이하 ‘이 사건 상가’라 한다)를 신축하는 재건축사업을 추진하였고, 주식회사 인텔로그디앤씨(이하 ‘인텔로그디앤씨’라 한다)는 이 사건 조합과 위 재건축사업에 관련한 제반 업무를 위임받아 수행하기로 하는 총괄시행대행계약을 체결하여 위 재건축사업을 진행하였다. <br/>   ○ 이 사건 상가 중, 원고 1(항소심 판결의 원고 1)은 ① 제1층 제(호수 1 생략)호 점포, ② 제1층 제(호수 2 생략)호 점포, ③ 제6층 제(호수 3 생략)호 점포의, 원고 2(항소심 판결의 원고 2)는 ④ 지하 제1층 제(호수 4 생략)호 점포의, 원고 3은 ⑤ 제1층 제(호수 5 생략)호 점포의 각 소유자들이다(이하 위 각 점포를 순서대로 ‘이 사건 제1점포 내지 이 사건 제5점포’라 하고, 위 점포들을 함께 지칭할 때는 ‘이 사건 각 점포’라 한다).<br/>   ○ 피고들은 인텔로그디앤씨와 이 사건 상가 내 구분점포의 임차권에 관하여 임대분양계약을 체결하고, 이후 이 사건 각 점포에 관하여 원고들과 사이에 임대차계약을 체결한 임차인이다.<br/>  나. 이 사건 상가에 관한 분양계약 및 임대분양계약의 체결<br/>   ○ 원고들은 이 사건 상가가 신축되기 전 이 사건 조합과 위 상가 내 구분점포의 소유권에 관하여 분양계약을 체결하였다. 위 분양계약은 이 사건 상가 내 구분점포의 소유자가 인텔로그디앤씨에 위 구분점포에 관한 임차권을 설정하고 인텔로그디앤씨가 해당 임차권을 제3자에게 양도 등 처분하는 데 동의하며 이후 추첨을 통해 구분점포의 위치가 확정되는 시점에 그 소유자와 임차인 간에 임대차계약을 직접 체결하는 내용을 정하고 있다.<br/>   ○ 피고들은 이 사건 상가가 신축되기 전 인텔로그디앤씨와 위 상가 내 구분점포의 임차권에 관하여 임대분양계약(이하 ‘이 사건 각 임대분양계약’이라 한다)을 체결하였다. 위 임대분양계약은 수분양자가 이 사건 상가의 층과 구좌(1구좌 전용면적 기준 3.9㎡)의 수를 특정하여 계약을 체결하고 분양자 인텔로그디앤씨에 ‘임대차보증금’과 ‘임대차보증금을 제외한 분양대금’을 지급하되, 추후 구체적인 점포 위치를 추첨하여 점포가 확정되면 그 확정된 구분점포의 소유자와 별도의 임대차계약을 체결하고 임대차계약 기간(상가개장 이후 10년) 동안 매월 임대료를 지급해야 하며, 그 별도의 임대차계약이 종료되는 경우 임대인으로부터 임대차보증금만을 반환받는 내용을 정하고 있다.<br/>  다. 이 사건 각 점포에 관한 임대차계약의 체결 <br/>   ○  이 사건 상가는 2010. 6. 4. 완공된 후 추첨 절차를 거쳐 구분점포의 위치가 확정되었고, 각 구분점포에 관하여 2010. 10. 15. 소유권보존등기가 마쳐졌다. <br/>   ○ 이 사건 각 점포의 소유자인 원고들은 피고들과 사이에 아래와 같이 각 임대차계약을 체결하였다(이하 ‘이 사건 각 임대차계약’이라 한다).<br/>순번원고(임대인)피고(임차인)임대차 목적물계약일자임대차보증금월 차임(부가가치세 별도)1원고 1피고 1(항소심 판결의 피고 1)이 사건 제1점포2010. 11. 15.46,770,000원1,214,000원2원고 1피고 2(항소심 판결의 피고 2)이 사건 제2점포2010. 11. 27.56,264,000원1,461,000원3원고 1피고 3이 사건 제3점포2010. 7. 31.45,460,000원590,000원4원고 2피고 4(항소심 판결의 피고 3)이 사건 제4점포2010. 9. 8.41,907,000원816,000원5원고 3피고 5이 사건 제5점포2011. 3. 2.36,840,000원956,000원<br/>   ○ 이 사건 각 임대차계약의 주요 내용은 다음과 같다. <br/>제3조 (임대차계약기간 및 권리의무)① 본 계약에 의한 임대차 보장기간은 상가개장 이후 10년으로 하며, 임대인은 임차인에게 10년간 임대차기간을 보장하여야 하며, 임대인은 제14조에 따른 계약해지 사유가 발생하지 않는 한 계약기간 중에 계약해지를 요구할 수 없다. 단, 상가개장일은 별도 통지하기로 한다.③ 본 점포의 관리 및 영업과 관련된 운영은 관리회사에서 진행하며, 임대인과 임차인은 관리회사가 제정하는 “◇◇◇◇ 관리운영규정”을 준수하여야 하고, 임대인과 임차인은 건축물의 관리를 위해 관리회사의 요청에 대해 성실히 이행하여야 한다.제4조 (월 임대료)① 임차인은 월 임대료로 이 계약서 제1조 “임대차부동산의 표시”란에 정한 금액과 그에 대한 부가가치세를 당월 분에 대해 당월 30일까지 임대인이 지정하는 계좌로 납부하여야 한다.③ 월 임대료는 상가개장일부터 1개월의 기간을 기준으로 부과ㆍ징수한다. (이하 생략)④ 임차인은 제3조에 규정한 상가개장일까지 입점하지 못할지라도 위 상가개장일로부터 기산한 월임대료를 임대인에게 지급하여야 한다. 다만, 임차인의 책임 없는 사유로 임대차부동산을 인도 받지 못하는 경우에는 임대인이 임대차부동산을 제공한 시점부터 월임대료를 계산한다.⑤ 납부기한을 경과하여 월임대료를 연체할 경우에는 제9조에 규정한 연체료를 함께 납부하여야 한다.제9조 (연체료)① 임차인은 제4조, 제6조 및 제7조에 의한 임대료, 관리비, 홍보비, 기타 임차인이 본 계약에 의하여 부담하는 제반 부담금을 기한 내에 납부하지 않는 경우 연체요율을 적용하여 납부하여야 하며, 연체요율은 납부기준일 경과 후 1개월 이내 5%, 1개월 이후 매 1개월마다 전월 미납금의 2%를 추가 납부하여야 한다.제11조 (임대차부동산 내의 조작 및 설비의 시설)① 임차인에게 최초 제공될 점포는 기본 건축마감 외에 전용부분의 인테리어 등 통상의 내장공사(칸막이, 도색 등)가 된 상태로 제공한다.② 제①항의 내장공사 이외의 점포별 추가 인테리어, 내부 장식물 등 별도 내장공사는 임차인이 스스로의 비용부담으로 하여야 한다.제16조 (입점)① 임차인은 관리회사에서 요청하는 필요서류를 입점일 전까지 제출한 후 입점일이 명시된 입점증을 발급받아 입점한다.③ 임차인은 직접 영업을 영위할 수 없는 경우 관리회사의 사전 동의에 갈음하여 관리회사에 전대에 관한 아래 사항을 반드시 위임하여야 한다.  ㉮ 전차인 선정, 변경, 전대차계약 체결, 전대차계약 해지 및 점포명도와 관련된 일체의 행위  ㉯ 전대차보증금 및 월세의 책정  ㉰ 업종, 품목 선정 및 전대차기간④ 관리회사는 상인유치 등 임차인의 이익을 위하여 최선을 다하여야 하지만 상인의 유치에 대한 책임은 지지 않는다.⑤ 임차인이 임대차부동산을 전대한 경우라도 월임대료, 관리비, 홍보비 등 제반 부담금의 납부에 관한 최종 책임은 임차인에게 있다.<br/>  라. 이 사건 상가의 완공 및 개장<br/>   이 사건 상가는 2010. 6. 4. 완공된 후 2010. 7. 22. 관할관청으로부터 사용허가를 받았고 2010. 8. 19. 준공인가를 받아 2010. 10. 15. 개장하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 2, 4 내지 10호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 청구원인에 관한 판단<br/>  가. 피고 3, 피고 4, 피고 5에 대한 각 청구<br/>1) 피고 3에 대한 청구에 관하여<br/>     ○ 원고 1은 피고 3을 상대로 이 사건 제3점포에 관한 2010년 11월분부터 2018년 10월분까지의 미지급 차임 및 연체료의 지급을 구하고 있다. <br/>     ○ 위 인정사실과 갑 제3호증의 3의 기재 및 변론 전체의 취지에 의하면, 이 사건 제3점포에 관한 2010년 11월분부터 2018년 10월분까지의 미지급 차임 및 연체료 합계 금액이 별지 1 피고 3 미지급 내역 기재와 같이 112,117,700원인 사실이 인정되므로, 피고 3은 원고 1에게 위 미지급 차임 및 연체료 합계 112,117,700원 및 이에 대하여 원고 1이 구하는 바에 따라 이 사건 소장 부본 송달 다음 날인 2019. 6. 27.부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 비율에 의한 지연손해금을 지급할 의무가 있다.<br/>     ○ 원고 1의 피고 3에 대한 청구는 위 인정범위 내에서 이유 있고, 나머지 청구는 이유 없다.<br/>2) 피고 4에 대한 청구에 관하여<br/>     ○ 원고 2는 피고 4를 상대로 이 사건 제4점포에 관한 2017년 5월분부터 2020년 4월분까지의 미지급 차임 및 연체료의 지급을 구하고 있다. <br/>     ○ 위 인정사실과 갑 제11호증의 3, 제13호증의 3의 각 기재 및 변론 전체의 취지에 의하면, 이 사건 제4점포에 관한 2017년 5월분부터 2020년 4월분까지의 미지급 차임 및 연체료 합계 금액이 별지 2 피고 4 미지급 내역 기재와 같이 41,730,240원인 사실이 인정되므로, 피고 4는 원고 2에게 위 미지급 차임 및 연체료 합계 41,730,240원 및 이에 대하여 원고 2가 구하는 바에 따라 이 사건 청구취지 및 청구원인 변경신청서 부본 송달 다음 날인 2020. 5. 15.부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 비율에 의한 지연손해금을 지급할 의무가 있다.<br/>     ○ 원고 2의 피고 4에 대한 청구는 이유 있다.<br/>3) 피고 5에 대한 청구에 관하여<br/>     ○ 원고 3은 피고 5를 상대로 이 사건 제5점포에 관한 2017년 5월분부터 2020년 4월분까지의 미지급 차임 및 연체료의 지급을 구하고 있다. <br/>     ○ 위 인정사실과 갑 제11호증의 4, 제13호증의 4의 각 기재 및 변론 전체의 취지에 의하면, 이 사건 제5점포에 관한 2017년 5월분부터 2020년 4월분까지의 미지급 차임 및 연체료 합계 금액이 별지 3 피고 5 미지급 내역 기재와 같이 48,889,840원인 사실이 인정되므로, 피고 5는 원고 3에게 위 미지급 차임 및 연체료 합계 48,889,840원 및 이에 대하여 원고 3이 구하는 바에 따라 이 사건 청구취지 및 청구원인 변경신청서 부본 송달 다음 날인 2020. 5. 14.부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 비율에 의한 지연손해금을 지급할 의무가 있다.<br/>     ○ 원고 3의 피고 5에 대한 청구는 이유 있다.<br/>  나. 피고 1, 피고 2에 대한 각 청구<br/>1) 차임 감액 합의 여부<br/>     가) 피고 1, 피고 2는 원고 1과 사이에 차임을 당초 약정한 금액의 50%로 감액하기로 하는 합의가 있었다고 주장하는 반면, 원고 1은 그러한 합의를 한 사실이 없다고 주장하므로, 먼저 이에 관하여 본다.<br/>     나) 살피건대, 앞서 본 인정사실에 더하여 을가 제1 내지 4호증, 을나 제1, 2호증의 각 기재 및 변론 전체의 취지에 의해 인정되는 아래와 같은 사실 내지 사정을 종합하여 보면, 피고 1, 피고 2와 원고 1 사이에서 적어도 묵시적으로 2011. 3.경부터 차임을 당초 약정한 금액의 50%로 감액하기로 하는 합의가 있었다고 봄이 상당하고, 달리 그 이후에 차임 금액을 재조정하는 합의나 협의가 이루어졌음을 인정할만한 자료가 없는 이상 위와 같은 차임 감액 묵시적 합의의 효력이 계속 유지된다고 볼 것이다.<br/>      ○ 이 사건 상가의 관리업무를 수행하던 관리회사인 ◇◇◇◇ 주식회사는 2011. 3.경 임차인들에게 이 사건 상가의 빠른 활성화를 위해 2011년 3월분부터 2012년 2월분까지 임대료와 전대료를 50% 감액하도록 협조를 요청하였다.<br/>      ○ 위 안내문을 받은 피고 1, 피고 2는 그 무렵부터 원고 1에게 당초 임대차계약에서 정한 차임의 50%에 해당하는 금액[피고 1은 1,335,400원(부가가치세 포함)의 50%인 667,700원, 피고 2는 1,607,100원(부가가치세 포함)의 50%인 803,550원]을 차임으로 송금하였다.<br/>      ○ 피고 1, 피고 2는 2012년 2월 이후로도 원고 1에게 50% 감액된 금액의 차임을 송금하였는데, 이에 대해 원고 1은 별다른 이의를 제기하지 않았다.<br/>      ○ 원고 1은 2016. 11. 14. 피고 1에게 ‘2016년 8월, 10월, 11월에는 각 차임이 입금되었으나 9월에는 차임이 입금되지 않았음’을 알리는 문자메시지를 보냈는데, 위 8월, 10월, 11월에 각 입금된 금액도 50% 감액된 금액인 667,700원이었음에도 그 금액에 대해서 아무런 언급이 없었다.<br/>      ○ 원고 1은 2016. 5. 27. 피고 2에게 ‘미납된 2016년 2월, 3월, 4월, 5월 차임 4개월분 합계 3,214,200원의 지급을 촉구’하는 문자메시지를 보냈는데, 위 합계 금액 3,214,200원은 50% 감액된 금액인 803,550원을 기준으로 산정된 금액과 일치한다(803,550원 × 4개월 = 3,214,200원).<br/>      ○ 원고 1은 2016. 11. 7.에도 피고 2에게 ‘미납된 2016년 6월, 7월, 8월, 9월, 10월, 11월 6개월분 합계 4,821,300원의 지급을 촉구’하는 문자메시지를 보냈는데, 위 합계 금액 4,821,300원 역시 50% 감액된 금액인 803,550원을 기준으로 산정된 금액과 일치한다(803,550원 × 6개월 = 4,821,300원).<br/>2) 피고 1에 대한 청구에 관하여<br/>     ○ 원고 1은 피고 1을 상대로 이 사건 제1점포에 관한 2017년 5월분부터 2020년 4월분까지의 미지급 차임 및 연체료 합계 72,302,010원의 지급을 구하고 있다. <br/>     ○ 위 인정사실과 갑 제11호증의 1, 제13호증의 1, 을가 제2호증의 각 기재 및 변론 전체의 취지에 의하면, 50% 감액된 차임 금액을 기준으로 산정된 이 사건 제1점포에 관한 2017년 5월분부터 2020년 4월분까지의 미지급 차임 및 연체료 합계 금액은 별지 4 피고 1 미지급 내역 기재와 같이 27,348,992원인 사실이 인정되므로, 피고 1은 원고 1에게 위 미지급 차임 및 연체료 합계 27,348,992원 및 이에 대하여 원고 1이 구하는 바에 따라 이 사건 청구취지 및 청구원인 변경신청서 부본 송달 다음 날인 2020. 5. 12.부터 피고 1이 이행의무의 존부 및 범위에 관하여 항쟁함이 상당하다고 인정되는 이 판결 선고일인 2020. 6. 17.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율에 의한 지연손해금을 지급할 의무가 있다.<br/>     ○ 원고 1의 피고 1에 대한 청구는 위 인정범위 내에서 이유 있고, 나머지 청구는 이유 없다.<br/>3) 피고 2에 대한 청구에 관하여<br/>     ○ 원고 1은 피고 2를 상대로 이 사건 제2점포에 관한 2017년 5월분부터 2020년 4월분까지의 미지급 차임 및 연체료 합계 82,154,952원의 지급을 구하고 있다. <br/>     ○ 위 인정사실과 갑 제11호증의 2, 제13호증의 2, 을나 제1호증의 각 기재 및 변론 전체의 취지에 의하면, 50% 감액된 차임 금액을 기준으로 산정된 이 사건 제2점포에 관한 2017년 5월분부터 2020년 4월분까지의 미지급 차임 및 연체료 합계 금액은 별지 5 피고 2 미지급 내역 기재와 같이 41,077,476원인 사실이 인정되므로, 피고 2는 원고 1에게 위 미지급 차임 및 연체료 합계 41,077,476원 및 이에 대하여 원고 1이 구하는 바에 따라 이 사건 청구취지 및 청구원인 변경신청서 부본 송달 다음 날인 2020. 5. 14.부터 피고 2가 이행의무의 존부 및 범위에 관하여 항쟁함이 상당하다고 인정되는 이 판결 선고일인 2020. 6. 17.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율에 의한 지연손해금을 지급할 의무가 있다.<br/>     ○ 원고 1의 피고 2에 대한 청구는 위 인정범위 내에서 이유 있고, 나머지 청구는 이유 없다.<br/>3. 피고 1, 피고 2, 피고 4, 피고 5의 공통 주장에 관한 판단<br/>  ○ 위 피고들은 이 사건 각 임대차계약에 기하여 원고들에게 지급한 임대차보증금을 반환받을 때까지 차임 등을 지급할 수 없다거나 미지급 차임 등을 위 임대차보증금에서 공제하거나 상계하겠다는 취지로 주장한다.<br/>  ○ 그러나 임대인에게 임대차보증금이 교부되어 있더라도 임대인은 임대차관계가 계속되고 있는 동안에는 임대차보증금에서 연체차임을 충당할 것인지 여부를 자유로이 선택할 수 있으므로, 임대차계약의 종료 전에는 공제 등의 별도의 의사표시 없이 연체차임이 임대차보증금에서 당연히 공제되는 것은 아니고, 임차인도 임대차보증금의 존재를 이유로 차임의 지급을 거절할 수 없는 것인바(대법원 2016. 11. 25. 선고 2016다211309 판결 등 참조), 앞서 인정사실에서 본 바와 같이 이 사건 각 임대차계약은 10년의 임대차기간이 남아있어 아직 종료되지 아니하였고, 위 피고들로서는 임대차보증금의 존재를 이유로 차임의 지급을 거절할 수 없으므로, 위 피고들의 주장은 나머지 점에 관하여 더 나아가 살필 필요 없이 이유 없다.<br/>4. 피고 4의 주장에 관한 판단<br/>  가. 이 사건 임대분양계약과 관련된 주장<br/>1) 주장의 요지<br/>피고 4가 인텔로그디앤씨와 체결한 이 사건 임대분양계약에는 아래와 같은 하자가 있어 무효이거나 그러한 하자를 이유로 위 계약을 해제하므로, 이 사건 임대차계약에 기한 원고 2의 청구에 응할 수 없다.<br/>     ○ 인텔로그디앤씨는 이 사건 임대분양계약의 분양목적물이 이 사건 제4점포에 대한 임차권이 아닌 소유권인 것처럼 기망하였고, 피고 4도 그와 같이 오인하여 착오를 일으켰다.<br/>     ○ 이 사건 상가에 관하여 기존에 존재하였던 임차권은 재건축 과정에서 소멸하였고, 이후 피고 4가 이 사건 상가의 구분소유자와 사이에 임대차계약을 체결함으로써 새로운 임차권이 발생하는 것임에도, 인텔로그디앤씨는 이미 소멸한 기존 임차권을 양도하는 것처럼 속여 피고 4와 이 사건 임대분양계약을 체결하였다. 또한 이 사건 임대분양계약을 체결함에 있어서 인텔로그디앤씨가 이 사건 제4점포 임대인의 동의를 얻거나 이 사건 제4점포 임차권에 관한 권리를 취득하였는지도 확인되지 않는다.<br/>     ○ 이 사건 임대분양계약에 대하여 약관의 규제에 관한 법률이 적용되는데, 위 계약의 내용은 신의성실의 원칙을 위반하여 공정성과 형평성을 잃은 것으로서 효력이 없다.<br/>2) 판단<br/>     ○ 앞서 본 인정사실에 의하면, 이 사건 임대분양계약의 당사자는 분양자인 인텔로그디앤씨와 수분양자인 피고 4이고 계약의 목적물은 신축 예정인 이 사건 상가의 각 점포에 관하여 장차 구분소유권을 취득할 소유자들로부터 이 사건 임대분양계약에서 정한 조건대로 임차할 수 있는 장래의 권한 내지 기대권이라고 해석되므로, 이 사건 임대분양계약은 이 사건 임대차계약과는 계약의 당사자와 계약의 목적, 계약의 내용 등이 상이한 별개의 계약이라고 할 것이고, 이와 달리 이 사건 임대차계약이 이 사건 임대분양계약에 부수한 계약이라거나 이 사건 임대분양계약의 효력 유무에 어떠한 영향을 받는 종속적인 계약에 해당한다고 볼 수 없다. <br/>     ○ 따라서 이 사건 임대차계약에 기한 차임 및 연체료를 청구하는 이 사건에서 이 사건 임대분양계약의 당사자도 아닌 원고 2를 상대로 이 사건 임대분양계약상 하자가 존재함을 들어 위 청구에 대항할 수는 없으므로(피고 4가 제출한 증거들만으로는 이 사건 임대분양계약에 피고 4가 주장하는 내용의 하자가 존재한다고 단정하기도 어렵다), 피고 4의 위 주장은 이유 없다.<br/>  나. 이 사건 임대차계약의 무효 내지 해제 주장<br/>1) 주장의 요지<br/>피고 4가 원고 2와 체결한 이 사건 임대차계약은 아래와 같은 사유로 무효이거나 그러한 사유에 기하여 위 계약을 해제하므로, 이 사건 임대차계약에 기한 원고 2의 청구에 응할 수 없다.<br/>     ○ 이 사건 임대차계약은 원고 2와 피고 4가 직접 만나 체결한 것이 아니라 이 사건 상가를 관리하는 ◇◇◇◇를 통해 간접적으로 체결되었고, 피고 4는 ◇◇◇◇의 종용 내지 강요로 인하여 이 사건 임대차계약을 체결하였다.<br/>     ○ 이 사건 상가를 둘러싼 법적 분쟁으로 인하여 이 사건 상가의 임차인들이 인텔로그디앤씨 등을 상대로 서울중앙지방법원 2013가합40822 손해배상(기) 사건으로 소를 제기하였는데, 위 사건에서 법원은 2014. 1. 2. 조정을 갈음하는 결정을 하였다. 위 결정에 의해 원고 2와 피고 4 사이의 이 사건 임대차계약도 무효화되거나 해제되어 새로운 임대차계약이 체결되어야 한다.<br/>     ○ 원고 2는 이 사건 임대차계약을 체결하면서 피고 4가 실질적으로 사용·수익할 수 없는 주차장 등 공용면적을 포함시켜 그에 관한 차임까지 부당하게 피고 4가 부담하도록 기망하였는바, 이를 이유로 이 사건 임대차계약을 해제한다. <br/>2) 판단<br/>     가) 계약 체결 과정의 하자 주장에 관하여<br/>      ○ 앞서 본 인정사실과 앞서 거시한 증거들에 의하면, 이 사건 임대차계약이 계약 당사자인 원고 2와 피고 4의 의사의 합치로 유효하게 체결되었음을 인정할 수 있고, 계약 체결 과정을 이 사건 상가의 관리회사인 ◇◇◇◇가 주관하였다거나 계약서의 서명, 날인이 순차적으로 이루어졌다는 사정만으로 위 계약을 무효라고 볼 수는 없다. <br/>      ○ 아울러 피고 4가 제출한 증거들만으로는 피고 4가 ◇◇◇◇의 종용 내지 강요로 인하여 하자 있는 의사에 기해 이 사건 임대차계약을 체결하였다고 인정하기도 부족하다.<br/>     나) 조정을 갈음하는 결정 관련 주장에 대하여<br/>원고 2와 피고 4가 서울중앙지방법원 2013가합40822 손해배상(기) 사건의 당사자인지 여부, 위 사건에서 2014. 1. 2.자 조정을 갈음하는 결정이 당사자들의 이의 없이 확정되었는지 여부에 관한 자료가 제출된 바 없으므로, 위 사건에서 이루어진 2014. 1. 2.자 조정을 갈음하는 결정에 의해 이 사건 임대차계약이 무효화되거나 해제된다고 볼 수는 없다.<br/>     다) 주차장 등 공용면적 관련 주장에 대하여<br/>      앞서 본 인정사실에 더하여 갑 제1호증의 5, 제2호증의 5, 을 제2호증의 각 기재 및 변론 전체의 취지에 의해 인정되는 다음과 같은 사정, 즉 이 사건 임대차계약은 임대차목적물을 이 사건 제4점포(이 사건 상가의 지하 제1층 제(호수 4 생략)호 점포)로 특정하고 있고 임대차면적을 전용면적 3.98㎡와 분양면적 14.39㎡로 구분하고 있는 점, 이 사건 제4점포의 부동산등기부상으로도 전유부분의 건물 표시 면적이 3.98㎡로 기재되어 있어 이 사건 임대차계약상의 전용면적과 일치하는 점, 이 사건 상가는 구 동대문 흥인시장 및 덕운시장 부지에 신축된 상업용 건물로 다수의 상가 이용객을 위한 주차장 등 공용부분이 함께 존재하리라는 점을 충분히 예상할 수 있는 점, 이 사건 임대차계약의 차임은 월 816,000원(부가가치세 별도)의 정액으로 정해졌는데, 이는 위와 같은 이 사건 상가의 특성과 이 사건 임대차계약상 특정된 면적 등을 종합적으로 고려하여 책정된 것으로 봄이 상당한 점 등에 비추어 볼 때, 원고 2가 이 사건 임대차계약을 체결하면서 피고 4가 실질적으로 사용·수익할 수 없는 주차장 등 공용면적을 포함시켜 그에 관한 차임까지 부당하게 피고 4가 부담하도록 기망하였다고 보기 어렵다.<br/>     라) 소결<br/>      그러므로 이 사건 임대차계약이 무효라거나 해제되었다는 취지의 피고 4 주장은 모두 이유 없다.<br/>  다. 이 사건 임대차계약의 해지 주장<br/>1) 주장의 요지<br/>     ○ 이 사건 임대차계약에는 임대인의 임대차보장기간만 존재할 뿐 임차인이 의무적으로 준수해야 하는 임대차기간이 규정되어 있지 않아 임차인은 언제든지 이 사건 임대차계약을 해지할 수 있으므로, 이 사건 임대차계약을 해지한다. <br/>     ○ 따라서 이 사건 임대차계약이 해지된 이후에 발생한 차임에 대해서는 이를 지급할 의무가 없다.<br/>2) 판단<br/>     ○ 앞서 본 인정사실에 의하면, 이 사건 임대차계약은 제3조(임대차계약기간 및 권리의무)에서 위 계약에 의한 최초 임대차기간을 10년으로 하고 그 임대차기간 종료 후 갱신할 수 있는 것으로 정하고 있음이 명백하다(위 조항에 ‘임대인이 임차인에게 10년간 임대차기간을 보장하여야 하며’ 등의 문구가 있으나 이는 임차인을 보호하기 위해 장기의 임대차기간 보장을 강조하는 문구로 해석되고, 이와 달리 임차인에 대해서는 임대차기간의 정함이 없는 것으로 보기는 어려우며, 그와 같은 장기의 임대차기간은 통상적으로 임차인에게 유리한 것이어서 이를 무효로 볼 수도 없다).<br/>     ○ 따라서 피고 4가 언제든지 이 사건 임대차계약을 해지할 수 있음을 전제로 한 피고 4의 위 주장은 받아들일 수 없고, 달리 피고 4가 정당한 사유에 기하여 이 사건 임대차계약을 유효하게 해지하였다는 점에 대한 주장 및 입증이 없는 이상, 피고 4의 이 부분 주장도 이유 없다.<br/>  라. 이 사건 제4점포 인도 관련 주장<br/>1) 주장의 요지<br/>원고 2는 이 사건 임대차계약에 따라 이 사건 제4점포를 기본 건축마감과 통상의 내장공사를 완료한 상태로 인도해줄 의무가 있음에도 그러한 인도의무를 이행하지 않았으므로, 이 사건 제4점포에 관한 차임 및 연체료를 지급할 의무가 없다.<br/>2) 판단<br/>     가) 관련 법리<br/>      ○ 인도는 물건에 대한 사실적 지배를 이전하는 것인데, 이 사실적 지배의 이전은 반드시 물리적으로 이전하는 것을 의미하는 것은 아니고, 사회통념상 또는 거래관념상 물건에 대한 지배가 옮겨가는 것을 의미한다. 특히 부동산의 인도에 있어서는 반드시 물리적이고 현실적인 지배가 필요하다고 볼 것은 아니고 관리나 이용의 이전이 있으면 인도가 있었다고 보아야 한다(대법원 1996. 9. 10. 선고 96다19512 판결, 대법원 1998. 2. 24. 선고 96다8888 판결 등 참조). <br/>      ○ 그리고 채무의 변제는 채무 내용에 좇은 현실제공으로 하여야 하나, 채무의 이행에 채권자의 행위를 요하는 경우에는 변제준비의 완료를 통지하고 그 수령을 최고하면 된다(대법원 2013. 11. 14. 선고 2013다22553 판결 등 참조). 한편 쌍무계약에 있어서 일방 당사자의 자기 채무에 관한 이행의 제공을 엄격하게 요구하면 오히려 불성실한 상대 당사자에게 구실을 주는 것이 될 수도 있으므로 일방 당사자가 하여야 할 제공의 정도는 그 시기와 구체적인 상황에 따라 신의성실의 원칙에 어긋나지 않게 합리적으로 정하여야 할 것이다(대법원 1995. 12. 22. 선고 95다40397 판결 등 참조).<br/>     나) 이 사건의 경우<br/>      (1) 이 사건 임대차계약 제3조 제1항은 ‘상가개장일은 별도 통지하기로 한다’고 정하고 있고, 같은 조 제3항은 ‘각 점포의 관리 및 영업과 관련된 운영은 관리회사에서 진행한다’고 정하고 있으며, 제4조 제3항은 ‘차임은 상가개장일로부터 1개월의 기간을 기준으로 부과 징수한다’고 정하고 있는 사실, 위 계약 제11조 제1항은 ‘임차인에게 최초 제공될 점포는 기본 건축마감 외에 전용부분의 인테리어 등 통상의 내장공사(칸막이, 도색 등)가 된 상태로 제공한다’고 정하고 있고, 같은 조 제2항은 ‘제1항의 내장공사 이외의 점포별 추가 인테리어, 내부 장식물 등 별도 내장공사는 임차인이 스스로의 비용부담으로 하여야 한다’고 정하고 있는 사실, 위 계약 제4조 제4항은 ‘임차인은 상가개장일까지 입점하지 못할지라도 위 상가개장일로부터 기산한 월 차임을 임대인에게 지급하여야 한다. 다만, 임차인의 책임 없는 사유로 임대차부동산을 인도받지 못하는 경우에는 임대인이 임대차부동산을 제공한 시점부터 월 차임을 계산한다‘고 정하고 있는 사실은 앞서 본 바와 같다. <br/>      (2) 이에 더하여 앞서 본 인정사실과 갑 제4, 5, 7 내지 10호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되는 아래와 같은 사실 내지 사정에 비추어 보면, 원고 2는 피고 4에게 이 사건 임대차계약에 따라 이 사건 제4점포를 기본 건축마감과 통상의 내장공사를 완료한 상태로 인도하였다고 봄이 상당하므로, 이 사건 제4점포를 인도받은 피고 4가 직접 또는 전대를 통해 전차인으로 하여금 이 사건 제4점포에 입점하게 함으로써 이를 실제로 사용·수익하였는지 여부를 불문하고 원고 2에게 이 사건 임대차계약에 따른 차임 및 연체료를 지급할 의무가 있다. 따라서 피고 4의 이 부분 주장 또한 이유 없다.<br/>       ○ 이 사건 상가는 2010. 6. 4. 완공된 후 2010. 7. 22. 관할관청으로부터 사용허가를 받았고 2010. 8. 19. 준공인가를 받았다. 이 사건 상가는 예정되었던 개장일을 몇 차례 연기한 끝에 최종적으로 2010. 10. 15. 개장 안내 및 통지를 하였고 2010. 10. 15. 개장하였다.<br/>       ○ 이 사건 상가의 개장 당시 입점 상인의 영업에 필요한 개별적인 인테리어 공사를 제외한 점포별 경계표시, 건물번호 표시, 바닥 내부 칸막이 공사 등 점포 인도를 위한 공사가 모두 완료되었다.<br/>       ○ 이 사건 임대차계약 제16조 제2항은 ‘임차인이 이 사건 상가의 각 해당 점포에 직접 입점하여 영업을 영위하여야 한다’고 정하고 있으나, 그 단서에서 ‘임차인이 영업을 직접 영위할 수 없는 경우에 사전에 임대인과 관리회사의 서면 동의를 얻어 제3자에게 전대할 수 있다’고 정하고 있고, 제3항에서 ‘임차인이 직접 영업을 영위할 수 없는 경우 관리회사에 전대에 관한 사항을 반드시 위임하여야 한다’고 정하고 있다. 피고 4도 이 사건 상가의 관리 운영을 관리회사에 위탁하는 데 동의한다는 내용의 관리운영동의서를 작성하여 이 사건 제4점포에 직접 입점하여 영업을 하지 않고 관리회사에게 위탁하여 전대차를 통해 수익을 얻고자 하였던 것으로 보이고, 이에 따라 이 사건 상가 개장 당시에도 이 사건 제4점포를 직접 방문하여 인테리어 상태 등을 확인하지는 않았던 것으로 보인다.<br/>       ○ 이 사건 상가는 임대인과 임차인 양측의 위탁을 받은 관리회사를 통해 관리 및 운영되고 있는데다가 상당수 임차인은 점포에 직접 입점하지 않고 관리회사에 전대차를 위탁한 상황이기 때문에, 개별 임대인이 임차인에게 점포를 직접 물리적으로 인도하는 행위를 상정하기 어렵고, 관리회사를 통해 점포를 입점이 가능한 상태에 두는 행위를 관념적으로 인도에 상응하는 것으로 봄이 타당하다.<br/>  마. 연체료 관련 주장<br/>1) 주장의 요지<br/>     이 사건 임대차계약 제9조의 연체료 조항은 이자제한법 상의 최고이자율 제한을 위반한 것이며, 공정성을 잃고 임차인에게 부당하게 과중한 의무를 부담시키는 조항으로 약관의 규제에 관한 법률에 의해 무효이다.<br/>2) 판단<br/>     이 사건 임대차계약 제9조에 따라 임차인이 차임 등을 기한 내에 납부하지 않는 경우 적용되는 연체요율은 납부기준일 경과 후 1개월 이내 5%, 1개월 이후 매 1개월마다 전월 미납금의 2%로 정해져 있음은 앞서 인정사실에서 보았는바, 여기서의 연체료는 임차인이 임대차계약과 관련하여 부담하는 차임 등 지급의무의 불이행에 대한 지연손해금이므로 금전의 대차와 관련하여 채권자가 받는 이자 등과는 그 성격이 달라 이자제한법 상의 최고이자율 제한이 적용된다고 볼 수 없고, 원고 2가 위 연체요율에 따라 산정한 연체료 금액(그 구체적인 산정내역은 별지 2 피고 4 미지급 내역 기재와 같다)을 연 이율로 환산하여 보면 연 24% 내지 연 27%에 해당하는 점 및 원고 2가 이 사건 제4점포와 관련하여 차임 수익을 얻지 못할 경우 부담하게 될 손해(관련 금융비용 등도 아울러 고려할 수 있다) 등에 비추어 볼 때, 위와 같은 연체료 조항이 공정성을 잃고 임차인에게 부당하게 과중한 의무를 부담시키는 조항으로 약관의 규제에 관한 법률에 의해 무효라고 평가하기 어렵다. 따라서 피고 4의 이 부분 주장 역시 이유 없다.<br/>5. 결론<br/>원고 2의 피고 4에 대한 청구 및 원고 3의 피고 5에 대한 청구는 각 이유 있어 인용하고, 원고 1의 피고 1, 피고 2, 피고 3에 대한 각 청구는 위 인정범위 내에서 이유 있어 인용하며, 그 나머지 청구는 이유 없어 기각하기로 하여, 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 이광영(재판장) 이재민 안현정 ",
    "사건번호": "2019가합501367",
    "사건종류코드": "400101",
    "판례정보일련번호": "220145",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}