{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20161214",
    "법원명": "서울고등법원",
    "사건명": "소유권이전등기·소유권이전등기",
    "판례내용": "【원고(반소피고), 피항소인】 원고(반소피고)<br/>【원고, 피항소인】 원고 1 외 2인 (소송대리인 법무법인 광장 담당변호사 이루리 외 1인)<br/>【피고(반소원고), 항소인】 피고(반소원고) 금치산자이므로 법정대리인 후견인 소외 1 (소송대리인 법무법인 아테나 담당변호사 윤승진 외 1인)<br/>【제1심판결】 서울서부지방법원 2015. 1. 22. 선고 2012가합12825(본소), 2013가합31908(반소) 판결<br/>【변론종결】2016. 11. 16.<br/>【주    문】<br/>  1. 제1심판결 중 본소에 관한 부분을 취소하고, 그 취소 부분에 해당하는 원고(반소피고) 및 원고들의 청구를 모두 기각한다.<br/>  2. 피고(반소원고)의 반소에 관한 항소를 모두 기각한다.<br/>  3. 소송총비용 중 본소로 인한 부분은 원고(반소피고) 및 원고들이, 반소로 인한 부분은 피고(반소원고)가 각 부담한다.<br/><br/>【청구취지 및 항소취지】본소 청구취지<br/>  피고(반소원고, 이하 ‘피고’라고만 한다)는 원고(반소피고, 이하 ‘원고’라고만 한다) 및 원고들에게 별지 부동산목록 제1항 기재 토지 중 각 1/4 지분에 관하여 1992. 1. 31.자 증여를 원인으로 한 소유권이전등기절차를 이행하라.<br/>반소 청구취지<br/>  주위적으로, 원고(반소피고)는 피고에게 별지 부동산목록 제2항 기재 건물에 관하여 서울서부지방법원 용산등기소 1992. 4. 16. 접수 제19867호로 마친 소유권이전등기의 말소등기절차를 이행하라.<br/>  예비적으로, 원고(반소피고)는 피고에게 위 건물에 관하여 서울서부지방법원 용산등기소 1992. 4. 16. 접수 제19867호로 마친 소유권이전등기의 3/4 지분에 대한 말소등기절차를 이행하라.<br/>항소취지<br/>  제1심판결을 취소한다. 원고들의 청구를 기각한다. 주위적으로, 원고(반소피고)는 피고에게 별지 부동산목록 제2항 기재 건물에 관하여 서울서부지방법원 용산등기소 1992. 4. 16. 접수 제19867호로 마친 소유권이전등기의 말소등기절차를 이행하라. 예비적으로, 원고(반소피고)는 피고에게 위 건물에 관하여 서울서부지방법원 용산등기소 1992. 4. 16. 접수 제19867호로 마친 소유권이전등기의 3/4 지분에 대한 말소등기절차를 이행하라.<br/>【이    유】본소와 반소를 함께 본다.<br/>1. 기초사실<br/>가. 당사자의 지위<br/>   1) 피고(1924년생)와 소외 9는 1945. 3. 10. 혼인하여 슬하에 소외 1(1949년생 딸), 원고(반소피고)(1954년생 아들), 소외 2(1958년생 딸), 소외 3(1960년생 딸)을 두었다. 소외 9는 1974. 4. 13. 사망하였다. <br/>   2) 원고(반소피고)는 1980년 벨기에로 의학 공부를 하기 위해 유학을 갔다가, 1982년 잠시 귀국하여 원고 1과 혼인한 뒤 다시 벨기에로 유학길에 올랐으며, 이후 미국으로 건너가 의학 공부를 계속하였다. 원고(반소피고)와 원고 1은 슬하에 원고 2(1983년생), 원고 3(1988년생)을 두었다. 원고(반소피고)는 1999. 7. 6. 미국 국적을 취득함에 따라 대한민국 국적을 상실하였고, 원고 1, 원고 2도 그 무렵 미국 국적을 취득하고 대한민국 국적을 상실하였다(원고 3의 경우 미국에서 출생하여 출생 때부터 미국 국적을 보유하고 있다). 원고(반소피고)는 30년 이상 원고 1, 원고 2, 원고 3과 함께 미국에 거주하고 있으며, 1992년 하버드대학교 의과대학 조교수로 임명된 이후 현재까지 하버드대학교 의과대학 심장내과 의사이자 교수로 재직하고 있다. <br/>나. 피고의 부동산 취득<br/>   1) 피고는 1966. 9. 21. 별지 부동산목록 기재 부동산(이하 제1항을 ‘이 사건 토지’라 하고, 제2항을 ‘이 사건 건물’이라 한다)에 관한 소유권을 취득하였다.<br/>   2) 피고는 1994. 5. 9. 성남시 (주소 1 생략)(이하 ‘이 사건 아파트’라고 한다)에 관한 소유권을 취득하였다. <br/>다. 이 사건 증여증서의 작성<br/>   피고는 1992. 1.경 다음과 같은 내용의 증여증서(이하 ‘이 사건 증여증서’라 한다)를 작성하여 원고(반소피고)에게 주었다.   <br/>증여증서이 사건 토지, 건물 전부를 원고(반소피고), 원고 1, 원고 2, 원고 3 상기 4인에게 증여한다.단, 내가 생전시에 관리는 내가 하기로 한다.1992년 1월 피고<br/>라. 이 사건 증여계약서의 작성과 이 사건 건물에 대한 소유권이전등기<br/>   피고는 1992. 4. 14. 다음과 같은 내용의 증여계약서(이하 ‘이 사건 증여계약서’라 한다)를 작성하였다. 원고(반소피고)는 위 증여를 원인으로 이 사건 건물에 관하여 서울서부지방법원 용산등기소 1992. 4. 16. 접수 제19867호로 소유권이전등기를 경료하였다.<br/>증여계약서1. 부동산의 표시   이 사건 건물위 부동산은 증여인 피고의 소유인 바 수증인 원고(반소피고)에게 증여함을 약속하고 수증인은 이를 수락하였으므로 본 계약서를 작성하고 각자 기명날인합니다.서기 1992년 4월 14일증여인 피고<br/>마. 이 사건 건물에 관한 공동사업자등록<br/>   1) 원고(반소피고)와 피고는 1995. 7.경 이 사건 토지 및 건물 운영에 관한 공동사업계약서를 작성하였다. 주요한 내용은 다음과 같다. <br/>공동사업계약서2. 부동산의 표시 : 이 사건 토지 및 건물상기 2항의 부동산이 별첨 토지대장등본 및 건축물관리대장과 같이 대지와 건축물이 각자의 소유로 되어있는 바 부동산을 임대함에 있어서 보증금에 대한 수령 및 월 임대료 수입 등 이익의 분배는 대지의 소유자인 피고가 3/4, 건물소유자인 원고(반소피고)가 1/4 하기로 쌍방 합의하에 부동산 임대사업을 공동으로 할 것을 계약하고 본 계약서를 작성합니다.쌍방계약자피고원고(반소피고)<br/>   2) 용산세무서장은 1995. 7. 1. 피고와 원고(반소피고)가 공동사업자라는 내용의 사업자등록증[등록번호: (등록번호 생략)]을 발급하였다.<br/>   3) 피고는 1995년경부터 2011. 3.경까지 이 사건 토지 및 건물을 관리하며 각종 세금 및 공과금 등을 납부하였고, 건물에서 난 수익은 위 약정에 따라 원고(반소피고)가 1/4을 취득하고 자신이 3/4 취득하였다는 내용의 공동사업자별소득금액등분배명세서를 작성하여 관할 세무서에 신고하였다. <br/>바. 동업해지계약서에 의한 사업자명의 변경 및 원고(반소피고)에 관한 형사사건<br/>   1) 원고(반소피고)는 2011. 4. 25. 이 사건 건물에 관한 일체의 관리권한을 세무사 소외 4에게 위임한다는 내용의 위임장을 작성하였다. <br/>   2) 세무사 소외 4의 직원 소외 6은 2011. 5. 12. 용산세무서에 피고의 동의 없이 작성된 피고 명의의 동업해지계약서(이하 ‘이 사건 동업해지계약서’라 한다) 등을 제출하여 이 사건 토지 및 건물에 관한 임대사업자 명의를 피고와 원고(반소피고) 공동명의에서 원고(반소피고) 단독명의로 변경하였다. 이 사건 동업해지계약서의 내용은 다음과 같다.<br/>동업해지계약서상기 원고(반소피고)(이하 ‘갑’이라 한다)와 피고(이하 ‘을’이라 한다)는 서울시 용산구 (주소 2 생략)번지를 임대하여 생기는 이익을 공동으로 분배키로 한 동업계약을 해지하고 피고의 1/2지분을 2011년 6월 1일부터 원고(반소피고)가 모두 인수하기로 한다.2011년 4월 30일동업해지계약자갑 원고(반소피고)(인)을 피고(인)<br/>   3) 피고는 2014. 8.경 서울서부지방검찰청에 피고의 동의 없이 피고 명의의 이 사건 동업해지계약서가 작성되고 세무서에 제출된 행위에 관하여 원고(반소피고), 세무사 소외 4, 그 직원 소외 6을 사문서위조 및 위조사문서행사, 횡령 등의 혐의로 고소하였다(서울서부지방검찰청 2014형제42297호).<br/>   4) 원고(반소피고)는 사문서위조 및 위조사문서행사죄로 벌금 200만 원의 약식명령을 발령받았으나, 정식재판을 청구하여 현재 제1심 계속 중이다(서울서부지방법원 2015고정1133, 이하 ‘원고(반소피고)의 형사사건’이라 한다). <br/>사. 피고의 알츠하이머 진단과 금치산선고<br/>   1) 피고는 2004년경 알츠하이머 진단을 받았다.<br/>   2) 피고는 2008. 5. 24. 이 사건 대지를 소외 1, 원고(반소피고), 소외 2, 소외 3과 산소를 돌보는 사람에게 준다는 내용의 자필 유언증서를 작성하였다. 피고는 2009. 3. 12. 위와 같은 내용을 재확인하는 자필유언증서를 작성하였다.  <br/>   3) 원고는 2012. 6. 7. 수원지방법원 성남지원에 피고에 대하여 금치산선고심판을 청구하였고, 위 법원은 2012. 10. 23. 심신상실을 원인으로 피고에 대하여 금치산선고를 하였으며, 피고의 후견인으로는 자식들 중 연장자인 큰딸 소외 1이 선임되었다(수원지방법원 성남지원 2012느단585). 위 심판은 2012. 11. 9. 확정되었다.<br/>  [인정근거] 다툼 없는 사실, 갑 제1 내지 5, 9, 45, 47호증, 을 제1, 4, 10, 14, 18 내지 22, 28, 29호증의 각 기재(가지번호 있는 것은 가지번호 포함, 이하 같다), 변론 전체의 취지<br/>2. 당사자의 주장<br/>가. 본소에 대하여<br/>1) 원고들<br/>    피고는 1990. 12. 25.부터 이 사건 토지 및 건물을 원고들에게 증여할 의사를 표시하였고, 원고들은 이를 승낙하였다. 피고는 위 증여의사를 1992. 1.경에도 이 사건 증여증서를 작성하여 주면서 재확인하였고, 1992. 4. 14. 이 사건 증여계약서에 따라 이 사건 건물에 관한 소유권이전등기를 원고(반소피고) 앞으로 마쳐주었다. 그러므로 피고는 이 사건 증여증서에 따라 이 사건 토지에 관하여도 증여를 원인으로 한 소유권이전등기를 경료할 의무가 있다. <br/>2) 피고<br/>    가) 이 사건 증여증서는 원고(반소피고)가 피고를 모시는 것을 정지조건으로 하는 부담부 증여이거나 적어도 피고가 관리하기로 하는 조건부 증여인데, 원고(반소피고)는 부양의무를 이행하지 않으면서 피고의 관리권까지 탈취하였으므로, 원고들은 소유권이전등기를 구할 수 없다.<br/>    나) 피고는 2008. 5. 24. 및 2009. 3. 12. 자필증서에 의한 유언증서를 작성하여 원고들에 대한 증여의사를 철회 내지 취소하였다.<br/>    다) 이 사건 증여증서는 이 사건 토지 및 건물 전부에 관한 원고들에 대한 증여 약속이었음에도 그 뒤 원고(반소피고) 앞으로 이 사건 건물에 관하여만 소유권이전등기가 경료되었으며, 그 뒤 위와 같은 유언증서 등이 작성된 점 등에 비추어 이 사건 증여증서에 의한 증여계약은 합의해지된 것이다.  <br/>    라) 피고는 이 사건 건물의 임대료 수입으로 생계를 유지하고 있었는데, 피고가 중증의 알츠하이머로 금치산선고를 받은 현시점에 이 사건 토지에 관하여 원고들 명의의 소유권이전등기가 경료되면 그 임대료 수입이 소멸하게 되어 피고의 생계에 중대한 영향을 미치므로, 재산상태 변경 및 현저한 사정변경으로 인한 이 사건 증여계약을 해제한다.<br/>    마) 원고(반소피고)는 1980년 유학을 떠난 뒤로 피고를 등한시하며 오직 피고의 유일한 수입원인 이 사건 토지 및 건물의 소유권을 증여하기만을 주장하고 있다. 더욱이 원고(반소피고)는 피고의 알츠하이머가 심해지자 2012년경 피고에 대한 금치산선고를 구하고, 피고와의 공동관리약정을 일방적으로 파기한 뒤 단독사업자로 변경하기 위해 용산세무서에 피고 명의의 위조사문서를 제출하는 범죄행위를 저지르기도 하였으며, 곧장 이 사건 건물의 세입자와 사이에 임대인을 원고(반소피고)로 변경한다는 재계약을 체결하였다. 이와 같이 원고들은 이 사건 건물의 관리권을 계획적으로 탈취하면서 피고 명의의 사문서를 위조하였고 나아가 이 사건 토지의 소유권까지 이 사건 증여증서를 원인으로 소유권이전등기를 구하는바, 이러한 원고들의 행태는 민법 제556조 제1항 제1호에 해당하는 망은행위에 해당하므로, 이를 이유로 이 사건 증여증서에 의한 증여계약을 해제하는 바이다. <br/>    바) 이 사건 증여증서는 1992. 1.경 작성된 것으로서 원고들은 증여를 원인으로 한 소유권이전등기청구권을 행사할 수 있었음에도 10년이 도과되도록 권리를 행사하지 않았으므로, 소멸시효가 완성되었다. <br/>나. 반소에 대하여<br/>1) 피고<br/>    본소에서 주장한 바와 같은 이유로 이 사건 증여증서에 의한 증여계약은 취소 내지 해제, 해지되었으므로, 원고(반소피고)는 피고가 기이행한 이 사건 건물에 관한 소유권이전등기를 말소할 의무가 있다(주위적 청구). <br/>    설령 취소 내지 해제, 해지 사유가 없다고 하더라도, 이 사건 증여증서에 의한 증여는 원고들에게 각 1/4 지분을 이전할 것을 약정한 것인데, 그 뒤 이루어진 이 사건 건물에 관한 소유권이전등기는 지분 전체를 원고(반소피고) 앞으로 이전한 것이어서, 3/4 지분에 한해서는 원인 없이 이루어진 무효의 등기이다. 따라서 원고(반소피고)는 3/4 지분에 관한 소유권이전등기를 말소할 의무가 있다(예비적 청구).  <br/>2) 원고(반소피고)<br/>    피고가 주장하는 취소, 해제 및 해지 사유가 없으며, 이 사건 건물에 관한 등기도 적법하게 이루어진 것이어서 원인무효의 등기라고 할 수 없다. <br/>3. 본소 부분<br/>가. 청구원인에 관한 판단<br/>   앞에서 본 바와 같이, 피고는 1992. 1.경 원고들에게 이 사건 토지에 관한 증여증서를 교부함으로써 증여의 의사표시를 하였고, 이에 원고들은 승낙의 의사표시를 하였음이 변론 전체의 취지로 인정되므로, 특별한 사정이 없는 한 피고는 원고들에게 이 사건 토지 중 각 1/4 지분에 관하여 증여를 원인으로 한 소유권이전등기절차를 이행할 의무가 있다. <br/>나. 피고의 주장에 관한 판단<br/>1) 인정사실<br/>가) 이 사건 증여증서를 작성할 때까지의 상황<br/>     (1) 피고는 1971년 갑자기 쓰러진 이후로 아스피린을 복용하며 생활하였고, 1974년 남편이 사망한 이후에는 혼자서 자녀들을 돌보며 생활하였다.<br/>     (2) 피고는 원고 2가 태어나기 직전인 1983. 7. 6. 원고(반소피고), 원고 1에게 자필서신을 보내는데, 그 내용은 아래와 같다.<br/>원고(반소피고), 원고 1에게(전략) 원고 1이 네 통장을 내는 즉시 편지하여라. 곳 송금하마.(중략) 원고 1이 네가 순산하고 산모도 애기도 건강하여 애기가 잘 자라기만을 기도 드린단다.(중략) 그 은혜 잊지말어라. 그 은혜에 보답하는 일은 더 열심히 공부하고 너희들이 사이좋게 재미있게 잘 사는 것이 父母로서는 더 없는 기쁨이란다.(중략) 손녀의 탄생을 기다리면서 이만 쓴다.1983년 7월 6일엄마 씀<br/>     (3) 피고는 1987. 9.경 대장암 수술을 받았다. 당시 피고는 의사로부터 상태가 위중하여 상황이 호전되지 않으면 이대로는 약 6개월 정도밖에 버틸 수 없다는 경고를 받은 바 있다.  <br/>     (4) 피고는 1990. 12. 25. 원고들에게 자필 서신을 보내었는데, 그 내용은 아래와 같다. <br/>△△(주5), □□(주6) 아빠 엄마에게편지 잘 받아보았다. 매일매일 사진을 드러다 보는 것이 나의 제일 즐거운 시간이란다. △△, □□, ◇◇네(주7) 사진을 매일 드러다 보고 있다.(중략) 잘 참작해서 너의들이 잘 생각해보고 부산아버지(주8)한데 상의하여 결정하게 하여라.지금 대학에 드러가걸랑 하늘에 별 따기라고들 하든데- 가을에 학회회는 개인 일이 않인데도 나올쑤없니? 잘 알아봐서 참석할 쑤 있으면 좋을텐데.(중략) 이렇게 쓰다보니 꼭 드러오라는 것 같이 생각하지는 말어라. 너희들이 미국에서 너머 고생하는 것이 안타까와 하는 말이다.(중략) 너희가 귀국한다면야 얼마나 힘이 되고 의지가 되겠니만는 각자가 다 잘 되는 것이 서로의 힘이 되는 것이니 구해받지말고 너희 앞날을 생각해서 일해 나가라.(중략) 나는 거기에 한국사람이 적은 것이 문제가 아니다. 좀만 더 젊었다면 너희에게 도움이 될 쑤 있다면 너희와 같이 △△와 □□ 매일 보는 것이 더 없는 즐거움 이겠지만 이제는 늘거 아무 도움을 줄쑤가 없을것야. 언제 갑자기 아파도 그렇구 한국에서 사는 것이 좋겠다. 내 걱정은 말어라.요새는 내 건강에 많이 신경 쑨단다.너희가 연주권 따기까지 3年 내에는 병에 걸리고나 해서는 않되는데 하고. 너희 일에 지장을 줘서도 않되고. 욕을 먹게해서도 않되는데 하고-용산집은 등기를 너희한데 못넘기게 대면 공증을 해놀라고 한다.원고(반소피고) 이름으로 있는 아파트는 1억 3, 4천만원 간다.(하략)1990년 12월 25일엄마씀<br/>△△<br/>□□<br/>◇◇네<br/>부산아버지<br/>나) 이 사건 증여증서를 작성한 이후의 상황<br/>     (1) 피고와 피고의 조카며느리 소외 10은 2001. 9. 10. 이 사건 토지에 관하여 매매예약계약을 체결하였고, 이에 따라 권리자를 소외 10으로 하는 서울서부지방법원 용산등기소 2001. 9. 11. 접수 제30110호 소유권이전등기청구권가등기(이하 ‘이 사건 가등기’라 한다)가 기입되었다. <br/>     (2) 피고와 소외 10은 2002. 5. 23. 이 사건 가등기를 해제하여, 서울서부지방법원 용산등기소 2002. 5. 23. 접수 제20038호로 이 사건 가등기가 말소되었다. <br/>     (3) 피고는 2002년경 ☆☆☆☆병원에서 우울증으로 치료를 받기도 하였다. <br/>     (4) 피고는 2004년경 알츠하이머 진단을 받고, 약물치료 및 상담치료 등을 받았고, 낮에는 주간보호센터에서 생활하였다. <br/>     (5) 피고는 2008. 5. 24. 자필로 유언장을 작성하였는데, 그 내용은 아래와 같다.<br/>자필증서에 의한 유언유언사항  나는 다음과 같이 유언한다.  서울시 용산구 (주소 2 생략) 피고 소유의 대지를 모든 세금을 완납한후에 4남매와(소외 1, 원고(반소피고), 소외 2, 소외 3) 산소를 돌보는 사람에게 나누도록 한다.  경기도 성남시 (주소 1 생략)은 세딸(소외 1, 소외 2, 소외 3)에게 준다.  이 유언증서는 나의 사망으로 인하여 효력이 발생한다.작성일자 서기 2008년 5월 24일작성자 피고<br/>     (6) 피고는 2009. 3. 12. 다시 자필로 유언장을 작성하였는데, 그 내용은 다음과 같다. <br/>자필증서에 의한 유언유언사항  나는 다음과 같이 유언한다.  서울시 용산구 (주소 2 생략) 피고 소유의 대지를 모든 세금을 완납한후에 5등분해서 4남매와 산소를 돌보는 사람에게 준다.  경기도 성남시 (주소 1 생략)은 세딸에게 준다.  이 유언증서는 나의 사망으로 인하여 효력이 발생한다.작성일자 서기 2009년 3월 12일작성자 피고<br/>     (7) 피고는 2010. 11. 5.부터 ▽▽▽▽▽병원에서 알츠하이머 약물치료 등을 받고 있다. <br/>     (8) 피고가 위와 같이 병원치료 등을 받을 때 피고의 둘째 딸 소외 2가 피고와 가까이 살며 돌보았다. <br/>다) 원고(반소피고)의 행적<br/>     (1) 원고(반소피고)가 1980년 벨기에로 유학을 떠난 이래로 외국에서 거주하였음은 앞에서 본 바와 같고, 1년에 한두 번 집안일이나 학회일로 한국을 방문하여 피고를 찾아온 적이 있으나, 피고를 모시려는 노력은 별로 기울이지 않았다.  <br/>     (2) 원고(반소피고)는 1992년경 미국 하버드대학교 의과대학 조교수로 임명된 이래 현재까지 미국 하버드대학교 의과대학 교수이자 의사로서 생활하고 있으며, 보수로 월 2만 5,000달러 정도를 받고 있다. <br/>     (3) 원고(반소피고)는 1988. 8. 9. 피고로부터 서울 강남구 (주소 4 생략)을 증여받았다(등기부등본에는 등기원인이 매매라고 기재되어 있으나, 위 아파트를 원고(반소피고)가 피고로부터 증여받았다는 사실에 관하여 당사자 사이에 다툼이 없다). 원고(반소피고)는 1992. 7. 20. 소외 12에게 위 아파트를 매도하여 받은 돈을 생활비 등에 사용하였고, 매도와 관련한 세금은 모두 피고가 부담하였다. <br/>     (4) 2011. 6. 이전까지 피고가 원고들로부터 정기적으로 부양료 등의 명목으로 지급받은 금원은 없고, 오히려 이 사건 건물의 소유권 이전 당시 부과된 양도소득세나 1997년부터 2010년까지 원고(반소피고) 명의로 부과된 종합소득세, 재산세, 주민세 등은 모두 피고가 냈다. <br/>     (5) 이 사건 토지 및 건물에 관하여, 피고는 2009. 5. 15. 임차인 소외 5와 사이에 임대차기간 2009. 6. 1.부터 2011. 5. 30.까지, 보증금 5,000만 원, 차임 월 300만 원(부가가치세 별도)으로 정하여 본인과 원고(반소피고) 공동명의로 임대차계약서를 작성하였었다. <br/>      그런데 원고(반소피고)는 2011. 4. 29. 소외 5를 불러 임대차기간 2011. 6. 1.부터 2013. 5. 31.까지, 보증금 5,000만 원, 차임 300만 원(부가가치세 별도)으로 하는 임대차계약서를 원고(반소피고) 단독명의로 작성하였다(위와 같이 원고(반소피고) 단독명의로 작성된 임대차계약서에 의하여 체결된 임대차계약을 ‘이 사건 임대차재계약’이라 한다).<br/>      이 사건 임대차재계약에는 특약사항으로 \"④ 임대인 원고(반소피고)는 기존 임대인(모친이며 토지소유주) 피고로부터 임대보증금을 승계한다. ⑤ 임대료는 매월 말일에 지불하되 연 18%의 연체료를 부과한다. ⑥ 임대인 원고(반소피고)는 임대차에 대한 모든 사항을 위임장에 따라 소외 4에게 위임한다.\"라는 내용이 기재되어 있다.<br/>      그리고 위와 같은 임대차계약서와 위조된 이 사건 동업해지계약서가 2011. 5. 12. 용산세무서에 제출되어 앞에서 본 바와 같이 이 사건 토지 및 건물에 관한 임대사업자가 피고와 원고(반소피고) 공명명의에서 원고(반소피고) 단독명의로 변경되었다.  <br/>     (6) 원고(반소피고)는 2011. 4. 20. 8:30 보스톤에서 출발하여 2011. 4. 21. 16:35 인천공항에 도착하였고, 2011. 4. 30. 10:30 인천공항에서 출발하여 2011. 4. 30. 17:35 보스톤에 도착하였다(위 각 현지시각 기준). <br/>     (7) 원고(반소피고)는 이 사건 임대차재계약을 체결한 뒤 자신의 계좌로 들어온 월 차임을 다음과 같이 사용하였다.<br/>      ① 원고(반소피고)는 2011. 7. 6.부터 2015. 4. 6.까지 피고에게 합계 49,000,000원(기간 내 매월 100만 원씩 및 2012. 6. 25.에는 병원비 명목으로 300만 원)을 송금하였다.<br/>      ② 원고(반소피고)는 2011년 1기분부터 2015년 1기분까지 이 사건 건물 임대업에 관한 부가가치세 15,530,880원, 종합소득세 및 주민세 6,807,280원을, 이 사건 토지 및 건물에 관한 2011년분부터 2014년분까지 재산세 37,533,510원, 피고 소유 아파트에 대한 2011년도분 재산세 1,450,640원, 피고의 2011년 6월분부터 2015년 3월분까지 건강보험료 합계 13,384,830원을 각 납부하였고, 세무사 소외 4 및 회계사 소외 7에게 기장수수료 등 합계 6,160,000원을, 환경개선부담금 합계 215,680원을, 피고가 생활하는 ○○사회복지관에 후원금 명목으로 2011년부터 2014년까지 매년 100만 원씩 합계 400만 원을, 산소관리 및 보수비용 명목으로 2012년부터 2014년까지 합계 2,345,000원을 각 지급하였다. <br/>      ③ 원고(반소피고)는 2015. 4. 27. 이 사건 임대차재계약이 임차인의 차임 미지급을 이유로 해지됨에 따라 보증금에서 미납차임을 제외한 40,100,000원을 지급하였다. <br/>     (8) 원고(반소피고)는 피고의 알츠하이머를 이유로 2012. 6. 7. 수원지방법원 성남지원(2012느단585)에 피고에 대한 금치산선고심판을 청구하였고, 심판과정에서 피고의 재산에 대한 법적 분쟁이 진행되고 있으므로 법정후견인으로 중립적인 변호사 또는 공익법무관이 바람직하다는 의견을 제출하기도 하였으나, 피고의 후견인으로는 앞에서 본 바와 같이 큰딸 소외 1이 선임되었다.<br/>     (9) 원고들은 2012. 6. 7. 서울서부지방법원에 채무자를 피고로 하여 이 사건 토지에 관한 처분금지가처분을 신청하였고(서울서부지방법원 2012카합657), 2012. 6. 22. 위 가처분결정을 받아 서울서부지방법원 용산등기소 2012. 6. 22. 접수 제19695호로 가처분기입등기가 마쳐졌다.<br/>라) 관련 민법 조문<br/>     이 사건에서 주장되거나 관련된 민법 조문은 다음과 같다.<br/>제554조(증여의 의의) 증여는 당사자 일방이 무상으로 재산을 상대방에 수여하는 의사를 표시하고 상대방이 이를 승낙함으로써 그 효력이 생긴다.제555조(서면에 의하지 아니한 증여와 해제) 증여의 의사가 서면으로 표시되지 아니한 경우에는 각 당사자는 이를 해제할 수 있다.제556조(수증자의 행위와 증여의 해제) ① 수증자가 증여자에 대하여 다음 각호의 사유가 있는 때에는 증여자는 그 증여를 해제할 수 있다.  1. 증여자 또는 그 배우자나 직계혈족에 대한 범죄행위가 있는 때  2. 증여자에 대하여 부양의무 있는 경우에 이를 이행하지 아니하는 때② 전항의 해제권은 해제원인 있음을 안 날로부터 6월을 경과하거나 증여자가 수증자에 대하여 용서의 의사를 표시한 때에는 소멸한다.제557조(증여자의 재산상태변경과 증여의 해제) 증여계약 후에 증여자의 재산상태가 현저히 변경되고 그 이행으로 인하여 생계에 중대한 영향을 미칠 경우에는 증여자는 증여를 해제할 수 있다.제558조(해제와 이행완료부분) 전3조의 규정에 의한 계약의 해제는 이미 이행한 부분에 대하여는 영향을 미치지 아니한다.제561조(부담부증여) 상대부담 있는 증여에 대하여는 본절의 규정 외에 쌍무계약에 관한 규정을 적용한다.<br/>    [인정근거] 다툼 없는 사실, 갑 제7, 15, 27 내지 29, 31 내지 32, 34 내지 47호증, 갑 제21호증의 1, 을 제1 내지 6, 10, 14, 18 내지 29, 37호증의 각 기재, 변론 전체의 취지<br/>2) 부담부 증여 내지는 조건부 증여에 해당하는지 여부<br/>    가) 이 사건 증여계약이 부담부 증여인지 여부<br/>민법 제561조의 부담부 증여란 수증자에게 일정한 급부를 하는 채무를 부담케 하는 증여계약을 의미하는바, 이 사건 증여증서에 기재된 \"단 내가 생전시에 관리는 내가 한다\"라는 문구(이하 ‘이 사건 문구’라고 한다)만으로는 수증자인 원고들에게 어떤 급부의무를 부담케 한다고 볼 수 없고, 달리 원고들과 피고 사이에 부담에 관한 약정이 있음을 인정할 증거가 없다. <br/>    나) 이 사건 증여계약이 조건부 증여인지 여부<br/>     피고는 이 사건 증여계약은 피고의 사망시 원고들에게 관리권이 발생함을 정지조건으로 하는 증여계약에 해당하는데, 원고(반소피고)는 피고가 사망하기 전에 피고 명의의 이 사건 동업해지계약서를 작성한 뒤 대리인을 통해 용산세무서에 제출하였으므로, 정지조건이 불성취되어 원고에게 소유권이전등기청구권이 발생하지 않았다는 취지로 주장한다. <br/>     그러나 이 사건 토지 및 건물의 임대수입은 피고의 유일한 생계수단으로서 기능하고 있었던 점, 피고는 이 사건 증여증서를 작성한 이후 이 사건 건물에 관하여 증여계약서를 다시 작성하여 소유권을 원고(반소피고)에게 넘겨주었는데 위 증여계약서에는 이러한 조건이 기재되어 있지 아니한 점 등을 종합하여 볼 때, 피고로서는 이 사건 토지 및 건물의 소유권은 넘겨주되 그 차임은 자신이 생활비로 사용하기 위하여 이러한 문구를 기재한 것으로 보이고, 달리 이 사건 문구의 해석상 피고가 사망하는 경우에만 원고에게 소유권이전등기청구권이 발생한다고 인정할만한 근거가 없다(설령 이 부분을 조건부 증여계약이라고 보더라도 이에 대하여 민법 제561조 소정의 부담부 증여 규정이 그대로 적용된다고 보기 어렵고, 원고(반소피고)가 피고 명의의 이 사건 동업해지계약서를 위조 및 행사하여 피고의 관리행위를 방해하였다 하더라도 이로써 곧바로 원고들의 소유권이전등기청구권이 발생하지 아니하였다거나 소멸하였다고 볼만한 특별한 사정 역시 존재하지 아니한다).<br/>    다) 따라서 피고의 이 부분은 이유 없다. <br/>3) 증여계약을 취소할 수 있는지 여부<br/>    피고는, 2008. 5. 24.자 유언증서(을 제1호증의 1), 2009. 3. 12.자 유언증서(을 제1호증의 2)를 작성함으로써 이 사건 증여증서에 의한 증여계약을 취소하였다고 주장하나, 증여의 의사가 서면으로 표시된 경우 일방의 의사표시로 증여계약이 해제된다고 볼 수 없고(민법 제555조 참조), 유언은 피고의 사망을 전제로 한 단독행위로서 그 유언에 의하여 이 사건 증여계약을 취소할 수 있다고 보기도 어려우므로, 피고의 이 부분 주장도 이유 없다.<br/>4) 증여계약이 합의해지 되었는지 여부<br/>    피고는 이 사건 증여증서에 의한 증여계약이 원고(반소피고)와 피고의 합의로 해지되었다는 취지로 주장하나, 피고가 주장하는 사유만으로 원고들과 피고 사이의 증여계약이 합의해지되었다고 인정하기에 부족하고, 달리 이를 인정할 만한 증거도 없으므로, 피고의 이 부분 주장 또한 이유 없다. <br/>5) 재산상태의 변경 내지 신의칙을 이유로 증여계약을 해제할 수 있는지 여부<br/>    피고는 이 사건 토지를 원고들에게 증여하게 되는 경우 피고의 재산상태가 현저하게 변경되고, 신의칙상 도저히 허용될 수 없다는 취지로 주장한다. <br/>    증여계약 후에 증여자의 재산상태가 현저히 변경되고 그 이행으로 인하여 생계에 중대한 영향을 미칠 경우에는 증여자는 증여를 해제할 수 있으나(민법 제557조), 갑 제13호증의 각 기재에 변론 전체의 취지를 종합하면, 피고는 이 사건 토지 이외에도 이 사건 아파트를 보유하고 있는 사실을 인정할 수 있고, 이 사건 증여증서에 의한 증여 당시와 피고의 현재 재산상태에 별다른 변동이 없으며, 이 사건 증여증서에 의하더라도 이 사건 토지와 건물에 관한 임대수입은 피고에게 처분권이 있다고 보이는 점 등을  종합하여 보면, 이 사건 토지의 소유권이전등기를 경료한다고 하여 피고의 생계에 중대한 영향을 미친다거나 이 사건 토지의 소유권을 이전하는 것이 신의칙에 반할만한 현저한 사정변경이 있다고 보기 어렵고, 달리 이를 인정할 증거가 없으므로, 피고의 이 부분 주장 역시 이유 없다.  <br/>6) 망은행위를 이유로 증여계약을 해제할 수 있는지 여부<br/>가) 망은행위를 증여에 대한 해제사유로 인정한 취지<br/>     피고는 원고(반소피고)가 피고 허락 없이 피고 명의의 이 사건 동업해지계약서를 작성하여 용산세무서에 제출하였으므로, 이는 사문서위조 및 위조사문서행사죄에 해당하여 증여자에 대한 범죄행위로서 증여를 해제할 수 있다고 주장한다.<br/>     \"수증자가 증여자에 대하여 증여자 또는 그 배우자나 직계혈족에 대한 범죄행위가 있는 때\"에는 증여자는 그 증여를 해제할 수 있다(민법 제556조 제1항 제1호).<br/> 이는 망은행위를 한 수증자에 대해서까지 증여자로 하여금 증여계약상의 의무를 이행케 할 의무는 없다고 하는 윤리적인 요청과 법적인 측면에서 보면 이것은 소위 사정변경의 원칙에 의해 해제권이 발생한 것으로 새길 수 있다.<br/>나) 사문서위조 및 위조사문서행사죄가 민법 제556조 제1항 제1호에서 말하는 범죄행위에 해당하는지 여부<br/>     증여는 법과 도덕의 경계에 있는 법률행위이고 인류학적 연구결과에 의하면 증여의 무상성은 단순한 희생 내지 재산권의 이전이 아니라 무언가 답례를 기대하는 의미를 내포하고 있다.    <br/>     오늘날 증여문화에 관한 인식은 민법제정 당시와 비교하여 상당히 변하였고, 이에 상응하여 망은행위의 범위를 확대하고자 하는 민법 및 형법 개정안(일명 ‘불효자방지법’)이 제안되고 있으며, 우리나라의 경우 대다수의 증여는 가족, 특히 부모와 자식 간에 이루어지고 있다는 점을 종합하여 보면, 민법 제556조 제1항 제1호의 해석은 단지 증여자나 배우자, 직계비속에 대한 유형적인 생명·신체의 침해나 재산적 범죄에 한정할 것이 아니라, 증여자와 수증자 간에 신뢰관계를 중대하게 파괴하는 일체의 범죄행위로 해석하는 것이 증여관계의 특수성을 반영한 최소한의 도덕으로서의 법률 해석에 합당하다고 할 것이다. <br/>     한편 사문서위조죄는 강학상으로는 문서의 사회적 신용을 보호하는 범죄로 분류되어 있으나, 개인적 법익의 침해와 밀접한 관련성이 있으며(이 사건에서도 이 사건 동업해지계약서가 위조된 것은 이 사건 토지 및 건물에 관한 피고의 임대인 지위 내지 관리권을 박탈하기 위한 과정에서 발생하였다), 그에 따라 ⅰ) 피의자의 기소유예처분취소를 구하는 헌법소원에서 문서를 위조 당한 청구인에게 고소인의 지위를 인정하고 청구인의 자기관련성, 직접성 등 당사자적격을 인정하고 있는 점(헌법재판소 2014. 7. 24. 2013헌마883 결정 참조), ⅱ) 검사의 불기소 처분에 관한 재정신청에서도 문서를 위조 당한 피해자에게 고소인의 지위를 인정하고 있는 점 등을 종합하여 볼 때, 만약 수증자가 증여자의 사문서를 위조하여 행사한 경우에도 증여자와 수증자의 신뢰관계를 중대하게 파괴한다고 인정될 때에는 민법 제556조 제1항 제1호에서 말하는 범죄행위에 해당한다고 봄이 타당하다.<br/>     따라서 위 조항에서 규정한 망은행위에 해당하는지 여부는 수증자가 저지른 범죄가 증여자와 수증자 사이의 신뢰관계를 중대히 파괴하는 것인지 여부를 기준으로 판단하여야 할 것이고, 조문의 해석상 망은행위를 원인으로 한 증여계약의 해제에 해당 범죄행위에 관한 유죄의 확정판결이 반드시 전제된다고 볼 수도 없다(그러므로 사문서위조죄는 문서의 신용을 담보하기 위한 범죄로서 망은행위에 해당할 여지가 없다거나 유죄의 확정판결이 필요하다는 전제에 선 원고들의 주장은 받아들일 수 없다).<br/>다) 원고(반소피고)가 망은행위를 저지른 것인지 여부<br/>     (1) 아래에서 살피는 바와 같이 여러 사정을 종합하면, 원고(반소피고)는 미국 하버드대학교에서 성공한 의사이자 교수로 자리를 잡은 이후에도 2011년에 이르기까지 가끔 한국에 들어와 피고를 방문하는 것 외에 피고의 부양을 위한 별다른 노력을 기울이지 아니한 상황에서, 피고의 의사에 반하여 이 사건 동업해지계약서를 위조하고, 이를 이용하여 이 사건 토지 및 건물에 관한 사업자명의 또한 원고(반소피고) 단독명의로 변경하였는바, 이는 피고와의 신뢰관계를 중대하게 침해하는 범죄행위로서 망은행위에 해당한다고 할 것이다. <br/>      ① 원고(반소피고)는 피고의 증상이 악화되면서 피고의 재산 중 가장 경제적인 가치가 큰 이 사건 토지에 관한 피고의 증여의사가 번복되거나 심신상실 등으로 증여를 인정받지 못할 수도 있다는 불안감을 가질 수밖에 없는 상황을 직면하였다.  <br/>      ② 그동안 이 사건 토지 및 건물의 임대차에 따른 수입이나 세무관계 등은 조카인 소외 8 세무사가 처리하였는데, 원고(반소피고)는 위와 같은 업무를 처리할 사람을 가족관계를 잘 알지 못하는 소외 4 세무사로 변경하였고, 그 뒤 곧바로 임의적으로 작성된 피고 명의의 이 사건 동업해지계약서가 세무서에 제출되어 사업자명의가 원고(반소피고) 단독명의로 변경되었으며, 이후 원고(반소피고)가 이 사건 토지 및 건물에 관한 임대권한이나 관리권한을 행사하고 있다. <br/>      ③ 이에 대하여 세무사 소외 4는 원고(반소피고)의 형사사건에서 일관되게 이 사건 동업해지계약서는 원고(반소피고)가 미리 작성하여 자신에게 준 것이라고 진술하고 있고, 같은 내용의 녹취록도 이 법원에 제출되었다.<br/>       물론 소외 4가 이 사건 동업해지계약서를 작성하였음에도 이를 원고(반소피고)에게 떠넘기는 것일 수도 있겠으나, 소외 4로서는 피고 명의의 이 사건 동업해지계약서를 위조할 아무런 이익도 없는 반면 원고(반소피고)로서는 피고의 질병이 중해지자 이 사건 동업해지계약서를 제출함으로써 이 사건 토지 및 건물의 관리권을 자신 앞으로 돌릴 수 있었고, 1년 뒤 피고에 대한 금치산선고심판 청구 및 이 사건 토지에 대한 가처분신청, 본 소송까지 제기하였으며, 그 무렵 소외 5와의 이 사건 토지 및 건물에 관한 임대차계약서를 피고와 원고(반소피고) 공동명의에서 원고(반소피고) 단독명의로 변경하였다. <br/>     여기에 이 사건 증여증서의 교부 이후 피고는 이 사건 가등기의 경료나 윤언증서의 작성 등을 통하여 이 사건 토지 및 건물에 관한 처분권을 계속 보유하고자 하였음을 여러 차례 천명하였던 사정 등까지 보태어 보면, 원고(반소피고)는 다른 형제들이 알츠하이머병을 앓고 있는 피고의 의사를 내세워 이 사건 토지에 관한 권리를 주장하려고 하자 그에 관한 권리를 선점하고자 피고의 동의 없이 이 사건 동업해지계약서를 작성하여 소외 4에게 건넨 것으로 보인다.<br/>      ④ 원고(반소피고)는 피고가 알츠하이머병을 앓고 있어 이 사건 토지 및 건물을 관리할 능력이 되지 않을 뿐 아니라 원고(반소피고)의 피고에 대한 관리위임 관계도 종료되었다는 취지로 주장하나, 이 사건 토지 및 건물에 관한 관리관계를 단순한 민법상의 관리관계라고 보기 어렵고, 피고가 말하는 관리권은 실질적으로 이 사건 토지 및 건물에 관한 수익권을 의미하는 것으로서, 별다른 생계수단이 없었던 피고는 이 사건 토지 및 건물을 관리하면서 그 수익으로 생활하고자 하였던 것으로 보인다.  <br/>       물론, 피고가 심신상실로 금치산선고를 받기는 하였지만, 금치산선고가 있는 때에는 그 선고를 받은 자의 후견인을 두도록 하였고(구 민법 제929조), 후견제도의 본질이 피후견인의 보호에 있는 점을 고려하면 후견인은 온전히 금치산자의 복리만을 추구하여야 하며, 후견인이 금치산자의 복리를 위하여 행동하지 않으면 후견인을 변경할 수 있도록 하였으므로, 금치산자의 권한행사는 후견인에 의하여 이루어져야 한다. <br/>       피고의 후견인으로 선임된 소외 1은 이 사건 동업해지계약서에 의하여 이루어진 사업자 명의변경이나 임대차 관계 등을 원상태로 돌려놓을 것을 여러 차례 원고(반소피고)에게 요구하였다. 그런데도 원고(반소피고)는 이에 응하지 않고 있다.<br/>      ⑤ 원고(반소피고)는 미국에서 상당한 사회적 지위를 얻었고 경제적으로도 여유로운 생활을 하는 것으로 보인다. 그에 비하여 피고를 부양하거나 피고의 질병 등을 치료하기 위한 노력은 다하였다고 보기 어렵다(피고에게 정기적으로 금원을 보낸 것도 이 사건 토지 및 건물에 관한 차임을 자신이 관리하면서부터이다). <br/>       한편 피고는 원고(반소피고)에 대한 기대나 긍지가 대단하였던 것으로 보이나, 자신의 완곡한 청에도 원고들 가족이 미국에 거주하며 실질적인 도움을 주지 않자, 원고들에 대한 섭섭함 등으로 이 사건 토지에 관한 생각도 많이 바뀐 것으로 보인다.    <br/>     (2) 이에 대하여 원고들은 이 사건 동업해지계약서의 작성일로부터 6월이 경과하여 해제 기간(해제원인을 안 날로부터 6월)이 도과되었다는 취지로 주장하나, 피고는 이 사건 소를 제기한 후인 2013. 10.경 이 사건 동업해지계약서가 세무서에 제출되어 사업자명의가 변경된 것을 뒤늦게 확인하고 2013. 11. 6.자 준비서면에서 사문서위조 등의 범죄행위는 망은행위라고 주장하면서 해제의 의사표시를 하였으므로, 원고들의 주장은 이유 없다.<br/>     (3) 피고가 원고(반소피고)의 망은행위를 원인으로 다른 원고들에 대하여도 이 사건 증여계약을 해제할 수 있는지에 대하여 살피건대, ① 피고는 모든 원고들을 수증자로 하여 이 사건 증여증서를 작성하였으나, 수입이 많지 않을 것으로 보이는 외아들인 원고(반소피고)의 경제적 안정을 배려하는 측면에서, 그가 부양할 의무가 있는 며느리 원고 1, 손주 원고 2·원고 3에게까지 골고루 분재(分財)한 것으로 보이는 점, ② 처음에는 이 사건 건물에 대하여도 이 사건 증여증서상 모든 원고들이 수증자이었으나, 나중에 실제로 원고(반소피고)에게만 소유권등기를 이전하여 주었고, 다른 원고들은 이에 대하여 반대하지 않은 것으로 보이는 점, ③ 수증자가 여러 명이 있는 사건에서 어느 수증자의 망은행위를 원인으로 증여계약을 해제함에 있어, 그가 증여자와 주된 신뢰관계에 있고 다른 수증자들은 신분상·생활관계상 일체성이 있는 가족인 경우에는 다른 수증자들에 대하여도 증여계약을 해제할 수 있다고 보는 것이 법취지에 부합한다고 보이는 점 등을 종합하여 보면, 결국 피고는 원고(반소피고)의 사문서위조 및 위조사문서행사죄 등 범죄행위를 원인으로 모든 원고들에 대하여 이 사건 증여계약를 해제할 수 있다고 판단된다.<br/>     (4) 그렇다면 이 사건 증여계약 해제의 의사표시가 담긴 2013. 11. 6.자 피고의 준비서면이 같은 날 원고들에게 도달함으로써 이 사건 증여증서는 효력을 잃게 되었으므로, 피고의 이 부분 항변은 이유 있다.<br/>다. 소결론<br/>   따라서 이 사건 증여증서에 따른 증여계약은 적법하게 해제되었으므로, 위 증여계약을 원인으로 한 원고들의 소유권이전등기청구는 이유 없다. <br/>4. 반소 부분<br/>가. 증여계약의 취소, 해제 및 해지를 원인으로 한 소유권말소등기 청구에 관한 판단<br/>   피고는, 이 사건 건물에 관하여 이 사건 증여계약서에 의한 증여를 원인으로 하여 원고(반소피고) 명의로 경료된 소유권이전등기는 그 원인행위인 증여계약이 취소, 해제 또는 해지되었다고 주장한다.<br/>   그러나 앞에서 본 바와 같이 위 증여계약이 부담부 내지 조건부 증여계약으로 해제되었다거나, 유언증서에 의하여 취소 내지 합의해지, 또는 사정변경으로 해제되었음을 전제로 하는 피고의 주장은 받아들이기 어려우므로, 피고의 이 부분 주장은 이유 없다.<br/>나. 망은행위를 원인으로 한 소유권말소등기 청구에 관한 판단<br/>   피고는 원고들의 망은행위를 원인으로 기이행한 이 사건 건물에 관한 소유권이전등기의 말소등기를 청구하고 있다.<br/>민법 제558조는 \"전3조의 규정에 의한 계약의 해제는 이미 이행한 부분에 대하여는 영향을 미치지 아니한다.\"라고 규정하고 있는바, 2004년 이를 삭제하는 민법개정안이 발의되기도 하였으나, 소급적인 해제를 인정할 경우 복잡한 문제가 발생할 가능성이 있다는 이유로 심의과정에서 제외되었다. <br/>    그러나 이에 대하여는 망은행위에 의한 해제를 규정한 입법 취지나 해제의 소급효를 일반적으로 인정하는 다른 규정과의 관계에서 타당하지 않다는 비판이 계속 제기되고 있다. <br/>    비교법적으로 각국 입법례를 보더라도 일본을 제외하고 대부분의 나라에서 이미 이행한 부분에 대해서도 반환을 청구할 수 있도록 규정하고 있고, 다만 그 범위에 대해서는 독일, 오스트리아, 스위스는 현존이익에 한정하고 있으나 프랑스 민법은 받은 이익 전부를 반환하도록 하고 있어 다소 차이가 있을 뿐이다. <br/>    최근 국회에서 발의된 민법 일부 개정안(일명 불효자방지법)은 민법 제558조를 삭제하고 있으며, 현재 국회에 계류 중이다.<br/>    망은행위를 이유로 한 증여계약의 법정해제권을 법률로 정할지, 그리고 이를 입법한다면 그 내용과 효력을 어떻게 형성할지는 수증자의 망은행위에 대한 그 사회의 윤리적 평가를 바탕으로 하여 입법자에게 광범위한 입법재량이 인정된다고 할 것이지만, 증여의 본질이나 변화된 증여문화, 망은행위의 현저한 증가 및 그에 대한 동시대인의 법인식 변화 등을 고려할 때, 이제 민법 제558조를 개정하여 수증자가 망은행위를 한 경우 이미 이행된 부분에 대하여도 원상으로 회복하는 것이 바람직하다는 방향으로 사회적인 공감대가 형성되었다고 보인다. <br/>    사회에 그러한 현상이 드물다면 입법의 필요성 또한 적을 것이고 위와 같은 개정안이 제출되지도 않았을 것이다. 하지만 부모·자식 등 가족들 사이에서 유감스럽게도 적지 않은 반인륜적 작태가 반복되고 있으므로 입법을 통해서라도 우리 사회의 윤리의식을 고양할 필요가 있다는 견해가 일반인의 법의식이나 증여제도의 본질에 부합한다고 생각된다.   <br/>    이 재판부는 입법적으로 민법 제558조를 개정하는 것이 바람직하다고 판단하지만, 현행법이 엄연히 존재하는 이상, 망은행위를 이유로 이미 이행한 부분에 대하여까지 그 해제의 효과를 인정하여 원상회복을 명할 수는 없으므로, 이미 이행된 부분의 말소를 구하는 피고의 이 부분 주장은 이유 없다.<br/>다. 3/4 지분에 관한 소유권말소등기 청구에 관한 판단<br/>   피고는 원고들에게 이 사건 건물에 관하여 각 1/4 지분씩 이전하기로 하였음에도 지분 전부에 관하여 원고(반소피고) 앞으로 소유권이전등기가 경료되었으므로, 원고(반소피고)의 몫 1/4 지분을 제외한 나머지 3/4 지분에 관한 소유권이전등기는 원인무효의 등기라는 취지로 주장한다.<br/>   그러나 원고들의 관계나 이 사건 건물에 관하여 증여를 원인으로 소유권이전등기를 경료하면서 원고(반소피고)와 피고 사이에 작성된 이 사건 증여계약서의 내용 등을 고려할 때, 이 사건 증여증서의 내용과 달리 이 사건 건물에 관한 소유권이 원고(반소피고) 앞으로 경료되었다는 이유만으로 소유권이전등기 중 3/4 지분에 한하여 원인무효의 등기라고 보기 어렵고, 달리 이를 인정할 만한 증거도 없으므로, 피고의 이 부분 주장 역시 이유 없다.         <br/>5. 결론<br/>  그렇다면 원고들의 본소 청구는 이유 없어 이를 기각하여야 할 것인데, 제1심판결은 이와 달리 판단하여 부당하므로 피고의 이 부분 항소를 받아들여 본소에 관한 부분을 취소하고 원고들의 청구를 기각하며, 피고의 반소는 이유 없어 이를 기각한 제1심판결은 정당하므로 이에 대한 피고의 항소를 기각하기로 하여, 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 박형남(재판장) 이정희 이민영",
    "사건번호": "2015나2011258(본소), 2015나2011265(반소)",
    "사건종류코드": "400101",
    "판례정보일련번호": "220377",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}