{
  "PrecService": {
    "판시사항": "  [1] 2018. 10. 16. 법률 제15791호로 개정된 상가건물 임대차보호법 부칙 제2조에서 정한 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차’의 의미 및 개정 법률 시행 후에 개정 전 법률에 따른 의무임대차기간이 경과하여 임대차가 갱신되지 않고 기간만료 등으로 종료된 경우가 이에 포함되는지 여부(소극)<br/>  [2] 채무자의 태도나 채무의 내용과 성질에 비추어 채무의 이행기가 도래하더라도 채무자의 이행을 기대할 수 없다고 판단되는 경우, 장래의 이행을 미리 청구할 필요가 있다고 보아야 하는지 여부(적극)<br/>",
    "참조판례": " [1] 대법원 2020. 11. 5. 선고 2020다241017 판결(공2020하, 2293) / [2] 대법원 2018. 7. 26. 선고 2018다227551 판결(공2018하, 1843)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": " [1] 상가건물 임대차보호법 제10조 제1항, 제2항, 제3항, 부칙(2018. 10. 16.) 제2조, 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조 제2항 / [2] 민법 제251조<br/>",
    "선고일자": "20211014",
    "법원명": "대법원",
    "사건명": "건물인도등",
    "판례내용": "【원고, 상고인】 원고 1 외 1인<br/>【피고, 피상고인】 피고 (소송대리인 변호사 이쌍희)<br/>【원심판결】 대구지법 2021. 3. 25. 선고 2020나323597 판결<br/>【주    문】<br/>  원심판결 중 인도청구 부분과 2021. 4. 10. 이후 차임 등 청구 부분을 파기하고, 이 부분 사건을 대구지방법원에 환송한다.  원고들의 나머지 상고를 모두 기각한다.<br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 인도청구 부분에 관하여 <br/>  가. 「상가건물 임대차보호법」(이하 ‘상가임대차법’이라 한다) 제10조 제1항과 제3항은 임차인의 갱신요구권에 관하여 임대인은 임차인이 임대차기간이 만료되기 6개월 전부터 1개월 전까지 사이에 계약갱신을 요구하면 제1항 단서에서 정하는 사유가 없는 한 갱신을 거절하지 못하고, 전 임대차와 같은 조건으로 다시 계약된 것으로 보도록 정하고 있다. 구 상가임대차법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것을 말하고, 위 법률로 개정되어 같은 날부터 시행된 상가임대차법을 ‘개정 상가임대차법’이라 한다) 제10조 제2항은 갱신요구권은 최초 임대차기간을 포함하여 전체 임대차기간이 5년을 초과하지 않는 범위에서만 행사할 수 있다고 정하였고, 개정 상가임대차법 제10조 제2항은 이에 대해 10년을 초과하지 않는 범위에서만 행사할 수 있다고 정하고 있다. 개정 상가임대차법 부칙 제2조는 \"제10조 제2항의 개정규정은 이 법 시행 후 최초로 체결되거나 갱신되는 임대차부터 적용한다.\"라고 정하고 있는데, 여기서 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차’는 개정 상가임대차법이 시행되는 2018. 10. 16. 이후 처음으로 체결된 임대차 또는 2018. 10. 16. 이전에 체결되었지만 2018. 10. 16. 이후 그 이전에 인정되던 계약 갱신 사유에 따라 갱신되는 임대차를 가리킨다. 따라서 개정 법률 시행 후에 개정 전 법률에 따른 의무임대차기간이 경과하여 임대차가 갱신되지 않고 기간만료 등으로 종료된 경우는 이에 포함되지 않는다(대법원 2020. 11. 5. 선고 2020다241017 판결 참조).<br/>  나. 원심판결 이유와 기록에 의하면 다음과 같은 사실을 알 수 있다. <br/>  1) 원고들은 원심 판시 별지 목록 기재 건물의 각 2분의 1 지분권자로서 2015. 3. 27. 피고와 원심 판시 별지 목록 기재 건물의 일부인 이 사건 상가에 관하여 임대차보증금 3,000만 원(2016. 6. 1. 보증금 2,000만 원 인상), 차임 월 250만 원, 임대차기간 2015. 7. 10.부터 2020. 7. 9.까지인 이 사건 임대차계약을 체결하였다. <br/>  2) 피고는 2015. 7. 10.부터 이 사건 상가에서 스크린 골프장을 운영하고 있다. <br/>  3) 원고들은 2020. 5. 11. 피고에게 ‘이 사건 임대차계약이 2020. 7. 9. 종료하므로 위 시기에 이 사건 상가를 인도해 달라.’는 취지의 내용증명 우편을 보냈다.<br/>  4) 피고는 2020. 6. 2. 원고들에게 ‘이 사건 임대차계약의 갱신을 요구한다.’는 취지의 내용증명 우편을 보냈고, 원고들은 2020. 6. 4. 피고의 임대차계약 갱신요구를 거절하면서 원상회복을 구하는 취지의 내용증명 우편을 보냈다.<br/>  다. 이러한 사실관계를 위의 법리에 비추어 살펴보면, 이 사건 임대차계약 체결 당시 임차인의 갱신요구권이 인정되는 의무임대차기간은 구 상가임대차법 제10조 제2항에 따라 5년인데, 이 사건 임대차계약이 정한 계약기간이 위 의무임대차기간과 동일한 기간인 5년이므로 구 상가임대차법에서 인정되는 사유만으로는 갱신되지 않는 경우에 해당한다. 이 사건 임대차계약은 피고의 갱신요구에 대한 원고들의 갱신거절 통지로 인하여 개정 상가임대차법 시행 이후인 2020. 7. 9. 기간 만료로 종료되었을 뿐 갱신되지 않았으므로, 이 사건 임대차계약에 대하여 2018. 10. 16.부터 시행된 개정 상가임대차법 제10조 제2항이 적용될 수 없고, 따라서 피고는 이 사건 임대차계약에 적용되는 의무임대차기간이 10년이라는 이유로 이 사건 임대차계약의 갱신을 요구할 수 없다. <br/>  그럼에도 원심은 판시와 같은 이유로 이 사건 임대차계약이 개정 상가임대차법 부칙 제2조가 정하는 ‘이 법 시행 이후 그 이전에 인정되던 계약갱신 사유에 따라 갱신되는 임대차’에 해당한다고 보아 개정 상가임대차법 제10조 제1항, 제2항에 따라 전체 임대차기간이 10년을 초과하지 아니하는 범위 내에서 계약갱신요구권을 행사할 수 있고 피고의 계약갱신요구로 인하여 이 사건 임대차계약이 갱신되었다고 판단하였다. 이러한 원심판단에는 개정 상가임대차법의 적용범위에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다. <br/>  2. 2021. 4. 9.까지의 차임 청구 부분에 관하여 <br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심이 2020. 5. 10.부터 2021. 4. 9.까지의 차임이 모두 지급되었다고 판단하여 이 부분 차임 및 차임 상당 부당이득금의 지급청구 부분을 받아들이지 아니한 것은 정당하고, 거기에 별다른 잘못이 없다.<br/>  3. 2021. 4. 10. 이후의 차임 등 청구 부분에 관하여 <br/>  가. 민사소송법 제251조는 \"장래에 이행할 것을 청구하는 소는 미리 청구할 필요가 있어야 제기할 수 있다.\"라고 정하고 있다. 채무자의 태도나 채무의 내용과 성질에 비추어 채무의 이행기가 도래하더라도 채무자의 이행을 기대할 수 없다고 판단되는 경우에는 미리 청구할 필요가 있다고 보아야 한다(대법원 2018. 7. 26. 선고 2018다227551 판결 참조).<br/>  나. 원심은, 이 사건 임대차계약이 갱신되었음을 전제로 이 사건 임대차계약의 갱신 여부에 관하여만 다툼이 있을 뿐 차임의 액수 및 지급의무에 관하여는 다툼이 없고 변론종결일 현재 차임이 연체된 상태도 아니어서 2021. 4. 10. 이후 차임 또는 차임 상당 부당이득금의 지급청구 부분은 미리 청구할 필요가 인정되지 아니하여 부적법하다고 판단하였다. <br/>  그러나 앞서 본 바와 같이 이 사건 임대차계약이 갱신되지 아니한 채 기간 만료로 종료하였으므로 피고가 이 사건 임대차계약의 종료 이후에도 이 사건 상가를 점유, 사용하는 경우 차임 상당의 부당이득반환의무를 부담하게 되고, 피고가 이 사건 임대차계약이 갱신되었음을 전제로 이 사건 상가의 인도를 거부하고 있는 이상 원심의 변론종결일 이후로서 2021. 4. 10. 이후 피고에게 차임 상당 부당이득금의 지급을 기대할 수 없다고 볼 여지가 있다. 이러한 경우 원심으로서는 이 사건 임대차계약이 기간 만료로 종료되었다고 볼 경우 2021. 4. 10. 이후 차임 상당 부당이득금의 지급을 미리 청구할 필요가 있는지를 구체적으로 심리·판단하였어야 한다. 그럼에도 이에 이르지 아니한 채 이 부분 청구에 미리 청구할 필요가 인정되지 않는다고 본 원심의 판단에는 장래 이행의 소에 있어 미리 청구할 필요에 관한 법리를 오해하여 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다.<br/>  4. 결론<br/>  그러므로 원심판결 중 인도청구 부분과 2021. 4. 10. 이후 차임 등 청구 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원고들의 나머지 상고는 모두 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이동원(재판장) 조재연(주심) 민유숙 천대엽 ",
    "사건번호": "2021다225968",
    "사건종류코드": "400101",
    "판례정보일련번호": "223401",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}