{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170110",
    "법원명": "서울고등법원",
    "사건명": "선박보험금수령권확인청구의소등·공탁금출급권자확인의소등",
    "판례내용": "【원고(반소피고), 항소인】 에스앤비코리아 주식회사 (소송대리인 법무법인 세경 담당변호사 안세훈 외 1인)<br/>【피고(반소원고), 피항소인】 지엠 쉽핑 코퍼레이션 (소송대리인 변호사 김상근 외 1인)<br/>【제1심판결】 서울중앙지방법원 2015. 5. 22. 선고 2014가합527289(본소), 2014가합554359(반소) 판결<br/>【변론종결】2016. 11. 17.<br/>【주    문】<br/>  1. 제1심판결의 반소에 대한 부분 중 원고(반소피고)에게 금전지급을 명한 부분을 취소하고, 그 취소부분에 해당하는 피고(반소원고)의 반소청구를 기각한다.<br/>  2. 이 법원에서 추가된 원고(반소피고)의 제2 예비적 청구에 따라, 피고(반소원고)는 원고(반소피고)에게 207,796,772원 및 그중 207,762,620원에 대한 2017. 1. 11.부터 다 갚는 날까지 연 15%의 비율에 의한 금액을 지급하라. <br/>  3. 원고(반소피고)의 본소에 관한 항소와 반소에 관한 나머지 항소 및 이 법원에서 추가된 원고(반소피고)의 제1 예비적 청구와 나머지 제2 예비적 청구를 모두 기각한다.<br/>  4. 피고(반소원고)는 가지급물의 반환으로 원고(반소피고)에게 120,033,349원 및 이에 대한 2016. 2. 19.부터 2017. 1. 10.까지 연 5%, 그 다음 날부터 다 갚는 날까지 연 15%의 비율에 의한 금액을 지급하라. <br/>  5. 소송 총비용은 본소, 반소를 통틀어 그중 80%는 원고(반소피고)가, 나머지는 피고(반소원고)가 부담하고, 가지급물반환신청비용은 피고(반소원고)가 부담한다.<br/>  6. 제2항 및 제4항은 가집행할 수 있다.<br/><br/>【청구취지, 항소취지 및 가지급물반환신청취지】1. 청구취지<br/>가. 본소<br/>    1) 주위적으로, 현대해상화재보험 주식회사가 2014. 3. 31. 부산지방법원 금 제2367호로 공탁한 1,430,390,619원에 대한 공탁금출급청구권의 92.0968% 지분권은 원고(반소피고, 이하 ‘원고’라 한다)에게 있음을 확인한다. <br/>    2) 제1 예비적으로, 피고(반소원고, 이하 ‘피고’라 한다)는 현대해상화재보험 주식회사가 2014. 3. 31. 부산지방법원 금 제2367호로 공탁한 1,430,390,619원에 대한 공탁금출급청구권의 92.0968% 지분권에 관하여 원고에게 양도한다는 의사표시를 하고, 대한민국에게 위 지분권을 원고에게 양도하였다는 취지의 통지를 하라.<br/>    3) 제2 예비적으로, 피고는 원고에게 1,390,283,460원 및 이에 대한 이 판결 선고일부터 다 갚는 날까지 연 15%의 비율에 의한 금액을 지급하라.<br/>    (원고는 이 법원에 이르러 종전의 공탁금출급청구권 확인청구를 일부 감축하여 주위적 청구로 유지하고, 불법행위에 기한 손해배상청구를 취하하였으며, 보험금정산청구 및 부당이득반환청구를 제1, 2 예비적 청구로 추가하였다.)<br/>나. 반소<br/>    현대해상화재보험 주식회사가 2014. 3. 31. 부산지방법원 금 제2367호로 공탁한 1,430,390,619원에 대한 공탁금출급청구권이 피고에게 있음을 확인한다. 원고는 피고에게 일본국화 15,000,000엔(이하 ‘일본국화’는 생략한다) 및 이에 대한 2013. 7. 13.부터 이 사건 반소장 부본 송달일까지 연 6%, 그 다음 날부터 다 갚는 날까지 연 20%의 비율에 의한 금액을 지급하라.<br/>2. 항소취지<br/>  제1심판결을 취소한다. 현대해상화재보험 주식회사가 2014. 3. 31. 부산지방법원 금 제2367호로 공탁한 1,430,390,619원에 대한 공탁금출급청구권의 92.0968% 지분권은 원고에게 있음을 확인한다(이 법원에서의 본소 청구취지 감축에 따라 본소에 관한 항소취지도 감축된 것으로 본다). 피고의 반소청구를 기각한다.<br/>3. 원고의 가지급물반환신청취지<br/>  주문 제4항과 같다.<br/>【이    유】1. 기초사실<br/>가. 원고와 피고 사이의 선체용선계약 체결 및 용선료 지급<br/>    1) 해상운송업을 주로 하는 업체인 원고는 2008. 4. 13. 선박보유회사인 피고와 사이에 다음과 같은 내용의 소유권취득조건부 선체용선계약을 체결하였다(이하 ‘이 사건 선체용선계약’이라 한다).<br/>〈 이 사건 선체용선계약의 주요 내용 〉선박명 : (선박 명칭 1 생략)(이하 ‘이 사건 선박’이라 한다)선주 : 피고용선자 : 원고1. 수취인 : 원고2. 운행구간 : 원고 선택사항3. 용선기간 : 50개월(주1)4. 선박인수(Delivery) : 2008. 4. 13. 대한민국 부산항5. 선박반선(Re-delivery) : 용선기간 만료 후 피고는 원고에게 소유권을 이전한다.6. 화물 : 강설, 철강제품과 그 밖에 무해한 합법적인 화물7. 소유권취득조건부 선체용선료 : 1일당 일화 130,000엔,(주2) 선박 인도금 38,000,000엔8. 지불금액  1) 용선료는 선박인도일 한 달 후에 지불한다.  2) 1일당 일화 130,000엔의 용선료를 피고에게 지급한다.  3) 원고는 용선기간이 종료한 후 인도대금 38,000,000엔을 피고에게 지급한다.9. 보험 : 모든 보험은 원고 부담으로 한다.10. 선거비용(Docking Expense) : 모든 선거비용은 원고의 부담으로 한다.11. 원고 및/또는 그 대리점은 용선계약서를 침해하지 않고 이 사건 선박 수취증이나 검수증에 따라 소유자 대신 선하증권에 서명할 수 있다.12. 원고는 원고의 선하증권 양식을 사용한다.13. 원고는 선박반환 7/5/3/2/1/일 전에 인도통지서를 보내야 한다.14. 선박 인수 또는 반선 시 별도의 점검을 하지 않으며, 검정이 필요할 경우 마스터 케이블이나 대리점 보고서에 따른다.15. 보험료를 포함한 모든 비용은 원고의 부담으로 한다.16. 원고는 담보 선박 설비들을 정상 상태로 유지하여야 한다.17. 용선계약 세부사항은 뉴욕프로듀스서식(1993)(주3)을 기본으로 적용하되, 논리적 수정만 가능하다.18. 공동해손 분쟁은 서울에서 중재로 해결하고, 대한민국 법을 적용한다.<br/>50개월<br/>130,000엔,<br/>뉴욕프로듀스서식(1993)<br/>    2) 이 사건 선체용선계약 제17항에 의하여 준용되는 뉴욕프로듀스서식(1993년) 중 관련 내용은 다음과 같다.<br/>〈 뉴욕프로듀스서식(1993년)의 관련 내용 〉제11조 (용선료의 지급)  ⒜ 용선료는 선박소유자 또는 선박소유자가 지정한 (여백) 곳에 있는 수취인에 대하여 (여백)의 통화 또는 미화로써 선박소유자가 사용 가능한 자금으로서 15일치를 지급일에 선급하여야 한다. 마지막 달 또는 마지막 달의 일부분에 대하여는 개략을 지급한다. 그 개략액이 실제의 시간을 만족시키지 못하는 경우에는, 선박소유자가 원하면, 만기가 되면 그 날로 나머지를 지급하여야 한다. 용선료의 정시지급과 규칙적 지급이 되지 않는 경우 또는 용선계약의 어떠한 기본조항 위반이 있는 경우에 선박소유자는 자신이 용선자에 대하여 가지는 어떠한 손해배상청구에 대하여도 영향을 받지 않고, 용선자의 사용으로부터 용선선박을 철수시킬 권리를 갖는다.제20조 (전손)  용선선박이 멸실되었을 때에는 선급금 중 경과되지 아니한 금액(멸실 또는 최후의 소식이 있었던 날부터 기산하여)은 바로 용선자에게 반환되어야 한다.<br/>    3) 원고는 2008. 4. 13.경 피고로부터 이 사건 선박을 인도받은 후 41회차(2011. 8. 13. ~ 2011. 9. 12.분)까지는 용선료를 제대로 납부하였으나, 42회차 ~ 45회차(2011. 9. 13. ~ 2012. 1. 12.분)의 용선료는 2~4개월 지연하여 분할 납부하였고, 그 후 2012. 6.부터는 원·피고 사이의 합의에 따라 매월 3,000,000엔씩을 지급하였다. 원고가 이 사건 선체용선계약 체결 이후 2013. 6. 27.까지 피고에게 지급한 용선료 지급내역은 별지 기재와 같고, 그 지급 용선료 총액은 217,100,000엔이다.<br/>나. 이 사건 선박의 침몰사고<br/>    1) 위와 같이 원고가 용선료를 제대로 지급하지 아니하고 이 사건 선체용선계약에서 정한 용선기간 만료일(2012. 6. 12.) 이후 이 사건 선박을 계속 사용하였음에도 피고는 뉴욕프로듀스서식(1993년) 제11조 ⒜항에 의하여 이 사건 선박을 회수하지 않았다. <br/>    2) 그러던 중 이 사건 선박은 2013. 7. 12. 쇳가루를 싣고 인천항에서 일본 와카야마 항으로 항해하다가 통영시 백도 인근 해상에서 화물창 폭발 사고로 침몰하였다. 위 사고에 대한 조사결과, 원고 측의 별다른 귀책사유는 발견되지 않았다.<br/>다. 이 사건 선박에 관한 보험계약 체결<br/>    1) 위 사고 당시의 보험계약<br/>      이 사건 선박에 관하여 2013. 7. 6. 보험자 현대해상화재보험 주식회사(이하 ‘현대해상’이라 한다), 보험금 미화 1,350,000달러(이하 ‘미화’는 생략한다), 보험기간 2013. 7. 8.부터 1년, 보험료율 4.104%로 하고, 보험사고를 이 사건 선박의 멸실 또는 훼손으로 하는 보험계약이 체결되었다(이하 ‘이 사건 보험계약’이라 한다). <br/>      위 보험계약은 원고로부터 이 사건 선박관리를 위탁받은 주식회사 수승코퍼레이션(이하 ’수승‘이라 한다)이 체결하였고, 그 보험료는 원고가 납입하였다. 이 사건 보험증권에는 피보험자로 ’소유자(owner) 피고, 관리자(manager) 수승‘이 기재되어 있고, 그 밖에 영국 협회기간약관(1983년)이 적용된다는 기재와 ’운항자(operator) 원고‘라는 기재가 있다. <br/>    2) 그 이전의 보험계약<br/>      종전에 이 사건 선박에 관하여, ① 2011. 7. 6. 보험자 LIG손해보험 주식회사, 보험기간 1년, 보험료율 3.9815%로 하고, 보험사고를 이 사건 선박의 멸실 및 훼손으로 하는 보험계약이 체결되었고, ② 2012. 7. 6. 보험자 현대해상, 보험기간 1년, 보험료율 4.104%로 하고, 보험사고를 이 사건 선박의 멸실 및 훼손으로 하는 보험계약이 체결된 바 있었다. <br/>      위 2011. 7. 6.자 보험계약의 보험증권에는 피보험자로 ‘소유자 수승, 관리자 수승’이 기재되어 있었고, 위 2012. 7. 6.자 보험계약의 보험증권에는 피보험자로 ‘소유자 원고, 관리자 수승’이 기재되어 있었다.<br/>라. 현대해상의 이 사건 보험금 공탁<br/>    1) 이 사건 선박의 침몰사고 직후 원고는 현대해상에 자신이 피보험자라고 주장하며 보험금의 지급을 청구하였고, 수승은 2013. 7. 19. 자신의 보험금청구권을 원고에게 양도하였다. 한편, 피고는 현대해상에 이 사건 선박의 소유자인 피고가 정당한 보험금청구권자라고 주장하였다.<br/>    2) 이에 현대해상은 2014. 3. 31. 채권자 불확지를 이유로 피공탁자를 원고 또는 피고로 하여 부산지방법원 2014년 금 제2367호로 이 사건 보험금 1,430,390,619원을 변제공탁하였다(이하 ‘이 사건 공탁금’이라 한다).<br/>[인정근거] 다툼 없는 사실, 갑1~3, 9~18, 22, 35, 36, 40, 43~45, 64, 을1~3(가지번호 있는 것은 가지번호 포함, 이하 같다)의 기재, 변론 전체의 취지<br/>2. 당사자들의 주장<br/>가. 원고의 본소 청구원인 주장<br/>    1) 주위적 청구(공탁금출급청구권확인청구)<br/>      이 사건 선체용선계약은 소유권취득조건부 선체용선계약(BBCHP, bareboat charter with hire purchase)으로서, 그 법적 성격은 전체 용선기간을 통하여 용선료와 선박인도금을 지급완료하는 것을 조건으로 하는 ‘소유권유보부 매매’라고 할 것인데, 원고는 이 사건 선체용선계약상 용선료 및 선박인도금 합계 235,730,000엔의 92.0968%에 해당하는 217,100,000엔을 이미 지급하였으므로, 이 사건 선박에 대하여 위 비율만큼의 물권적 기대권을 보유하고 있다. <br/>      또한, 이 사건 보험증권에 관리자인 수승이 피보험자로 기재되어 있으나, 수승은 원고의 대리인에 불과하고 비현명대리에 의한 피보험자 본인은 원고이므로, 원고는 위 물권적 기대권을 피보험이익으로 하여 이 사건 보험금 중 위 92.0968%에 해당하는 금액에 대하여 직접적인 보험금청구권을 가지고, 피고는 그 나머지 금액에 대하여만 보험금청구권을 가진다. 이에 원고는 피고에 대하여 이 사건 공탁금출급청구권 중 92.0968% 지분권이 원고에게 있다는 확인을 구한다.<br/>    2) 제1 예비적 청구(보험금정산청구)<br/>      이 사건 선체용선계약 제17조는 ‘용선계약의 세부적인 사항에 대하여는 뉴욕프로듀스서식의 합당한 수정(logical amendment)을 통하여 적용한다’고 규정하고 있는바, 뉴욕프로듀스서식은 정기용선계약에 관하여 통용되는 서식이고, 선체용선계약에 관하여 국제적 양식으로 사용되는 서식은 ‘BARECON 2001’이므로, BARECON 2001을 준용하는 것이 뉴욕프로듀스서식의 합당한 수정(logical amendment)이다.<br/>      그런데 BARECON 2001 제13조는 선박이 전손(멸실)되는 경우 선주는 선박보험금을 수령하여 선체용선자와 사이에 선박에 대하여 가지는 이익의 비율에 따라 분배·정산할 책임이 있다고 규정하고 있으므로, 위 조항에 따라 원고는 피고에게 앞서 본 물권적 기대권에 상응하는 이익의 비율만큼 이 사건 보험금의 정산을 요구할 수 있다. 따라서 위 정산의 방법으로 피고는 원고에게 이 사건 공탁금출급청구권 중 92.0968% 지분권을 양도하고, 제3채무자인 대한민국에 위 양도사실을 통지할 의무가 있다.<br/>    3) 제2 예비적 청구(부당이득반환청구)<br/>      이 사건 선체용선계약에 따라 원고가 지급한 용선료에는 순수한 선박사용의 대가(용선료) 이외에 소유권이전의 대가(할부매매대금)도 함께 포함되어 있는바, 만약 피고가 이 사건 보험금 전부에 대한 권리자라면 원고로부터 지급받은 용선료 중 소유권이전의 대가 상당의 금액은 이중이득을 한 셈이므로, 이를 부당이득으로 원고에게 반환하여야 한다. 그 구체적인 부당이득액은 원고가 지급한 용선료 총액 2,468,991,460원(217,100,000엔을 이 사건 선박의 침몰사고 당시의 환율로 환산한 금액)에서 순수한 선박사용의 대가인 1,078,708,000원(실제 용선기간 1,916일 동안 1일당 500달러의 순수한 선체용선료를 위 침몰사고 당시의 환율로 환산한 금액)을 공제한 1,390,283,460원이다.<br/>나. 피고의 반소 청구원인 주장<br/>    1) 공탁금출급청구권 확인청구<br/>      이 사건 선체용선계약은 용선기간 동안 약정된 용선료에 선박을 임대하여 사용하는 것을 기본으로 하되, 용선기간 종료 시 예상 중고 선가를 선박인도금으로 정하여 용선자에게 매수할 수 있는 권한을 부여하는 내용으로서, 이는 기본적으로 선박 임대차계약에 불과하다.<br/>      그런데 원고는 약정 용선료 및 선박인도금을 전부 지급하지 아니하여 이 사건 선박의 소유권을 취득하지 못하였고 이 사건 보험계약의 피보험자로 인정될 수도 없으므로, 이 사건 보험금은 이 사건 선박의 소유자이자 피보험자인 피고에게 전부 귀속되어야 한다. 이에 피고는 원고에 대하여 이 사건 공탁금출급청구권이 피고에게 있다는 확인을 구한다. <br/>    2) 용선료 지급청구<br/>      피고는 원고의 요청에 따라 2012. 1. 13.부터의 용선료를 월 3,000,000엔으로 감액하고, 이 사건 선체용선계약의 용선기간을 기한의 정함이 없이 연장하기로 합의하였다. 그런데 원고는 2013. 2. 13.부터 2013. 7. 12.(이 사건 선박의 침몰사고일)까지 5개월간 용선료를 지급하지 아니하였으므로, 원고는 피고에게 위 미지급 용선료 15,000,000엔(월 3,000,000엔 × 5개월) 및 이에 대한 지연손해금을 지급하여야 한다.<br/>3. 준거법<br/>  가. 원고는 대한민국 법인이고 피고는 파나마 법인이므로, 이 사건은 외국적 요소가 있어 국제사법에 따라 준거법을 정하여야 한다.<br/>  나. 국제사법 제25조 제1항 본문은 ‘계약은 당사자가 명시적 또는 묵시적으로 선택한 법에 의한다’고 규정하고 있다. <br/>    이 사건 보험계약에 적용되는 영국 협회기간약관[Institute Time Clauses (Hull-1/10/83)]은 ’이 보험은 영국의 법과 관습에 따른다'고 정하고 있으므로, 이 사건 보험계약의 성립과 효력, 그로 인한 보험금청구권의 발생 여부 등 이 사건 보험계약과 관련한 법률관계의 준거법은 영국의 법률과 관습이라고 할 것이다. <br/>    그 밖에 이 사건 선체용선계약과 관련한 법률관계에 대하여는 원칙적으로 이 사건 선체용선계약 제17조에서 정한 뉴욕프로듀스서식(1993)이 적용될 것이나(원고의 주장과 같이 BARECON 2001이 적용될 수 있는지 여부는 아래에서 별도로 판단한다), 그것만으로 부족한 경우에는 준거법에 의하여 보충되어야 하는바, 이 사건 선체용선계약 제18조에서 공동해손 중재에 관하여 대한민국법을 준거법으로 규정하고 있는 점, 용선자인 원고가 대한민국 법인이고, 피고의 대표이사도 일본에 귀화한 재일교포인 점, 원고와 피고 모두 위 법률관계에 대하여 대한민국법이 적용됨을 전제로 변론을 진행하여 온 점 등을 고려하면, 원고와 피고는 위 법률관계에 대한 준거법으로 대한민국법을 명시적 또는 묵시적으로 선택하였다고 볼 수 있으므로, 대한민국법이 그 보충적 준거법이 된다고 할 것이다.<br/>4. 본소 중 주위적 청구 및 반소 중 공탁금출급청구권 확인청구에 관한 판단<br/>가. 이 부분의 쟁점<br/>    이 사건 보험증권(갑15)에 기재된 피보험자는 소유자인 피고와 관리자인 수승이고, 원고는 피보험자로 기재되어 있지 않다. 피고는 이 사건 보험증권상 기명피보험자일 뿐 아니라 이 사건 선박의 소유자로서 보험목적물(이 사건 선박)에 대하여 피보험이익을 가지고 있음이 분명한 반면, 원고의 경우에는 보험목적물에 대하여 피보험이익을 갖는 피보험자에 해당하는지 여부가 명확하지 아니하다. 따라서 이 부분의 쟁점은 원고의 주장과 같이 ① 이 사건 선체용선계약이 소유권유보부 매매로서 원고가 이 사건 선박에 대하여 물권적 기대권(피보험이익)을 가지는지 여부 및 ② 원고가 이 사건 보험계약의 피보험자로 인정되는지 여부라고 할 것이다.<br/>나. 이 사건 선체용선계약이 소유권유보부 매매인지 여부<br/>    1) 이 사건 선체용선계약은 원고가 피고에게 약정 용선료 등(50개월간 1일당 130,000엔의 용선료 + 선박인도금 38,000,000엔)을 모두 지급하면 피고가 원고에게 이 사건 선박의 소유권을 이전한다는 내용으로서(이 사건 선체용선계약 제5, 7, 8조 참조), 실질적으로 소유권유보부 매매와 유사한 성격이 내포되어 있는 것은 사실이다. <br/>    2) 그러나 아래와 같은 사정을 종합적으로 고려할 때, 이 사건 선체용선계약의 법적 성격은 소유권유보부 매매라기보다는 용선기간 종료 후 소유권취득 조건이 부가된 선박임대차라고 봄이 타당하다.<br/>      ① 상법 제848조 제1항은 ‘선체용선계약은 그 성질에 반하지 아니하는 한 민법상 임대차에 관한 규정을 준용한다’고 규정하고, 제2항은 ‘용선기간이 종료된 후에 용선자가 선박을 매수 또는 인수할 권리를 가지는 경우 및 금융의 담보를 목적으로 채권자를 선박소유자로 하여 선체용선계약을 체결할 경우에도 용선기간 중에는 당사자 사이에서는 이 절의 규정에 따라 권리와 의무가 있다’고 규정하고 있다. 따라서 이 사건 선체용선계약과 같은 소유권취득조건부 선체용선계약(BBCHP)의 경우에 용선자와 선박소유자 사이의 관계는 우선적으로 선체용선계약에 따라 규율되고, 보충적으로 그 성질에 반하지 않는 한 민법상 임대차 규정이 준용된다고 할 것이다.<br/>      ② 소유권유보부 매매란 매매계약을 체결하면서 매도인이 대금을 모두 지급받기 전에 목적물을 매수인에게 인도하지만 대금이 모두 지급될 때까지는 목적물의 소유권은 매도인에게 유보되며 대금이 모두 지급된 때에 그 소유권이 매수인에게 이전된다는 내용의 이른바 소유권유보의 특약을 한 경우로서, 목적물의 소유권을 이전한다는 당사자 사이의 물권적 합의는 매매계약을 체결하고 목적물을 인도한 때 이미 성립하지만 대금이 모두 지급되는 것을 정지조건으로 하는 것이다(대법원 1999. 9. 7. 선고 99다30534 판결 등 참조). 그런데 이 사건 선체용선계약 제5조는 ‘선박반선(Re-delivery): 용선기간 만료 후 피고는 원고에게 소유권을 이전한다(Owner have to transfer of ownership to S＆B Shipping Co., LTD. after complete charter period)‘고 규정하고 있고, 이에 의하면 용선기간이 만료될 경우 자동적으로 이 사건 선박의 소유권이 원고에게 이전되는 것이 아니라 별도의 소유권 이전행위가 요구되는 것으로 보인다. 실제로 원고와 피고 사이에 이 사건 선체용선계약 이전에 체결된 다른 선박에 관한 소유권취득조건부 선체용선계약에서도 용선기간 만료 후 소유권 이전을 위한 별도의 공증서류(갑7, 8)가 작성되었다.<br/>      ③ 소유권유보부 매매는 동산의 매도인이 매매대금을 다 수령할 때까지 그 대금채권에 대한 담보의 효과를 취득·유지하려는 의도에서 비롯된 것이므로, 부동산과 같이 등기에 의하여 소유권이 이전되는 경우에는 등기를 대금완납 시까지 미룸으로써 담보의 기능을 할 수 있기 때문에 굳이 위와 같은 소유권유보부 매매의 개념을 원용할 필요성이 없으며, 한편 자동차, 중기, 건설기계 등은 비록 동산이기는 하나 부동산과 마찬가지로 등록에 의하여 소유권이 이전되고, 등록이 부동산 등기와 마찬가지로 소유권이전의 요건이므로, 역시 소유권유보부 매매의 개념을 원용할 필요성이 없다(대법원 2010. 2. 25. 선고 2009도5064 판결 등 참조). 이 사건 선박과 같은 20톤 이상의 선박의 경우, 비록 등기가 제3자에 대한 대항요건이기는 하지만(상법 제743조) 매수인에게 등기를 하지 않음으로써 대금채권에 대한 담보의 기능을 유지할 수 있으므로, 이 역시 소유권유보부 매매의 개념을 원용할 필요성이 별로 없다.<br/>      ④ 이 사건 선체용선계약에서는 용선기간에 따른 용선료 외에 선박인도금 38,000,000엔을 지급하도록 규정하고 있으므로(제7조, 제8조 제3항), 원고로서는 용선기간 종료 후 용선료 총액 197,730,000엔의 약 20% 정도에 이르는 선박인도금을 추가로 지급하여야만 이 사건 선박의 소유권을 취득할 수 있다. 일반적인 소유권취득조건부 선체용선계약의 경우에는 용선료 외에 추가적인 인도금이 없거나 형식적 수준의 금액으로 책정된다는 점을 고려하면, 이 사건 선체용선계약은 일반적인 소유권취득조건부 선체용선계약의 경우보다 더욱 임대차계약에 가깝다. <br/>    3) 따라서 이 사건 선체용선계약이 소유권유보부 매매임을 전제로 원고가 이 사건 선박에 대하여 물권적 기대권(피보험이익)을 가진다는 원고의 주장은 이유 없다.<br/>다. 원고의 피보험자 여부<br/>    1) 원고는 이 사건 보험증권상 피보험자로 기재된 관리자 수승은 원고의 대리인에 불과하고 원고가 비현명대리에 의한 피보험자 본인이라고 주장한다. 이 사건 보험계약의 준거법인 영국법상 보험계약서에 피보험자로 기재되어 있지 않은 사람이라도 피보험자가 될 수는 있으나[이른바 ’현명되지 않은 본인의 법리(unnamed principal)' 또는 ‘노출되지 않은 본인의 법리(undisclosed principal)' 등], 원고가 비현명대리에 의한 피보험자에 해당한다고 보기 위해서는 적어도 수승이 이 사건 보험계약 체결 당시 원고의 대리인으로서 원고의 이익을 위하여 이 사건 보험증권에 피보험자로 기재되었다는 점이 인정되어야 한다. <br/>    2) 이 사건 선체용선계약 제9조, 제15조가 이 사건 선박에 관한 보험은 용선자인 원고의 부담으로 가입하여야 한다는 취지로 규정하고 있는 사실, 이 사건 보험계약은 원고로부터 이 사건 선박의 관리를 위탁받은 선박관리회사인 수승이 현대해상과 체결한 사실, 그 보험료는 원고가 납입한 사실 등은 위 기초사실에서 본 바와 같다.<br/>    3) 그러나 수승이 원고의 대리인으로서 이 사건 보험증권에 피보험자로 기재되었다는 점에 부합하는 듯한 갑35, 36의 일부 기재 및 이 법원 증인 소외 1(당시 수승의 대표이사), 소외 2(현대해상의 담당직원)의 일부 증언은 아래에서 보는 사정들에 비추어 그대로 믿기 어렵고, 위 2)항의 인정 사실 및 그 밖에 원고가 제출한 증거만으로는 이를 인정하기에 부족하며, 달리 이를 인정할 만한 증거가 없다.<br/>      ① 이 사건 보험계약이 체결되기 이전의 2012. 7. 6.자 보험계약의 보험증권상 피보험자는 ‘소유자 원고, 관리자 수승’으로 되어 있었다가 이 사건 보험계약의 체결로 ‘소유자 피고, 관리자 수승’으로 변경되었는데, 이는 수승의 착오나 실수로 인한 것이 아니라 원고와 수승의 담당직원 사이의 협의를 거쳐 이루어진 것이다(이 법원 증인 소외 2의 증언). 위와 같이 피보험자란의 소유자를 원고에서 피고로 변경한 것은 이 사건 선박의 소유자인 피고의 피보험이익을 보호해 주기 위해서였던 것으로 보인다.<br/>      ② 이 사건 보험계약 체결 당시 수승과 현대해상 사이에 보험증권의 기재와 관계없이 원고를 피보험자로 한다는 합의를 한 바도 없다(이 법원 증인 소외 1, 소외 2의 증언).<br/>      ③ 선박보험계약에서 보험요율을 산정할 때 중요한 요소 중 하나는 관리자의 선박관리능력이고, 관리자가 누구인지에 따라 사고 발생가능성 등 위험측정요인이 달라지므로, 선박보험업계의 관행상 보험증권의 피보험자란에 관리자를 필수적으로 포함시키고 있으며, 관리자가 중간에 변경되는 경우에는 보험약관상 보험의 효력이 중지되도록 규정하고 있다(이 법원 증인 소외 2의 증언). 또한 수승은 이 사건 보험계약 당시 자신이 관리하는 여러 선박들을 선단으로 묶어서 보험에 가입함으로써 보험료를 절감하는 효과를 누리기도 하였다(갑35, 이 법원 증인 소외 1의 증언). 이에 비추어 수승은 선체용선자인 원고의 대리인 자격이 아니라 이 사건 선박의 관리자 자격으로 피보험자로 기재된 것으로 보이고, 이는 이 사건 보험증권상 피보험자란 기재의 형식(“관리자 수승”)과도 부합한다.<br/>      ④ 용선자가 선박보험료 등 선박유지비용을 부담하는 것은 선체용선계약에서의 일반적인 약정이고, 이 사건 선체용선계약에서도 그와 같이 규정하고 있으므로, 원고가 이 사건 보험계약의 보험료를 부담하였다고 하여 이 사건 보험계약이 원고의 이익을 위한 것이라거나 원고가 그 피보험자에 해당한다고 인정될 수는 없다.<br/>      ⑤ 이 법원 증인 소외 1, 소외 2는 막연히 원고가 실질적으로 보험금을 수령할 자격이 있는 피보험자라는 취지로 진술할 뿐, 피보험자란의 소유자가 원고에서 피고로 변경되었음에도 어떠한 근거에서 원고에게 피보험자 자격이 있다는 것인지에 대하여는 납득할 만한 설명을 하지 못하였다. <br/>    4) 따라서 원고가 이 사건 보험계약의 피보험자에 해당한다는 원고의 주장도 이유 없다.<br/>라. 소결<br/>    1) 위에서 살펴본 바와 같이 원고가 이 사건 선박에 대하여 물권적 기대권(피보험이익)을 가진다고 볼 수 없을 뿐 아니라 이 사건 보험계약의 피보험자로 인정할 수도 없으므로, 이 사건 공탁금출급청구권 중 92.0968% 지분권이 원고에게 있다는 원고의 본소 주위적 청구는 어느 모로 보나 받아들일 수 없다[설령 수승이 원고의 대리인으로 보험증권에 피보험자로 기재되었다고 하더라도, 원고가 이 사건 선박의 소유자이거나 그와 유사한 물권적 기대권을 가지고 있지 않은 한 관리자의 지위에서 피보험자가 될 뿐이므로, 이 사건 선박의 멸실(전손)에 따른 이 사건 보험금에 대하여는 원고의 피보험이익을 인정할 수 없다].<br/>    2) 결국 이 사건 공탁금출급청구권은 이 사건 보험증권상 피보험자이자 이 사건 선박의 소유자인 피고에게 귀속되어야 하고, 원고가 이를 다투는 이상 그 확인의 이익도 있으므로, 피고의 이 부분 반소 청구는 이유 있다. <br/>5. 본소 중 제1, 2 예비적 청구에 관한 판단<br/>가. 제1, 2 예비적 청구를 추가하는 청구 변경의 적법 여부<br/>    1) 피고는, 제1심에서 심리된 주된 쟁점은 이 사건 보험금이 누구에게 귀속되어야 하는 것이었던 반면, 원고가 항소심에서 추가한 제1, 2 예비적 청구는 이 사건 보험금이 피고에게 귀속된다는 전제 하에 피고에 대하여 그 정산 또는 부당이득반환을 구하는 것인바, 제1, 2 예비적 청구는 종전 청구(주위적 청구)와 그 소송물 및 청구의 기초가 다를 뿐 아니라 심급의 이익을 침해할 우려도 있으므로, 제1, 2 예비적 청구를 추가하는 원고의 청구 변경은 부적법하다고 주장한다.<br/>    2) 청구의 변경은 소송절차를 현저히 지연시키는 경우가 아닌 한 청구의 기초가 바뀌지 아니하는 한도 안에서 사실심의 변론종결시까지 할 수 있는 것이고, 동일한 생활사실 또는 동일한 경제적 이익에 관한 분쟁에 있어서 그 해결 방법에 차이가 있음에 불과한 청구취지 및 청구원인의 변경은 청구의 기초에 변경이 없다고 할 것이며, 또 새로운 청구의 심리를 위하여 종전의 소송자료를 대부분 이용할 수 있는 경우에는 소송절차를 지연케 함이 현저하다고 할 수 없다(대법원 2009. 3. 12. 선고 2007다56524 판결 등 참조).<br/>    3) 이 사건에 관하여 보건대, 원고의 종전 청구(주위적 청구)와 이 법원에서 예비적으로 추가한 청구들은 모두 원고와 피고 사이의 이 사건 선체용선계약 및 그 용선 선박의 침몰사고로 인한 보험금과 관련하여 원고의 권리를 주장하는 것으로, 동일한 생활사실 또는 동일한 경제적 이익에 관한 분쟁에 있어서 그 해결 방법만을 달리할 뿐 청구의 기초가 바뀌었다고 볼 수는 없고, 추가된 청구의 심리를 위하여 종전의 소송자료를 대부분 이용할 수 있기 때문에 소송절차를 현저히 지연시킨다고 할 수도 없다. 따라서 제1, 2 예비적 청구를 추가하는 원고의 청구 변경은 적법하고, 이를 다투는 피고의 위 주장은 이유 없다.<br/>나. 제1 예비적 청구(보험금정산청구)에 관한 판단<br/>    1) 이 사건 선체용선계약서에는 용선기간, 용선료, 각종 비용부담 등 당사자의 주요한 권리의무가 기재되어 있고, 다만 제17조에서 ‘용선계약의 세부사항은 뉴욕프로듀스서식(NYPE 1993)을 기본으로 적용하되, 논리적인 수정만 가능하다(SUB C/P DETAILS BASES ON NYPE 1993 WITH LOGICAL AMENDMENT ONLY)’고 규정하고 있다. 이는 이 사건 선체용선계약에서 별도로 정하지 않은 세부사항에 대하여는 뉴욕프로듀스서식을 기본으로 적용하되 이 사건 선체용선계약의 내용과 논리적으로 합치되지 않는 부분에 대해서만 이를 수정할 수 있다는 취지라고 봄이 타당하다.<br/>    2) 비록 뉴욕프로듀스서식이 선체용선계약이 아닌 정기용선계약에 관하여 국제적으로 통용되는 서식이고, 선체용선계약에 관하여는 BARECON 2001 서식이 가장 널리 사용되고 있기는 하나, 이러한 사정만으로 이 사건 선체용선계약에 언급조차 되지 아니한 BARECON 2001 서식이 계약 내용에 편입되었다고 볼 수는 없고, 이 사건 선체용역계약 체결 당시 원고와 피고가 BARECON 2001 서식을 적용하고자 하는 의사를 가지고 있었다고 볼 만한 증거도 없다. 원고는 이 사건 선체용선계약 제17조의 일부 문구(WITH LOGICAL AMENDMENT)를 근거로 이 사건 선체용선계약에 BARECON 2001 서식을 적용하는 것이 논리적으로 합당한 수정안이라고 주장하나, 이러한 해석은 이 사건 선체용선계약 제17조의 전체 문언의 의미를 벗어나는 것일 뿐 아니라 위에서 본 사정들에 비추어 보아도 받아들일 수 없다.<br/>    3) 따라서 이 사건 선체용선계약에 BARECON 2001 서식이 적용 또는 준용되어야 함을 전제로 이 사건 보험금의 정산을 구하는 원고의 이 부분 청구는 나아가 살펴볼 필요 없이 이유 없다.     <br/>다. 제2 예비적 청구(부당이득반환청구)에 관한 판단<br/>    1) 이 사건 선체용선계약에서 정한 용선료 등 합계액 및 원고의 지급 용선료 총액<br/>      이 사건 선체용선계약에서 정한 용선료 및 선박인도금의 합계액이 235,730,000엔(2008. 4. 13.부터 2012. 6. 12.까지 50개월간 용선료 합계 197,730,000엔 + 선박인도금 38,000,000엔)인 사실, 원고가 용선기간 개시 이후 2013. 6. 27.까지 피고에게 지급한 용선료 총액이 217,100,000엔인 사실은 앞서 본 바와 같다.<br/>    2) 원고가 지급한 용선료 총액 중 선박인도금에 해당하는 부분<br/>      원고가 지급한 용선료 총액 217,100,000엔 중 이 사건 선체용선계약에서 정한 50개월간 용선료 합계 197,730,000엔을 초과하는 19,370,000엔(217,100,000엔 - 197,730,000엔)은 아래 제6의 나항에서 보는 바와 같이 실질적으로는 선박인도금 중 일부로 지급한 것이라고 보아야 한다. 따라서 적어도 위 19,370,000엔은 순수한 용선료가 아닌 이 사건 선박의 소유권 이전의 대가로 지급된 것이고, 그 후 이 사건 선박이 멸실되어 피고가 그 소유권을 이전하여 줄 수 없게 되었을 뿐 아니라 위 멸실로 인한 이 사건 보험금 전액이 피고에게 귀속되었으므로, 피고는 원고에게 위 19,370,000엔을 부당이득으로 반환하여야 한다.<br/>    3) 원고가 지급한 용선료 총액 중 선박인도금에 해당하지 않는 부분<br/>      원고는 이 사건 선체용선계약에서 정한 용선료 합계 197,730,000엔 중에서도 순수한 용선료 이외에 소유권 이전의 대가(할부매매대금)가 포함되어 있으므로 그에 상응하는 금액은 부당이득으로 반환되어야 한다는 취지로 주장하나, 원고의 위 주장은 다음과 같은 이유로 받아들일 수 없다.  <br/>      ① 원고의 위 주장은 이 사건 선체용선계약이 소유권유보부 매매 또는 할부매매임을 전제로 하는 것인데, 앞서 본 바와 같이 이 사건 선체용선계약의 법적 성격이 그와 같다고 할 수 없다.<br/>      ② 갑41-2의 기재에 의하면, 원고와 피고 측 사이에 이 사건 선체용선계약 이전에 체결된 2005. 7. 13.자 단순 선체용선계약에서 대상 선박(선박 명칭 2 생략)의 용선료는 월 25,000달러이었고, 위 선박의 총중량은 1,598톤으로서 이 사건 선박의 총중량(1,917톤)보다 작은 사실을 인정할 수 있는바, 위 단순 선체용선계약과 이 사건 선체용선계약의 각 체결시점 사이에 3년 정도의 시간적 간격이 있다는 점 및 그에 따른 시장상황의 변동 등을 감안하더라도, 이 사건 선박의 단순 선체용선료(소유권취득조건을 고려하지 아니한 순수한 선체용선료)가 일 500달러(월 15,000달러)에 불과하다는 원고 제출의 감정서(갑51, 52)는 그대로 믿기 어렵다.<br/>      ③ 다만, 이 사건 선체용선계약에서 정한 선박인도금 38,000,000엔은 위 계약체결 당시 피고의 이 사건 선박 구매비용 189,800,000엔(갑12)의 약 20%에 해당하는 금액으로서, 50개월의 용선기간 동안의 감가상각 및 용선기간 종료 시 이 사건 선박의 선령이 24년에 달하는 점 등을 고려하더라도 용선기간 종료 후 이 사건 선박의 중고 선가는 위 38,000,000엔보다 높을 가능성이 커 보이고, 이에 비추어 이 사건 선체용선계약에서 정한 용선료(1일당 130,000엔, 30일당 3,900,000엔) 역시 단순 선체용선료에 비하여는 높을 가능성이 크다. 그러나 설령 이 사건 선체용선계약상 용선료가 소유권취득조건을 고려하여 단순 선체용선료에 비하여 다소 높은 금액으로 책정되었다고 하더라도, 이 사건 선체용선계약이 소유권유보부 매매 또는 할부매매가 아닌 이상, 피고가 위와 같은 고액의 용선료로 수령한 것이 법률상 원인 없는 부당이득이라고 보기 어렵다.<br/>      ④ 또한 피고가 이 사건 보험금을 전부 취득함으로써 이 사건 선체용선계약이 정상적으로 유지·종료되는 경우보다 훨씬 큰 이익을 얻게 된 것은 사실이나, 이는 이 사건 보험가입금액이 이 사건 선박의 잔존가치보다 컸기 때문이지 피고가 원고로부터 부당한 이익을 취하였기 때문은 아니다. <br/>    4) 소결<br/>      피고는 원고에게 위 19,370,000엔을 부당이득으로 반환하여야 한다. 그런데 채권자가 외화채권을 우리나라 통화로 환산하여 청구하는 경우에는 법원은 채무자가 현실로 이행할 때에 가장 가까운 사실심 변론종결 당시를 우리나라 통화로 환산하는 기준시로 삼아 그 당시의 외국환 시세를 기초로 채권액을 환산한 금액에 대하여 이행을 명하여야 하는바(대법원 2012. 10. 25. 선고 2009다77754 판결 등 참조), 위 부당이득반환채권은 그 채권액이 외국통화로 정해진 외화채권이고(대법원 2008. 12. 24. 선고 2007다20495, 20501 판결 참조), 원고가 이를 우리나라 통화로 환산하여 청구하고 있으므로, 피고가 원고에게 반환하여야 할 금액은 위 19,370,000엔을 이 법원 변론종결일인 2016. 11. 17. 당시 엔화의 매매기준 환율인 1072.60원/100엔(이 법원에 현저한 사실)을 기초로 환산한 207,762,620원(= 19,370,000엔 × 1072.60원/100엔)이라고 할 것이다. <br/>      따라서 피고는 원고에게 위 207,762,620원과 이에 대하여 원고가 구하는 이 판결선고일인 2017. 1. 10.부터 피고가 이행의무의 존부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 같은 날까지 상법이 정한 연 6%의 비율로 계산한 지연손해금 34,152원(207,762,620원 × 0.06 × 1/365, 원 미만 버림)을 합한 207,796,772원(207,762,620원 + 34,152원) 및 그중 207,762,620원에 대하여 2017. 1. 11.부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 비율에 의한 지연손해금을 지급할 의무가 있다. <br/>6. 반소 중 용선료 지급청구에 관한 판단<br/>가. 인정 사실<br/>    원고가 2008. 4. 13.경 피고로부터 이 사건 선박을 인도받은 후 41회차(2011. 8. 13. ~ 2011. 9. 12.분)까지는 용선료를 제대로 납부하였으나, 42회차 ~ 45회차(2011. 9. 13. ~ 2012. 1. 12.분)의 용선료는 2~4개월 지연하여 분할 납부하였고, 그 후 2012. 6.부터는 원·피고 사이의 합의에 따라 매월 3,000,000엔씩을 지급한 사실, 이에 따라 원고가 2013. 6. 27.까지 피고에게 지급한 용선료 총액이 별지 기재와 같이 217,100,000엔인 사실, 원고가 용선기간 만료일인 2012. 6. 12. 이후 이 사건 선박의 침몰사고일인 2013. 7. 12.까지 이 사건 선박을 계속하여 사용한 사실은 앞서 기초사실에서 인정한 바와 같다.<br/>나. 미지급 용선료가 존재하는지 여부<br/>    1) 피고는, 2012. 1. 13.부터 용선료를 월 3,000,000엔으로 감액하고 이 사건 용선기간을 기한의 정함이 없이 연장하기로 원고와 합의하였고, 이에 따라 당초 약정한 용선기간 만료일 다음 날인 2012. 6. 13.부터 이 사건 선박의 침몰사고일인 2013. 7. 12.까지 총 11개월의 기간에 대하여도 월 3,000,000엔의 용선료가 발생하였는데, 원고가 그중 5개월분 용선료 합계 15,000,000엔을 미지급하였다는 취지로 주장한다.<br/>    2) 그러나 피고가 제출한 증거만으로는 원고와 피고 사이에 추가 용선료 지급을 전제로 하는 용선기간의 연장 합의가 있었다고 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없다. 오히려 갑13, 19, 29, 30, 31, 33, 38, 39, 42의 기재, 이 법원의 피고 대표자(소외 3) 본인신문결과 및 변론 전체의 취지에 의하여 인정되는 아래와 같은 사정을 종합하면, 원고와 피고는 용선기간 연장에 따른 추가 용선료 발생 없이 당초 이 사건 선체용선계약에서 정한 용선료 등 합계 235,730,000엔(용선료 197,730,000엔 + 선박인도금 38,000,000엔) 중 미납액을 매월 3,000,000엔씩을 분할 지급하기로 합의하였다고 봄이 타당하므로, 원고가 2013. 6. 27.까지 지급한 용선료 총액 217,100,000엔 중 197,730,000엔은 이 사건 선체용선계약에서 정한 용선료 전액의 지급에 충당되었고, 나머지 19,370,000엔(217,100,000엔 - 197,730,000엔)은 선박인도금 중 일부에 충당되었다고 할 것이다(이를 지적하는 원고의 주장은 이유 있다).<br/>      ① 이 사건 선체용선계약은 단순한 선체용선계약이 아니라 소유권취득조건부 선체용선계약으로서 피고가 지급받아야 할 총액(50개월간 용선료 + 선박인도금)이 당초부터 정해져 있었으므로, 그 용선기간이 연장되었다는 사유만으로 당연히 추가 용선료가 발생한다고 단정할 수는 없다.<br/>      ② 원고는 약정된 용선기간 만료일인 2012. 6. 12.경 46회차 ~ 50회차(2012. 1. 13. ~ 2012. 6. 12.분) 용선료 지급을 지체하고 있었고, 피고는 경제적 어려움을 호소하는 원고의 요청에 따라 용선기간을 연장하여 주는 한편 2012. 6.부터는 매월 3,000,000엔씩을 지급받기로 구두 합의하였는데, 그 합의 당시 위 3,000,000엔이 연장된 용선기간에 대한 추가 용선료인지 여부에 관하여는 특별히 논의되지 않았던 것으로 보인다.<br/>      ③ 이 사건 선박의 침몰사고 이후 피고의 대리인이었던 법무법인 화우의 담당변호사는 2013. 9. 5. 원고의 대리인에게 ‘원고는 어떠한 이유로도 미지급 용선료 등 합계 18,630,000엔의 지급의무를 면할 수 없다’는 이메일(갑19)을 보냈는데, 위 18,630,000엔은 이 사건 선체용선계약에서 정한 용선료 등 합계 235,730,000엔(용선료 197,730,000엔 + 선박인도금 38,000,000엔)에서 원고가 기지급한 217,100,000엔을 공제한 금액인 18,630,000엔과 정확히 일치한다. <br/>      ④ 또한, 피고의 대리인이었던 법무법인 화우의 담당변호사는 이 사건 소제기 이전에 진행된 중재절차에서도 2014. 2.경 위와 같은 취지의 준비서면(갑33)을 제출하였고, 이 사건 소제기 직전인 2014. 4. 2.에도 원고의 대리인에게 같은 취지의 이메일(갑39)을 보낸 사실이 있는 등 피고는 이 사건 소제기 이전까지는 원고에게 당초 약정된 용선료 총액을 초과하는 추가 용선료를 주장한 바 없었다.<br/>      ⑤ 피고는 당초 약정된 용선기간 중에는 매월 해당 용선기간을 표시한 용선료 청구서를 원고에게 보냈으나, 2013. 6. 이후로는 해당 용선기간의 표시 없이 매월 3,000,000엔이 기재된 용선료 청구서를 보냈다(갑29, 30, 42).<br/>      ⑥ 피고의 대표이사 소외 3은 이 법원의 본인신문 과정에서 ‘원고로부터 선박인도금을 매월 3,000,000엔씩 분할 상환하도록 해 달라는 요청을 받고 이에 사실상 동의하였다’는 취지로 진술하였는바(진술녹취서 11~12면 참조), 이는 위 3,000,000엔이 연장된 용선기간에 대한 추가 용선료가 아님을 의미한다고 볼 수 있다. <br/>      ⑦ 원고는 이 사건 선체용선계약 체결 이전에 피고 측과 2차례 이와 유사한 소유권취득조건부 선체용선계약을 체결한 적이 있었는데, 그중 (선박 명칭 2 생략) 선박의 경우에는 원고가 당초 약정된 용선기간(36개월)보다 16개월 늦게 용선료 지급을 완료하였음에도(갑31, 38-1,2) 피고가 추가 용선료나 지연이자 등을 요구하지 않았고, (선박 명칭 3 생략) 선박의 경우에도 원고가 당초 약정된 용선기간(48개월)보다 8개월 늦게 선박인도금 지급을 완료하였음에도(갑38-3) 피고는 추가 용선료나 지연이자 등을 요구하지 않았다. <br/>다. 소결<br/>    따라서 당초 약정한 용선기간 만료 후 연장된 용선기간에 대하여는 원고가 용선료 지급의무를 부담한다고 볼 수 없으므로, 이와 다른 전제에서 용선료 지급을 구하는 피고의 이 부분 반소청구는 이유 없다.<br/>7. 원고의 가지급물반환신청에 관한 판단<br/>  갑48의 기재 및 변론 전체의 취지에 의하면, 피고는 이 사건 제1심 가집행선고부 판결에 기초하여 원고가 2015. 10. 12. 서울중앙지방법원 2015년 금 제22150호로 공탁한 공탁금 120,000,000원의 회수청구권에 대하여 채권압류 및 추심명령(부산지방법원 2015타채27164호)을 받은 후 2016. 2. 19. 위 공탁금 원리금 합계 120,033,349원을 수령한 사실을 인정할 수 있다. <br/>  그런데, 앞서 본 바와 같이 피고의 반소청구 중 용선료 지급청구는 이유 없으므로 이를 인용한 이 부분 제1심판결은 취소되어야 하고, 이에 따라 제1심판결에 붙은 가집행선고 역시 이 법원의 판결 선고로써 그 효력을 잃게 된다.  <br/>  따라서 피고는 원고에게 가지급물의 반환으로 위 120,033,349원 및 이에 대하여 그 수령일인 2016. 2. 19.부터 피고가 이행의무의 존부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 이 판결선고일인 2017. 1. 10.까지 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 비율로 계산한 법정이자 또는 지연손해금을 지급할 의무가 있다. <br/>8. 결 론<br/>  원고의 본소청구 중 주위적 청구 및 제1 예비적 청구는 이유 없어 이를 모두 기각하고, 제2 예비적 청구는 위 인정범위 내에서 이유 있어 이를 인용하며 나머지 청구는 이유 없어 이를 기각하여야 한다. 피고의 반소청구는 위 인정범위 내에서 이유 있어 이를 인용하고 나머지 반소청구는 이유 없어 이를 기각하여야 한다. <br/>  제1심판결의 반소에 대한 부분 중 금원지급청구(용선료 지급청구) 부분은 이와 결론을 달리하여 부당하므로, 이 부분 제1심판결을 취소하고 그 취소부분에 해당하는 피고의 반소청구를 기각한다. 그 밖에 제1심판결의 나머지 부분은 이와 결론을 같이하여 정당하므로, 원고의 본소에 관한 항소와 반소에 관한 나머지 항소를 기각한다. 이 법원에서 추가된 원고의 제1 예비적 청구는 이유 없어 이를 기각하고, 제2 예비적 청구는 위 인정범위 내에서 이유 있어 이를 인용하고 나머지 청구는 이유 없어 이를 기각한다. 원고의 가지급물반환신청은 이유 있으므로 이를 인용한다.<br/>[별지 생략]<br/><br/>판사 이경춘(재판장) 황의동 신용호 ",
    "사건번호": "2015나2029365(본소), 2015나2029372(반소)",
    "사건종류코드": "400101",
    "판례정보일련번호": "224469",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}