{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20161228",
    "법원명": "서울고등법원",
    "사건명": "부당이득금",
    "판례내용": "【원    고】 별지와 같음 (소송대리인 변호사 김성훈)<br/>【피고, 항소인 겸 피항소인】 주식회사 부영주택 (소송대리인 법무법인 양헌 외 1인)<br/>【제1심판결】 의정부지방법원 2015. 11. 25. 선고 2012가합71623 판결<br/>【변론종결】2016. 11. 9.<br/>【주    문】<br/>  1. 제1심 판결 중 아래에서 지급을 명하는 금원을 초과하는 피고 패소부분을 취소하고, 위 취소부분에 해당하는 원고들의 청구를 모두 기각한다. <br/>    피고는 원고들에게 별지4 목록의 ‘부당이득액’란 기재 각 돈 및 그 중 별지4 목록 ‘소장청구금액’란 기재 각 돈에 대하여는 2012. 11. 27.부터 2013. 11. 22.까지 연 5%, 별지4 목록 ‘부당이득액’란 기재 각 돈에 대하여는 2013. 11. 23.부터 2016. 12. 28.까지 연 5%, 그 다음날부터 다 갚는 날까지 연 20%의 각 비율로 계산한 돈을 지급하라. <br/>  2. 별지1 항소한 원고들 명단 기재 원고들의 항소 및 피고의 원고들에 대한 나머지 항소를 모두 기각한다. <br/>  3. 소송총비용 중 감정비용(추가 감정료 포함)은 피고가 부담하고, 감정비용(추가 감정료 포함)을 제외한 비용의 70%는 원고들이, 나머지 30%는 피고가 각 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지 <br/>  피고는 원고들에게 각 별지4 목록 ‘청구금액’란 기재 각 돈 및 이에 대하여 2012. 1. 1.부터 이 사건 소장 부본 송달일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 20%의 각 비율로 계산한 돈을 지급하라. <br/>2. 항소취지 <br/>  가. 별지1 항소한 원고들 명단 기재 원고들<br/>    제1심 판결 중 별지1 항소한 원고들 명단 기재 원고들의 패소부분을 취소한다. 피고는 별지1 항소한 원고들 명단 기재 원고들에게 각 별지4 목록 ‘항소금액’란 기재 각 돈 및 이에 대하여 2012. 1. 1.부터 이 사건 항소장 부본 송달일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 20%의 각 비율로 계산한 돈을 지급하라. <br/>  나. 피고<br/>    제1심 판결 중 피고 패소부분을 취소하고, 위 취소부분에 해당하는 원고들의 청구를 모두 기각한다.  <br/>【이    유】Ⅰ. 기초사실<br/>1. 피고의 임대아파트 건설사업 진행<br/>  가. 피고는 2001. 9. 26. 한국토지주택공사와 사이에, 피고가 한국토지주택공사로부터 동두천시 (주소 생략) 대 42,511.7㎡(이하 ‘이 사건 대지’라 한다)를 60㎡ 이상 85㎡ 이하의 임대 공동주택용지 용도로 15,256,251,000원에 매수하는 내용의 매매계약을 체결하고, 2002. 11. 19. 한국토지주택공사에게 매매대금으로 선납할인금 2,292,074,070원을 제외한 12,964,176,930원을 지급하였다. <br/>  나. 피고는 2002. 10. 23. 동두천시장으로부터 이 사건 대지의 지상에 938세대의 의무임대기간 5년인 임대아파트 13개동과 부대시설 등을 건설하는 주택건설 사업계획 승인을 얻었고, 2002. 12.경 공사에 착공하였다.<br/>  다. 이후 피고는 2004. 2. 21. 동두천시장으로부터 당초의 사업계획승인에서의 건축면적, 연면적, 건폐율, 용적율 등을 변경하여 이 사건 주택건설사업계획의 변경승인을 얻었는바, 최종적으로 승인된 주택건설사업계획상의 이 사건 아파트의 공급면적 등의 개요는 아래 평형별 면적표 기재와 같다.<br/>[평형별 면적표]평형구분① 공급면적(㎡)② 기타공용면적(㎡)세대수면적합계(①+②)전용면적주거공용면적소계기타지하소계23평형59.840418.068877.90921.31917.086518.405533896.314732평형84.984220.8091105.79331.873224.266026.1392600131.9325<br/>2. 원고들과 피고 사이의 임대계약 체결 및 원고들의 입주<br/>  가. 피고는 이 사건 아파트의 신축공사가 진행 중이던 2004. 8. 20. 동두천시장으로부터 입주자모집공고 승인을 받아, 2004. 8. 23. 입주자모집공고를 하고, 그 무렵부터 별지4 목록의 ‘원고’란 기재 각 원고들에게 각 이 사건 아파트 32평형 1세대를 임대하였다. <br/>  나. 피고는 2004. 9.경 이 사건 아파트의 건축을 마치고 2004. 10. 26. 이 사건 아파트에 대한 사용검사를 받아, 원고들이 2004. 10. 28.경부터 이 사건 아파트에 입주하였다. <br/>3. 분양계약의 체결 및 분양대금의 납부 등<br/>  가. 이 사건 아파트 중 32평형 아파트의 임차인들이 이 사건 아파트의 임대의무기간 5년이 경과한 이후 이 사건 아파트 32평형에 대한 분양전환 승인신청을 하였고, 동두천시장은 분양전환가 감정을 거쳐 분양전환가격을 별지4 목록의 ‘분양대금’란 기재 각 금액으로 정하여 2011. 10. 28. 임대주택분양전환 승인, 2011. 11. 18. 임대주택분양전환 변경승인을 각 하였다. <br/>  나. 이 사건 아파트 중 32평형 아파트의 임차인들 중 일부인 원고들은 그 무렵부터 2011. 12. 31.까지 피고와 사이에, 자신들이 임차한 이 사건 아파트 32평형 해당 아파트에 관하여 각 분양계약을 체결한 후, 피고에게 분양대금으로 별지4 목록 ‘분양대금’란 기재 각 돈을 지급하였다.  <br/>【인정근거】갑 제1호증, 갑 제4 내지 8호증, 을 제1 내지 7호증(가지번호 있는 것은 가지번호 포함)의 각 기재, 변론 전체의 취지<br/>Ⅱ. 원고들 주장의 요지<br/>  피고는 이 사건 아파트의 분양전환가격을 산정함에 있어 임대주택법 등 관련 법령에 정해진 기준에 따라 그 가격을 산정하여야 하는데도 원고들과 사이에 이 사건 각 분양계약을 체결할 당시 법령에 정해진 기준을 초과한 금액으로 산정하였으므로, 이 사건 각 분양계약 중 정당한 분양전환가격을 초과한 부분은 무효이다. <br/>  따라서 피고는 원고들에게 정당한 분양전환가격을 초과하여 지급 받은 금원 및 이에 대한 지연손해금을 부당이득으로 반환할 의무가 있다. <br/>Ⅲ. 부당이득반환청구의 가부<br/>1. 관련 법령<br/>    별지5 관련법령 기재와 같다.  <br/>2. 분양전환가격 산정기준에 대한 관련규정의 강행법규성<br/>   구 임대주택법(2012. 1. 26. 법률 제11242호로 개정되기 전의 것)은 임대사업자가 자의적으로 분양전환가격을 정하는 것을 방지하고 합리적인 분양전환가격에 임대주택의 분양이 이루어지도록 하고 있음에도, 임대사업자가 위와 같은 분양전환가격 산정기준에 기속되지 않는다고 해석하게 되면 구 임대주택법 등 관련 법령의 입법 취지를 심하게 훼손할 뿐만 아니라, 임대주택제도가 임대사업자의 경제적 이익을 위한 수단으로 변질될 우려도 있다. 따라서 구 임대주택법의 입법 목적을 달성하기 위해서는 위 산정기준을 위반하여 정한 분양전환가격에 의한 경제적 이익이 임대사업자에게 귀속되는 것을 금지시킬 필요가 있으므로, 분양전환가격 산정기준에 관한 구 임대주택법 등 관련 법령의 규정들은 강행법규에 해당한다고 보아야 하고, 그 규정들에서 정한 산정기준에 의한 금액을 초과한 분양전환가격으로 체결된 분양계약은 이를 초과하는 범위 내에서 무효라고 보아야 한다(대법원 2011. 4. 21. 선고 2009다97079 전원합의체 판결 등 참조).<br/>    따라서 피고가 산정한 분양전환가격이 구 임대주택법 등 관련 법령의 규정에 따라 산정한 정당한 분양전환가격을 초과한다면 그 초과하는 범위에서 이 사건 각 분양계약은 무효이므로, 피고는 원고들에게 그 초과분의 분양대금을 부당이득으로 반환할 의무가 있다.<br/>3. 피고의 주장에 대한 판단<br/>가. 주장<br/>    분양전환가격은 피고가 아니라 동두천시장이 구 임대주택법 등의 관련 법령에 따라 건축비와 택지비를 기준으로 최초 입주자 모집 당시의 주택가격을 산정하고 그에 따라 분양전환승인처분을 하면서 결정한 것으로서, 동두천시장의 위 분양전환승인처분에 공정력이 발생하였고, 위 분양승인처분 중 분양전환가격 결정 부분은 단독적 사법형성적 행정행위에 해당하는바, 위 분양전환승인처분에 원고가 주장하는 바와 같은 하자가 존재한다고 하더라도 그 하자가 중대하고 명백한 경우에 해당하여 당연무효라고 볼 수는 없으므로, 위 분양전환승인처분이 취소되지 아니하는 이상 위 분양전환승인처분이 정한 바에 따라 체결된 이 사건 각 분양계약이 무효라고 볼 수 없다.<br/>    따라서 위 분양전환승인처분의 효력이 유지되는 한 원고들은 피고에 대하여 부당이득반환을 구할 수 없다.  <br/>나. 판단<br/>    별지5 관련법령의 각 규정들에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들에 비추어 볼 때, 원고들은 분양전환승인처분이 취소되지 않았다고 하더라도 이 사건 각 분양계약의 효력을 다툴 수 있다고 봄이 상당하므로, 피고의 위 주장은 이유 없다. <br/>    ⑴ 구 임대주택법 시행규칙 제9조 제1항 [별표 1](이하 ‘이 사건 별표’라 한다)에 따르면 입주자모집 승인권자가 건축비 및 택지비를 기준으로 하여 최초 입주자모집 당시의 주택가격을 산정하도록 규정되어 있으나, 이는 원고들과 피고 사이의 분양계약에서 분양대금의 액수를 정함에 있어 하나의 요소가 될 뿐이고 입주자모집 승인권자인 동두천시장이 분양대금을 결정할 권한까지 갖는 것은 아니므로(구 임대주택법 제41조 제3항 제6호에 구 임대주택법 제21조에 의한 건설임대주택우선분양 규정을 위반한 자를 형사처벌할 수 있도록 규정되어 있는바, 위 규정 역시 임대사업자와 임차인들이 입주자모집 승인권자가 정한 분양전환가격과 다른 가격으로 분양계약을 체결하는 것이 가능함을 전제로 한 것으로 보인다), 이 사건 각 분양계약이 동두천시장이 결정한 분양대금에 따라 체결되었다고 할 수 없다.<br/>    ⑵ 분양전환에 대한 승인처분이 처분으로서의 공정력이 인정된다고 하더라도, 위 승인처분은 임대사업자의 분양전환행위를 승인하는 것으로서 임대사업자의 분양전환행위를 승인하는 효력을 갖는 것일 뿐이므로, 분양전환 승인처분의 효력과 이 사건 각 분양계약의 사법상 효력 유무는 별개이다. <br/>    ⑶ 입주자모집 승인권자가 구 임대주택법 등 관련법령에 따라 산정한 주택가격이 명시된 입주자모집공고를 하였다고 하더라도, 이는 아직 실제 투입한 건축비 등이 확정되지 않은 시점에서 입주자모집이라는 절차에 관하여 이루어진 행위일 뿐, 이후 분양전환가격을 산정하고 분양대금을 결정하여 체결된 분양계약의 효력과는 무관하다.<br/>    ⑷ 원고들의 피고에 대한 분양대금 지급의무는 원고들과 피고 사이의 각 분양계약을 원인으로 하여 발생한 것일 뿐, 동두천시장의 행정처분을 원인으로 발생한 것이 아니다. <br/>4. 소결론<br/>  원고들과 피고가 동두천시장이 산정하여 승인한 분양전환가격에 따라 분양대금을 결정하여 분양계약을 체결하였다고 하더라도, 그 분양대금이 관련법령이 정한 기준에 의한 분양전환가격을 초과한다면 그 초과하는 부분에 대하여는 분양계약의 효력이 인정될 수 없으므로, 원고들이 관련법령이 정한 기준에 의한 분양전환가격을 초과하여 지급한 분양대금이 존재한다면, 원고들은 피고에 대하여 초과 지급한 분양대금을 부당이득으로 반환을 구할 수 있다. <br/>Ⅳ. 부당이득반환청구권 발생여부의 판단기준<br/>1. 정당한 분양전환가격의 산정방법<br/>가. 근거규정<br/>    이 사건 아파트와 같이 임대의무기간이 5년인 공공건설임대주택의 분양전환가격은, 구 임대주택법(2012. 1. 26. 법률 제11242호로 개정되기 전의 것, 이하 같다) 제21조 제1항, 제10항, 구 임대주택법 시행령(2012. 2. 2. 대통령령 제23584호로 개정되기 전의 것, 이하 같다) 제23조 제8항, 구 임대주택법 시행규칙 (2012. 2. 3. 국토해양부령 제441호로 개정되기 전의 것, 이하 특별한 기재가 없는 한 같다) 제9조 제1항 [별표 1]에 의하여 ‘건설원가와 감정평가금액을 산술평균한 가액’으로 산정하되, 위 가액은 임대주택의 건축비 및 택지비를 기준으로 분양전환 당시에 산정한 해당 주택의 가격(이하 ‘산정가격’이라 한다)에서 임대기간 중의 감가상각비를 뺀 금액(이하 ‘상한가격’이라 한다)을 초과할 수 없다.<br/>나. 산식<br/>    위 규정에 따른 정당한 분양전환가격을 산정하는 산식을 정리하면 아래 기재와 같다. <br/>      ○ 정당한 분양전환가격 <br/>         [(건설원가 + 감정평가금액) ÷ 2] ＜ 상한가격인 경우 [(건설원가 + 감정평가금액) ÷ 2] <br/>         또는 <br/>         [(건설원가 + 감정평가금액) ÷ 2] ≥ 상한가격인 경우 상한가격<br/>      ○ 건설원가  <br/>         = 최초 입주자 모집 당시의 주택가격 + 자기자금이자 - 감가상각비 <br/>           ● 최초 입주자모집 당시의 주택가격 = 건축비 + 택지비<br/>           ● 자기자금이자 = (최초 입주자 모집 당시 주택가격 - 국민주택기금 융자금 -    임대보증금과 임대료의 상호전환 전 임대보증금) × 이자율 × 임대기간<br/>           ● 감가상각비 = 건축비 ÷ 철근콘크리트조 건물 내용연수 40년 × 임대기간<br/>      ○ 상한가격 <br/>         = 산정가격 - 임대기간 중의 감가상각비<br/>           ● 산정가격<br/>             = 분양전환 당시의 건축비 + 입주자모집공고 당시의 택지비 + 택지비 이자<br/>               · 택지비 이자 = 택지비 × 이자율 × 임대기간<br/>2. 건설원가의 구성요소인 건축비의 산정방법<br/>가. 실제 건축비인지 표준건축비인지 여부<br/>    ⑴ 주장 <br/>      원고들은, 이 사건 아파트의 분양전환가격 산정의 기초가 되는 건설원가에서의 건축비는 표준건축비의 범위 내에서 실제로 투입된 건축비라고 주장한다. <br/>      이에 대하여 피고는, ① 이 사건 별표 규정의 문리해석, 분양주택의 기본형 건축비의 규정 체계, 이 사건 별표 규정에서 실제로 투입된 비용에 대하여는 “드는 비용”이라는 문구를 사용하고 있는 점 등을 종합하여 볼 때 이 사건 별표 규정이 ‘실제 건축비’라는 개념을 규정한 것이라고 해석할 수 없고, ② 선분양제로 진행되는 통상의 임대주택 건설사업에서 최초 입주자 모집 당시는 실제로 건축이 이루어지기 이전이므로 실제 건축비를 파악하거나 예상할 수 없을 뿐만 아니라, 실제 건축비라는 개념 자체도 그 범위 및 내용이 모호하며, ③ 이 사건 별표와 같은 규정을 둔 입법취지는 매각가격산정의 투명성과 객관성을 보장하여 가격산정에 따른 분쟁을 최소화하기 위함인데, 건축비를 개념이 모호한 ‘실제 건축비’로 산정하여야 한다고 할 경우 분쟁이 발생한 소지가 많아져 위 입법취지에 반하게 되고, ④ 2014. 7. 16. 개정된 구 임대주택법 시행규칙은 건축비를 ‘최초 입주자 모집공고 당시의 건축비’로 하도록 규정하고 있으며, ⑤ 표준 임대보증금의 경우 표준건축비를 기준으로 산정하고 있는바, 이러한 사정들을 종합하여 볼 때, 이 사건 아파트의 분양전환가격 산정의 기초가 되는 건설원가에서의 건축비는 표준건축비의 범위 내에서 입주자모집 승인권자가 산정한 가격이라고 보아야 한다고 주장한다.  <br/>    ⑵ 판단 <br/>      ㈎ 별지5 관련법령 기재의 각 규정들에 변론 전체의 취지를 종합하면 다음과 같은 사정들이 인정된다. <br/>        ① 이 사건 별표 제1항 나목, 제2항 가목의 1), 제2항 라목의 1)의 가)의 각 규정들의 문언을 종합하여 볼 때, 표준건축비는 분양전환가격에 반영되는 건축비의 상한가격을 의미하는 것으로서 건축비와는 명확히 구별되고, 분양전환가격의 산정기초가 되는 건설원가는 표준건축비가 아닌 건축비를 기준으로 하고 있음이 분명하다.<br/>        ② 임대주택이 완공되지 않은 상태에서 입주자 모집이 이루어지는 경우 최초 입주자 모집 당시에는 실제 건축비가 확정되지 않은 상황이어서 최초 입주자 모집 당시 주택가격을 산정하는 입주자 모집 승인권자로서는 완공 때까지 투입될 건축비를 예상해서 주택가격을 산정할 수밖에 없다고 하더라도, 이는 임대주택의 완공 전에 입주자 모집이 이루어진다는 사정으로 인하여 실제 투입된 건축비를 확정할 수 없기 때문에 부득이하게 발생하는 결과일 뿐, 그 때문에 이후 실제 건축비를 확정할 수 있는 분양전환시에 분양전환가격을 결정함에 있어서도 입주자 모집공고 당시 적용하였던 건축비의 추정치로 하여야만 한다고 볼 수 없고, 또한 ‘실제 건축비’란 재료비, 노무비, 타인에게 공사를 도급하였다면 그 대가로 지급한 공사대금 등 해당 건물을 건축하기 위하여 직접·간접적으로 지출한 모든 비용을 가리키는 것으로서 그 개념정의가 불명확하다거나 실제 건축비를 산출하는 것이 불가능하다고 할 수 없다.  <br/>        ③ 이 사건 별표와 같은 규정을 둔 입법취지는 매각가격산정의 투명성과 객관성을 보장하여 가격산정에 따른 분쟁을 최소화하는 것 뿐만 아니라 임대사업자와 임차인들 사이의 이해관계를 적절하게 반영, 조절한 분양대금을 산정하여 임대주택사업건설의 촉진과 주거생활의 안정의 목적을 달성하고자 함에도 있다고 할 것이고, 이러한 점들을 종합적으로 고려할 때 건설원가를 산정하는 요소인 ‘건축비’를 ‘임대사업자가 당해 아파트를 건설하면서 실제로 투입한 건축비’로 해석하는 것이 위 규정의 입법취지에 반한다고 보기는 어렵다. <br/>        ④ 2014. 7. 16. 국토교통부령 제113호로 개정된 임대주택법 시행규칙 [별표 1]에 건설원가의 산정요소인 건축비에 대하여 “최초 입주자 모집 공고 당시의 건축비로 하되 상한 가격은 표준 건축비로 한다”고 규정되었다고 하더라도, 위 시행규칙 부칙 제4조가 “이 규칙 시행 당시 입주자 모집공고 승인을 받았거나 입주자 모집공고를 한 경우에 대해서는 제5조, 별표 1 및 별표 1의2의 개정규정에도 불구하고 종전의 규정에 따른다”라고 규정하고 있는 점에 비추어 볼 때, 위와 같이 규정을 개정하게 된 것이 개정 이전의 건축비의 해석을 개정된 규정대로 해석하여야 함을 전제로 하는 것이었다고 단정할 수는 없다.<br/>        ⑤ 임대차계약과 분양계약은 그 성질과 내용이 다른 별개의 법률관계로서 분양전환가격의 산정을 표준임대보증금의 경우와 동일하게 하여야 한다고 볼 근거가 없다.<br/>      ㈏ 위 ㈎항에서 인정한 각 사정들을 종합하여 볼 때, 분양전환가격 산정의 기초가 되는 건축비는 특별한 사정이 없으면 표준건축비의 범위 내에서 실제로 투입된 건축비를 의미하고 표준건축비를 의미하는 것은 아니라고 해석함이 상당하므로(대법원 2011. 4. 21. 선고 2009다97079 전원합의체 판결 등 참조), 이 사건에서도 정당한 분양전환가격 산정의 기초가 되는 건축비는 특별한 사정이 없는 한 표준건축비의 범위 내에서 실제로 투입된 건축비를 의미한다고 할 것이다. <br/>나. 실제 건축비의 산정방법(과세표준에 의할 것인지 또는 감정결과에 의할 것인지)<br/>    ⑴ 주장<br/>      원고들은, 이 사건 아파트의 실제 건축비를 산정하는데 근거가 되는 실제 공사실행자료 등이 없는 이상 피고가 이 사건 아파트에 관하여 신고한 취득세 과세표준을 실제 건축비로 보아야 한다고 주장한다. <br/>      이에 대하여 피고는, 지방세법상 과세표준은 실제 건축비와 구별되는 개념으로서 과세표준을 실제 건축비로 볼 수 없고, 공사 관련 자료가 보존 연한의 경과로 모두 폐기되어 없어진 현재의 상태에서는 감정결과를 토대로 실제 건축비를 산정하여야 한다고 주장한다. <br/>    ⑵ 판단 <br/>      ‘실제 건축비’는 임대사업자가 임대주택을 건축하기 위하여 투입한 직·간접의 비용 전부를 의미한다(대법원 2015. 12. 23. 선고 2014다17206 판결 등 참조). <br/>      피고가 이 사건 아파트를 건축하기 위하여 실제로 투입한 직 · 간접의 비용이 얼마인지를 가장 정확하게 산정하는 방법은, 피고가 이 사건 아파트 건축공사를 진행하면서 지출한 비용과 관련된 모든 근거자료들(공사도급계약서, 재료비 등 물품구매계약서 등 지출근거서류와 그 구체적인 비용의 지출증빙자료 등)을 제출하여 각 비용의 합계액을 산정하는 것이라고 할 것인데, 이 사건 소는 이 사건 아파트가 준공된 2004. 9.경으로부터 8년이 지난 2012. 11. 13. 제기된 점에 비추어 볼 때, 피고가 이 사건 아파트의 건축과 관련된 위와 같은 자료를 모두 보관하고 있지는 아니할 것으로 보여, 피고가 이 사건 소송에서 위와 같은 자료를 제출하는 방식으로 실제 건축비를 심리하는 것은 현실적으로 불가능한 상태이다.  <br/>      실제로 투입된 건축비를 실제의 공사자료를 근거로 산정할 수 없는 이상 실제의 건축비에 가장 가까운 금액으로 이 사건 아파트의 건축에 투입된 비용을 추정하여 산정하는 방식에 의하여 실제 건축비를 산정하여야 할 것이다. <br/>      그런데 ① 지방세법상 건물의 신축에 따른 과세표준을 건설원가 즉, 건축공사비와 그 부대비용의 합계액으로 본다고 하더라도(대법원 2010. 2. 11. 선고 2007두17373 판결 등 참조), 지방세법상의 건물의 신축에 따른 과세표준에서의 건축공사비와 임대주택법상의 분양전환가격에서의 건축비는 그 제도의 취지와 규율대상이 다른 별개의 개념으로서, 건물의 신축에 따른 과세표준에서의 ‘건축공사비와 그 부대비용’에 포함되는 항목이 구 임대주택법상의 분양전환가격을 산정하기 위한 요소인 ‘건축비’와 동일한 항목으로 구성된다고 볼 근거가 없는 점(오히려, 과세물건이 아닌 다른 물건이나 권리를 취득하기 위하여 지출한 비용이나 취득목적이 아닌 관리 등의 목적으로 지출하는 비용, 판매를 위한 비용은 취득세의 과세표준에 포함되지 않는바, 아파트의 조경공사비, 도로공사비, 일반관리비 등은 임대주택법상의 분양전환가격을 산정하기 위한 요소인 건축비의 항목에는 포함되지만 지방세법상 건물의 신축에 따른 취득세의 과세표준에는 포함되지 않는다), ② 취득세의 과세표준은 특별한 사정이 없는 한 취득자가 신고한 가액 그대로 정해지는바 일반적으로 취득자가 세금을 덜 내기 위하여 그 과세표준과 세액을 실제보다 과소 신고하는 경우가 적지 않은 점을 종합하여 볼 때, 취득세 과세표준에 포함되어 있지 아니한 실제로 투입된 건축비가 존재할 개연성이 매우 높아 이 사건 아파트에 관한 취득세 과세표준액을 그대로 이 사건 아파트에 실제로 투입된 건축비라고 단정하기는 어렵다. <br/>      한편 피고가 취득세 과세표준액을 초과하는 공사비가 존재한다고 주장을 하면서도 그에 대한 자료를 제출하지 않고 있기는 하나, 건설원가 산정의 기초가 되는 건축비를 ‘실제로 투입된 건축비’로 보아야 한다는 대법원의 전원합의체판결(2009다97079)이 선고된 2011. 4. 21. 이전에는 피고가 ‘실제로 투입된 건축비’와 관련된 모든 자료를 후에 발생할 수 있는 분쟁에 대비하여 보관할 필요성이 없었을 것으로 보이는 점에 비추어 볼 때, 취득세 과세표준액을 초과하는 공사비가 존재한다는 점에 대한 자료의 부존재로 인한 불이익을 피고가 피고의 지배영역 아래 있는 자료를 제출하지 않는 것이라는 사유를 들어 모두 피고가 부담하도록 하는 것은 형평에 반한다.     <br/>      그런데 제1심 감정인 소외 3의 감정결과 및 당심 법원의 감정인 소외 3에 대한 감정보완촉탁결과에 의하면, 감정인은 이 사건 아파트의 사용승인도면을 기초로 하여 각 공사에 투입된 재료와 수량을 파악하고, 이에 대하여 국토해양부의 건설표준품셈표, 이 사건 아파트의 입주자 모집공고 당시의 물가조사기관이 작성한 물가정보지에서의 단가를 적용하여 비용을 산출한 후 공동주택의 3년간 조달청 평균 낙찰율을 적용하여 이 사건 아파트의 건축에 소요된 것으로 추정되는 공사비의 액수를 감정한 사실을 인정할 수 있는바, 위와 같은 방식에 따라 이루어진 이 사건 감정결과는 이 사건 아파트의 건축에 실제로 투입한 비용을 추인함에 상당한 방법으로 이루어졌다고 보이고, 달리 이 사건 감정에서의 건축비 산정방식에 문제점이 있다는 점을 인정할 자료는 없으므로, 실제의 공사 관련 자료를 기초로 실제로 투입된 건축비를 산정할 수 없는 현재의 상태에서 이 사건 아파트의 실제 건축비를 추인할 수 있는 가장 적절한 방법은 이 사건 감정결과를 기초로 하는 것이라고 봄이 상당하다. <br/>      따라서 이 사건의 경우 실제 투입된 건축비는 이 사건 감정결과를 기초로 하여 산정함이 상당하다.<br/>3. 택지비의 산정방법<br/>가. 주장<br/>    원고들은, 이 사건 대지의 매매계약상 매매대금이 아니라 선납할인 등에 따라 피고가 실제로 택지공급자에게 택지대금으로 지급한 금액만을 택지비로 보아야 한다고 주장한다. <br/>    이에 대하여 피고는, 이 사건 대지 매매대금의 선납할인과 선납할인율이 반영되기 전의 매매계약상 매매대금을 기준으로 택지비를 산정하여야 한다고 주장한다.<br/>나. 판단<br/>    이 사건 별표 제2항 라목 2) 가)에서는 분양전환가격의 구성요소 중 하나인 택지비의 산정기준에 관하여, “국가·지방자치단체나 한국토지주택공사 등 공공기관의 운영에 관한 법률에 따른 공공기관이 택지개발촉진법 등 법률에 따라 개발·공급하는 택지(이하 ‘공공택지’라 한다)의 경우에는 그 공급가격”이라고 규정하고 있다. 여기에서 ‘공급가격’이란 택지가 공급될 당시 시행되는 택지개발촉진법, 택지개발촉진법 시행령 및 그로부터 위임을 받은 사항을 정한 택지개발촉진법 시행규칙, 택지개발업무처리지침 등 관련 법령(이하 ‘택지개발촉진법 등 관련 법령’이라 한다)에서 정한 택지공급가격에 관한 기준을 위반하지 아니하는 범위 내에서 임대사업자가 택지공급자로부터 실제로 공급받은 택지의 가격을 의미한다(대법원 2011. 7. 28. 선고 2010다55309 판결 참조). <br/>    그리고 이 사건 별표 제2항 라목 2) 다)에서는 공공택지의 택지비에 가산할 수 있는 항목으로서, ㉠ 택지를 공급받기 위하여 선수금·중도금 등 택지비의 일부 또는 전부를 선납한 경우에는 선납일부터 입주자모집공고 후 6개월이 되는 날까지의 택지대금에 대한 기간 이자, ㉡ 제세공과금·등기수수료 등 필요적 경비, ㉢ 그밖에 택지와 관련된 것임을 증명할 수 있는 비용을 정하고 있고, 위 선납한 택지비에 대한 기간이자에 관하여 적용할 이자율은 ‘최초 입주자모집 공고 당시의 은행법에 따른 금융기관의 1년 만기 정기예금 평균이자율’에 의하도록 하고 있다. 이는 위 별표 1 제2항 라목 2) 가)의 ‘공급가격’이 ‘임대사업자가 실제로 납부한 매매대금으로서 선납할인율이 반영된 금액’임을 전제로 하여 택지대금을 선납한 경우 실제로 선납한 택지대금에 대한 일정기간, 일정이율에 의한 기간이자를 가산할 수 있도록 규정한 것으로 봄이 타당하다. <br/>    따라서 택지 공급가격은 임대사업자가 선납할인을 받아 실제로 납부한 매매대금을 기준으로 산정하여야 한다. <br/>4. 산정가격의 구성요소인 건축비의 산정방법<br/>  이 사건 별표 제1항 나목은 “임대의무기간이 5년인 경우 분양전환가격은 건설원가와 감정평가금액의 산술평균가액으로 하되, 임대주택의 건축비 및 택지비를 기준으로 분양전환 당시에 산정한 해당 주택의 가격(산정가격)에서 임대기간 중의 감가상각비를 공제한 금액을 초과할 수 없다”라고 규정하여 분양전환가격의 상한을 정하고 있다. 이에 따라 이 사건 별표 제2항은 분양전환가격의 산정기초가 되는 항목별로 구체적인 산출방법을 규정하고 있는데, ① 그 가, 나목에서 건설원가 및 감정평가금액의 산출방법을 정한 다음, ② 다목에서 ‘산정가격’에 관하여 “산정가격 = 분양전환당시의 건축비 + 입주자모집공고당시의 택지비 + 택지비이자”라고 규정하고, ③ 나아가 그 아래의 라목에서 “임대주택의 가격산정의 기준이 되는 건축비 및 택지비는 다음과 같다.”라고 규정하면서, 그 중 건축비에 관하여는 같은 목 1)에서 ‘건축비’라는 표제 아래 “건축비의 상한가격은 건설교통부장관이 따로 고시하는 가격(이하 ‘표준건축비’라 한다)으로 한다”라고 규정함과 아울러 표준건축비를 기준으로 한 철골조 주택의 건축비에 대한 가산 금액, 지하층 면적 중 건축비에 산입되는 범위 및 표준건축비 대비 산입 비율, 표준건축비에 포함 또는 가산할 수 있는 주택건설 비용 등을 함께 정하고 있다.<br/>    위와 같은 관련 규정들의 체계 및 문언, 이 사건 별표 제1항 나목에서 임대주택 분양전환가격의 산정기준을 정하면서 그 상한을 별도로 설정한 취지 등에 비추어 보면, 이 사건 별표 제2항 다목에서 말하는 분양전환가격의 상한을 산정하기 위한 ‘산정가격’에 반영되는 건축비는 같은 항 라목 1)에서 정한 임대주택의 가격산정의 기준이 되는 ‘건축비’를 가리킨다고 봄이 타당하고, 결국 ‘산정가격’의 기초가 되는 ‘분양전환 당시의 건축비’란 같은 항 라목 1)의 규정에 따라 ‘분양전환 당시의 표준건축비’를 기준으로 산출된 ‘건축비’를 의미한다고 보아야 한다(대법원 2015. 5. 28. 선고 2013다203901 판결 등 참조). <br/>Ⅴ. 부당이득반환청구권의 발생 여부 및 범위<br/>1. 건설원가와 감정평가금액을 산술평균한 금액<br/>가. 건설원가 = 최초 입주자 모집 당시의 주택가격 + 자기자금이자 - 감가상각비<br/>    ⑴ 최초입주자 모집 당시의 주택가격 = 건축비 + 택지비<br/>      ㈎ 건축비 <br/>        ① 실제건축비<br/>          제1심 법원의 감정인 소외 3의 감정결과, 당심 법원의 감정인 소외 3에 대한 감정보완촉탁결과에 의하면, 이 사건 아파트 전체를 건축하는데 투입된 비용 중 부가가치세와 이윤을 공제한 실제 건축비는 72,837,990,000원인 사실을 인정할 수 있다. <br/>          그리고 위 Ⅰ의 1항 평형별 면적표에 의하면, 이 사건 아파트 중 32평형 아파트 600세대의 건축면적의 합계는 79,159.5㎡[= 32평형 아파트 건축면적 131.9325㎡(= 공급면적 105.7933㎡ + 기타공용면적 26.1392㎡) × 600세대]이고, 이 사건 아파트 중 23평형 아파트 338세대의 건축면적의 합계는 32,554.3686㎡[= 23평형 아파트 건축면적 96.3147㎡(= 공급면적 77.9092㎡ + 기타공용면적 18.4055㎡) × 338세대]으로서, 이 사건 아파트 전체의 건축면적은 111,713.8686㎡(= 79,159.5㎡ + 32,554.3686㎡)임을 알 수 있다. <br/>          따라서 이 사건 아파트 중 32평형 아파트 600세대를 건축하는데 소요된 비용은 51,612,382,076원[= 이 사건 아파트 전체 건축비 72,837,990,000원 × (이 사건 아파트 중 32평형 아파트 600세대의 건축면적의 합계 79,159.5㎡/이 사건 아파트 전체의 건축면적 111,713.8686㎡), 원 미만은 버린다. 이하 같다]이고, 이 사건 아파트 32평형 1세대당 건축비는 86,020,636원(= 51,612,382,076원 ÷ 600세대)이라고 할 것이다. <br/>        ② 이 사건 아파트의 입주자 모집 당시의 표준건축비 <br/>          ㉮ 산정이유<br/>          이 사건 별표 제2항 라목 1)의 가)에 건축비의 상한가격은 국토해양부장관이 따로 고시하는 표준가격으로 한다고 정하여져 있으므로, 위 ①항 기재 실제 건축비가 입주자 모집 당시의 이 사건 아파트의 표준건축비를 초과한다면 입주자 모집 당시의 이 사건 아파트의 표준건축비를 건축비로 보아야 한다.  <br/>          ㉯ 산정방법<br/>            ㉠ 기준되는 주택공급면적의 산정 <br/>            이 사건 아파트의 입주자 모집공고 당시 시행 중이던 구 공공건설임대주택 표준건축비(2002. 12. 2. 건설교통부 고시 제2002-270호)는 공공건설임대주택 1㎡당 건축비 상한가격에 적용되는 ‘주택공급면적’의 구체적 의미를 따로 규정하지 않고 있다.  <br/>            그런데 구 주택공급에 관한 규칙(2003. 6. 27. 건설교통부령 제361호로 개정되기 전의 것) 제2조 제10호, 제8조 제5항, 구 건축법 시행령(2003. 11. 29. 대통령령 제18146호로 개정되기 전의 것) 제119조 제1항 제3호에 의하면, ‘주택공급면적’은 사업주체가 공급하는 주택의 면적으로서 건축물의 각층 또는 그 일부로서 벽·기둥 기타 이와 유사한 구획의 중심선으로 둘러싸인 부분의 수평투영면적인 바닥면적을 의미하고, ‘주거전용면적’, ‘주거공용면적’(계단·복도·현관 등 공동주택의 지상층에 있는 공용면적), ‘기타 공용면적’(주거공용면적을 제외한 지하층·관리사무소·노인정 등)으로 구분된다.  <br/>            한편 을 제12호증의 기재에 의하면, 표준건축비 고시에서의 공공건설임대주택의 1㎡당 건축비 상한가격은 임대주택 단지를 구성하는 주거시설, 경비실, 관리사무실 및 복리시설(지하주차장 제외) 등 모든 시설의 건설과정에서 투입되는 총비용에 대한 것으로서, 지하주차장 건설에 투입되는 비용을 제외한 것임을 알 수 있다.<br/>            그리고 위 표준건축비 고시의 근거가 되는 구 임대주택법 시행규칙(2002. 9. 11. 건설교통부령 제330호로 개정되기 전의 것) 제3조의3 제1항 [별표 1] 제2호 라목 (1) (나) 이하에서는 같은 목 (1) (가)에 의한 건축비 상한가격으로서의 표준건축비에 대한 가산항목을 정하면서, 같은 목 (1) (라)에서 지하층 면적에 대한 가산에 관하여 “사업계획승인권자로부터 최초 입주자 모집공고에 포함하여 승인을 받은 지하층 면적(지하주차장 면적을 포함한다) 중 지상층 바닥 면적 합계의 15분의 1까지는 표준건축비의 100분의 100을 인정하고, 나머지 부분에 대하여는 표준건축비의 100분의 80에 상당하는 금액을 건축비로 인정할 수 있다”라고 특별히 규정하고 있다.<br/>            결국 공공건설임대주택의 건축비 상한가격은 주거전용면적, 주거공용면적과 기타 공용면적을 합한 주택공급면적에서 ‘지하주차장을 포함한 지하층 면적’을 제외한 전체 지상층 면적에 대하여 표준건축비 고시상의 1㎡당 건축비 상한가격을 적용한 후 다시 위 [별표 1] 제2호 라목 (1) (라)에서 정한 지하층 면적에 대한 건축비를 가산하여 산정하는 것이 합리적이다(대법원 2015. 4. 23. 선고 2013다211193 판결 등 참조).<br/>            ㉡ 가산하는 항목<br/>구 임대주택법 시행규칙(2005. 9. 22. 건설교통부령 제471호로 개정되기 전의 것) 제3조의3 [별표 1] 제2항 라목 (라) 내지 (바)항은 표준건축비에 가산할 수 있는 항목을 다음과 같이 정하고 있다.<br/>            [별표 1] 제2항 라목 <br/>              (라) 사업계획승인권자로부터 최초 입주자모집공고에 포함하여 승인을 얻은 지하층면적(지하주차장 면적을 포함한다) 중 지상층 바닥면적 합계의 15 분의 1까지는 표준건축비의 100퍼센트를 인정하고, 나머지 부분에 대하여는 표준건축비의 80퍼센트에 상당하는 금액을 건축비로 인정할 수 있다. <br/>              (마) 임대사업자는 임대주택의 건설과 관련된 법령 또는 조례 등의 개정으로 인하여 주택건설에 추가로 소요되는 비용은 이를 표준건축비에 가산할 수 있다.              <br/>              (바) 그 밖에 건축비에 가산할 수 있는 항목은 다음과 같다. <br/>                1) 임대사업자가 발코니샤시를 일괄시공하는 주택의 경우 표준건축비의 5퍼센트 <br/>                2) 공용면적에서 제외되는 설비덕트의 설치비용 <br/>                3) 1세대에 2개 이상의 욕실을 설치하는 경우 이에 소요되는 비용<br/>        ㉰ 구체적인 산정결과<br/>    을 제4호증의 기재 및 변론 전체의 취지에 의하면, ⓐ 이 사건 아파트 32평형의 주거전용면적, 주거공용면적, 전체 기타 공용면적의 합계는 131.9325㎡이고, 지하면적은 24.2660㎡로서, 이 사건 아파트 32평형의 지상층 면적은 107.6665㎡(= 131.9325㎡ - 24.2660㎡), 지하면적 중 지상층 면적의 1/15에 해당하는 면적은 7.1777㎡(= 107.6665㎡ ÷ 15), 지하면적 중 지상층 면적의 1/15에 해당하는 면적을 제외한 나머지 면적은 17.0883㎡(= 24.2660㎡ - 7.1777㎡)인 사실, ⓑ 이 사건 아파트는 발코니샤시를 일괄하여 시공한 아파트에 해당하는 사실, ⓒ 이 사건 아파트 32평형 1세대당 2개 이상의 욕실을 설치하면서 추가된 비용은 1,938,718원, 이 사건 아파트 32평형 1세대당 설비덕트를 설치하는데 추가된 비용은 372,746원, 이 사건 아파트 32평형 1세대당 추가되는 건설근로자퇴직공제부금의 비용은 93,907원인 사실, ⓓ 이 사건 아파트의 입주자 모집공고 당시의 표준건축비 고시(2002. 12. 2. 건설교통부 고시 제2002-270호)에 의하면 지상 11층 내지 15층 이하의 전용면적 60㎡ 초과하는 아파트의 경우 ㎡당 건축비의 상한가격이 606,000원인 사실을 인정할 수 있는바, 이를 기초로 아래 표 기재와 같이 계산한 이 사건 아파트 입주자모집공고 당시의 이 사건 아파트 32평형 1세대당 표준건축비는 83,547,657원이다. <br/>구분금액(원)계산근거(원 미만 버린다)기본 상한가격㉠ 지하주차장을 포함한 지하층 면적을 제외한 지상층 면적 가격65,245,899107.6665㎡ × 606,000가산하는 금액㉡-1 지하층 면적 중 지상층 바닥면적 1/15 가격 4,349,6867.1777㎡ × 606,000㉡-2 지하층 면적 중 나머지 면적 가격 8,284,40717.0883㎡ × 606,000 × 80%㉡-3 발코니샤시 3,262,29465,245,898 × 5%㉡-4 욕실2 설치비 1,938,718없음㉡-5 설비덕트 설치비372,746없음㉡-6 건설근로자 퇴직공제부금 93,907없음32평형 1세대당 표준건축비 합계83,547,657(= ㉠ + ㉡-1 + ㉡-2 + ㉡-3 + ㉡-4 + ㉡-5 + ㉡-6)<br/>        ③ 소결론 <br/>          이 사건 아파트에 실제로 투입된 이 사건 아파트 32평형 1세대당 건축비 86,020,636원이 입주자 모집 당시의 이 사건 아파트 32평형 1세대당 표준건축비 83,547,657원을 초과하므로, 이 사건 아파트의 최초 입주자 모집 당시 주택가격을 산정하기 위한 건축비는 이 사건 아파트의 입주자 모집 당시의 표준건축비인 83,547,657원이 된다. <br/>      ㈏ 택지비<br/>        ① 이 사건 아파트 대지 전체의 택지비 산정          <br/>          피고가 2001. 9. 26. 한국토지주택공사로부터 이 사건 대지를 15,256,251,000원에 매수하는 매매계약을 체결하고서 2002. 11. 19. 선납할인금 2,292,074,070원을 제외한 매매대금 전액 12,964,176,930원을 지급한 사실은 앞서 본 바와 같고, 갑 제8호증, 을 제4호증의 각 기재에 의하면, 42,511.70㎡인 이 사건 대지 중 상가의 대지를 제외한 이 사건 아파트를 위한 대지 면적은 41,009㎡인 사실을 인정할 수 있으므로, 이 사건 아파트의 전체 택지비는 12,505,920,293원(= 12,964,176,930원 × 41,009㎡/42,511.70㎡)이라고 할 것이다.     <br/>        ② 선납 기간이자<br/>          피고는 2002. 11. 19. 한국토지주택공사에게 이 사건 대지의 매매대금 전액을 선납한 사실, 이 사건 아파트의 입주자모집공고일이 2004. 8. 23.인 사실은 앞서 본 바와 같고, 을 제4호증의 기재에 의하면, 이 사건 아파트에 대한 최초 입주자모집공고일인 2004. 8. 23. 당시 가계자금 대출시장의 점유율이 최상위였던 금융기관인 국민은행의 1년 만기 정기예금이자율은 3.4%인 사실을 인정할 수 있다. <br/>          위 인정사실에 근거하여, 이 사건 아파트의 전체 택지비 12,505,920,293원에 대한 매매대금 선납일인 2002. 11. 19.부터 입주자모집공고일부터 6개월이 되는 날인 2005. 2. 23.까지의 선납 기간이자를 계산하면, 이 사건 택지비에 가산할 수 있는 선납 기간이자는 964,566,213원(= 12,505,920,293원 × 828일/365 × 3.4%)이라고 할 것이다. <br/>        ③ 제세공과금 등<br/>          갑 제9호증의 기재에 의하면, 피고가 이 사건 대지 전체의 취득세, 등록세, 교육세로 합계 42,717,490원을 납부한 사실을 인정할 수 있으므로, 피고가 이 사건 아파트의 대지면적 41,009㎡을 위하여 지출한 취득세 등의 비용은 41,207,515원(= 42,717,490원 × 41,009㎡/42,511.70㎡)이라고 할 것이다. <br/>        ④ 소결<br/>          따라서 이 사건 아파트의 정당한 건설원가 산정의 기초가 되는 택지비는 13,511,694,021원(= 공급가격 12,505,920,293원 + 선납 기간이자  964,566,213원 + 제세공과금 41,207,515원)이고, 이에 따라 산정된 이 사건 아파트 32평형 1세대당 택지비는 16,123,781원[= 32평형 택지비의 합계 9,674,269,000{= 전체 택지비 13,511,694,021원 × (이 사건 아파트 32평형 전용면적 합계 50,990.5199㎡/이 사건 아파트 전체 전용면적 합계 71,216.5749㎡)} ÷ 600세대]이다.   <br/>      ㈐ 최초 입주자 모집 당시의 주택가격 <br/>        이 사건 아파트 32평형 1세대당 최초 입주자 모집 당시의 주택가격은 99,671,438원(= 이 사건 아파트 32평형 1세대당 건축비 83,547,657원 + 이 사건 아파트 32평형 1세대당 택지비 16,123,781원)이다. <br/>    ⑵ 자기자금이자 <br/>      ㈎ 계산식 <br/>        (최초 입주자 모집 당시의 주택가격 - 국민주택기금융자금 - 임대보증금과 임대료의 상호전환 전 임대보증금) × 이자율 × 임대기간<br/>      ㈏ 구체적인 계산결과<br/>        을 제4호증의 기재 및 변론 전체의 취지에 의하면, 이 사건 아파트 32평형 세대당 국민주택기금 융자금은 41,000,000원, 임대보증금은 아래 표의 ‘임대기간’란 기재 각 기간 동안 아래 표의 ‘임대보증금’란 기재 각 돈인 사실, 가계자금 대출시장의 점유율이 최상위인 국민은행의 1년 만기 정기예금의 이자율은 이 사건 아파트의 입주 당시인 2004. 10.경 연 3.4%, 이 사건 아파트의 분양전환 무렵인 2011. 11.경 연 2.8%로 이를 산술평균하면 연 3.1%{= 6.2%(= 3.4% + 2.8%) ÷ 2}인 사실을 인정할 수 있다. <br/>       위 인정사실을 기초로 이 사건 별표 제2항 가목 2)에서 규정한 위 산식에 따라 산정한 자기자금이자는 아래 표 기재와 같이 5,108,154원이다. <br/>ⓐ 최초 입주자모집당시의 주택가격ⓑ 국민주택기금 융자금ⓒ 임대보증금ⓓ 자기자금(= ⓐ - ⓑ - ⓒ)임대기간ⓔ 이자율자기자금이자(= ⓓ × ⓔ × 임대기간일수/365)99,671,43841,000,00030,542,00028,129,4382004. 10. 28. - 2005. 10. 27.3.1%872,01332,069,10026,602,3382005. 10. 28. - 2006. 10. 27.824,67233,672,55024,998,8882006. 10. 28. - 2007. 10. 27.774,96635,356,17023,315,2682007. 10. 28. - 2008. 10. 27.722,77337,123,97021,547,4682008. 10. 28. - 2009. 10. 27.667,97238,980,16019,691,2782009. 10. 28. - 2010. 10. 27.610,43040,929,16017,742,2782010. 10. 28. - 2011. 10. 27.550,01142,975,61015,695,8282011. 10. 28. - 2011. 12. 30.85,317합 계5,108,154<br/>   ⑶ 감가상각비 <br/>      ㈎ 계산근거       <br/>법인세법 시행령 제26조, 법인세법 시행규칙 제15조 제3항 [별표 5] : 건축물은 정액법에 의한 계산방법에 따르고, 철근콘크리트조 건물의 기준내용연수는 40년<br/>      ㈏ 계산결과 <br/>        위 계산방식에 따라 계산된 이 사건 아파트 32평형 세대당 감가상각비는 17,879,417원{= 이 사건 아파트 32평형 세대당 건축비 99,671,438원 ÷ 기준내용연수 40년 × 임대기간 (7 + 64/365)년}이다. <br/>   ⑷ 이 사건 아파트의 건설원가<br/>      86,900,175원 = 99,671,438원 [⑴항] + 5,108,154원[⑵항] - 17,879,417원[⑶항]<br/>나. 감정평가금액<br/>    감정평가금액은 구 임대주택법 시행규칙 [별표 1] 제2항 나목에 따라 두 곳의 감정평가법인이 평가한 해당 주택의 감정평가금액을 산술평균한 금액으로 산정하는데, 갑 제2, 3호증의 각 기재 및 변론 전체의 취지에 의하면, 이 사건 아파트의 각 세대별 감정평가금액의 평균액은 별지4 목록의 ‘감정평가액’란 기재의 각 돈인 사실을 인정할 수 있다. <br/>다. 이 사건 아파트의 세대별 분양전환가격<br/>    이 사건 아파트의 세대별 분양전환가격은 위 가항의 건설원가와 위 나항의 감정평가금액을 산술평균한 금액인바, 각 세대별 산술평균금액은 별지4 목록의 ‘산술평균액’란 기재와 같다.    <br/>2. 상한가격<br/>가. 산정가격 = 분양전환 당시의 건축비 + 입주자모집 공고 당시의 택지비 + 택지비이자<br/>    ⑴ 분양전환 당시의 표준건축비 <br/>      ㈎ 산정방식<br/>        산정가격의 기초가 되는 건축비는 이 사건 분양전환 당시 시행 중이던 표준건축비를 기준으로 산정하여야 함은 Ⅳ의 4항에서 본 바와 같다. <br/>        이 사건 분양전환 당시 시행 중이던 공공건설임대주택의 표준건축비에 대한 국토해양부 고시 제2008-707호에 의하면, 이 사건 아파트에 해당하는 11층 이상 20층 이하의 60㎡ 초과하는 아파트의 주택공급면적에 적용되는 건축비의 상한가격은 ㎡당 970,900원이고, 주택공급면적은 전용면적과 주거공용면적을 의미한다. <br/>        그리고 이 사건 별표 2항의 라목의 1)의 라), 바)의 (1)에 의하면, 사업계획승인권자로부터 최초 입주자모집 공고에 포함하여 승인을 받은 지하층 면적은 표준건축비의 100분의 63에 상당하는 금액을 건축비로 인정할 수 있고, 임대사업자가 발코니샤시를 한꺼번에 시공하는 주택인 경우 표준건축비의 100분의 5 이내에서 드는 비용을 건축비에 가산할 수 있다. <br/>      ㈏ 산정결과<br/>        을 제4호증의 기재에 의하면, 이 사건 아파트 32평형의 전용면적과 주거공용면적의 합계는 105.7933㎡이고, 최초 입주자 모집 공고 당시 승인을 받은 세대별 지하층 면적은 24.2660㎡인 사실을 인정할 수 있고, 이 사건 아파트는 피고가 발코니 샤시를 한꺼번에 시공한 아파트인 사실은 앞서 본 바와 같은바, 이를 기초로 분양전환 당시의 이 사건 아파트의 세대별 표준건축비를 산정하면 아래 표 기재와 같이 122,693,160원이다.<br/>구분금액주택공급면적에 대한 부분102,714,714원(= 105.7933㎡ × 970,900원)지하층 면적에 대한 부분14,842,711원(= 24.2660㎡ × 970,900원 × 63%)발코니 샤시에 대한 부분5,135,735원(= 102,714,714원 × 5%)합계122,693,160원[분양전환 당시 표준건축비 계산표]<br/>    ⑵ 택지비와 택지비 이자 <br/>      이 사건 아파트의 입주자 모집 공고 당시의 택지비 중 이 사건 아파트 32평형 1세대에 대한 금액이 16,123,781원인 사실은 앞서 본 바와 같으므로, 이 사건 아파트 32평형 1세대에 대한 택지비와 택지비의 이자의 합계는 아래 산식 기재와 같이 19,509,261원이다.  <br/>       [계산식]<br/>         19,710,284원 =  택지비 16,123,781원 + 택지비 이자 3,586,503원{= 16,123,781원 × 3.1% × (7 + 64/365)}<br/>    ⑶ 이 사건 아파트의 세대별 산정가격 <br/>       142,403,444원 = 122,693,160원[⑴항] + 19,710,284원[⑵항]<br/>나. 감가상각비<br/>    이 사건 아파트의 세대별 감가상각비가 17,879,417원인 사실은 앞서 본 바와 같다. <br/>다. 이 사건 아파트의 세대별 상한가격의 산정<br/>    ⑴ 산정방식<br/>      산정가격 - 감가상각비[이 사건 별표 1항의 나목, 2항의 가목의 3), 다목]<br/>    ⑵ 구체적인 산정결과<br/>       124,524,027원 (= 142,403,444원 - 17,879,417원) <br/>3. 정당한 분양전환가격<br/>  이 사건 아파트의 세대별 건설원가와 감정평가금액의 산술평균가액은 별지4 목록의  ‘산술평균액’란 기재와 같은바, 위 산술평균액은 모두 이 사건 아파트의 세대별 상한가격인 124,524,027원에 미달하므로, 결국 이 사건 아파트의 세대별 정당한 분양전환가격은 이 사건 아파트의 세대별 건설원가와 감정평가금액의 산술평균가액인 별지4 목록의 ‘산술평균액’란 기재의 각 금액이라고 할 것이다. <br/>4. 소결론<br/>  이 사건 아파트의 세대별 분양대금이 별지4 목록의 ‘분양대금’란 기재의 각 돈인 사실은 앞서 본 바와 같고, 이 사건 아파트의 세대별 분양대금이 이 사건 아파트의 정당한 분양전환가격인 별지4 목록의 ‘산술평균액’란 기재의 각 금액을 초과함은 계산상 명백하므로, 이 사건 각 분양계약의 분양대금에 관한 부분 중 구 임대주택법 등 관련법령에 따라 산정된 이 사건 아파트의 정당한 분양전환가격을 초과한 금액에 대한 부분은 무효이다. <br/>  따라서 피고는 원고들에게 각 이 사건 아파트의 세대별 분양대금에서 이 사건 아파트의 정당한 분양전환가격을 공제한 나머지 금액인 별지4 목록의 ‘부당이득액’란 기재 각 돈 및 그 중 별지4 목록 ‘소장청구금액’란 기재 각 돈에 대하여는 이 사건 소장 부본 송달일 다음날인 2012. 11. 27.부터 이 사건 청구취지변경신청서 부본 송달일인 2013. 11. 22.까지 민법이 정한 연 5%, 별지4 목록 ‘부당이득액’란 기재 각 돈에 대하여는 이 사건 청구취지변경신청서 부본 송달일 다음날인 2013. 11. 23.부터 피고가 이행의무의 존부 및 범위에 대하여 항쟁함이 상당한  당심 판결 선고일인 2016. 12. 28.까지는 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 20%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.  <br/>Ⅵ. 결론<br/>  그렇다면, 원고들의 청구는 위 인정 범위 내에서 이유 있으므로 이를 인용하고, 나머지는 이유 없으므로 이를 기각할 것인바, 이와 결론을 일부 달리한 제1심 판결 중 위 인정 금원을 초과하여 지급을 명한 피고 패소부분은 부당하므로 이를 취소하고 그 취소부분에 해당하는 원고의 청구를 기각하며, 별지1 항소한 원고들 명단 기재 원고들의 항소와 피고의 나머지 항소는 이유 없으므로 이를 모두 기각하기로 하여, 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 박형남(재판장) 이정희 이민영 ",
    "사건번호": "2015나2072413",
    "사건종류코드": "400101",
    "판례정보일련번호": "224465",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}