{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20170720",
    "법원명": "서울남부지방법원",
    "사건명": "추심금",
    "판례내용": "【원고, 항소인】 원고 (소송대리인 변호사 오규호)<br/>【피고, 피항소인】 알리안츠생명보험 주식회사 (소송대리인 법무법인 우일 담당변호사 김호영)<br/>【제1심판결】 서울남부지방법원 2016. 11. 4. 선고 2016가단222969 판결<br/>【변론종결】2017. 5. 18.<br/>【주    문】<br/>  1. 원고의 항소를 기각한다.<br/>  2. 항소비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】  제1심판결 중 아래에서 지급을 명하는 돈에 해당하는 원고 패소부분을 취소한다. 피고는 원고에게 80,000,000원과 이에 대하여 이 사건 소장 부본 송달일 다음날부터 제1심판결 선고일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라(원고는 이 법원에 이르러 청구취지를 감축하였다).<br/>【이    유】1. 기초사실<br/>  가. 주식회사 피티카페코리아는 2008. 12. 2. 피고와 서울 영등포구 (주소 생략)에 관한 임대차계약을 체결하고(이하 이 사건 임대차라고 한다), 그 무렵 피고에게 임대차보증금으로 1억 원을 지급하였다.<br/>  나. 원고는 2009. 6. 19. 위 피티카페코리아에 대한 계약금반환청구권을 피보전권리로 하여 서울중앙지방법원 2009카단5970호로 위 피티카페코리아의 피고에 대한 1억 원의 임대차보증금 반환채권에 대해 채권가압류결정을 받았고, 2009. 6. 22. 제3채무자인 피고에게 위 채권가압류결정(이하 ‘이 사건 가압류결정’이라고 한다)이 송달되었다. <br/>  다. 원고가 위 피티카페코리아를 상대로 서울중앙지방법원 2009가합65923호 계약금반환청구의 본안소송을 제기하였으나 2010. 1. 13. 청구기각 판결이 선고되자, 위 피티카페코리아는 2010카단2861호로 가압류이의신청을 제기하여 7. 2. 이 사건 가압류결정을 취소하는 결정을 받았고, 7. 13. 집행법원에 집행취소를 신청함에 따라 8. 19. 피고에게 그 취지가 송달되었다. <br/>  라. 피티카페코리아는 본안소송 제1심 선고이후인 2010. 5. 27. 주식회사 피티카페알리안츠점에 임대차보증금 및 모든 시설을 포함한 영업 관련 권리·의무를 양도하였고(이하 이 사건 채권양도라고 한다), 피고는 위 피티카페알리안츠점과 기존 이 사건 임대차를 승계한다는 약정을 체결하였다.<br/>  마. 원고가 본안소송 제1심판결과 가압류이의신청에 불복함에 따라 2011. 2. 24. 항소심에서 1억 6,600만 원 및 이에 대한 지연손해금을 인용하는 일부승소판결을 받고(서울고등법원 2010나19138호), 2011. 4. 11. 항고심에서도 2009. 6. 19. 발령된 가압류결정을 인가한다는 결정을 받았으나(서울고등법원 2010라1332호), 위 가압류취소결정의 효력을 정지하는 집행정지신청 등을 한 바 없다.<br/>  바. 원고는 본안소송 확정판결에 기하여 2011. 5. 25. 수원지방법원 성남지원 2011타채8837호로 위 피티카페코리아의 피고에 대한 1억 원의 임대차보증금 반환채권에 대해 채권압류 및 추심명령을 받았고, 그 결정이 2011. 5. 27. 피고에게 송달되었다.  <br/>  사. 피고는 2014. 9. 4. 승계된 이 사건 임대차계약 종료에 기하여 피티카페알리안츠점에게 임대차보증금 1억 원을 반환하였다. <br/>[인정근거]  다툼 없는 사실, 을 제6호증의 기재, 변론 전체의 취지<br/>2. 원고의 주장<br/>  가압류취소결정은 기존의 가압류결정에 소급하여 그 효력이 발생하는 것이 아니고 집행이 해제된 시점 이후의 장래를 향해서만 취소의 효력이 있으므로, 피고에게 집행해제통지서가 송달된 2010. 8. 19.에 이르러서야 그 효력이 발생한다. 그런데 피티카페코리아의 또 다른 채권자인 소외인이 이 사건 임차보증금반환채권 1억 원 중 8,000만 원에 대하여 한 채권압류 및 추심명령이 집행해제 효력이 발생하기 전인 2010. 8. 18.에 피고에게 도달됨으로써 위 8,000만 원 한도 내에서는 소외인의 채권압류 및 추심명령은 유효하게 남아있다. 그 이후 가압류이의신청의 항고심에서 위 2009. 6. 19.자 가압류결정이 인가되고 본안소송의 확정판결에 기한 압류 및 추심명령이 인용됨에 따라 위 8,000만 원에 대하여는 다시 원고와 소외인의 채권압류경합 상태에 있다고 할 것이므로, 피고는 이 사건 채권양도를 이유로 원고의 추심금 청구를 거절할 수 없다. <br/>3. 판단<br/>  가. 관련법리<br/>    1) 민사집행법 제286조 제7항은 보전명령이의재판에 대한 즉시항고에 관하여 집행정지의 효력을 부여하고 있는 민사소송법 제447조의 준용을 배제하고 있으므로, 채권자가 같은 법 제289조에 따라 가압류취소결정의 효력을 정지시키는 신청을 하지 아니하는 한, 채무자는 이의신청에 따라 보전명령을 취소하는 결정이 발령되면 즉시 보전집행의 취소신청을 할 수 있고, 집행취소 후 채무자가 목적물을 처분하는 경우 집행취소의 확정적 효력에 기해 항고심에서 채권자가 승소하더라도 보전목적을 달성할 수 없게 된다.  <br/>    2) 가압류명령의 집행은 가압류의 목적물에 대하여 채무자가 일체의 처분을 금지하는 효력을 생기게 하지만, 처분행위의 당사자 사이에서는 거래행위가 전적으로 유효하고, 가압류채권자 또는 가압류에 기한 집행절차에 참가하는 일정 범위의 채권자에 대하여 주장할 수 없음에 그치는 것이기 때문에 채무자와 제3취득자 사이의 거래행위가 있은 후에 가압류가 취소, 해제된 경우에는 채무자와 제3채무자 사이의 거래행위는 완전히 유효한 것으로 된다. 이와 같은 가압류의 상대적 효력으로 인해 가압류에 반하는 처분행위는 가압류채권자 및 처분행위 전에 집행에 참가한 자에 대한 관계에서만 무효일 뿐 처분행위 후에 집행에 참가한 채권자에 대하여는 그 처분의 유효를 주장할 수 있다.<br/>  나. 위 법리를 이 사건에 비추어 보건대, 원고가 가압류이의사건에서의 가압류취소결정에 대하여 효력을 정지시키는 집행정지신청을 하지 않은 사실은 앞에서 본 바와 같으므로, 위 채권가압류취소결정은 피티카페코리아의 집행해제신청에 따라 피고에게 그 취지가 송달됨으로써 확정적으로 그 효력이 발생하였다고 봄이 상당하다. 따라서 원고가 가압류이의사건의 항고심에서 이 사건 가압류결정을 인가하는 결정을 받고 그 본안소송에서 승소확정판결을 받았다고 하더라도 이를 달리 볼 것이 아니므로, 2010. 5. 27. 피티카페코리아로부터 이 사건 임대차보증금반환채권을 양수한 피티카페알리안츠는 채권가압류의 부담이 없는 온전한 채권을 양수하였다고 봄이 상당하고, 그 이후 원고가 본안소송의 확정판결에 기하여 받은 이 사건 채권압류 및 추심명령(이 사건 가압류에서 이전된 본압류가 아님은 기록상 분명하다)은 존재하지 아니하는 채권에 대한 것으로서 효력이 없으므로, 원고의 이 사건 청구는 이유 없다.  <br/>    나아가 원고는 이 사건 가압류결정의 효력이 존속함을 전제로 소외인의 채권압류 및 추심명령이 유효하여 압류경합상태에 있었다고도 주장하나, 앞에서 본 바와 같이 가압류취소결정이 확정적으로 발생하였을 뿐 아니라, 가압류의 개별상대적 효력으로 인해 가압류에 반하는 처분행위는 가압류채권자 및 처분행위 전에 집행에 참가한 자에 대한 관계에서만 무효일 뿐 처분행위 후에 집행에 참가한 채권자에 대하여는 그 처분의 유효를 주장할 수 있는 것이다. 따라서 피티카페코리아의 피고에 대한 임대차보증금반환채권이 양수된 이후에 소외인의 채권압류 및 추심명령이 피고에게 송달되었음은 앞에서 본 바와 같으므로, 소외인의 채권압류 및 추심명령은 또한 이미 양도되어 존재하지 아니하는 채권에 대한 것으로서 효력이 없으므로, 이와 다른 전제에 선 원고의 청구는 어느 모로 보나 이유 없다. <br/>4. 결론<br/>  원고의 청구는 이유 없어 이를 기각할 것인바, 제1심판결은 이와 결론을 같이 하여 정당하므로 원고의 항소는 이유 없어 이를 기각한다.  <br/><br/>판사 박인식(재판장) 김상철 노서영 ",
    "사건번호": "2016나62717",
    "사건종류코드": "400101",
    "판례정보일련번호": "224587",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}