{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20180830",
    "법원명": "서울중앙지방법원",
    "사건명": "퇴직금",
    "판례내용": "【원    고】 원고 1 외 34인 (소송대리인 변호사 오동수)<br/>【피    고】 삼성물산 주식회사 (소송대리인 법무법인 세종 담당변호사 김종현 외 3인)<br/>【변론종결】2018. 5. 24.<br/>【주    문】<br/>  1. 원고들의 청구를 모두 기각한다.<br/>  2. 소송비용은 원고들이 부담한다.<br/><br/>【청구취지】  피고는 원고들에게 별지 ‘퇴직 전 12개월 평균임금을 기준으로 한 퇴직금액’란 기재 각 금원 및 각 이에 대하여 별지 ‘지연손해금 기산일’란 기재 각 해당일부터 다 갚는 날까지 연 20%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  가.  피고는 ‘삼성에버랜드 주식회사’라는 상호로 의류제품 제조·판매업 등을 영위하다가 2014. 7. 4. 상호를 ‘제일모직 주식회사’로 변경하였고, 2015. 9. 2. 삼성물산 주식회사를 흡수합병하면서 상호를 ‘삼성물산 주식회사’로 변경하였다(이하 상호 변경 및 흡수합병 전후에 관계없이 ‘피고’라고만 한다).<br/>  나.  피고는 피고가 생산한 의류제품을 판매하기 위하여 롯데쇼핑, 신세계, 한화갤러리아 등의 백화점 운영회사들과 사이에 ‘매장임대차계약’ 또는 ‘특약매매계약’ 등의 백화점 입점계약을 체결하고 피고의 정규직 직원들을 백화점 내 매장에 파견하여 상품을 판매하게 하였는데, 1999년경 이후부터는 원고들과 같이 백화점 내 피고의 매장에서 매장을 운영하며 피고의 상품을 판매할 매장관리자들과 위탁판매계약을 체결하고 매장관리자들로 하여금 위 매장관리 및 상품판매 업무를 수행하게 하였다. <br/>  다.  원고들은 별지 ‘개업일’란 기재 각 해당일 무렵 피고와 사이에 백화점 내 피고의 매장에서 원고들이 위 매장을 운영하여 피고의 상품을 판매하고 피고로부터 매출실적에 대한 일정 비율의 위탁판매 수수료(이하 ‘수수료’라고만 한다)를 지급받기로 하는 내용의 위탁판매계약을 체결하고, 위 각 해당일부터 위 각 매장 내에서 상품을 판매하는 매장관리자로서 업무를 수행하다가, 별지 ‘영업종료일’란 기재 각 해당일에 위 판매업무를 종료하였다.<br/>  라.  원고들이 피고와 위탁판매계약을 체결하며 작성한 위탁판매계약서 상호 간에 다소 차이는 있으나 대체로 그 내용이 동일한바, 그 중요 부분은 다음과 같다(아래 위탁판매계약서는 원고 1과 피고 사이에 작성된 것으로 원고 1은 원고, 피고는 피고로 지칭한다).<br/>제1조 (목적 및 내용)<br/>  ① 본 계약은 원고가 피고의 점포 및 판매시설    매장에서 원고의 책임 하에 피고의 소유인 상품 판매 및 이와 관련된 판매행위를 행하고, 피고는 원고에게 이에 상응한 수수료를 지급함에 그 목적이 있다(이하 생략).<br/>제2조 (계약 기간)<br/>  ① 계약기간은 ___부터 ___까지로 하며 차후 계약기간의 연장은 6개월 단위로 별도 합의 및 계약에 의한다.<br/>  ② 각 당사자가 계약기간 만기일 15일 전까지 계약의 종료에 대한 의사를 상대방에게 표시하지 아니하는 경우 본 계약은 동일조건으로 6개월간 자동 연장된다. 단, 원고가 피고에게 매장변경에 관한 계약변경 요구가 있을 경우에는 쌍방간 협의에 의하여 매장변경을 할 수 있다(이하 생략).<br/>제3조 (수수료지급)<br/>  ① 피고는 원고에게 매장에서 판매된 상품의 실매출(부가세 포함) 실적의 일정비(정상 ___%, 세일 ___%, 행사 ___%)(부가세제외)를 매월 위탁판매 수수료로 지급한다(이하 생략).<br/>제4조 (상품 공급)<br/>  ① 상품과 관련한 사항 중 공급상품(이하 ‘상품’이라 한다)의 종류와 수량은 피고가 결정한다.<br/>  ② 상품의 인도장소는 매장 또는 매장 부속 창고로 하며 인도 장소까지의 운송비용은 피고의 부담으로 한다. 단, 매장간의 이동 비용 등 기타 제비용은 별도 합의에 의한다.<br/>제7조 (상품의 판매)<br/>  ① 원고는 상품 판매에 있어 피고의 영업 정책 등을 준수하고, 공정거래법 등의 법령을 준수하여야 한다.<br/>  ② 원고는 피고와 사전 서면동의 없이 피고와 사전 계약된 장소 이외의 장소(인터넷 판매 포함)에서 상품을 판매하거나 피고가 공급하는 상품 이외의 다른 상품을 일체 판매하여서는 아니 된다.<br/>  ③ A/S 등 소비자 보호와 기타 판매 사항에 대해 원고는 피고의 기준을 따른다(이하 생략).<br/>제8조 (상품의 가격)<br/>  ① 원고는 피고가 정한 금액으로 상품을 판매하여야 한다.<br/>  ② 원고는 전 1항의 규정에 반한 임의가격으로 판매하여서는 아니 되며 사전 서면 동의 없이 할인판매를 하여서는 아니 된다.<br/>제12조 (판매원의 관리)<br/>  ① 원고는 판매원에게 피고와 피고의 상품 이미지에 부응하는 친절서비스, 판매기법, 상품지식 및 매장관리 교육 등을 실시하여 판매원의 서비스 수준을 관리하여야 한다.<br/>  ② 판매원은 원고가 직접 고용하고 근로계약서를 작성해야 하며, 이에 수반되는 급여, 법정수당, 퇴직금 등 노동관계법상 사용자 책임을 원고가 부담한다. 원고는 피고의 위탁 판매업체로서 윤리경영을 하여야 하며, 특히, 원고가 고용한 판매사원에 대해 4대보험(의료보험, 국민연금, 고용보험, 산재보험)을 가입시켜야 한다(이하 생략).<br/>제13조 (매장의 관리)<br/>  ① 원고는 선량한 관리자의 주의로써 매장을 관리해야 한다.<br/>  ② 매장 장치장식은 브랜드 Identity, 마케팅, 이미지제공 등 피고의 규정에 의하여 실시하여야 한다.<br/>  ③ 매장과 비품의 증·개축 및 보수·추가시에는 사전에 피고의 동의를 받아야 하며, 동의 후 지출한 비용에 한해 피고의 부담으로 한다.<br/>제14조 (광고선전 및 판촉활동)<br/>  ① 원고가 상품의 판매촉진을 위한 광고 또는 디스플레이 등을 시행할 경우 피고의 기준에 따라야 하며, 피고의 판매 및 판촉광고 행사에 협조해야 한다.<br/>  ② 원고는 매장의 판매촉진을 위해 개별적인 광고 또는 선전을 하고자 할 때에는 사전에 피고의 동의를 얻어야 한다.<br/>  ③ 피고 또는 원고의 영업활동을 위하여 광고선전 및 판촉활동을 하는 경우에 비용 분담의 필요가 있을 경우에는 쌍방간 합의에 의하고, 별도의 합의가 없는 경우에는 균분한다.<br/>제15조 (상품의 관리)<br/>  ① 원고는 피고의 소유물인 상품을 선량한 관리자의 주의로써 보관 및 판매를 해야 한다.<br/>  ② 원고는 정상적인 영업활동으로 인한 경우를 제외하고는 피고의 사전 서면동의 없이는 상품을 매장 밖으로 반출해서는 안 된다.<br/>  ③ 원고는 피고가 정하는 바에 따라 상품의 재고 내역을 상세히 기재하여 보관해야 하며 피고가 요구하는 경우 이를 피고에게 제시해야 한다.<br/>  ④ 피고는 필요한 경우 재고실사를 실시할 수 있고, 원고는 지체없이 피고에게 협조하여야 한다.<br/>제16조 (상품의 반환 및 이송 )<br/>  ② 피고는 매출 확대 등 필요한 경우 피고 소유의 상품에 대해 매장 간 상품이동을 요청할 수 있다.<br/>[인정근거] 다툼 없는 사실, 갑 제1호증, 을 제1, 2호증의 각 기재, 변론 전체의 취지<br/>2.  당사자 주장의 요지<br/>가. 원고들<br/>    원고들은 피고의 지휘·감독 아래 근로를 제공한 근로자들로 피고에서 퇴직하였음에도 퇴직금을 지급받지 못하였으므로, 피고에 대하여 별지 ‘퇴직 전 12개월 평균임금을 기준으로 한 퇴직금액’란 기재 각 퇴직금 및 이에 대한 지연손해금의 지급을 구한다.<br/>나. 피고<br/>    원고들은 피고와 위탁판매계약을 체결하여 스스로 근로자들을 고용하고 피고의 상품을 판매한 독립된 사업자일 뿐, 피고로부터 구체적인 지휘·감독을 받지는 아니하였으므로 근로기준법상 근로자에 해당하지 아니한다.<br/>3.  원고들이 근로기준법상 근로자에 해당하는지 여부<br/>가. 관련 법리<br/>    근로기준법상의 근로자에 해당하는지는 계약의 형식이 고용계약인지 도급계약인지 위임계약인지보다 근로제공 관계의 실질이 근로제공자가 사업 또는 사업장에 임금을 목적으로 종속적인 관계에서 사용자에게 근로를 제공하였는지 여부에 따라 판단하여야 한다. 여기에서 종속적인 관계가 있는지 여부는 업무 내용을 사용자가 정하고 취업규칙 또는 복무규정 등의 적용을 받으며 업무수행과정에서 사용자가 상당한 지휘·감독을 하는지, 사용자가 근무시간과 근무장소를 지정하고 근로제공자가 이에 구속을 받는지, 근로제공자가 스스로 비품·원자재나 작업도구 등을 소유하거나 제3자를 고용하여 업무를 대행하게 하는 등 독립하여 자신의 계산으로 사업을 영위할 수 있는지, 근로제공을 통한 이윤의 창출과 손실의 초래 등 위험을 스스로 안고 있는지, 보수의 성격이 근로 자체의 대상적 성격인지, 기본급이나 고정급이 정하여졌고 근로소득세를 원천징수하였는지, 그리고 근로제공관계의 계속성과 사용자에 대한 전속성의 유무와 그 정도, 사회보장제도에 관한 법령에서 근로자로서 지위를 인정받는지 등의 경제적·사회적 여러 조건을 종합하여 판단하여야 한다. 다만 기본급이나 고정급이 정하여졌는지, 근로소득세를 원천징수하였는지, 사회보장제도에 관하여 근로자로 인정받는지 등의 사정은 사용자가 경제적으로 우월한 지위를 이용하여 임의로 정할 여지가 크다는 점에서 그러한 점들이 인정되지 않는다는 것만으로 근로자성을 쉽게 부정하여서는 아니 된다(대법원 2017. 1. 25. 선고 2015다59146 판결 등 참조). <br/>나. 판단<br/>    1)  다음 각 사실은 당사자 사이에 다툼이 없거나 갑 제1 내지 21, 24 내지 38, 40 내지 44, 46, 47, 50, 54, 55, 56, 58호증, 을 제3, 4, 5, 9, 13, 14, 15호증(각 가지번호 포함)의 각 기재 및 변론 전체의 취지를 종합하여 이를 인정할 수 있다.<br/>      가)  피고는 원고들과 같이 백화점에 입점한 피고의 매장을 운영하며 상품판매 및 재고관리를 담당할 매장관리자를 모집하여 위탁판매계약을 체결하고, 6개월 단위로 위탁판매계약을 갱신하는 방식으로 계약관계를 지속하였으며, 매장관리자와 위탁판매계약을 갱신하지 않을 경우 그 매장을 운영할 매장관리자를 다시 모집하여 위탁판매계약을 체결하는 방식으로 백화점 내 피고의 매장을 운영하였다.<br/>      나)  피고는 원고들에게 매출실적에 따른 수수료를 지급하였는데, 위탁판매계약 체결 시 정하는 수수료율은 원고별로 같지 아니하고, 원고들이 지급받은 수수료 액수는 원고들 상호 간은 물론 매출실적에 따라 매월 차이가 있었으며, 피고가 원고들에게 지급하는 수수료에 상한이나 하한이 존재하지는 아니하였다.<br/>      다)  원고들은 정기적으로 피고에게 매장의 일별, 주별, 월별 매출현황 및 누적 매출현황 등을 보고하였고, 매출실적이 부진할 경우에는 피고에게 구체적인 매출 부진사유 및 매출활성화 방안을 보고하였다. 한편, 피고는 매년 원고들의 매출실적을 평가하여 원고들이 매출목표를 초과달성할 경우 위탁판매계약에서 정한 수수료 외에 추가적인 성과급을 지급하기도 하였다.<br/>      라)  원고들은 피고가 지정한 가격에 상품을 판매하였고, 피고가 행사기간 및 할인율을 정하여 할인행사를 진행할 경우 이에 따라야 하였으며, 원고들이 임의로 상품을 할인하여 판매하거나 할인율을 정할 수는 없었다.<br/>      마)  피고는 원고들이 매장에서 상품을 진열하는 방식에 관하여 구체적으로 지시하였고, 원고들이 이를 이행하였는지를 확인하기 위하여 원고들에게 상품 진열사진을 촬영하여 보고할 것을 요구하기도 하였다.<br/>      바)  원고들은 통상적으로 백화점 영업시간 동안 매장에서 근무하였는데 원고들의 근무시간은 백화점의 운영시간에 따라 정해졌고, 피고의 본사 직원이 원고들의 휴가 일정을 취합하여 정리하기는 하였으나, 별도로 원고들의 휴가를 통제하지는 아니하였다.<br/>      사)  피고는 원고들을 대상으로 판매전략회의, 주요매장 간담회 등의 교육 및 간담회를 실시하였고, 위 교육 및 간담회에서 원고들에게 상품 판매업무 등에 관한 지시사항을 전달하였다.<br/>      아)  원고들은 피고로부터 마네킹, 포장재, 태블릿피시, 무선 스캐너 등의 비품을 무상으로 제공받았고, 원고들이 피고와 위탁판매계약기간 종료 후 재계약을 체결하지 않을 경우 위 비품은 원고들이 근무한 매장의 후임자에게 인계되었다.<br/>      자)  피고는 내부전산망, 휴대전화 메시지, 메신저 등을 이용하여 원고들에게 업무와 관련된 공지사항과 지시사항을 전달하고 보고를 받기도 하였다.<br/>      차)  원고들은 직접 자신의 명의로 판매사원을 채용하고 자신의 계산으로 판매사원들에 대한 급여를 지급하였으며, 위와 같은 판매사원의 채용 여부, 채용조건, 휴가 사용, 출퇴근 등은 피고의 관여 없이 원고들이 독자적으로 결정하거나 관리하였다.<br/>      카)  원고들에게는 피고의 취업규칙과 인사규정이 적용되지 아니하였다.<br/>      타)  원고들은 모두 그 명의로 사업자등록을 하여 사업소득세를 납부하였고, 피고를 사업장으로 하는 국민건강보험, 국민연금보험, 고용보험, 산업재해보상보험에 가입되지 아니하였다. <br/>    2)  위 인정사실과 갑 제22, 45, 52, 53호증, 을 제6, 7, 11, 12, 26 내지 39호증(각 가지번호 포함)의 각 기재에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들을 앞서 본 법리에 비추어 살피건대, 원고들이 임금을 목적으로 종속적인 관계에서 근로를 제공한 근로기준법상의 근로자에 해당한다고 보기에 부족하고 달리 이를 인정할 증거가 없다.<br/>      가)  원고들 중 피고의 정규직 직원으로 고용되어 근무한 적이 있는 사람은 원고 1, 원고 2, 원고 5, 원고 6, 원고 10, 원고 12, 원고 13, 원고 19, 원고 22, 원고 23, 원고 24, 원고 35 등 12명에 불과하고, 그중 피고에서 퇴사한 직후 피고와 위탁판매계약을 체결한 사람은 원고 2, 원고 10, 원고 23, 원고 19 등 4명에 불과하며, 피고의 정규직 직원으로 근무하던 원고들이 피고로부터 매장관리자로 강제전환되었다고 인정할 만한 증거는 없다.<br/>      나)  피고와 원고 23이 1999. 7. 1. 체결한 위탁판매계약에 피고가 원고 23에게 고정급을 지급하기로 하는 내용이 포함되어 있기는 하나, 이는 피고가 백화점 내 매장의 운영방식을 위탁판매방식으로 전환하는 과정에서 일시적으로 체결되었던 계약 형태라고 할 것이고, 현재는 원고들과 같은 매장관리자에게 고정급을 지급하는 경우는 없는 것으로 보인다. 한편, 원고들은 피고로부터 지급받은 수수료로 판매사원들에 대한 인건비를 지급하거나 매장을 운영하는 데 필요한 제반 비용을 지출하였으므로, 위 수수료가 원고들이 피고에게 제공한 근로 자체의 대상적 성격을 가지고 있다고 인정하기도 어렵다.<br/>      다)  피고가 매출실적이 부진한 원고들에게 매출활성화 방안을 수립하여 제시할 것을 요청하거나 지속적으로 매출실적이 부진할 경우 위탁판매계약을 갱신하지 않을 수 있음을 알리기도 하였으나, 다른 한편으로 피고는 원고들의 매출실적을 제고하기 위하여 매출실적이 우수한 원고들에게는 추가적인 성과급을 지급하기도 하였는바, 원고들의 매출실적이 피고의 수익과 직접적으로 연관된 이상 피고가 원고들에게 매출실적을 높이라는 지시를 하였다는 것만으로 피고가 원고들에게 상당한 지휘·감독을 하였다고 보기는 어렵다. <br/>      라)  피고는 원고들이 판매할 상품의 가격을 정하고 원고들이 임의로 할인판매를 하지 못하게 하였으며, 원고들에게 상품의 진열방식을 구체적으로 지시하기도 하였으나, 이러한 피고의 조치는 피고가 가진 브랜드의 통일성을 유지하고 피고의 상품을 판매하는 모든 매장에서 동일한 상품이 동일한 가격으로 판매되도록 관리할 필요가 있기 때문인 것으로 보인다. <br/>      마)  원고들의 근무시간은 백화점과의 관계에서 준수되어야 하는 시간일 뿐, 피고가 원고들의 구체적인 출퇴근 시각을 통제하거나 휴게시간을 정하지는 아니하였고, 피고의 본사 직원이 원고들의 출근 여부를 정기적으로 확인하는 등 근태관리를 하지는 아니하였다. 또한, 피고의 본사 직원이 원고들이 운영하는 매장에 방문하여 매장 운영실태를 확인한 것은 매장이 정상적으로 운영되고 있는지 점검하고 피고의 브랜드 가치를 유지하기 위하여 필요한 최소한의 수준을 요구하는 것에 지나지 아니하고, 원고들로서는 항상 직접 매장에 상주할 필요 없이 원고들 스스로 고용한 판매사원에게 매장 업무를 맡기고 매장을 이탈하여 개인적인 용무를 보는 것도 가능하였다.<br/>      바)  피고가 원고들을 대상으로 교육 및 간담회를 실시한 것은 원고들이 판매하는 상품이 피고가 제조한 제품이라는 점에서 브랜드의 통일성을 확보하고 원고들의 상품에 대한 이해와 매출실적을 제고하기 위한 목적에서 이루어진 것으로 볼 수 있다.<br/>      사)  피고가 원고들이 운영하는 매장의 특정 재고물품을 다른 매장으로 보내게 하는 등 이른바 ‘로테이션’이라는 조치를 취하기는 하였으나, 원고들의 매장에 공급되는 상품은 여전히 피고에게 그 소유권과 처분권이 있고, 피고는 각 매장에 공급한 상품들이 적시에 판매되어 재고로 남지 않도록 관리할 필요가 있다는 점에서 이를 두고 피고가 원고들에게 구체적인 지휘·감독을 한 것이라고 평가하기는 어렵다.<br/>      아)  피고의 본사 직원이 원고들에게 판매사원 적정 인원(TO)을 충족할 것을 요청한 경우도 있지만, 이는 피고가 각 매장에서 근무할 판매사원의 적정 인원을 산정하고 위와 같이 산정한 판매사원의 인원수를 감안하여 수수료율을 정하였기 때문인 것으로 보이고, 피고가 판매사원의 채용 여부에 관하여 직접 관여한 바는 없다.<br/>      자)  원고들의 매출실적이 부진하다거나 원고들이 교육 및 간담회에 참석하지 아니하고 로테이션을 미이행하였다는 등의 이유만으로 피고가 원고들에게 직접적으로 불이익한 조치를 하였다거나 계약기간 중 위탁판매계약을 해지하거나 담당 매장을 변경하는 등의 조치를 하였다고 볼 만한 증거는 없다.<br/>      차)  원고들과 같은 매장관리자 중에는 피고를 상대로 동등한 사업자의 지위에서 공정거래분쟁조정협의회에 공정거래분쟁조정을 신청한 경우도 있었으며, 자체적인 영업법인을 설립하여 위탁판매업무를 수행한 경우도 있었는바, 원고들을 비롯한 매장관리자들 스스로도 종속적인 관계에서 피고에게 근로를 제공하였다는 인식은 갖지 않았던 것으로 보인다.<br/>      카)  피고는 원고들과 달리 자신의 계산으로 매장을 마련하여 피고와 사이에 대리점계약을 체결한 대리점주들에 대하여도 ① 매출목표를 제시하고 매출실적이 우수한 대리점주에게는 추가적인 성과급을 지급하고, ② 상품 진열에 관한 가이드라인을 제시하며, ③ 교육 및 간담회를 실시하고, ④ 로테이션 조치를 취하기도 하는 등 앞서 본 원고들에 대한 관리방식과 대리점주에 대한 관리방식이 크게 다르지 않은 것으로 보이고, 원고들의 경우 백화점 내 매장에서 피고의 상품을 판매하므로 백화점 운영회사의 통제를 받는 부분이 있다는 점에서 차이가 있을 뿐, 원고들이 개인사업자인 대리점주와 달리 종속적인 관계에서 피고에게 근로를 제공하였다고 평가하기는 어렵다.<br/>4.  결론<br/>  따라서 원고들의 청구는 이유 없으므로 이를 모두 기각하기로 하여, 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 이재석(재판장) 김지나 김근홍 ",
    "사건번호": "2017가합530644",
    "사건종류코드": "400101",
    "판례정보일련번호": "224873",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}