{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20180830",
    "법원명": "부산지방법원",
    "사건명": "전세권근저당권설정등기말소",
    "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 국제 담당변호사 이민기 외 1인)<br/>【피고, 피항소인】 피고 (소송대리인 법무법인 더나은 담당변호사 강근욱 외 1인)<br/>【제1심판결】 부산지방법원 2017. 8. 1. 선고 2016가단34775 판결<br/>【변론종결】2018. 8. 16.<br/>【주    문】<br/>  1. 제1심판결을 취소한다. <br/>  2. 피고는 원고에게 별지 목록 기재 부동산에 관하여 부산지방법원 동부지원 2014. 11. 26. 접수 제117734호로 마친 전세권설정등기의 말소등기에 대하여 승낙의 의사표시를 하라. <br/>  3. 소송 총비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】  주문과 같다. <br/>【이    유】1. 기초사실<br/>  가. 이 사건 임대차계약의 체결<br/>    1) 원고는 2014. 5. 19. 전국 각지에 ○○○○○○이라는 상호로 피부관리업체 지점을 운영하는 소외 1과 사이에, 원고 소유의 부산 해운대구 (주소 생략) 소재 (호수 생략)(이하 ‘이 사건 상가’라 한다)에 관하여 보증금 1억 원, 임대차기간 2014. 6. 19.부터 2016. 6. 18.까지, 임대료 월 500만 원(매달 19일에 먼저 지급하되, 연체 시 월 20%의 연체료를 가산하여 지급함)으로 하는 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였고, 소외 1은 이 사건 상가에서 ○○○○○○△△△△점을 운영하였다. 위 임대차계약 체결 당시 원고와 소외 1은 임차인인 소외 1의 비용으로 전세권설정등기를 하기로 약정하였다.<br/>    2) 소외 1은 이 사건 임대차계약에 따라 임차보증금으로 계약 당일인 2014. 5. 19. 1,000만 원, 2014. 6. 19. 잔금 9,000만 원 합계 1억 원을 지급하였다. <br/>  나. 투자약정 및 피고의 근저당권설정등기 <br/>    1) 피고와 소외 1은 2014. 11. 13. 피고가 소외 1 운영의 피부관리업체 ○○○○○○에 2억 5,000만 원을 투자하고, 소외 1은 매달 625만 원의 배당금을 지급하고 향후 투자원금을 반환하기로 하는 투자약정(이하 ‘이 사건 투자약정’이라 한다)을 하였다. <br/>    2) 소외 1은 2014. 11. 26. 이 사건 투자약정에 따른 채무를 담보하기 위하여 이 사건 상가에 관하여 부산지방법원 동부지원 접수 제117734호로 전세권설정자 원고, 전세권자 소외 1, 전세금 1억 원, 존속기간 2014. 6. 19.부터 2016. 6. 18.까지로 된 전세권설정등기(이하 ‘이 사건 전세권설정등기’라 한다)를 마침과 동시에 피고에게 위 전세권에 관하여 부산지방법원 동부지원 접수 제117735호로 채권최고액 1억 원의 근저당권설정등기(이하 ‘이 사건 근저당권설정등기’라 한다)를 마쳐주었다. <br/>  다. 이 사건 임대차계약의 종료<br/>    원고는 2015. 9. 18. 소외 1을 상대로 부산지방법원 2015가단66515호로 차임 연체에 따른 이 사건 임대차계약 해지를 원인으로 한 이 사건 상가의 인도를 구하는 소를 제기하였고, 위 소송 계속 중인 2015. 12. 21. 소외 1에 대하여 파산이 선고되었다.  <br/>  라. 피고의 물상대위에 의한 채권압류 및 추심명령<br/>    피고는 2016. 2. 17. 이 사건 근저당권에 기하여 소외 1의 원고에 대한 전세금반환채권 1억 원에 대하여 부산지방법원 2016타채50769호로 물상대위에 의한 채권압류 및 추심명령을 받았고, 위 명령은 같은 달 23. 원고에게 송달되었다. <br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 3호증 및 을 제1호증의 각 기재, 변론 전체의 취지<br/>2. 당사자의 주장<br/>  가. 원고<br/>    원고는 소외 1과의 이 사건 임대차계약에 따른 임대차보증금반환채무를 담보하기 위하여 이 사건 상가에 관하여 허위의 전세권설정계약을 체결한 후 이 사건 전세권설정등기를 마쳐준 것인데, 피고는 원고와 소외 1 사이에 이 사건 상가에 관하여 임대차계약이 체결된 사실과 이 사건 전세권설정등기는 허위의 전세권설정계약에 기한 것임을 잘 알고 있었으므로 무효인 전세권설정계약에 기한 이 사건 전세권설정등기의 말소등기에 대하여 승낙의 의사표시를 할 의무가 있다, <br/>  나. 피고<br/>    이 사건 상가에 관한 전세권설정계약은 통정허위표시라 볼 수 없고, 설사 통정허위표시로 무효라 하더라도 피고는 선의의 제3자(민법 제108조 제2항)에 해당하므로, 위 전세권설정계약이 통정허위표시에 의한 것이어서 무효라는 이유로 피고에게 대항할 수 없다.  <br/>3. 판  단<br/>  가. 관련 법리<br/>    전세권은 전세금을 지급하고 타인의 부동산을 점유하여 그 부동산의 용도에 따라 사용·수익하며 그 부동산 전부에 대하여 후순위 권리자 등 채권자보다 전세금의 우선변제를 받을 권리를 내용으로 하는 물권이다. 한편, 임대차는 당사자 일방이 상대방에게 목적물을 사용·수익하게 할 것을 약정하고 상대방이 이에 대하여 차임을 지급할 것을 약정함으로써 그 효력이 발생하는 채권계약으로 전세권과 그 요건과 효과를 달리한다(대법원 2007. 6. 28. 선고 2004다69741 판결 등 참조). 실제로는 전세권설정계약이 없으면서도 임대차계약에 기한 임대차보증금 반환채권을 담보할 목적으로 임차인과 임대인 사이의 합의에 따라 임차인 명의로 전세권설정등기를 마친 후 그 전세권에 대하여 근저당권이 설정된 경우, 설령 위 전세권설정계약만 놓고 보아 그것이 통정허위표시에 해당하여 무효라 하더라도 이로써 위 전세권설정계약에 의하여 형성된 법률관계를 토대로 별개의 법률원인에 의하여 새로운 법률상 이해관계를 갖게 된 근저당권자에 대하여는 그와 같은 사정을 알고 있었던 경우에만 그 무효를 주장할 수 있다(대법원 2008. 3. 13. 선고 2006다29372 판결 등 참조). <br/>  나. 피고의 선의 여부 <br/>앞서 본 인정사실 및 당심 증인 소외 1, 소외 2의 각 증언에 변론 전체의 취지를 보태어 보면, 이 사건 상가에 관한 이 사건 전세권설정계약은 이 사건 전세권설정등기를 위하여 원고와 소외 1 사이에 통정허위표시에 의하여 체결된 것임을 인정할 수 있으므로 이는 무효라 할 것이다. <br/>  피고가 이 사건 전세권설정계약이 통정허위표시에 해당함을 알았는지 여부에 대하여 살피건대, 갑 제16, 18호증 및 을 제5호증의 각 기재와 당심 증인 소외 2의 증언에 변론 전체의 취지를 보태어 보면 인정할 수 있는 다음과 같은 사정들에 비추어 보면, 피고는 이 사건 근저당권설정등기 당시 이 사건 전세권설정계약이 통정허위표시에 해당함을 알았다고 봄이 상당하고, 을 제6, 7호증의 각 기재만으로 이를 뒤집기 부족하며 달리 반증이 없다.  <br/>    ① 피고는 소외 1과 사이에 이 사건 투자약정을 하기 이전인 2014. 8. 25. ○○○○○○□□점에 관하여 소외 1에게 현금 1억 5,000만 원 및 피고가 소유한 건물 일부에 대한 임차권 5,000만 원을 합하여 2억 원을 투자하였고, 2014. 8. 28. ○○○○○○◇◇점에 관하여 현금 1억 원 및 피고가 소유한 건물 일부에 대한 임차권 5,000만 원을 합하여 1억 5,000만 원을 투자한 사실이 있으며, 당시 피고는 소외 1과 사이에 자기 소유의 건물에서 운영되는 ○○○○○○□□점 및 ◇◇점에 관하여 각 상가임대차계약을 체결하였다는 점, 상가건물에서 그 건물의 일부를 상가로 운영함에 있어서 임대차계약이 아닌 전세권계약은 일반적인 계약형태가 아닌 점 등에 비추어 볼 때, 피고가 거액의 이 사건 투자를 결정할 무렵 임대차계약을 통한 피부관리실 운영이라는 소외 1의 사업 구조나 방식 등에 대하여 잘 알고 있었다고 봄이 상당하다. <br/>    ② 소외 1은 2014. 11.경 피고에게 이 사건 투자 요청을 하였고, 당초 이 사건 투자에 소극적이었던 피고에게 담보를 확실하게 제공할 것을 약속하며 투자를 유치할 수 있었다. <br/>    ③ 소외 2는 피고가 이 사건 투자를 결정하게 된 경위에 대하여 다음과 같이 진술하고 있다.  <br/>[소외 2의 이 법정에서의 증언]?문  피고가 소외 1에게 투자금에 대한 담보로 무엇을 요구하였습니까.답  처음에는 뭐 요구를 했던 게 아니고 투자금 2억 정도에 대한 담보를 할 게 뭐가 있는지 소외 1 대표가 저에게 물어봤었고, 그래서 제가 근저당 안 된 물건이 이렇게 이렇게 있다고 말씀드렸고, 거기에 대한 임대차계약서하고 전세권설정계약서를 챙겨서 가져오라고 하셨습니다. 그래서 제가 그 서류를 전세권설정계약서하고 지금 해당 물건인 △△△△점하고, 그 다음 창원에 ☆☆☆☆점하고 ▽▽점하고 3개를 서류를 해서 제가 두 분 미팅하고 있는 데 가져다드렸습니다.    (중략)문  그 이후에 전세권설정등기를 해서 이것에 대해서 근저당을 해주겠다는 얘기를 한 이후에 피고씨하고 소외 1씨하고 미팅이 있었던 겁니까.답  미팅이 끝나고 소외 1 대표가 나와서 저에게 이 서류를 다시 주면서 “이 계약서로는 안 되겠다”문  이 계약서라는 게 무슨 말입니까.답  이 전세권양도양수계약서로 저희가 등기를 안하고 저것으로 계약 투자금을 받으려고 했었습니다.<br/>[을 제5호증 (소외 2의 부산지방법원 2016가단306579호 사건에서의 증언 녹취록)]?문  그러면 증인은 진술내용 제2항에 보면 ‘소외 1은 피고에게 투자를 받기 위하여 ○○○○○○ △△점 외에도 다른 지점 임대차계약서를 피고에게 보여주고 별도의 양도양수계약서를 작성하여 투자할 것을 권유하였다’라고 진술하고 있는데 맞습니까?답  제가 10월말경 소외 1씨가 피고씨한테 투자를 받기 위하여 제안할 수 있는 지점이 있는지 저한테 물었습니다. 그래서 제가 소외 1씨는 지점이 42개나 있는데 거기에 대해 어디가 임대차계약이 어떻게 되는지를 전혀 잘 몰랐습니다. 제가 다 관리를 했기 때문에 항상 저런 투자나 이런 게 있으면 저한테 물었고요. 그 때 ‘금액을 2억 정도로 해가지고 필요하다’ 그래서 제가 “그러면 △△점과 어느 지점과 어느 지점이 있습니다.” 그렇게 제가 했던 것으로 기억을 하고요. 그래서 그 때 11월 초 쯤에 피고씨께서 소외 1씨 사무실에서 미팅을 했었습니다. 그 때 인터폰으로 “그 지점들의 임대차계약서를 가지고 와라” 그리고 ○○○○○○에서 사용하는 전세권양도양수계약서라는 게 있습니다. 양식이, 그게 법적으로 효력이 있거나 한 것은 아닌데 소외 1이 거기에다가 양도양수를 해 가지고 다른 분들한테 투자도 받고 했습니다. 그래서 항상 그렇게 했기 때문에 저는 그렇게 양수양도하고 그 다음에 지점의 임대차계약서하고 그렇게 해서 제가 갖다 드렸고 사무실로 갖다드렸고요. 그리고 그 자리에는 제가 두 분 계실 때 갖다 드렸지만 있지는 못했습니다. 두 분이 말씀을 나누시는 자리이기 때문에 있지는 못했고 나중에 나와서 소외 1씨가 저한테 “이것으로 안 된다. 전세권설정을 해달라고 하신다” 그래서 제가 피고한테 하고 다른 지점에도 직접 전화하고 문자를 해가지고 임대차계약의 전세권설정에 관한 서류를 받아서 제가 직접 법무사 사무실에 서류를 드리고 대행을 했습니다.<br/>  위와 같은 소외 2의 진술은, 소외 2가 이미 ○○○○○○에서의 근무를 그만둔 상태인 점에서 중립적이라 할 것이고 나아가 그 진술이 일관되며 매우 구체적인 점 등에 비추어 신빙성이 있다고 할 것인데, 위 증언에 의하면 소외 1은 피고로부터 이 사건 투자를 받을 당시 ○○○○○○ 사무실에서 직원이었던 소외 2에게 담보 명목으로 피고에게 제공할 것이 있는지를 물었고, 이에 소외 2는 피고와 함께 있던 소외 1에게 전세권양도양수계약서와 이 사건 임대차계약서를 포함한 3개 지점의 임대차계약서를 결재판에 끼워 전달하였으나 피고가 전세권양도양수계약서만으로는 부족하다는 이유로 전세권설정등기를 요구함에 이 사건 임대차계약서에 기하여 이 사건 전세권설정등기를 하게 되었다는 것이다. <br/>  결국 피고는 이 사건 상가에 관하여 소외 1 명의의 전세권설정등기가 마쳐지지 아니한 상태에서, 투자금에 대한 담보로 임대차계약서를 토대로 한 전세권양도양수계약서를 작성하여 둘 것인지 아니면 전세권에 대한 근저당권설정등기를 마쳐둘 것인지를 두고 소외 1과 상의를 하거나 혹은 스스로 고민하던 중 이 사건 전세권에 대한 근저당권설정등기를 담보로 이 사건 투자를 결정한 것으로 봄이 상당하고, 그 과정에서 피고가 소외 2로부터 소외 1이 건네받은 서류를 보지 않았다는 것은 상식적으로 납득하기 어렵고, 소외 1 또한 피고에게 제시할 목적이 아니라면 소외 2에게 위와 같은 서류를 가져오라고 지시할 필요가 없었다고 할 것이다. <br/>  다. 소결<br/>    따라서 원고는 이 사건 전세권설정계약이 통정허위표시에 의한 무효임을 피고에게 주장할 수 있다 할 것이므로, 피고는 무효인 소외 1 명의의 이 사건 전세권설정등기의  말소에 대하여 승낙의 의사표시를 할 의무가 있다.<br/>4. 결  론<br/>  그렇다면 제1심판결은 이와 결론을 달리하여 부당하므로 이를 취소하고 원고의 청구를 인용하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 김윤영(재판장) 김상희 박재인 ",
    "사건번호": "2017나52849",
    "사건종류코드": "400101",
    "판례정보일련번호": "224875",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}