{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20200715",
    "법원명": "대전지방법원",
    "사건명": "소유권이전등기",
    "판례내용": "【원    고】 원고 (소송대리인 변호사 김건효)<br/>【피    고】 정기산업 주식회사 (소송대리인 법무법인 (유한) 광장 담당변호사 이문원)<br/>【변론종결】2020. 6. 24.<br/>【주    문】<br/>  1. 피고는 원고로부터 63,400,000원을 지급받음과 동시에 원고에게 별지 목록 기재 부동산에 관하여 2019. 1. 7. 매매를 원인으로 한 소유권이전등기절차를 이행하라. <br/>  2. 소송비용은 피고가 부담한다.<br/><br/>【청구취지】  주위적 청구취지 : 주문과 같다. <br/>  예비적 청구취지 : 피고는 원고로부터 63,400,000원을 지급받음과 동시에 원고에게 별지 목록 기재 부동산에 관하여 이 사건 소장 부본 송달일 매매를 원인으로 한 소유권이전등기절차를 이행하라.<br/>【이    유】1. 기초사실<br/>  가. 임대차계약 및 합의계약의 체결<br/>    1) 원고는 선착순의 방법으로 입주자로 선정되어 2014. 8. 28. 주식회사 영무건설(이하 ‘소외 회사’라고 한다)로부터 공공건설 임대주택(임대의무기간 5년)인 별지 목록 기재 부동산(이하 ‘이 사건 아파트’라고 한다)을 임대차보증금 1억 7,200만 원에 임차하는 임대차계약을 체결하고 소외 회사에 임대보증금을 지급하였다. <br/>    2) 피고는 2017. 12. 5. 소외 회사로부터 이 사건 아파트를 매수하여 2018. 1. 5. 소유권이전등기를 마치면서 임대사업자의 지위도 승계하였다. 그 후 원고는 2018. 9. 12. 피고와 이전과 동일한 내용 및 조건으로 임대차계약을 체결하였다. 원고가 소외 회사와 체결한 표준임대차계약서 및 피고와 체결한 표준임대차계약서(이하 통틀어 ‘이 사건 임대차계약서’라고 한다)에는 다음과 같은 내용이 기재되어 있다.<br/>제6조(‘을’의 금지행위)‘을’(원고, 이하 같다)은 다음 각 호의 어느 하나에 해당하는 행위를 해서는 안 된다.1. 임대주택법을 위반하여 임차권을 양도하거나 임대주택을 타인에게 전대하는 행위제12조(임대주택의 분양전환 및 자격)① ‘갑’(피고, 이하 같다)은 위 주택이 임대주택법 제16조 제1항 제3호 및 같은 항 제4호의 임대주택에 해당하는 경우에는 다음 각 호의 조건에 따라 분양전환한다.  1. 위 주택의 분양전환 시기는 최초 입주지정기간 끝난 후 5년으로 한다(임대주택법 시행령 제13조 제2항 제3호에 의거 최초 입주지정기간 끝난 후 2년 6월이 지난 경우 갑과 을이 합의에 의하여 분양전환 가능함).  2. 위 임대주택의 분양전환가격 산정 기준은 입주자모집공고에 정한 바에 따른다. 다만 입주자모집공고에서 정하지 않은 경우에는 별도 특약으로 정한다.③ ‘갑’이 본 조에 의해 위 주택을 분양전환 할 경우 임대주택법 제21조 제1항에 의거 ‘을’은 다음 각 호의 어느 하나에 해당하여야 한다.  1. 입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인(청약 세대는 세대원 모두 무주택이어야 함)  2. 건설임대주택에 입주한 후 상속 · 판결 또는 혼인으로 인하여 다른 주택을 소유하게 된 경우 분양전환 당시까지 거주한 자로서 그 주택을 처분하여 무주택자가 된 임차인  3. 임대주택법 제19조 단서에 따라 임차권을 양도받은 경우에는 양도일 이후부터 분양전환 당시까지 거주한 무주택자인 임차인  4. 선착순(4순위·무순위 당첨자 포함)의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인<br/>    3) 원고와 소외 회사 및 피고는 이 사건 임대차계약 체결과 동시에 조건변경합의계약서(이하 ‘합의계약’이라고 한다)를 작성하여 분양전환에 따른 확정 임대가를 정하고 추후 분양전환에 대한 합의를 하였는데 주된 내용은 다음과 같다.<br/>제3조(분양전환 가격결정 및 효력)① ‘갑’(피고, 이하 같다)과 ‘을’(원고, 이하 같다)은 다음 각 호에 모두 해당할 경우 분양전환시 분양전환가와 임대주택법 시행규칙 별표1의 공공건설 임대주택 분양전환가격 산정기준에 의한 금액 중 낮은 금액을 적용하여 분양전환금액을 책정한다.  1. ‘갑’과 ‘을’이 임대차계약함에 있어 본 합의계약을 체결한 경우  2. ‘을’이 ‘갑’이 지정한 기간 내 분양전환을 받는 경우② 제1항 1호에 의하여 납부한 금액은 분양 전환시 분양전환금액의 일정금액으로 인정한다.③ 제1항 1호의 분양전환계약 미체결시 본 합의계약의 효력이 만료되며, 임대차계약서 전환계약 조건으로 원상회복하기로 한다.제4조(확정임대가에 따른 납부조건)① 확정임대가의 납부조건은 다음과 같이 ‘을’이 ‘갑’에게 납부하기로 한다.  2. 분양전환가  확정임대가 1억 7,200만 원, 국민주택기금 9,000만 원, 분양전환가 2억 6,200만 원제5조(합의계약 해지 및 해제)① ‘을’이 다음 각 호의 어느 하나에 해당할 경우 ‘갑’은 별도의 서면통지 없이 이 본 합의계약을 해제 또는 해지한다. 3. 제3조 제1항 2호에 의한 기간 내에 ‘을’이 분양전환을 받지 않을 경우제7조(분양전환 및 자격 등)분양전환은 임대차계약서 계약조건 제12조(임대주택의 분양전환 및 자격)에 따른다.제8조(기타)③ ‘갑’이 지정한 기간 내에 분양전환을 받지 않는 경우 본 합의계약은 자동해지가 되며, 분양전환기간 종료일부터 임대차계약서 상의 전환계약 조건으로 원상회복하기로 한다.<br/>  나. 조기분양전환절차의 진행<br/>    1) 피고는 2018. 1.경부터 이 사건 아파트를 포함한 임대주택 임차인대표들과 조기분양전환절차에 관하여 협의를 시작하여 매월 1회 이상씩 회의를 개최하였는데, 피고와 임차인대표들은 2018. 10. 30. ‘세종특별자치시 □□□□□단지 분양전환 13차 회의’(이하 ‘13차 회의’라 한다)에서 다음과 같은 분양전환 산정기준 또는 분양전환자격 등에 대한 구체적인 합의를 하였다.<br/>○ 피고는 우선분양전환예정가격에 대하여 2018. 10. 30. 세종특별자치시에 제출함(A타입 246백만 원, B타입 249백만 원)○ 조기분양전환관련 임차인동의서(의향서) 제출사항  (중략) 시간: 2018. 11. 5. ~ 11. 7.○ 조기분양전환관련 향후 진행계획(의향서 제출 후)  ① 국토교통부 주택소유전산검색 의뢰(18. 11. 9. ~ 11. 12.)  ② 국토교통부 주택소유전산검색 종료(18. 11. 26.)  ③ 우선분양전환 대상자 적격 부적격세대 통보(18. 12. 1.)  ④ 부적격세대 소명자료 제출(18. 12. 3. ~ 12. 10.)  ⑤ 조기분양전환계약서 체결(18. 12. 3. ~ )  ⑥ 세종특별자치시청에 분양전환신고서 제출(18. 12월중)  ⑦ 세대 소유권이전(18. 12월중)<br/>    2) 피고는 13차 회의에 따라 2018. 11. 1. ‘세종 ◇◇◇◇◇ 조기분양절차관련 안내문’을 공고하였는데 그중 주된 내용은 다음과 같다.<br/>  당사(피고)는 시청 및 임차인대표회의와의 꾸준한 회의를 통해 조기분양전환을 준비해 왔으며 임차인들이 간절히 원해 온대로 조기분양전환을 실시하게 됨에 따라 아래와 같이 각 세대별 조기분양전환신청서 및 적격자 판단에 필요한 서류를 접수하고자 합니다. (중략) 일시:2018. 11. 5. ~ 11. 7.<br/>    3) 피고는 2018. 11. 5.부터 11. 7.까지 원고 등 임차인들로부터 ‘세종 ◇◇◇◇◇ 조기분양전환신청확인서’를 교부받았고(원고도 그 기간 내인 2018. 11. 5. 이를 제출하였다), 2018. 12. 초경 조기분양전환신청확인서를 제출한 임차인들에게 적격, 부적격 내지 소명통보를 하였으며 2018. 12. 7. ‘원활한 진행을 위하여 금번에 적격으로 분류된 세대에 한하여 분양계약서를 우선 작성할 예정이고, 부적격 및 소명 세대는 소명기간 내에 충분한 소명을 하시어 최종 적격으로 판정되시면 추가 적격세대 발표를 거쳐 아파트 분양을 받으실 수 있습니다.’는 취지로 원고를 비롯한 임차인들에게 ‘분양안내문’을 보냈다. 또한 피고는 2018. 12. 19. 임차인대표들과 진행한 15차 회의(이하 ‘15차 회의’라 한다)에서 추가 소명된 임차인들에 대하여 3차 적격자 발표(2018. 12. 22.) 및 본 계약 체결(2019. 1. 7. ~ 8.), 4차 적격자 발표(2019. 1. 5.) 및 본 계약 체결(2019. 1. 17. ~ 18.)을 안내하고 그 이후에도 피고는 적격 세대 추가 판정 시 본 계약을 진행하기로 하였다. <br/>    4) 세종특별자치시는 2018. 12. 19. 임대주택법 시행규칙 별표 1의 공공건설 임대주택 분양전환가격 산정기준에 의한 금액을 A타입은 2억 3,550만 원, B타입은 2억 3,860만 원으로 각 산정하여 피고에게 분양전환 신고 수리를 통지하였다.<br/>    5) 피고는 적격으로 판정한 임차인들 세대에 대해 관할 세종특별자치시에 2018. 12. 7. 1차로 임대주택 분양전환신고서(전환예정일: 2018. 12. 10.)를 제출하고, 2018. 12. 17. 2차로 임대주택 분양전환신고서(전환예정일: 2018. 12. 19.)를 제출하였으며, 2018. 12. 28. 3차로 임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하고, 2019. 1. 4. 4차로 임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하였으며, 2019. 1. 31. 5차로 임대주택 분양전환신고서(전환예정일: 2019. 1. 7.)를 제출하고, 2019. 1. 31. 세종특별자치시에 ‘◇◇◇◇◇아파트 조기분양전환완료통지’를 하면서 분양전환대상신청 세대수 537세대 중 적격세대수는 271세대, 부적격세대수는 266세대로 분양전환이 완료되었음을 통지하였다. <br/>    6) 피고는 적격으로 판정한 임차인들과 2018. 12.경부터 2019. 3.경까지 분양계약을 체결하였는데 매매대금에 해당하는 분양전환가격에 대하여 A타입과 B타입에 대하여 세종특별자치시에 신고하여 수리된 금액을 기준으로 하고 기존의 임대차보증금 1억 7,200만 원을 공제한 나머지 금액을 잔금으로 하였다. <br/>  [인정근거] 다툼 없는 사실, 갑 제1 내지 5, 7 내지 11호증, 을 제1 내지 10호증(가지번호 있는 것은 각 가지번호 포함)의 각 기재, 변론 전체의 취지<br/>2. 관련 법령<br/>○ 민간임대주택에 관한 특별법 부칙 〈제13499호, 2015. 8. 28.〉 <br/>제2조(일반적 적용례)  ② 종전의 임대주택법에 따라 등록한 임대주택은 종전의 임대주택법을 적용한다.<br/>○ 구 임대주택법(2015. 8. 28. 법률 제13499호로 전부 개정되기 전의 것, 이하 ‘구 임대주택법’)<br/>제1조(목적)  이 법은 임대주택의 건설·공급 및 관리와 주택임대사업에 필요한 사항을 정하여 임대주택 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로 한다.<br/>제16조(임대주택의 매각 제한 등)  <br/>① 임대주택은 다음 각 호의 기간(이하 \"임대의무기간\"이라 한다)이 지나지 아니하면 매각할 수 없다.<br/>  4. 제1호부터 제3호까지의 규정에 해당하지 아니하는 건설임대주택 및 매입임대주택은 대통령령으로 정하는 기간<br/>② 임대주택을 매각하는 매매계약서에는 임대주택을 매입하는 자가 임대주택을 매각하는 자의 임대사업자로서의 지위를 승계한다는 뜻을 분명하게 밝혀야 한다.<br/>제19조(임대주택의 전대 제한)<br/>임대주택의 임차인은 임차권을 다른 사람에게 양도(매매, 증여, 그 밖에 권리변동이 따르는 모든 행위를 포함하되, 상속의 경우는 제외한다)하거나 임대주택을 다른 사람에게 전대(전대)할 수 없다. 다만, 대통령령으로 정하는 경우로서 임대사업자의 동의를 받은 경우에는 양도하거나 전대할 수 있다. <br/>제20조(임대주택의 임대 조건 등)  <br/>① 임대주택의 임차인의 자격, 선정 방법, 임대보증금, 임대료 등 임대 조건에 관한 기준은 대통령령으로 정한다. <br/>제21조(건설임대주택의 우선 분양전환)  <br/>① 임대사업자가 임대의무기간이 지난 후 「주택법」 제16조에 따라 사업계획승인을 받아 건설한 공공건설임대주택을 분양전환하는 경우에는 다음 각 호의 어느 하나에 해당하는 임차인에게 우선 분양전환하여야 한다. <br/>  1. 입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인<br/>  2. 건설임대주택에 입주한 후 상속·판결 또는 혼인으로 인하여 다른 주택을 소유하게 된 경우 분양전환 당시까지 거주한 자로서 그 주택을 처분하여 무주택자가 된 임차인<br/>  3. 제19조 단서에 따라 임차권을 양도받은 경우에는 양도일 이후부터 분양전환 당시까지 거주한 무주택자인 임차인<br/>  4. 선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인<br/>제27조(임대차계약의 갱신거절 등)  <br/>① 임대사업자는 해당 임대주택에 거주 중인 임차인이 거짓이나 그 밖의 부정한 방법으로 임대주택을 임대받는 등 대통령령으로 정하는 사항에 해당하는 경우에는 임대차계약을 해제 또는 해지하거나 임대차계약의 갱신을 거절할 수 있다.<br/>제41조(벌칙) <br/>④ 다음 각 호의 어느 하나에 해당하는 자는 2년 이하의 징역이나 2천만 원 이하의 벌금에 처한다. <br/>  6. 제21조를 위반하여 임대주택을 분양전환한 자<br/>○ 구 임대주택법 시행령(2008. 6. 20. 대통령령 제20849호로 전부개정되어, 2015. 12. 28. 대통령령 제26763호로 ‘민간임대주택에 관한 특별법 시행령’으로 전부개정되기 전의 것)<br/>제13조(임대주택의 임대의무기간 등)<br/>① 법 제16조 제1항 제4호에서 \"대통령령으로 정하는 기간\"이란 다음 각 호의 구분에 따른 기간을 말한다. <br/>  2. 그 밖의 임대주택: 임대 개시일부터 5년<br/>② 법 제16조 제3항에 따라 다음 각 호의 경우에는 임대의무기간 이내에 매각할 수 있다. <br/>  3. 법 제16조 제1항 제3호 및 제4호에 해당하는 임대주택으로서 임대 개시 후 해당 주택의 임대의무기간의 2분의 1이 지난 경우로서 임대사업자와 임차인이 해당 임대주택의 분양전환에 합의하여 임대사업자가 국토교통부령으로 정하는 바에 따라 시장·군수 또는 구청장에게 신고(임대사업자가 국가, 지방자치단체, 한국토지주택공사 또는 지방공사인 경우는 제외한다)한 후 임차인에게 분양전환하는 경우. 이 경우 공공건설임대주택은 법 제21조 제1항 또는 제2항에 해당하는 임차인에게만 분양전환을 할 수 있다.<br/>제18조(임차권의 양도 등의 허용)<br/>① 법 제19조 단서에서 \"대통령령으로 정하는 경우\"란 다음 각 호의 어느 하나에 해당하는 경우를 말한다. <br/>  1. 법 제16조 제1항 제3호 및 제4호에 해당하는 임대주택 임차인의 세대구성원 모두가 임대주택 입주 후 다음 각 목의 어느 하나에 해당되어 무주택 세대구성원(민간건설임대주택 및 매입임대주택의 경우에는 임차인이 임의로 선정한 사람을 말한다)에게 임차권을 양도하거나 임대주택을 전대(전대)하는 경우<br/>    가. 다음 1)부터 3)까지의 규정에 모두 해당하는 경우 1) 근무, 생업 또는 질병 치료(「의료법」 제3조에 따른 의료기관의 장이 1년 이상의 치료나 요양이 필요하다고 인정하는 경우에 한정한다) 등의 사유로 주거를 이전할 것 2) 현재 거주하는 시·군·구(자치구만 해당한다. 이하 같다)의 행정구역과 다른 시·군·구로 주거를 이전할 것 3) 현재 거주지와 새로 이전하는 거주지 간의 거리(최단 직선거리를 말한다)가 40킬로미터 이상일 것. 다만, 출퇴근 거리 및 교통여건 등을 고려하여 해당 특별시, 광역시, 도 또는 특별자치도의 조례로 별도 기준을 정하는 경우에는 그에 따른다.<br/>    나. 상속 또는 혼인으로 소유하게 된 주택으로 이전할 경우<br/>    다. 국외로 이주하거나 1년 이상 국외에 머무를 경우<br/>  3. 임차인이 혼인 또는 이혼으로 인하여 임대주택에서 퇴거하고 해당 임대주택에 계속 거주하려는 다음 각 목의 어느 하나에 해당하는 사람이 자신으로 임차인을 변경할 경우<br/>    가. 배우자, 직계혈족 및 형제자매<br/>    나. 직계혈족의 배우자, 배우자의 직계혈족 및 배우자의 형제자매<br/>② 법 제19조 단서에 따라 임차권의 양도 또는 임대주택의 전대의 동의를 받으려는 임차인(제1항 제4호에 해당하는 경우는 제외한다)은 제1항 제1호부터 제3호까지의 어느 하나에 해당함을 증명하는 자료를 임대사업자에게 제출하여야 한다. 이 경우 제1항 제1호 가목에 해당하는 경우에는 임대사업자는 임차인에게 다른 시·군·구로의 전입과 관련된 주택임대차계약서, 전세계약서 또는 주택매매계약서 등을 요구할 수 있다. <br/>③ 임대사업자는 제2항에 따라 임차인이 임대사업자에게 제출한 증명 자료 등에 특별한 문제가 없으면 임차인의 임차권 양도 또는 전대 요구를 받아들여야 한다.<br/>제19조(임대주택 임차인의 자격 및 선정 방법)  <br/>① 법 제20조 제1항에 따라 건설임대주택 중 「주택법」 제16조에 따른 사업계획승인을 받아 건설한 공공건설임대주택 임차인의 자격 및 선정 방법은 국토교통부령으로 정하는 바에 따르며, 그 외의 건설임대주택 임차인의 자격 및 선정 방법은 해당 임대사업자가 정한다. <br/>제26조(임대차계약의 갱신거절 등)  <br/>① 법 제27조 제1항에서 \"대통령령으로 정하는 사항에 해당하는 경우\"란 다음 각 호의 어느 하나에 해당하는 경우를 말한다.<br/>  7. 「주택법」 제16조에 따라 사업계획의 승인을 받아 건설한 공공건설임대주택의 임대차 계약기간 중 다른 주택을 소유하게 된 경우. 다만, 상속·판결 또는 혼인 등 그 밖의 부득이한 사유로 다른 주택을 소유하게 되어 부적격자로 통보받은 날부터 6개월 이내에 해당 주택을 처분하는 경우와 해당 임대주택의 입주자 모집 당시 입주자를 선정하고 남은 임대주택의 임차권을 선착순의 방법으로 취득한 경우는 제외한다.<br/>○ 구 주택공급에 관한 규칙(2009. 9. 17. 국토해양부령 제167호로 일부개정되어, 2015. 12. 29. 국토교통부령 제268호로 전부개정되기 전의 것, 이하 ‘구 주택공급에 관한 규칙’)<br/>제2조(정의)  이 규칙에서 사용하는 용어의 정의는 다음과 같다.<br/>9. \"무주택세대구성원\"이란 세대주 및 세대원(다음 각 목의 사람을 포함한다) 전원이 주택을 소유하고 있지 아니한 세대의 세대주 및 세대원을 말한다.<br/>  가. 주택공급을 신청하려는 세대주 또는 세대원의 배우자로서 해당 세대주 또는 세대원과 동일한 세대별 주민등록표상에 등재되어 있지 아니한 사람<br/>  나. 주택공급을 신청하려는 세대주 또는 세대원의 직계존·비속으로서 가목의 배우자와 동일한 세대를 이루고 있는 사람<br/>  다. 주택공급을 신청하려는 세대원(세대주의 직계비속인 세대원에 한정한다)의 배우자로서 해당 세대원과 동일한 세대를 이루고 있는 사람<br/>  라. 주택공급을 신청하려는 세대원의 직계존속으로서 해당 세대원과 동일한 세대를 이루고 있는 사람<br/>제6조(주택소유 여부 판정기준)  <br/>③ 주택소유 여부를 판단함에 있어서는 주택의 공유지분을 소유하고 있는 것을 주택을 소유하고 있는 것으로 보되, 다음 각 호의 어느 하나에 해당하는 경우에는 주택을 소유하지 아니한 것으로 본다. 다만, 임대주택의 공급, 제19조 제13항, 제20조의2 제6항 제4호 및 제20조의3 제4항에 따른 특별공급의 경우 무주택세대구성원에 해당하는지 여부를 판단함에 있어서 제6호의 규정은 이를 적용하지 아니한다.<br/>제8조(입주자의 모집절차)<br/>① 사업주체가 입주자를 모집하고자 할 때에는 공개모집을 하여야 한다. 이 경우 제7조 제8항 각 호의 어느 하나에 해당하지 아니하는 사업주체는 다음 각호의 서류를 갖추어 시장등의 승인을 얻어야 하며, 제7조 제8항 각 호의 어느 하나에 해당하는 사업주체는 입주자모집내용을 국토교통부장관 및 전산관리지정기관에 통보하여야 한다. <br/>제10조(주택의 공급방법)  <br/>① 주택의 공급방법은 일반공급·특별공급 및 단체공급으로 구분한다.<br/>② 사업주체가 일반공급에 의하여 입주자를 선정하는 때에는 제11조부터 제13조까지의 규정에 따라 입주자를 선정하여야 한다. 이 경우 동·호수의 배정은 추첨의 방법에 따른다.<br/>⑥ 사업주체는 제11조 내지 제13조의 규정에 의하여 입주자를 선정하고 남은 주택이 있는 경우에는 제4조의 규정에 불구하고 선착순의 방법에 의하여 입주자를 선정할 수 있다.<br/>3. 주위적 청구에 대한 판단<br/>  가. 청구원인에 대한 판단<br/>    1) 위 인정사실에 의하면, 소외 회사는 구 임대주택법 및 관련 법령이 규정하고 있는 바와 같은 내용으로 임대의무기간의 1/2이 경과되면 매매 합의를 통하여 구 임대주택법 및 관련 법령에 따라 분양전환할 수 있다는 내용으로 이 사건 임대차계약에 명시하였고, 소외 회사로부터 임대사업자 지위를 승계한 피고도 원고와 다시 동일한 내용의 이 사건 임대차계약을 하였다. 이 사건 임대차계약과 합의계약에는 ‘조기분양전환절차’가 진행됨을 전제로 분양전환금액의 산정에 관한 구체적인 기준(합의계약 제3조 제1항, 제4조 제1항)과 분양전환 자격대상자의 범위(합의계약 제7조, 임대차계약 제12조)가 명시되어 있다. 피고는 임대의무기간의 1/2이 경과한 후인 2018. 1.경부터 임차인 대표들과 계속적으로 회의를 진행하였고, 13차 회의에서는 분양전환예정가격(A타입 : 246백만 원) 및 조기분양전환 계약서 체결일(2018. 12. 3. 이후)을 정하였으며, 2018. 12. 19. 개최된 15차 회의에서는 이 사건 부동산과 같은 A타입 아파트의 분양전환금액이 2억 3,540만 원으로 정해졌다. 또한 피고는 13차 회의에서 분양계약일자가 2018. 12. 3. 이후로 정해진 상태에서 조기분양전환절차를 개시하기로 합의하여 2018. 11. 1. ‘조기분양절차관련 안내문 공고’를 통하여 원고를 비롯한 임차인들에게 분양전환을 원하는 세대는 필요한 서류를 갖추어 조기분양전환신청을 하라고 공고하였다. 원고를 비롯한 임차인들은 이에 응하여 피고에게 조기분양전환신청 확인서와 적격자 판단에 필요한 서류 등을 제출하였는데, 임대주택법령 및 피고의 분양계획에 따르면 분양전환절차는 임차인들로부터 위와 같은 서류를 제출받는 것 외에는 관할 시장에 대한 분양전환신고와 분양계약의 체결절차만 남게 되고, 이는 일단 임대사업자와 임차인 사이의 분양전환 합의가 이루어진 이후 임대주택법령에 정해진 대로 진행되는 후속절차에 불과하므로, 피고의 조기분양전환 관련 안내문 공고 당시 분양전환 또는 분양계약의 체결과 관련하여 임대사업자와 임차인 쌍방이 별도로 합의해야 할 사항이 남아있지 아니하였다. 또한 합의계약에 의하더라도 분양전환절차가 진행되면 임차인들이 분양전환을 받지 않기로 선택하는 것은 가능한 반면(제5조 제1항 제3호), 피고(임대사업자)가 분양전환기간을 정한 후 분양전환을 하지 않는 경우는 상정하고 있지 아니한 점, 서민의 주거안정을 위하여 국민주택기금의 자금을 지원받아 건설된 공공건설임대주택의 성격과 취지까지 고려하여 보면, 일단 합의에 의하여 조기분양전환절차를 개시하면 임차인이 분양전환자격을 갖추지 아니한 경우를 제외하고는 피고가 임차인에게 개별적으로 분양전환을 거부할 수는 없다고 보아야 한다.<br/>      청약은 그에 대한 승낙에 의하여 곧바로 계약의 성립에 필요한 의사합치에 이를 수 있을 정도로 내용적으로 확정되어 있거나 해석에 의하여 확정될 수 있으면 되는데(대법원 2003. 5. 13. 선고 2000다45273 판결 등 참조), 앞서 본 여러 사정에 비추어 보면, 피고가 한 조기분양절차관련 안내문 공고는 단지 조기분양절차에 대한 설명이나 방침을 밝힌 데 불과한 것이 아니라, 원고의 승낙이 있으면 곧바로 의사의 합치에 이를 수 있는 정도로 내용이 확정된 청약에 해당하고, 원고가 이에 응하여 피고에게 분양전환에 필요한 서류를 구비하여 조기분양전환신청확인서를 제출한 것은 이에 대한 승낙의 의사표시에 해당하므로, 원고와 피고 사이에는 이 사건 아파트의 조기분양전환에 대한 합의가 이루어졌다고 봄이 상당하다.<br/>    2) 다만, 원고와 피고 사이의 합의에 의하더라도 분양전환 자격대상자의 범위는 ‘구 임대주택법 제21조 제1항 각 호의 어느 하나에 해당하는 임차인’에 한정된다고 할 것인데, 임차인에게 분양전환자격이 인정되는지 여부는 임대사업자와 임차인 사이의 합의에 의하여 결정할 사항이 아니라 구 임대주택법과 관련 법령이 정한 기준에 따라 판단할 문제이므로, 임차인의 적격 여부에 대한 피고의 판정 결과에 따라 조기분양전환에 관한 합의의 성립 여부가 달라진다고 볼 것은 아니고, 피고의 조기분양절차관련 안내문 공고에 따라 원고가 조기분양전환신청확인서를 제출함으로써 이미 계약의 주요 내용이나 그 확정 기준이 구체적으로 정하여져 있었던 이상 당사자들의 의사는 임차인인 원고에게 분양전환자격이 있을 것을 요건으로 하여 조기분양전환에 대한 합의에 이른 것이라고 봄이 상당하다(실제로 피고가 조기분양전환신청을 한 임차인들에 대하여 분양전환자격의 보유 여부 외의 다른 사유를 들어 매매계약 체결을 거부한 경우는 없는 것으로 보인다.).<br/>    3) 다음으로 조기분양전환에 대한 합의에 따른 분양전환일, 즉 매매계약일에 관하여 보건대, 피고와 임차인대표들은 13차 회의에서 분양전환일정에 대하여 합의를 하면서 조기분양전환계약서 체결은 ‘2018. 12. 3. 이후’로 정하였는데, 15차 회의에서 제3차 분양전환예정일을 ‘2019. 1. 7. ~ 2019. 1. 8.‘로, 4차 분양전환예정일은 2019. 1. 17. ~ 18.로 합의하였다. 피고가 세종특별자치시에 분양전환신고를 하면서 3, 4, 5차 각 ‘분양전환예정일’을 ‘2019. 1. 7.’로 정하였고, 실제로 2019. 1. 7. 일부 임차인들과 매매계약을 체결하여 소유권이전등기절차를 이행하기도 하였다. 피고로부터 분양전환 적격으로 인정되거나 혹은 부적격으로 인정된 임차인들 모두 ‘조기분양전환신청확인서’를 제출함으로써 분양전환에 응하겠다는 의사를 표시하였고, 피고는 ‘조기분양전환신청확인서’를 제출한 임차인이 적격으로 판정되면 다른 절차 없이 제1차에서부터 제5차에 걸쳐 분양전환에 따른 매매계약을 체결하였는데, 특별한 기준 없이 적격으로 판단한 순서대로 2018. 12.경부터 2019. 3.경까지 계약을 체결하였을 뿐이다. 피고는 2018. 12.초경 조기분양전환신청확인서를 제출한 임차인들에게 적격, 부적격 내지 소명통보를 하였고 2018. 12. 7. 임차인들에게 ‘소명기간 내에 충분한 소명을 하시어 최종 적격으로 판정되시면 추가 적격세대 발표를 거쳐 아파트 분양을 받으실 수 있다’는 안내문을 공고하였는데, 만약 피고가 원고에 대하여 매매계약 체결을 거절하지 않았다면 위 공고 및 15차 회의에 따라 계약을 체결한 임차인들과 마찬가지로 분양전환예정일 중 하나인 2019. 1. 7. 매매계약을 체결하였을 것으로 보이는바, 따라서 2019. 1. 7.이 당초 원고와 피고의 조기분양전환에 대한 합의에 따라 예정된 매매계약일로 봄이 상당하다. 그러므로 아래에서 보는 바와 같이 분양전환자격을 갖춘 원고는 피고를 상대로 위 일자 매매를 원인으로 소유권이전등기청구를 할 수 있다(더욱이 앞서 본 바와 같이 원고와 피고 사이에 이 사건 아파트의 조기분양전환에 대한 합의가 이루어졌다고 봄이 타당한 이상, 매매계약 일자가 특정되지 않았다는 이유만으로 원고의 피고에 대한 매매계약에 기한 소유권이전등기청구를 배척하는 것은 바람직하지 아니하다). <br/>    4) 분양전환 대상자들의 실제 매매금액은 기존 분양전환가격이므로 피고가 분양전환을 거절하지 아니하였다면 원고에 대하여도 위 분양전환가격으로 매매금액이 정해졌을 것으로 보이므로, 이 사건 아파트에 관한 매매대금은 위 분양전환가격에 해당하는 2억 3,540만 원으로 정해졌다고 봄이 상당하다. <br/>    5) 그러므로 피고는 원고로부터 이 사건 아파트 분양전환금액인 2억 3,540만 원에서 원고가 피고에게 이미 지급한 임대차보증금 1억 7,200만 원을 공제한 6,340만 원을 지급받음과 동시에 원고에게 이 사건 아파트에 관하여 2019. 1. 7. 매매를 원인으로 한 소유권이전등기절차를 이행할 의무가 있다. 원고의 주위적 주장은 이유 있고, 원고의 주위적 청구를 인용하는 이상, 원고의 예비적 청구에 대하여는 따로 판단하지 아니한다.<br/>  나. 피고의 주장에 관한 판단<br/>    피고는, ‘조기분양전환절차’는 임대사업자와 임차인이 임대의무기간 이전에 분양전환 절차를 개시하기로 하는 합의에 의하여 개시되는 절차인데, 피고의 ‘조기분양전환관련 안내공고’는 위 절차에 대한 설명과 이에 대하여 ‘조기분양전환 신청 확인서’ 내지 ‘임차인 동의서’를 제출해 달라는 정보를 알려준 것일 뿐이어서 청약에 해당하지 않고, 원고가 제출한 ‘조기분양전환 신청 확인서’ 등도 역시 분양전환에 관한 승낙이 아니며, 임대사업자가 조기분양전환절차를 개시하여 해당 임차인이 부적격자로 판정될 경우 분양전환에 관한 합의에 도달하지 못하고 이로써 종료되었다는 취지로 주장한다. 그러나 피고의 위 주장은 앞서 인정한 바와 다른 전제에 선 것으로 받아들이지 아니한다.<br/>3. 원고의 분양전환자격에 대한 판단<br/>  가. 당사자의 주장 요지<br/>    원고는 자신이 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 거주한 무주택자인 임차인이므로 이 사건 임대차계약 제12조 제3항 제4호, 구 임대주택법 제21조 제1항 제4호에 따라 우선분양전환자격이 있다고 주장한다. <br/>    피고는 이에 대하여, 원고가 무주택자라는 사실에 대하여는 다투지 아니하면서도, 원고가 2014. 11. 1. 이 사건 아파트에 전입하면서 작성한 입주자카드에 원고와 아무런 혈연관계가 없는 ‘소외 3’이 동거인으로 기재되었고, 총 5대의 차량이 시기를 달리한 채 이 사건 아파트에 등록되어 수시로 출입하다가 2017. 2사분기부터는 새로운 한 대의 차량만이 출입하였으며, 2017. 2사분기 무렵부터 이 사건 아파트의 수도 및 전기 사용량이 현저히 변경되었고, 이 사건 아파트에 관하여 2017. 6. 6.자 전입, 전출내역 및 2018. 6. 1.자 전출내역이 존재하며 그 내역의 ‘관리비 정산 확인’란에 ‘전입자와 승계하기로 함’, ‘전출자와 승계하기로 함’이라고 각 기재되어 있는바, 이러한 점들에 비추어 원고는 이 사건 아파트에 거주하지 아니한 채 이를 제3자에게 무단전대하였음이 분명하다는 취지로 주장한다.<br/>  나. 판단<br/>    살피건대, 갑 제6호증, 갑 제13, 14호증의 각 1, 2의 각 기재 및 영상과 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정, 즉 ① 주민등록은 거주사실을 증명하는 유일한 증거는 아니나 유력한 증거가 될 수 있는 것인바(대법원 2014. 8. 20. 선고 2014다206044 판결 등 참조), 원고는 2014. 11. 4. 전입신고를 한 후 현재까지 이 사건 아파트에서 주민등록을 유지하고 있는 점, ② 원고는 2014. 10. 30. 이 사건 아파트에 관한 입주자카드를 작성하여 관리사무소장에게 제출한 점, ③ 또한 원고는 2016년부터 2019년까지 각 1사분기에 실시된 주민등록 일제정리를 위한 사실조사에 각 응하여 세대명부에 서명을 한 점, ④ 원고는 이 사건 아파트에 관하여 2017. 5.경까지는 수도요금이 8,000원 내지 9,000원, 전기요금이 1만 원 내지 2만 원가량 부과되었다가, 2017. 6.경부터는 수도요금이 4,000원 내지 7,000원, 전기요금이 4,000원 내지 1만 4,000원가량으로 감소하였으므로, 2017. 6.경 이 사건 아파트의 거주자가 변경되었다고 보아야 한다는 취지로 주장하나, 원고의 주장 자체에 의하더라도 수도요금이나 전기요금이 2017. 6.경을 기준으로 그다지 크게 변동되었다고 보기는 어려울 뿐만 아니라, 이를 그 거주자가 변경된 근거라고 보기는 더더욱 어려운 점, ⑤ 또한 원고는 부친인 소외 2가 회원으로 가입하여 원고 명의의 가족카드로 발급된 신용카드를 이 사건 아파트가 위치한 세종특별자치시에서 사용해 온 것으로 보이는 점, ⑥ 이 사건 임대차계약 제6조 제1항과 구 임대주택법 제19조에서는 ‘임대주택을 다른 사람에게 전대하는 행위’를 금지하고 있고, 여기에서 ‘전대’란 민법 제629조 제1항에서 임대인의 동의 없이는 할 수 없도록 정하고 있는 ‘전대’와 그 의미가 동일한 것으로서, ‘임차인이 전대인으로서 그의 임차물을 다시 제3자인 전차인으로 하여금 사용, 수익하도록 하는 계약’을 의미하는 것이라고 봄이 상당하고, 위 ‘임대주택을 다른 사람에게 전대하는 행위’의 의미를 확장하여 임차인이 제3자와 동거하는 것 자체가 무단전대행위에 해당하는 것으로 해석하여야 할 근거는 없는 점 등을 종합하면, 을 제11 내지 16호증의 각 기재와 피고가 주장하는 사정들만으로는 원고가 이 사건 아파트에서 계속 거주하지 아니한 채 이를 제3자에게 무단전대하여 분양전환 부적격자에 해당한다는 피고의 주장을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 그러므로 피고의 위 주장은 이를 받아들이지 아니한다.<br/>  다. 소결론<br/>    따라서 원고는 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 거주한 무주택자인 임차인이라고 봄이 상당하므로, 이 사건 임대차계약 제12조 제3항 제4호, 구 임대주택법 제21조 제1항 제4호에서 정한 우선분양전환자격이 인정된다. <br/>4. 결론<br/>  그렇다면 원고의 주위적 청구는 이유 있어 이를 인용하기로 하여 주문과 같이 판결한다. <br/><br/>판사 박강균 ",
    "사건번호": "2020가단107886",
    "사건종류코드": "400101",
    "판례정보일련번호": "226439",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}