{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20211215",
    "법원명": "서울동부지방법원",
    "사건명": "사해행위취소",
    "판례내용": "【원고, 피항소인】 중소기업은행의 소송수계인 회생채무자 소외인의 관리인 소외인<br/>【원고보조참가인】 중소기업은행 (소송대리인 법무법인 지혁 담당변호사 김가람 외 2인)<br/>【피고, 항소인】 피고 (소송대리인 변호사 김성모)<br/>【제1심판결】 서울동부지방법원 2020. 8. 14. 선고 2019가단147882 판결<br/>【변론종결】2021. 10. 27.<br/>【주    문】<br/>  1. 이 법원에서 소송수계 및 교환적으로 변경된 청구에 따라, 피고와 회생채무자 소외인이 2017. 11. 24. 별지 목록 기재 부동산에 관하여 체결한 임대차계약은 부인되었음을 확인한다.<br/>  2. 소송 총비용은 보조참가로 인한 비용을 포함하여 모두 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  주문과 같다(원고는 이 법원에서 원고보조참가인이 제기한 채권자취소소송을 수계한 후 부인의 소로 청구취지를 교환적으로 변경하였다. 원고는 주문 제1항 기재 임대차계약의 무효 확인을 구하고 있으나, 주문과 같은 판결을 구하는 것으로 선해한다).<br/>2. 항소취지 <br/>  제1심판결을 취소한다. 원고의 주위적 청구를 기각한다.<br/>【이    유】1. 기초사실<br/>  가. 원고보조참가인(이하 ‘참가인’이라 한다)은 그린테이블 주식회사(이하 ‘소외 회사’라 한다)와 사이에 아래 표 기재와 같은 내용으로 2건의 여신거래약정을 체결하였다. <br/>순번대출과목대출일자대출금액보증한도1중소기업자금대출2015. 4. 30.5,000만 원   900만 원2중소기업자금대출2017. 7. 6.4,480만 원  5,376만 원합계  6,276만 원<br/>  나. 회생채무자 소외인(이하 ‘소외인’이라고만 한다)은 같은 날 소외 회사의 참가인에 대한 위 대출금 채무를 위 표 기재와 같은 한도에서 연대보증하는 내용의 계약을 체결하였다.<br/>  다. 소외 회사는 위 대출금 채무의 지급을 연체하여 기한의 이익을 상실하였고, 2019. 7. 16. 현재 원금 5,696만 원(= 1번 대출원금 1,456만 원 + 2번 대출원금 4,240만 원), 이자 1,438,144원(= 1번 대출이자 215,281원 + 2번 대출이자 1,222,863원) 합계 58,398,144원을 변제하지 못하고 있다.<br/>  라. 소외인은 2017. 11. 24.경 사위인 피고와 소외인 소유의 별지 목록 기재 부동산(이하 ‘이 사건 아파트’라 한다)에 관하여 임대차보증금 4억 원, 기간 2017. 12. 31.부터 2019. 12. 31.까지로 정하여 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였고, 피고는 2018. 1. 2. 위 임대차계약서에 확정일자를 받았다.  <br/>  마. 소외인은 2018. 9. 4. 피고와 이 사건 아파트에 관하여 채권최고액을 4억 8,000만 원, 채무자를 소외인, 근저당권자를 피고로 하는 내용의 근저당권설정계약(이하 ‘이 사건 근저당권설정계약’이라 한다)을 체결하고, 2018. 9. 4. 피고 앞으로 이 사건 근저당권설정계약을 원인으로 한 근저당권설정등기(이하 ‘이 사건 근저당권설정등기’라 한다)를 마쳐주었다.  <br/>  바. 소외인이 피고와 이 사건 임대차계약 및 근저당권설정계약을 체결할 당시 소외인은 시가 12억 2,500만 원 상당의 이 사건 아파트 외에는 달리 적극재산이 없었던 반면, 참가인을 포함하여 우리은행, 기술보증기금, 중소벤처기금, 서울신용보증재단에게 합계 630,015,000원 상당의 연대보증채무를 부담하고 있었고, 이 사건 아파트를 담보로 하여 에이원자산관리대부 유한회사, 제이캐피탈대부 주식회사에게 합계 8억 5,200만 원 상당의 대출금채무 등을 부담하는 등 소극재산이 적극재산을 초과하고 있었다.  <br/>  사. 한편 참가인은 2019. 8. 31. 피고를 상대로 이 사건 임대차계약 및 근저당권설정계약이 참가인에 대한 관계에서 사해행위에 해당한다고 주장하면서 이 사건 임대차계약 및 근저당권설정계약을 각 취소하고, 피고는 소외인에게 이 사건 근저당권설정등기를 말소하라는 취지의 채권자취소소송을 제기하였다.<br/>  아. 소외인은 서울회생법원 2020회단100138호로 회생절차개시신청을 하여 2020. 10. 20. 위 법원으로부터 회생절차개시결정을 받았고, 관리인 불선임 결정에 의해 관리인이 되었다.<br/>  자. 원고(이하 관리인의 지위를 전제로 하는 경우에만 ‘원고’라 한다)는 이 법원에 이르러 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제113조 제2항, 제59조 제2항에 따라 참가인이 제기한 위 채권자취소소송을 수계한 다음, 2021. 10. 21. 이를 청구취지 기재와 같이 부인의 소로 변경하였다. <br/>  [인정 근거] 다툼 없는 사실, 갑 1 내지 7호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다), 을 1호증의 각 기재, 변론 전체의 취지<br/>2. 판단<br/>  가. 당사자의 주장<br/>    1) 원고 <br/>      이 사건 임대차계약은 채무자인 소외인이 회생절차개시 전에 회생채권자를 해하는 것을 알고 한 행위에 해당한다. 원고가 채무자회생법 제100조 제1항 제1호에 따라 부인권을 행사하였으므로 이 사건 임대차계약이 부인되었다는 확인을 구한다. <br/>    2) 피고<br/>      피고는 소외인에게 2016. 10.경부터 돈을 빌려주다가 2017. 3.경 위 기존 대여금에 향후 추가로 지급할 돈을 포함하여 합계 4억 원을 임대차보증금으로 한 이 사건 임대차계약을 체결한 다음 2017. 10. 23. 임대차계약서를 작성하고 2018. 8. 17.경까지 수회에 걸쳐 소외인의 계좌로 합계 446,979,270원 상당을 이체함으로써 위 임대차보증금을 모두 지급하였다. 또한 그 이후에도 피고는 소외인에게 추가로 41,646,376원 상당을 대여하였다. 따라서 이 사건 임대차계약은 실제 임대차보증금을 모두 지급하고 정당하게 체결되었으므로 이 사건 임대차계약 체결 당시 회생채권자를 해하는 사실을 알지 못하였다. <br/>  나. 부인 대상 행위의 성립 여부에 관하여 <br/>    살피건대, 이 사건 임대차계약 체결 당시 소외인이 채무초과의 상태에 있었던 사실은 앞서 본 바와 같고, 한편 설령 피고 주장처럼 피고가 소외인에게 2016. 10.경부터 2018. 12.경까지 상당한 금원을 임대차보증금 또는 대여금 명목으로 지급하였다고 하더라도, 이처럼 채무초과 상태에 있던 소외인이 당시 이미 부담하고 있었던 채무를 변제할 별다른 상환계획도 세우지 아니한 채 피고와 사이에 기존의 대여금과 향후 지급할 돈을 임대차보증금에 갈음하는 것으로 약정하고 이 사건 아파트에 확정일자 있는 임차권을 설정한 것은, 책임재산의 주요부분을 구성하는 부동산에 관하여 제3자에게 우선변제권이 있는 임차권을 설정하여 주어 그 부동산의 담보가치 일부를 은닉 또는 소비하기 쉽게 현금화하여 그 공동담보 부족상태를 실질적으로 심화시키는 결과를 초래하였다 할 것이고, 이는 다른 채권자들에 대한 관계에서 이로 인하여 공동담보의 부족이 심화되어 자신의 다른 채권자들이 채권변제를 받기 어렵게 된다는 사정을 알고서 한 사해행위에 해당한다 할 것이다. <br/>    이에 대하여 피고는 이 사건 임대차계약 체결 당시 회생채권자를 해하는 사실을 알지 못하였다고 주장하므로 살피건대, 채무자회생법 제100조 제1항 제1호에서 정하는 부인의 대상이 되는 행위라고 하더라도 이로 인하여 이익을 받은 자가 그 행위 당시 회생채권자를 해하는 사실을 알지 못한 경우에는 부인할 수 없으나, 그와 같은 수익자의 악의는 추정되므로 수익자 자신이 그 선의에 대한 증명책임을 부담하는데(대법원 2016. 1. 14. 선고 2014다18131 판결의 취지 참조), 피고가 제출한 증거들만으로는 피고가 회생채권자를 해하게 되는 사실을 알지 못하였다는 점을 인정하기에 부족하고, 달리 피고의 선의를 인정할 증거가 없다. 피고의 위 주장은 이유 없다.<br/>    따라서 소외인과 피고가 이 사건 아파트에 관하여 체결한 이 사건 임대차계약은 사해행위로서 채무자회생법 제100조 제1항 제1호에서 정한 부인의 대상으로 되는 행위인 ‘채무자가 회생채권자를 해하는 것을 알고 한 행위’에 해당하므로 이 사건 임대차계약은 부인된다 할 것이고, 이 사건의 경우 원상회복으로서 이행의 소를 상정하기 어려우므로 부인의 확인을 구할 이익도 인정된다. <br/>3. 결론<br/>  그렇다면 원고가 이 법원에서 교환적으로 변경한 이 사건 청구는 이유 있어 인용한다(구소인 사해행위취소의 소는 이 법원에서 이루어진 소의 교환적 변경으로 취하되어 이에 대한 제1심판결은 실효되었다). <br/>[별지 생략]<br/><br/>판사 이근수(재판장) 박남천 박준민 ",
    "사건번호": "2020나28186",
    "사건종류코드": "400101",
    "판례정보일련번호": "227177",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}