{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20211028",
    "법원명": "부산고등법원(창원)",
    "사건명": "조합장지위부존재확인",
    "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 김해앤세계 담당변호사 변신규)<br/>【피고, 피항소인】 ○○구역재개발정비사업조합 (소송대리인 변호사 김효중)<br/>【제1심판결】 창원지방법원 마산지원 2021. 7. 7. 선고 2020가합101447 판결<br/>【변론종결】2021. 10. 14.<br/>【주    문】<br/>  1. 제1심판결을 취소한다. <br/>  2. 소외 1이 피고의 조합장 지위에 있지 아니함을 확인한다.<br/>  3. 소송 총비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 소외 1이 피고의 조합장 지위에 있지 아니함을 확인한다.<br/>【이    유】1. 기초사실<br/> 가. 피고는 창원시 (주소 1 생략) 일원(이하 ‘이 사건 정비구역’이라 한다)에서 주택재개발정비사업을 시행하기 위하여 도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다)에 따라 설립된 주택재개발정비사업조합(이하 ‘재개발조합’이라 한다)이며, 원고는 피고의 조합원이다.<br/> 나. 소외 1은 2016. 7. 17. 피고의 조합장으로 취임한 이래, 2018. 7. 17. 및 2020. 7. 17. 각 중임되어 현재까지 피고의 조합장 직무를 수행하고 있다.<br/> 다. 소외 1은 2019. 11. 23. 소외 2와 이 사건 정비구역 내에 있는 창원시 (주소 2 생략) 소재 주택(이하 ‘이 사건 주택’이라 한다)에 관하여 임대료는 연 200만 원, 임대기간은 위 주택의 인도일부터 재개발정비사업에 따른 철거 시까지로 정하여 소외 1이 소외 2로부터 이를 임차하는 내용의 임대차계약을 체결하였고, 2019. 12. 16. 이 사건 주택의 지번으로 전입신고를 하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 9호증, 을 제1호증의 1, 2, 을 제4호증의 각 기재, 제1심 법원의 창원시에 대한 사실조회 결과, 변론 전체의 취지<br/>2. 주장 및 판단<br/>가. 당사자 주장의 요지<br/>1) 원고<br/>도시정비법 제41조 제1항 제1호는 ‘정비구역에서 거주하고 있는 자로서 선임일 직전 3년 동안 정비구역 내 거주 기간이 1년 이상일 것’을 재개발조합의 조합장 자격요건으로 규정하고 있는데 소외 1은 이 사건 정비구역 내에 거주한 적이 없으므로 피고의 조합장 자격요건을 갖추지 못하였고, 도시정비법 제43조 제2항 제2호는 이를 조합장의 당연 퇴임사유로 규정하고 있으므로, 이로써 소외 1은 피고의 조합장 자격을 상실하였다.<br/>2) 피고<br/>소외 1은 2019. 12. 16.경 이 사건 주택에 전입하여 그 무렵부터 이 사건 정비구역 내에서 거주하고 있으므로 도시정비법 제41조 제1항 제1호의 자격요건을 갖추었다.<br/>나. 관련 법령<br/>   도시정비법 중 이 사건과 관련된 부분은 아래와 같다.<br/>제41조(조합의 임원)① 조합은 다음 각 호의 어느 하나의 요건을 갖춘 조합장 1명과 이사, 감사를 임원으로 둔다. 이 경우 조합장은 선임일부터 제74조제1항에 따른 관리처분계획인가를 받을 때까지는 해당 정비구역에서 거주(영업을 하는 자의 경우 영업을 말한다. 이하 이 조 및 제43조에서 같다)하여야 한다.〈개정 2019.4.23.〉  1. 정비구역에서 거주하고 있는 자로서 선임일 직전 3년 동안 정비구역 내 거주 기간이 1년 이상일 것  2. 정비구역에 위치한 건축물 또는 토지(재건축사업의 경우에는 건축물과 그 부속토지를 말한다)를 5년 이상 소유하고 있을 것제43조(조합임원 등의 결격사유 및 해임)   ② 조합임원이 다음 각 호의 어느 하나에 해당하는 경우에는 당연 퇴임한다.〈개정 2019.4.23.〉     2. 조합임원이 제41조제1항에 따른 자격요건을 갖추지 못한 경우?부칙 〈제16383호, 2019.4.23〉제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제19조제2항, 제35조제4항 및 제69조의 개정규정은 공포한 날부터 시행한다.제3조(조합임원의 자격 및 결격사유 등에 대한 적용례) 제41조 및 제43조의 개정규정은 이 법 시행 후 조합임원을 선임(연임을 포함한다)하거나 전문조합관리인을 선정하는 경우부터 적용한다.<br/>다. 판단<br/>   위 관련 법령의 내용을 종합할 때, 도시정비법 제41조 제1항 및 제43조 제2항의 개정규정의 시행일인 2019. 10. 24. 이후에는 도시정비법 제41조 제1항의 자격요건을 갖춘 사람에 한하여 재개발조합의 조합장으로 선임(연임을 포함한다)될 수 있으며, 이러한 자격요건을 갖추지 못한 채 재개발조합의 조합장으로 선임된 사람은 도시정비법 제43조 제2항 제2호에 따라 조합장 직에서 당연 퇴임하게 된다. <br/>   한편 앞서 본 바와 같이 피고의 조합장 소외 1은 위 개정규정 시행 이후인 2020. 7. 17. 피고의 조합장으로 선임(2차 중임)되었으므로 도시정비법 제41조 제1항 제1호의 자격요건인 ‘정비구역에서 거주하고 있는 자로서 선임일 직전 3년 동안 정비구역 내 거주 기간이 1년 이상일 것’ 또는 같은 항 제2호의 자격요건인 ‘정비구역에 위치한 건축물 또는 토지를 5년 이상 소유하고 있을 것’을 갖추어야 한다. 그러나 위 인정사실에 의하면, 소외 1은 2019. 12. 16.경 비로소 이 사건 주택에 전입하여 그 무렵부터 이 사건 정비구역 내에서 거주하고 있는 것으로 보이므로 소외 1은 조합장 선임일인 2020. 7. 17.을 기준으로 그 직전 3년 동안의 이 사건 정비구역 내 거주 기간이 1년에 미치지 못하여 도시정비법 제41조 제1항 제1호의 자격요건을 갖추지 못하였고 같은 항 제2호의 자격요건을 갖추었다고 인정할 자료도 없다. <br/>   그렇다면 소외 1은 도시정비법 제41조 제1항에 규정된 자격요건을 갖추지 못한 채 피고의 조합장으로 선임되었으므로 도시정비법 제43조 제2항 제2호에 따라 피고의 조합장 직에서 당연 퇴임하여 더 이상 피고의 조합장 지위에 있지 아니하며, 피고가 이를 다투는 이상 피고의 조합원인 원고로서는 이를 확인할 법률상 이익이 있다(원고는 소외 1이 도시정비법 제43조 제1항 제5호의 결격사유를 가지고 있어 도시정비법 제43조 제2항 제1호에 따라 당연 퇴임한다는 주장도 하고 있으나, 위와 같이 소외 1이 도시정비법 제43조 제2항 제2호에 따라 피고의 조합장 직에서 당연 퇴임한다고 인정하는 이상 이 부분 주장에 대하여는 별도로 판단하지 아니한다).<br/>3. 결론<br/>  그렇다면 원고의 청구는 이유 있으므로 인용하여야 한다. 제1심판결은 이와 결론을 달리하여 부당하므로 원고의 항소를 받아들여 이를 취소하고 주문과 같이 판결한다.  <br/><br/>판사 김관용(재판장) 최승원 이상완 ",
    "사건번호": "2021나12318",
    "사건종류코드": "400101",
    "판례정보일련번호": "227123",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}