{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20210429",
    "법원명": "의정부지방법원",
    "사건명": "부당이득반환",
    "판례내용": "【원고, 항소인】 ○○○○상가 번영회 (소송대리인 변호사 김종엽)<br/>【피고, 피항소인】 피고 1 외 2인 (소송대리인 변호사 조경훈)<br/>【제1심판결】 의정부지방법원 2017. 2. 10. 선고 2016가단100317 판결<br/>【변론종결】2021. 4. 1.<br/>【주    문】<br/>  1. 제1심판결 중 아래에서 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다.<br/>  2. 원고에게,<br/>    가. 피고 1은 45,487,867원 및 이에 대한 2010. 8. 31.부터 2017. 1. 21.까지는 연 5%의, 그 다음날부터 2019. 5. 31.까지는 연 15%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하고,<br/>    나. 피고 2, 피고 3은 피고 1과 공동하여 위 돈 중 각 12,996,533원 및 각 이에 대한 2010. 8. 31.부터 2021. 4. 29.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  3. 원고의 나머지 항소를 기각한다.<br/>  4. 소송총비용 중 원고와 피고 1 사이에 생긴 부분은 피고 1이 부담하고, 원고와 피고 2, 피고 3 사이에 생긴 부분의 20%는 원고가, 나머지는 피고 2, 피고 3이 각 부담한다.<br/>  5. 제2항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 원고에게, 피고 1은 45,487,867원, 피고 2, 피고 3은 피고 1과 공동하여 각 22,743,933원 및 각 이에 대한 2010. 8. 31.부터 2017. 1. 19.자 청구취지 및 청구원인 변경신청서 부본 송달일 다음날까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 제1심판결의 일부 인용<br/>  이 법원의 판결이유 중 “2. 본안 전 항변에 관하여”까지 부분(제1심판결 제3쪽 13번째 줄의 끝까지)은 제1심판결 이유와 같으므로 민사소송법 제420조 본문에 의하여 약어를 포함하여 그대로 인용한다. <br/>2. 본안에 관하여<br/>가. 관련법리<br/>    법률상 원인 없이 타인의 재산 또는 노무로 인하여 이익을 얻고 이로 인하여 타인에게 손해를 가한 자는 그 이익을 반환하여야 한다(민법 제741조). 구분소유자 중 일부가 정당한 권원 없이 집합건물의 복도, 계단 등과 같은 공용부분을 배타적으로 점유·사용함으로써 이익을 얻고, 그로 인하여 다른 구분소유자들이 해당 공용부분을 사용할 수 없게 되었다면, 공용부분을 무단점유한 구분소유자는 특별한 사정이 없는 한 해당 공용부분을 점유·사용함으로써 얻은 이익을 부당이득으로 반환할 의무가 있다. 해당 공용부분이 구조상 이를 별개 용도로 사용되거나 다른 목적으로 임대할 수 있는 대상이 아니더라도, 무단점유로 인하여 다른 구분소유자들이 해당 공용부분을 사용·수익할 권리가 침해되었고 이는 그 자체로 민법 제741조에서 정한 손해로 볼 수 있다(대법원 2020. 5. 21. 선고 2017다220744 전원합의체 판결 참조). <br/>나. 판단<br/>   1) 갑 제3호증의 기재에 의하면, 이 사건 점유 부분은 이 사건 상가 지상 1, 2층 입점상인들과 이용고객들 및 이 사건 상가에 인접한 ○○○○아파트 주민들이 이 사건 상가 지하 1층 주차장에 주차한 뒤에 지상 1, 2층으로 나가기 위해 사용되던 에스컬레이터와 계단이 있었던 부분임을 인정할 수 있고, 이와 같은 사용용법에 비추어 볼 때 소외 1, 피고 1은 이 사건 점유 부분의 점유개시 당시부터 자신들의 전유부분이거나, 지하층 소유자 전유부분이 아님을 알았다고 판단된다.<br/>    2) 소외 1, 피고 1은 정당한 권원 없이 전체공용부분인 이 사건 점유 부분을 배타적으로 점유·사용함으로써 이익을 얻었고, 그로 인하여 이 사건 상가의 다른 구분소유자들에게 이 사건 점유 부분을 사용·수익할 권리가 침해되는 손해를 가하였다고 봄이 타당하므로, 이 사건 점유 부분이 구조상 별개 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상이 아니더라도, 소외 1, 피고 1은 특별한 사정이 없는 한 이 사건 점유 부분을 점유·사용함으로써 얻은 이익을 부당이득으로 반환할 의무가 있다. <br/>    3) 여러 사람이 공동으로 법률상 원인 없이 타인의 재산을 사용한 경우의 부당이득 반환채무는 특별한 사정이 없는 한 불가분적 이득의 반환으로서 불가분채무이고, 불가분채무는 각 채무자가 채무 전부를 이행할 의무가 있으며, 1인의 채무이행으로 다른 채무자도 그 의무를 면하게 되는 것이다(대법원 2001. 12. 11. 선고 2000다13948 판결 등 참조). 앞서 본 것처럼 이 사건 소가 제기된 2016. 1. 8.부터 역산하여 10년이 되는 2006. 1. 8. 이후인 2006. 1. 9.부터 2010. 8. 30.까지의 이 사건 점유 부분의 차임은 45,487,867원이고, 소외 1의 사망으로 인한 상속인들의 상속분은 특별한 사정이 없는 한 법정상속분일 것이다.<br/>    4) 따라서 특별한 사정이 없는 한 원고가 구하는 바에 따라 원고에게 피고 1은 45,487,867원 및 이에 대한 2010. 8. 31.부터 2017. 1. 19.자 청구취지 및 청구원인 변경신청서 부본 송달일 다음날인 2017. 1. 21.까지는 민법이 정한 연 5%의, 그 다음날부터 2019. 5. 31.까지는 소송촉진 등에 관한 특례법(이하 ‘소촉법’이라 한다) 제3조 제1항 본문, 소촉법 제3조 제1항 본문의 법정이율에 관한 규정 부칙(2019. 5. 21.) 제2조 제2항, 구 소촉법 제3조 제1항 본문의 법정이율에 관한 규정(2019. 5. 21. 대통령령 제29768호로 개정되기 전의 것)이 정한 연 15%의, 그 다음날부터 다 갚는 날까지는 소촉법 제3조 제1항 본문, 소촉법 제3조 제1항 본문의 법정이율에 관한 규정이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있고, 피고 2, 피고 3은 피고 1과 공동하여 위 돈 중 각 상속지분 2/7에 해당하는 12,996,533원(원단위미만 버림) 및 각 이에 대한 2010. 8. 31.부터 피고 2·피고 3이 그 이행의무의 존재 여부나 범위에 관하여 다투는 것이 타당하다고 인정되는 이 판결 선고일인 2021. 4. 29.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소촉법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>다. 소멸시효 항변<br/>1) 피고들 주장의 요지<br/>소외 1, 피고 1은 △△마트를 운영하는 상인으로, 그 영업을 위해 이 사건 점유 부분을 점유한 것이므로, 그에 따라 발생한 부당이득반환채권은 상사채권이라 할 것이므로, 원고가 구하는 2006. 1. 9.부터 2010. 8. 30.까지 부당이득반환채권은 상사소멸시효 기간인 5년 경과로 인해 소멸하였다.<br/>2) 판단<br/>      가) 임대차계약이 상행위에 해당한다고 하더라도 그 계약기간 만료를 원인으로 한 부당이득반환채권은 법률행위가 아닌 법률의 규정에 의하여 발생하는 것이고, 그 발생 경위나 원인 등에 비추어 상거래 관계에 있어서와 같이 정형적으로나 신속하게 해결할 필요성이 있다고 볼 것은 아니므로 특별한 사정이 없는 한 5년의 상사소멸시효 기간이 아니라 10년의 민사소멸시효 기간이 적용된다고 봄이 타당하다(대법원 2012. 5. 10. 선고 2012다4633 판결 참조).<br/>      나) 위와 같은 법리에 비추어 볼 때, 소외 1, 피고 1이 △△마트 운영을 위해 이 사건 점유 부분을 점유하였다고 하더라도, 그에 따른 부당이득반환채권의 소멸시효는 5년의 상사소멸시효 기간이 아니라 10년의 민사소멸시효 기간이 적용된다고 봄이 타당하므로, 피고들의 주장은 나아가 살펴볼 필요 없이 이유 없다.<br/>3. 결론<br/>  원고의 피고들에 대한 청구는 위 인정범위 내에서 이유 있으므로 인용하여야 한다. 제1심판결은 이와 결론을 달리하여 부당하므로 원고의 항소를 일부 받아들여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 김기현(재판장) 김천수 안성민 ",
    "사건번호": "2020나209182",
    "사건종류코드": "400101",
    "판례정보일련번호": "227805",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}