{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20210512",
    "법원명": "서울중앙지방법원",
    "사건명": "공제금등청구의소",
    "판례내용": "【원    고】 원고 1 외 1인 (소송대리인 변호사 한성영)<br/>【피    고】 한국공인중개사협회 (소송대리인 법무법인 청지 담당변호사 이호명)<br/>【피고보조참가인】 피고보조참가인<br/>【변론종결】2021. 4. 21.<br/>【주    문】<br/>  1. 피고는 원고 1에게 8,000,000원, 원고 2에게 5,223,577원과 각 이에 대하여 2020. 7. 7.부터 2021. 5. 12.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  2. 원고들의 각 나머지 청구를 기각한다.<br/>  3. 소송비용은 보조참가로 인한 부분을 포함하여 80%는 원고들이, 나머지는 피고가 각 부담한다.<br/>  4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】  피고 한국공인중개사협회는 원고 1에게 32,000,000원, 원고 2에게 20,894,311원과 각 이에 대하여 이 사건 소장부본 송달일 다음날부터 60일이 경과한 날로부터 이 판결선고일까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  가. 소외 3은 대전 서구 (주소 생략) 지상 5층 19세대 다가구주택(이하 ‘이 사건 다가구주택’이라 한다)의 소유자였는데, 2017. 5. 26. 소외 4에게 이 사건 다가구주택을 매도하였고, 소외 4는 같은 해 6. 28. 제53617호로 소유권이전등기를 마쳤다. 피고보조참가인과 소외 2는 공인중개사이고, 피고는 피고보조참가인, 소외 2가 가입해 있는 부동산공제조합이다.<br/>  나. 원고 1의 임대차계약<br/>    1) 원고 1은 2017. 1. 31. 피고보조참가인의 중개로 소외 3과 사이에 이 사건 다가구주택 (호수 2 생략)에 관하여 임대차보증금 60,000,000원, 임대차기간 2017. 2. 11.부터 2019. 2. 10.(24개월)까지로 하는 임대차계약(이하 ‘이 사건 (호수 2 생략) 임대차계약’이라 한다)을 체결하였다.<br/>    2) 피고보조참가인은 이 사건 (호수 2 생략) 임대차계약을 중개하면서 원고 1에게 중개대상물 확인·설명서를 교부하였는데, 이 사건 다가구주택 (호수 2 생략)의 권리관계에 관한 부분은 다음과 같다.<br/>확인·설명자료대상물건의 상태에 관한 자료요구 사항거래당사자는 위 “확인·설명근거자료 등”에 대한 사항을 발급/열람, 검색을 통해 확인하였으며, 물건의 현장답사를 통해 육안으로 확인/인지한 후 개업공인중개사가 작성한 아래 9~12항에 대한 설명을 통해 각 항목 기재 사항을 확인하고 내용에 동의함(등기권리증 미제출, 선순위 임대차계약서 제출 불응함)②권리관계등기부기재사항근저당권설정 2014. 3. 11. 채권최고액 금715,000,000원 채무자 소외 3 근저당권자 우리새마을금고⑨실제권리관계 또는 공시되지 않은 물건의 권리사항선순위 임차보증금 6억<br/>    3) 원고 1은 2017. 2. 1.경 전입신고를 하고, 같은 날 확정일자를 받았다.<br/>    4) 한편 피고는 피고보조참가인과 사이에 공제금액 100,000,000원, 공제기간 2017. 1. 20.부터 2018. 1. 19.까지로 하는 공제계약을 체결하였다.<br/>  다. 원고 2의 임대차계약<br/>    1) 원고 2는 2016. 10. 15. 소외 2의 중개로 소외 3과 사이에 이 사건 다가구주택 (호수 1 생략)에 관하여 임대차보증금 75,000,000원, 임대차기간 2016. 11. 5.부터 2018. 11. 4.(24개월)까지로 하는 임대차계약(이하 ‘이 사건 (호수 1 생략) 임대차계약’이라 한다)을 체결하였다.<br/>    2) 소외 2는 이 사건 (호수 1 생략) 임대차계약을 중개하면서 원고 2에게 중개대상물 확인·설명서를 교부하였는데, 이 사건 다가구주택 (호수 1 생략)의 권리관계에 관한 부분은 다음과 같다.<br/>확인·설명자료대상물건의 상태에 관한 자료요구 사항거래당사자는 위 “확인·설명근거자료 등”에 대한 사항을 발급/열람, 검색을 통해 확인하였으며, 물건의 현장답사를 통해 육안으로 확인/인지한 후 개업공인중개사가 작성한 아래 9~12항에 대한 설명을 통해 각 항목 기재 사항을 확인하고 내용에 동의함(등기권리증 미제출)②권리관계등기부기재사항근저당권설정 채권최고액 금715,000,000원 채무자 소외 3 근저당권자 우리새마을금고⑨실제권리관계 또는 공시되지 않은 물건의 권리사항선순위보증금 : 총 19가구, 총 500,000,000원(본 금액은 임대인의 구술에 의한 총금액이며, 가구별 임차보증금과 임차기간에 관한 내용은 임대인이 자료공개 거부함)<br/>    3) 원고 2는 2016. 11. 7.경 전입신고를 하고, 같은 날 확정일자를 받았다.<br/>    4) 한편 피고는 소외 2와 사이에 공제금액 100,000,000원, 공제기간 2016. 3. 7.부터 2017. 3. 6.까지로 하는 공제계약을 체결하였다.<br/>  라. 이 사건 각 임대차계약 당시 부동산등기부 기재사항<br/>  원고들이 이 사건 각 임대차계약 체결 후 입주할 당시 이 사건 다가구주택에 관하여 채권최고액 715,000,000원, 채무자 소외 3, 근저당권자 우리새마을금고(이후 2017. 10. 26. 근저당권자를 대전태흥신용협동조합으로 하는 근저당권이전등기가 마쳐졌다), 공동담보 이 사건 다가구주택의 대지인 토지로 하는 근저당권설정등기가 마쳐져 있었다.<br/>  마. 이 사건 다가구주택의 경매 및 배당<br/>    1) 이 사건 다가구주택의 근저당권자인 대전태흥신용협동조합은 이 사건 다가구주택 및 그 대지인 토지에 관하여 임의경매신청(대전지방법원 2018타경19057)을 하여 2018. 12. 19. 임의경매개시결정 등기가 마쳐졌다. 위 임의경매절차에서 이 사건 다가구주택 및 토지에 대한 감정평가액은 1,820,893,680원이었다.<br/>    2) 위 임의경매 신청사건에서 2019. 12. 9. 작성된 매각물건명세서상의 점유현황은 다음과 같다.<br/>[표생략]<br/>    3) 2020. 3. 10. 배당절차에서 원고 1은 최선순위 소액임차인으로서 20,000,000원을, 원고 2는 확정일자부 임차권자로서 48,882,111원을 각 배당받았다.<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 13호증의 각 기재, 변론 전체의 취지<br/>2. 당사자들의 주장<br/>  가. 원고들의 주장<br/>  공인중개사인 피고보조참가인, 소외 2는 이 사건 다가구주택의 가액, 선순위 근저당권 설정액, 다른 임차인의 임대보증금 등 보증금 반환에 중대한 영향을 미칠 수 있는 사항에 대하여 확인, 검토하여 중개의뢰한 원고들에게 정확하게 설명해 주어야 할 주의의무가 있음에도 불구하고 이를 게을리하였다.<br/>  이러한 공인중개사들의 과실로 인하여 원고 1은 임대차보증금 중 40,000,000원을, 원고 2는 임대차보증금 중 26,117,889원을 반환받지 못한 손해를 입었으므로, 피고보조참가인, 소외 2와 이 사건 공제계약을 체결한 피고는 원고 1에게 공인중개사들의 과실비율인 80%에 해당하는 금액은 32,000,000원, 원고 2에게 위 80% 상당에 해당하는 금액인 20,894,311원과 각 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  나. 피고 및 피고보조참가인의 주장<br/>  피고보조참가인과 소외 2는 소외 3에게 선순위 임대차보증금의 액수를 확인하면서 그에 관한 자료를 요구하였으나 소외 3이 이를 거부하였고, 위와 같은 사정을 원고들에게 설명하였다. 또한 이 사건 다가구주택은 원고들이 입주한 때로부터 상당한 기간이 지난 후 우연한 사정에 의하여 경매가 진행된 것으로서 그 손해의 발생원인이 중개인의 중개과실에 의한 것인지도 명확하지 않다. 결국 이 사건 각 임대차계약을 중개함에 있어 피고보조참가인 및 소외 2의 주의의무위반 등 과실이 있다고 할 수 없으므로, 원고들의 주장은 이유 없다.<br/>  가사 피고보조참가인과 소외 2의 중개상 과실이 인정된다고 하더라도 피고의 책임은 상당한 범위 내로 제한되어야 한다.<br/>3. 판단<br/>  가. 손해배상책임의 발생<br/>    1) 중개업자는 다가구주택 일부에 관한 임대차계약을 중개하면서 임차의뢰인이 임대차계약이 종료된 후에 임대차보증금을 제대로 반환받을 수 있는지 판단하는 데 필요한 다가구주택의 권리관계 등에 관한 자료를 제공하여야 하므로, 임차의뢰인에게 부동산 등기부상에 표시된 중개대상물의 권리관계 등을 확인·설명하는 데 그쳐서는 아니 되고, 임대의뢰인에게 다가구주택 내에 이미 거주해서 살고 있는 다른 임차인의 임대차계약내역 중 개인정보에 관한 부분을 제외하고 임대차보증금, 임대차의 시기와 종기 등에 관한 부분의 자료를 요구하여 이를 확인한 다음 임차의뢰인에게 설명하고 자료를 제시하여야 하며, 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행규칙 제16조에서 정한 서식에 따른 중개대상물 확인·설명서의 중개목적물에 대한 ‘실제 권리관계 또는 공시되지 아니한 물건의 권리 사항’란에 그 내용을 기재하여 교부하여야 할 의무가 있고, 만일 임대의뢰인이 다른 세입자의 임대차보증금, 임대차의 시기와 종기 등에 관한 자료요구에 불응한 경우에는 그 내용을 중개대상물 확인·설명서에 기재하여야 할 의무가 있다. 그러므로 중개업자가 고의나 과실로 이러한 의무를 위반하여 임차의뢰인에게 재산상의 손해를 발생하게 한 때에는 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조에 의하여 이를 배상할 책임이 있다(대법원 2012. 1. 26. 선고 2011다63857 판결 참조).<br/>    2) 위 법리에다가 위 기초사실과 앞서 든 증거들 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들을 비추어 보면, 피고보조참가인과 소외 2는 이 사건 각 임대차계약의 체결을 중개하면서 공인중개사법이 정한 중개인으로서의 확인·설명의무를 다하지 못한 과실이 있고, 위 과실과 원고들의 손해발생 또는 확대 사이에 상당인과관계가 있다고 인정되므로, 피고보조참가인, 소외 2와 공제계약을 체결한 피고는 원고들에게 공제금을 지급할 의무가 있다.<br/>      ① 관계 법령에서 정하고 있는 중개업자의 확인·설명의무는 임차의뢰인이 임대차계약 종료 후 임대차보증금을 제대로 반환받을 수 있는지 판단하는 데 필요한 자료를 제시하며 설명하라는 취지이므로, 중개업자로서는 기존 임대차계약 내역에 대하여 단순히 임대의뢰인으로부터 들은 내용대로 전하고 이를 중개대상물 확인·설명서에 기재한 것만으로는 충분하지 않고, 임대의뢰인에게 임대차계약서 등 임대차보증금액이 기재된 근거자료를 직접 요구하여 그 액수의 정확성과 대항력의 존부, 임차인 간 우선변제권의 우열 등을 확인한 다음 임차의뢰인에게 위 근거자료를 제시하면서 임대차보증금을 돌려받는 데 장애가 될 만한 사정이 있는지를 설명하여야 한다.<br/>      ② 다가구주택의 특성과 그에 관한 임대차거래의 관행 등을 감안하면, 임차의뢰인이 중개대상물에 관한 다른 임대차관계의 내역 등 권리관계를 파악하기는 훨씬 더 어려울 수밖에 없으므로, 이러한 경우 자격을 갖추고 전문적으로 부동산중개업을 영위하면서 중개수수료를 받는 공인중개사가 임대의뢰인 등에게 중개대상물의 권리관계 및 그에 관한 자료를 요구하여 그 실상을 정확하게 확인하고 이를 임차의뢰인에게 설명하여 줌으로써 임차의뢰인이 중개대상물을 임차할 것인지 여부와 그 조건 및 내용을 적정하게 결정할 수 있도록 충분한 정보를 제공할 필요성은 오히려 더욱 크다고 봄이 마땅하다.<br/>      ③ 이 사건 다가구주택의 경우 그 호실이 19개에 이르러 그 권리관계 역시 다양할 것으로 보이는바, 공인중개사로서는 임대의뢰인이 선순위 임대차계약에 관한 자료제출을 거부한다고 하여 ‘선순위 임대차계약서 제출 불응함’이라거나 ‘가구별 임차보증금과 임차기간에 관한 내용은 임대인이 자료공개 거부함’이라고 만연히 기재하는 것에 그칠 것이 아니라 공인중개사로서는 선순위 임대차보증금의 존재 및 액수가 불분명하여 향후 경매시 보증금을 회수할 수 없는 위험이 있을 수 있다는 것을 고지하고 중개대상물확인설명서에 위와 같은 취지를 명시적으로 기재하는 것이 상당하다고 보인다.<br/>      ④ 이 사건 (호수 1 생략) 임대차계약 체결 당시 선순위 임대차보증금의 총액은 7억 5,500만 원, 이 사건 (호수 2 생략) 임대차계약 체결 당시 선순위 임대차보증금의 총액은 9억 1,000만 원에 이르러 임대인인 소외 3이 고지한 보증금 총액을 2억 원 이상 상회하였고, 여기에다가 이 사건 다가구주택 및 그 대지의 가액(감정평가서상 금액인 1,820,893,680) 및 근저당권의 채권최고액(7억 1,500만 원) 등을 고려하면 이 사건 다가구주택에 대한 경매절차가 진행될 경우 원고들이 임대차보증금을 전부 배당받을 수 있을지 장담할 수는 없는 상황으로 보인다. 실제로 최선순위 소액임차인과 선순위 임차인들로 인하여 원고 1은 2,000만 원, 원고 2는 48,882,111원을 배당받았을 뿐이다.<br/>  나. 손해배상책임의 제한<br/>    1) 부동산 거래당사자가 중개업자에게 부동산거래의 중개를 위임한 경우 중개업자는 위임 취지에 따라 중개대상물의 권리관계를 조사·확인할 의무가 있고 그 주의의무를 위반할 경우 그로 인한 손해를 배상할 책임을 부담하게 된다. 그러나 그로써 중개를 위임한 거래당사자 본인이 본래 부담하는 거래관계에 대한 조사·확인 책임이 중개업자에게 전적으로 귀속되고 거래당사자는 책임에서 벗어난다고 볼 것은 아니며, 중개업자가 부동산거래를 중개하면서 조사·확인의무를 다하지 못함으로써 중개의뢰인에게 발생한 손해에 대한 배상의 범위를 정하는 경우, 중개의뢰인에게 거래관계를 조사·확인할 책임을 게을리 한 부주의가 인정되고 그것이 손해발생 및 확대의 원인이 되었다면, 피해자인 중개의뢰인에게 과실이 있는 것으로 보아 과실상계를 할 수 있다고 보아야 하고, 이것이 손해의 공평부담이라는 손해배상제도의 기본원리에 비추어 볼 때에도 타당하다(대법원 2012. 11. 29. 선고 2012다69654 판결 참조).<br/>    2) 앞서 든 증거들 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 이 사건 각 임대차계약의 목적물은 다가구주택이었으므로, 원고들로서는 이 사건 각 임대차계약 체결 당시 이 사건 다가구주택의 다른 가구들의 경우에도 임대차계약이 체결되어 있음을 알았거나 충분히 알 수 있었던 점, ② 원고들로서는 중개업자의 중개행위에만 의존할 것이 아니라 자신의 책임 아래 이 사건 다가구주택의 시가 및 권리관계 등을 조사·확인한 후 보증금 회수가 불가능하거나 곤란할 수 있는 위험성을 신중하게 고려하고 그 위험을 최소화 할 조치를 강구하였어야 함에도 이를 소홀히 한 점, ③ 피고보조참가인과 소외 2로서도 선순위 임대차계약의 존부 및 그 보증금의 액수에 관하여 임대인인 소외 3의 설명에 의존할 수 밖에 없고, 그 외에 달리 피고보조참가인과 소외 2에게 원고들이 임대차보증금을 회수하기 어려운 특별한 사정이 있음을 알았다거나 임대의뢰인의 선순위 임대차보증금의 액수에 관한 진술이 거짓임을 알았다거나 그와 같은 진술의 진위 여부를 적극적으로 조사하여야 할 주의의무까지 있다고 할 수 없는 점 등을 참작하면, 피고보조참가인과 소외 2의 책임을 각 20%로 제한함이 상당하고, 피고의 책임도 이에 따른다.<br/>  다. 소결론<br/>  따라서 피고는 원고 1에게 공제금으로 8,000,000원(= 40,000,000원 × 0.2), 원고 2에게 5,223,577원(= 26,177,889원 × 0.2, 원 미만 버림)과 각 이에 대하여 이 사건 소장부본 송달일 다음날인 2020. 5. 7.부터 60일이 경과한 2020. 7. 7.부터 피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 상당한 이 판결 선고일인 2021. 5. 12.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 결  론<br/>  그렇다면, 원고들의 각 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 각 나머지 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 김윤희 ",
    "사건번호": "2020가단5104753",
    "사건종류코드": "400101",
    "판례정보일련번호": "227803",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}