{
  "PrecService": {
    "판시사항": "  [1] 유언자가 임차권 또는 근저당권이 설정된 목적물을 특정유증하면서 유증을 받은 자가 그 임대차보증금반환채무 또는 피담보채무를 인수할 것을 부담으로 정한 경우, 유류분액을 산정하는 방법 / 부담부유증의 경우 유류분액을 산정함에 있어 반환의무자가 유증받은 재산의 시가 산정의 기준시기(=상속개시 시) 및 원물반환이 불가능하여 가액반환을 명하는 경우, 가액 산정의 기준시기(=사실심 변론종결 시) <br/>  [2] 유류분반환청구권의 행사로 인하여 생기는 원물반환의무 또는 가액반환의무에 대한 지체책임의 발생시기<br/>  [3] 甲이 乙을 상대로 유류분반환청구의 소를 제기하면서 원물반환을 주장하다가 청구취지 및 청구원인 변경신청서에 의하여 가액반환 청구를 예비적으로 추가하였는데, 원심이 가액반환을 명하면서 가액반환으로 인용한 원금 전부에 대하여 소장 부본 송달 다음 날부터 지연손해금의 지급을 명한 사안에서, 乙이 가액반환의무에 관하여 청구취지 및 청구원인 변경신청서 송달 다음 날부터 지체책임을 지는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
    "참조판례": " [1] 대법원 2005. 6. 23. 선고 2004다51887 판결(공2005하, 1228), 대법원 2021. 6. 10. 선고 2021다213514 판결, 대법원 2022. 1. 27. 선고 2017다265884 판결(공2022상, 415) / [2] 대법원 2013. 3. 14. 선고 2010다42624, 42631 판결(공2013상, 625)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": " [1] 민법 제1088조, 제1112조, 제1113조 제1항, 제1115조 제1항 / [2] 민법 제1115조 / [3] 민법 제1115조<br/>",
    "선고일자": "20220929",
    "법원명": "대법원",
    "사건명": "소유권이전등기",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 변호사 김준혁 외 1인)<br/>【피고, 상고인】 피고 (소송대리인 법무법인 서휘 담당변호사 김익현 외 5인)<br/>【원심판결】 서울중앙지법 2021. 11. 19. 선고 2019나46512 판결<br/>【주    문】<br/>  1. 원심판결의 지연손해금에 관한 부분 중 180,000,000원에 대하여 2020. 11. 12.부터, 9,767,205원에 대하여 2021. 2. 4.부터 각 2021. 11. 19.까지 연 5%, 각 그다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 초과하여 지급을 명한 피고 패소 부분을 파기하고, 그 부분에 해당하는 원고의 예비적 청구를 기각한다.  2. 나머지 상고를 기각한다.  3. 소송총비용 중 20%는 원고가, 나머지는 피고가 각 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 유류분반환범위 관련 상고이유에 관하여<br/>유언자가 임차권 또는 근저당권이 설정된 목적물을 특정유증하면서 유증을 받은 자가 그 임대차보증금반환채무 또는 피담보채무를 인수할 것을 부담으로 정한 경우 상속인이 상속개시 시에 유증 목적물과 그에 관한 임대차보증금반환채무 또는 피담보채무를 상속하므로 이를 전제로 유류분 산정의 기초가 되는 재산액을 확정하여 유류분액을 산정하여야 한다(대법원 2022. 1. 27. 선고 2017다265884 판결 참조). 나아가 부담부 유증의 경우 유증 전체의 가액에서 부담의 가액을 공제한 차액 상당을 유증 받은 것으로 보아 유류분반환범위를 정하여야 한다. 이때 유류분액을 산정함에 있어 반환의무자가 유증받은 재산의 시가는 상속개시 당시를 기준으로 산정하여야 하고 그 반환의무자에 대하여 반환하여야 할 재산의 범위를 확정한 다음 원물반환이 불가능하여 가액반환을 명하는 경우 가액은 사실심 변론종결 시를 기준으로 산정하여야 한다(대법원 2005. 6. 23. 선고 2004다51887 판결, 대법원 2021. 6. 10. 선고 2021다213514 판결 등 참조).<br/>  원심은 판시와 같은 이유로, 유류분 부족액 54,835,329원을 가액으로 반환하여야 하는 경우에 해당한다고 보고 피고에게 특정유증된 이 사건 부동산의 가액을 산정하면서 위 부동산의 상속개시 당시 가액 1,105,000,000원 및 원심 변론종결일에 가까운 시점 기준 가액 2,200,000,000원에서 각 피고가 인수한 전세보증금 660,000,000원을 공제하여, 피고는 원고에게 가액반환으로 189,767,205원[= 54,835,329원 × (2,200,000,000원 － 660,000,000원) ÷ (1,105,000,000원 － 660,000,000원)] 및 이에 대한 지연손해금을 지급할 의무가 있다고 판단하였다. 원심의 판단은 위 법리에 따른 것으로 정당하고 거기에 상고이유 주장과 같이 유류분 반환범위에 관하여 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 없다.<br/>  2. 특별이익 또는 상계항변 관련 상고이유에 관하여<br/>  원심은 판시와 같은 이유로 망인의 원고에 대한 증여 또는 대여가 인정된다는 피고의 주장을 배척하였다. 원심판결 이유를 관련 법리와 기록에 비추어 보면, 원심의 판단에 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나는 등으로 판결에 영향을 미친 잘못이 없다.<br/>  3. 소멸시효 관련 상고이유에 관하여<br/>  원심은 판시와 같은 이유로 피고의 유류분반환청구권 소멸시효 항변을 배척하였다. 원심판결 이유를 관련 법리와 기록에 비추어 보면, 원심의 판단에 유류분반환청구권 소멸시효 완성 여부에 관하여 사실을 오인하거나 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 없다.<br/>  4. 지연손해금 기산일 관련 상고이유에 관하여<br/>  가. 유류분반환청구권의 행사로 인하여 생기는 원물반환의무 또는 가액반환의무는 이행기한의 정함이 없는 채무이므로 반환의무자는 그 의무에 대한 이행청구를 받은 때에 비로소 지체책임을 진다(대법원 2013. 3. 14. 선고 2010다42624, 42631 판결 참조).<br/>  나. 원심판결 이유와 기록에 의하면 다음 사정들을 알 수 있다.<br/>  1) 원고는 제1심에서 유류분반환의 방법으로 원물반환을 주장하여 제1심은 공시송달에 의한 판결로 원고의 청구를 인용하였다.<br/>  2) 원고는 원심에 이르러 2020. 11. 11. 자 청구취지 및 청구원인 변경신청서에 의하여 180,000,000원 및 이에 대한 지연손해금의 지급을 구하는 가액반환 청구를 예비적으로 추가하였고, 위 변경신청서 부본은 2020. 11. 11. 피고에게 송달되었다. 이후 원고는 2021. 1. 25. 자 청구취지 및 청구원인 변경신청서에 의하여 192,500,000원 및 이에 대한 지연손해금을 구하는 것으로 예비적 청구를 확장하였고 위 변경신청서 부본은 2021. 2. 3. 피고에게 송달되었다.<br/>  3) 원심은, 피고는 원고에게 가액반환으로 189,767,205원 및 이에 대하여 이 사건 소장 부본 송달 다음 날인 2016. 8. 27.부터 원심판결 선고일인 2021. 11. 19.까지 민법이 정한 연 5%, 그다음 날부터 다 갚는 날까지「소송촉진 등에 관한 특례법」이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다고 판단하여 원심에서 추가된 예비적 청구를 일부 인용하였다.<br/>  다. 위 사실관계를 앞서 본 법리에 비추어 살펴보면, 피고는 가액반환의무에 관하여 원심이 인용한 원금 중 180,000,000원에 대하여는 2020. 11. 11. 자 청구취지 및 청구원인 변경신청서 송달 다음 날부터, 나머지 9,767,205원에 대하여는 2021. 1. 25. 자 청구취지 및 청구원인 변경신청서 송달 다음 날부터 각 지체책임을 진다. 그런데도 가액반환으로 인용한 원금 전부에 대하여 이 사건 소장 부본 송달 다음 날부터 지연손해금의 지급을 명한 원심의 판단에는 유류분 가액반환 시 지체책임 발생에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다.<br/>  5. 결론<br/>  그러므로 원심판결의 지연손해금에 관한 부분 중 180,000,000원에 대하여 2020. 11. 12.부터, 9,767,205원에 대하여 2021. 2. 4.부터 각 2021. 11. 19.까지 민법이 정한 연 5%, 각 그다음 날부터 다 갚는 날까지 「소송촉진 등에 관한 특례법」이 정한 연 12%의 각 비율로 계산한 지연손해금을 초과하여 지급을 명한 피고 패소 부분을 파기하되, 이 부분은 대법원이 직접 재판하기에 충분하므로 민사소송법 제437조에 따라 자판하기로 한다. 위 파기 부분에 해당하는 원고의 예비적 청구를 기각하고 나머지 상고는 기각하며 소송총비용의 부담을 정하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 안철상(재판장) 노정희 이흥구(주심) ",
    "사건번호": "2022다203583",
    "사건종류코드": "400101",
    "판례정보일련번호": "231021",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}