{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20180117",
    "법원명": "서울고등법원(춘천)",
    "사건명": "유체동산인도",
    "판례내용": "【원고, 항소인】 메리츠캐피탈 주식회사<br/>【피고, 피항소인】 회생채무자 의료법인 보광의료재단의 관리인 ○○○ (소송대리인 변호사 이종식)<br/>【제1심판결】 춘천지방법원 속초지원 2017. 8. 24. 선고 2016가합164 판결<br/>【변론종결】2017. 12. 20.<br/>【주    문】<br/>  1. 제1심판결을 취소한다.<br/>  2. 피고는 원고에게 별지 목록 기재 기계를 인도하라.<br/>  3. 소송 총비용은 피고가 부담한다.<br/>  4. 제2항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  주문과 같다.<br/>【이    유】1. 기초사실<br/>  가. 원고는 2015. 5. 8. 도시바메디칼시스템즈코리아 주식회사로부터 별지 목록 기재 기계(이하 ‘이 사건 기계’라 한다)를 매매대금 6억 8,000만 원에 매수하였고, 같은 날 속초시 (주소 생략)에 있는 (병원명 생략)(이하 ‘이 사건 병원’이라 한다)을 운영하는 의료법인 보광의료재단(이하 ‘보광의료재단’이라 한다)과 이 사건 기계에 관해 리스기간을 물건수령증발급일로부터 36개월, 리스료를 36개월간 매월 20,872,300원(매월 20일에 후불), 연체이자율을 연 25%로 하고 리스기간이 종료하면 보광의료재단에 이 사건 기계를 무상으로 양도하기로 하는 내용의 시설대여계약(이하 ‘이 사건 리스계약’이라 한다)을 체결하였다. 이 사건 리스계약의 일부인 여신거래기본약관과 일반리스약관의 주요내용은 아래와 같다.<br/>▣ 여신거래기본약관제1조(적용범위)  ① 이 약관은 금융회사와 채무자(리스이용자·할부금융이용자·차주·할인 신청인·지급보증신청인 등 금융회사에 대하여 채무를 부담하는 사람을 말합니다. 이하 같습니다) 사이의 시설 대여(리스), 할부 금융, 대출, 팩토링, 어음할인, 지급보증, 외국환, 기타의 여신에 관한 모든 거래에 적용됩니다.  ④ 이 약관에서 정하지 않은 사항이 있을 경우에는 부속약관에 따르기로 합니다.제8조(기한 전의 채무변제의무)  ① 채무자에 관하여 다음 각 호에서 정한 사유 중 하나라도 발생한 경우에는 금융회사로부터의 독촉·통지 등이 없어도 채무자는 당연히 금융회사에 대한 모든 채무의 기한의 이익을 즉시 상실하여 곧 이를 갚아야 할 의무를 집니다.    3. 파산, 회생, 개인회생 절차개시의 신청이 있거나 채무불이행자명부 등재 신청이 있는 때    8. 여신거래와 관련하여 허위, 위·변조 또는 고의로 부실자료를 제출하여 금융회사의 채권보전의 중대한 손실을 유발한 때  ③ 채무자에 관하여 다음 각 호에서 정한 사유 중 하나라도 발생하여 금융회사의 채권보전에 현저한 위험이 예상될 경우 금융회사는 서면으로 변제, 압류 등의 해소, 신용의 회복 등을 독촉하고 그 통지의 도달일부터 10일 이상으로 금융회사가 정한 기간이 경과하면 채무자는 금융회사에 대한 모든 채무의 기한의 이익을 상실하여 곧 이를 갚아야 할 의무를 집니다.    5. 청산절차 개시, 결손회사와의 합병, 노사분규에 따른 조업중단, 휴업, 관련기업의 도산, 회사경영에 영향을 미칠 법적분쟁 발생 등으로 현저하게 신용이 악화되었다고 인정된 때?▣ 일반리스약관제1조(목적)  이 약관은 여신거래기본약관의 부속약관으로 리스이용자(이하 ‘고객’이라 합니다)가 직접 선정한 리스물건(이하 ‘물건’이라 합니다)을 원고(이하 ‘금융회사’라 합니다)가 구매하여 고객에게 사용하게 하는 시설대여(리스)계약에서 금융회사와 고객간의 권리와 의무에 관한 사항을 규정함을 목적으로 합니다.제3조(고객의 책임)  ① 고객은 자신이 이용할 물건의 종류, 규격, 성능 등을 선정할 수 있으며, 물건을 인수한 후에는 선량한 관리자의 주의로 물건을 유지 및 관리하여야 하며, 금융회사는 물건의 하자담보책임을 부담하지 않습니다.  ② 리스한 물건에 대한 소유권은 금융회사에 있으며 고객은 사용수익권을 가집니다.제5조(리스기간)  ① 리스기간은 고객이 이 계약서에 따라 물건을 리스하여 사용하는 기간이며, 리스실행일은 고객이 물건을 인도받은 날로 합니다.제6조(리스료 및 기타 지급금)  ① 고객은 금융회사에게 계약서에 기재된 리스료 및 기타 지급금을 계약에 따라 지급하기로 합니다.제20조(금융회사에 의한 계약의 중도해지)  ① 고객에게 여신거래기본약관 제8조 제1항에서 정한 사유 중 하나라도 발생한 경우 금융회사는 독촉 통지 및 최고 없이 이 계약을 즉시 해지하고 물건의 반환을 청구할 수 있습니다.  ② 고객이 월리스료를 2회 이상 연속적으로 지체한 경우 금융회사는 채무이행 지체사실과 이에 따른 이 약정의 해지를 계약해지일 3영업일 전까지 고객에게 통지 후 계약을 해지하고 물건의 반환을 청구할 수 있으며 계약해지일 3영업일 전까지 고객에게 통지하지 않은 경우 실제 용지가 도달한 날부터 3영업일이 경과한 날을 계약을 해지일로 합니다.  ③ 고객에게 다음 각 호에서 정한 사유 또는 여신거래기본약관 제8조 제3항 및 제4항에서 정한 사유 중 하나라도 발생하여 금융회사의 채권보전에 현저한 위험이 예상될 경우 금융회사는 고객에게 서면으로 발생사유의 해소를 독촉하고, 그 통지의 도달일로부터 10일 이상으로 금융회사가 정한 기간까지 고객이 발생 사유를 해소하지 않으면 금융회사는 이 계약을 해지하고 물건의 반환을 청구할 수 있습니다(각 호 생략).  ④ 고객은 이 조의 사유발생으로 인하여 계약이 해지된 경우 금융회사에게 발생한 손해에 대해 제23조에 따른 규정손해금을 지급하기로 합니다.<br/>  나. 보광의료재단의 대표자 이사인 ○○○은 2015. 5. 29. 원고에게 이 사건 리스계약에 관한 개인신용정보동의서를 작성·교부하였고, 원고는 같은 날 이 사건 병원에 이 사건 기계를 설치해주었다. 이에 따라 같은 날 이 사건 기계에 관한 리스가 개시되었고, 보광의료재단은 원고에게 2015. 6.부터 매월 20일에 각 20,872,300원의 리스료를 지급할 채무를 부담하게 되었다.<br/>  다. 보광의료재단은 2015. 6. 8. 춘천지방법원에 회생절차개시신청(2015회합506, 이하 ‘이 사건 회생사건’이라 한다)을 하였다.<br/>  라. 원고는 2015. 6. 19. 보광의료재단에 \"이 사건 리스계약과 관련 일반리스약관 제20조 제2항에 의거 아래 명세(2015. 6. 19. 기준 여신잔액 6억 8,000만 원, 규정손실금 6억 9,360만 원) 계약 2건의 리스 잔여 채권에 대해 최고한다. 또한 동 약관 제22조(‘제20조’의 오기로 보인다) 제4항 및 제23조(규정손해금), 제24조(지연배상금)에 의거 청구 예정이다.\"라는 내용증명우편을 보냈다.<br/>  마. 춘천지방법원은 2015. 7. 1. 15:00 보광의료재단에 대한 회생절차개시결정을 하면서 피고를 보광의료재단의 관리인으로 선임하였다.<br/>  바. 원고는 피고에게 2015. 8. 18. 아래와 같은 내용증명우편을 보냈고, 2015. 8. 19. 송달되었다.<br/>이 사건 리스계약과 관련 일반리스약관 제20조 제2항에 의거 아래 명세 계약 2건의 리스 잔여 채권에 대해 최고한다. 또한 동 약관 제22조(\"제20조\"의 오기로 보인다) 제4항 및 제23조(규정손해금), 제24조(지연배상금)에 의거 청구 예정이다.?  계약 해지로 인한 당사 리스물건(의료장비)의 당사 회수 예정이며, 점유이전 금지 가처분 및 사용금지 가처분 될 수 있음을 안내드린다.  계약 해지 후 귀사가 무단으로 당사 리스물건의 사용 등의 행위로 당사가 입는 피해에 대한 손해배상 청구 예정이다.  또한 당사 회수의 불인정 등의 사유로 회수 및 매각절차에 있어 지연이 발생할 경우 이에 소요되는 손해 및 법적 비용 등 당사의 손해금은 귀사로 청구될 수 있다.[아래 명세]실행일자리스물건사유2015. 5. 29.이 사건 기계급격한 신용변동, 연체 등(기준일: 2015. 8. 18.)?취득원가연체금액최장연체일 수매월 30일 매월 리스료 도래하며, 연체금액은 연 25%로 일할 가산된다.680,000,000원42,386,519원57일?<br/>  사. 원고는 이 사건 회생사건에서 2015. 8. 31. 춘천지방법원에 원인을 이 사건 기계에 대한 소유권유보부 리스이용대금, 내용을 680,000,000원 및 이에 대한 2015. 5. 29.부터 2015. 6. 30.까지의 리스료 및 연체이자 25%의 비율에 의한 돈, 회생담보권의 가액을 680,000,000원으로 하는 회생담보권신고를 하였다.<br/>  아. 피고는 원고가 신고한 680,000,000원의 회생담보권 중 552,216,667원을 시인하고 나머지 127,783,333원을 부인하였다.<br/>  자. 피고는 2016. 6. 9. 춘천지방법원에 보광의료재단에 관한 회생계획안을 제출하였고, 춘천지방법원은 2016. 6. 13. 보광의료재단에 대한 회생계획인가결정을 하였다. 위 인가결정된 회생계획에는 원고의 확정된 회생담보권 552,216,667원에 관해 70%에 해당하는 386,551,667원을 자본금으로 출연(다만 원고가 자본금 출연을 원하지 않는 경우에는 면제)하고, 나머지 30%에 해당하는 165,665,000원을 현금으로 변제하는 것으로 되어 있다.<br/>  차. 원고는 2016. 6. 21. \"보광의료재단은 이 사건 리스계약과 거의 동시에 회생절차를 신청하여 이 사건 리스계약이 해지되었으므로 원고는 소유권이 기해 환취권 행사를 위해 이 사건 기계의 반환을 구한다.\"라고 주장하면서 춘천지방법원 속초지원에 이 사건 소를 제기하였고, 같은 날 이 사건 회생사건에서 춘천지방법원에 \"원고의 보광의료재단에 대한 회생채권 6억 8,000만 원 및 이에 대하여 2015. 5. 29.부터 다 갚는 날까지 연 25%의 비율에 의한 금원은 회생담보권임을 확정한다.\"라는 취지의 채권조사확정재판을 신청(2016회확31, 이하 ‘이 사건 조사확정재판’이라 한다)하였다.<br/>  카. 춘천지방법원은 이 사건 조사확정재판에서 2017. 11. 22. \"원고의 보광의료재단에 대한 회생담보권은 관리인이 회생담보권의 조사기간 내에 이의하지 아니하여 이미 확정된 금액(552,216,667원) 이외에 추가로 127,783,333원임을 확정한다.\"라는 내용의 화해권고결정을 하였고, 그 무렵 위 화해권고결정이 확정되었다.<br/>【인정근거】  다툼 없는 사실, 갑 제1 내지 6, 8, 10호증, 갑 제11호증의 1, 2, 갑 제12, 13호증, 갑 제14호증의 1 내지 15, 을 제1호증의 1 내지 9, 을 제2호증의 1 내지 7의 각 기재, 변론 전체의 취지<br/>2. 원고의 주장<br/>  가. 이 사건 리스계약의 해지<br/>    1) 보광의료재단은 이 사건 리스계약 체결 전 자신의 관계사인 주식회사 보광엔지니어링(이하 ‘보광엔지니어링’이라 한다)으로부터 110억 5,085만 원을, 보광이엔씨 주식회사(이하 ‘보광이엔씨’라 한다)로부터 3,551,205,530원을 각 차입한 상태였는데, 이미 그 당시 위 각 관계사는 자금난에 처해있어 피고의 재무상황 또한 악화될 것이 명백하게 예상되었다. 보광의료재단은 고의로 해당 채무내역을 밝히지 않은 채 리스료를 성실하게 납부할 것처럼 허위 또는 부실한 자료를 제출하여 원고를 기망하는 등의 방법으로 원고의 채권보전에 중대한 손실을 유발하였다. ○○○이 이 사건 리스계약의 승인을 위해 개인신용정보동의서에 서명을 한 2015. 5. 29.은 위 각 관계사들의 부도일이었으므로, ○○○이 원고에게 개인신용정보동의서에 서명을 하여 제출한 행위나 아무런 문제없이 이행이 가능할 것처럼 이 사건 리스계약을 체결한 것은 원고를 기망하여 허위 또는 부실한 자료를 제출한 것이다. 따라서 원고는 일반리스약관 제20조 제1항, 여신거래기본약관 제8조 제1항 제8호에 따라 이 사건 리스계약을 해지할 수 있다.<br/>    2) 보광이엔씨와 보광엔지니어링은 2015. 5. 29.경 부도가 났고, 원고는 2015. 6. 19.경 보광의료재단에 기한의 이익 상실 예정통지를 하였다. 따라서 원고는 일반리스약관 제20조 제3항, 여신거래기본약관 제8조 제3항 제5호에 따라 이 사건 리스계약을 해지할 수 있다.<br/>    3) 보광의료재단은 이 사건 리스계약을 체결한 후 한 차례도 리스료를 납부하지 않았고, 이에 원고는 2015. 6. 19. 및 2015. 8. 18. 두 차례에 걸쳐 피고에게 이 사건 리스계약의 해지를 통지했다. 따라서 일반리스약관 제20조 제2항에 의해 이 사건 리스계약은 해지되었다.<br/>    4) 보광의료재단이 회생절차개시신청을 하였으므로 원고는 일반리스약관 제20조 제1항, 여신거래기본약관 제8조 제1항 제3호(이하 ‘이 사건 도산해지조항’이라 한다)에 따라 이 사건 리스계약을 해지할 수 있다.<br/>  나. 이 사건 리스계약의 취소<br/>    1) 사기에 의한 취소<br/>      보광의료재단은 원고에게 보광이엔씨와 보광엔지니어링에 과다한 채무를 부담하고 있다는 사실을 알리지 않았고, 오히려 자신의 재무 상황에 아무런 문제가 없다고 원고를 기망하여 이 사건 리스계약을 체결했다. 원고가 보광의료재단에 이 사건 기계를 인도한 2015. 5. 29.경 위 각 관계사는 당좌거래정지(1차 부도)되었다. 따라서 이 사건 리스계약은 보광의료재단이 변제능력과 변제의사도 없이 원고를 기망하여 체결된 것이므로 민법 제110조 제1항에 의해 원고의 2016. 9. 30.자 준비서면의 송달로써 이 사건 리스계약을 취소한다.<br/>    2) 착오에 의한 취소 <br/>      보광의료재단이 관계회사로부터 감당하기 어려운 돈을 차입했다는 사실, 보광의료재단의 관계회사가 부도날 수 있을 정도로 재무구조가 악화된 상황이었고 이로 인해 보광의료재단의 재무구조까지 악화시킬 수 있음을 원고가 알았다면 특히 보광의료재단이 이러한 재무구조의 악화 등을 알고서 또는 충분히 예상하고서 이 사건 리스계약이 실행되기 이전부터 회생절차를 준비하고 있었다는 사실을 원고가 알고 있었다면 원고는 보광의료재단과 이 사건 리스계약을 체결하지 않았을 것이다. 이러한 원고의 법률행위의 동기가 된 내용들은 이 사건 리스계약의 약관에 포함되어 있기도 하지만 보광의료재단의 기망행위 또는 보광의료재단에 의하여 제공되거나 유발된 경우에 해당하므로 원고는 동기의 착오를 이유로 이 사건 리스계약을 취소할 수 있다. 따라서 원고의 2017. 6. 13.자 참고서면의 송달로써 이 사건 리스계약을 취소한다.<br/>  다. 그러므로 피고는 원고에게 이 사건 기계를 인도할 의무가 있다.<br/>3. 청구원인에 관한 판단<br/>  가. 이 사건 리스계약의 취소 주장에 관하여<br/>    1) 사기에 의한 취소 주장에 관하여<br/>      보광의료재단이 원고와 이 사건 리스계약을 체결한 2015. 5. 8.로부터 한 달밖에 지나지 않은 2015. 6. 8. 춘천지방법원에 회생절차개시신청을 한 사실은 앞서 본 것과 같으나, 이 사건 리스계약에서는 보광의료재단의 회생절차개시신청에 대비한 이 사건 도산해지조항을 두고 있었으므로, 보광의료재단이 곧 회생절차개시신청을 할 만큼 재무 상황이 악화되어 있었음에도 그와 같은 사정을 원고에게 알리지 않은 것을 민법 제110조 제1항에 규정된 ‘사기’라고 볼 수 없다.<br/>      따라서 원고의 사기에 의한 취소 주장은 이유 없다.<br/>    2) 착오에 의한 취소 주장에 관하여<br/>      원고가 주장하는 보광의료재단의 재무 상황에 관한 착오는 동기의 착오에 해당하는데, 동기의 착오는 표의자가 그 동기를 당해 의사표시의 내용으로 삼을 것을 상대방에게 표시하고 의사표시의 해석상 법률행위의 내용으로 되어 있거나 상대방이 그와 같은 동기의 착오를 유발한 경우에 민법 제109조 제1항 본문에 규정된 ‘법률행위 내용의 착오’가 된다(대법원 1989. 12. 26. 선고 88다카31507 판결, 대법원 1990. 7. 10. 선고 90다카7460 판결 각 참조).<br/>      그런데 원고가 이 사건 리스계약을 체결하면서 보광의료재단의 리스료 지급능력이 충분하다는 점을 이 사건 리스계약의 내용으로 삼을 것을 보광의료재단에 표시한 사실을 인정할 증거가 없고, 보광의료재단이 원고에게 자신의 지급능력이 충분하다고 고지한 사실을 인정할 증거도 없다.<br/>      따라서 원고의 착오에 의한 취소 주장도 이유 없다.<br/>  나. 이 사건 리스계약의 해지 주장에 관하여<br/>    1) 일반리스약관 제20조 제1항, 여신거래기본약관 제8조 제1항 제8호에 의한 해지 주장에 관하여<br/>      일반리스약관 제20조 제1항, 여신거래기본약관 제8조 제1항 제8호에 의하면 보광의료재단이 여신거래와 관련하여 허위, 위·변조 또는 고의로 부실자료를 제출하여 원고의 채권보전의 중대한 손실을 유발한 경우 원고는 독촉 통지 및 최고 없이 이 사건 리스계약을 즉시 해지하고 이 사건 기계의 반환을 청구할 수 있다.<br/>      보광의료재단이 보광엔지니어링, 보광이엔씨로부터 거액을 빌린 사실을 원고에게 밝히지 않은 것이나 ○○○이 2015. 5. 29. 원고에게 이 사건 리스계약에 관한 개인신용정보동의서를 교부한 것을 두고 허위, 위·변조 또는 고의로 부실자료를 제출하였다고 볼 수는 없으므로(또한 원고는 보광엔지니어링, 보광이엔씨가 2015. 5. 29. 부도났다고 주장하나 갑 제7호증의 기재에 의하면 위 회사들의 당좌거래 정지일은 2015. 6. 2.인 사실이 인정된다), 원고가 위 각 규정에 따라 이 사건 리스계약의 해지권을 취득하였다는 원고의 주장은 이유 없다.<br/>    2) 일반리스약관 제20조 제3항, 여신거래기본약관 제8조 제3항 제5호에 의한 해지 주장에 관하여<br/>      일반리스약관 제20조 제3항, 여신거래기본약관 제8조 제3항 제5호에 의하면 보광의료재단이 관련기업의 도산 등으로 현저하게 신용이 악화되어 원고의 채권보전에 현저한 위험이 예상될 경우 원고는 보광의료재단에 서면으로 발생사유의 해소를 독촉하고, 그 통지의 도달일로부터 10일 이상으로 원고가 정한 기간까지 보광의료재단이 발생 사유를 해소하지 않으면 원고는 이 사건 리스계약을 해지하고 이 사건 기계의 반환을 청구할 수 있다.<br/>      보광의료재단의 관련기업인 보광엔지니어링, 보광이엔씨가 2015. 6. 2. 당좌거래 정지된 사실은 앞서 본 것과 같고, 여기에 보광의료재단이 2015. 6. 8. 춘천지방법원에 회생절차개시신청을 한 사실을 더해보면, ‘보광의료재단이 관련기업의 도산 등으로 현저하게 신용이 악화되어 원고의 채권보전에 현저한 위험이 예상될 경우’에는 해당한다.<br/>      그러나 원고가 위 각 규정에 따라 이 사건 리스계약의 해지권을 취득하려면 보광의료재단에 서면으로 발생사유의 해소를 독촉하고, 그 통지의 도달일로부터 10일 이상으로 원고가 정한 기간까지 보광의료재단이 발생 사유를 해소하지 않아야 한다.<br/>      그런데 원고가 보광의료재단에 서면으로 발생사유의 해소를 독촉한 사실을 인정할 증거가 없다(원고가 2015. 6. 19. 보광의료재단에 보낸 내용증명우편이나 2015. 8. 18. 피고에게 보낸 내용증명우편은 발생사유의 해소를 독촉하는 내용이 아니다).<br/>      따라서 원고가 위 각 규정에 따라 이 사건 리스계약의 해지권을 취득하였다는 원고의 주장은 이유 없다.<br/>    3) 일반리스약관 제20조 제2항에 의한 해지 주장에 관하여<br/>      일반리스약관 제20조 제2항에 의하면 보광의료재단이 월리스료를 2회 이상 연속적으로 지체한 경우 원고는 채무이행 지체사실과 이에 따른 이 사건 리스계약의 해지를 계약해지일 3영업일 전까지 보광의료재단에 통지 후 이 사건 계약을 해지하고 이 사건 기계의 반환을 청구할 수 있으며 계약해지일 3영업일 전까지 보광의료재단에 통지하지 않은 경우 실제 용지가 도달한 날부터 3영업일이 경과한 날을 이 사건 리스계약을 해지일로 한다.<br/>      보광의료재단이 이 사건 리스계약 체결 후 원고에게 한 차례도 월리스료를 지급하지 않은 사실은 당사자 사이에 다툼이 없다.<br/>      그러나 ‘채무자 회생 및 파산에 관한 법률’(이하 ‘채무자회생법’이라 한다) 제131조 본문에 의하면 회생채권에 관하여는 회생절차가 개시된 후에는 채무자회생법에 특별한 규정이 있는 경우를 제외하고는 회생계획에 규정된 바에 따르지 아니하고는 변제하거나 변제받는 등 이를 소멸하게 하는 행위(면제를 제외한다)를 하지 못하고, 이는 회생담보권도 마찬가지이다.<br/>      따라서 보광의료재단에 대한 회생절차개시결정이 있기 전에 보광의료재단이 월리스료를 2회 이상 연속적으로 지체하였다면 원고는 이미 이 사건 리스계약의 해지권을 취득해서 언제라도 해지의 의사표시를 할 수 있는 상태라고 할 것이다.<br/>      그러나 보광의료재단이 원고에게 2015. 6.부터 매월 20일에 각 20,872,300원의 리스료를 지급할 채무를 부담함은 앞서 본 것과 같은바, 2015. 7. 1. 회생절차개시결정이 있기 전에 보광의료재단은 월리스료를 1회 지체하였을 뿐이고, 위 회생절차개시결정이 있은 후에는 회생담보권자인 원고가 개별적인 권리행사를 할 수 없고 회생절차에 의하지 않고는 채권을 변제받지 못하므로 보광의료재단이나 피고가 더 이상 원고에게 월리스료를 지급하지 않았더라도 일반리스약관 제20조 제2항에 규정된 ‘월리스료를 2회 이상 연속적으로 지체한 경우’에 해당하게 된다고 볼 수 없다.<br/>      그러므로 원고가 일반리스약관 제20조 제2항에 따라 이 사건 리스계약의 해지권을 취득하였다는 원고의 주장은 이유 없다.<br/>    4) 이 사건 도산해지조항에 의한 해지 주장에 관하여<br/>      가) 원고의 해지권 취득 여부<br/>        이 사건 도산해지조항에 의하면 보광의료재단이 회생절차개시신청을 한 경우 원고는 독촉 통지 및 최고 없이 이 사건 리스계약을 즉시 해지하고 이 사건 기계의 반환을 청구할 수 있다.<br/>        이와 같은 도산해지조항은 채무자회생법에서 규정한 부인권의 대상이 되거나 공서양속에 위반된다는 등의 이유로 효력이 부정되어야 할 경우를 제외하고, 도산해지조항으로 인하여 회생절차개시 후 채무자에 영향을 미칠 수 있다는 사정만으로는 그 조항이 무효라고 할 수는 없다. 그리고 쌍방미이행의 쌍무계약의 경우에는 계약의 이행 또는 해제에 관한 관리인의 선택권을 부여한 채무자회생법 제119조의 취지에 비추어 도산해지조항의 효력을 무효로 보아야 한다거나 아니면 적어도 회생절차개시 이후 종료시까지의 기간 동안에는 도산해지조항의 적용 내지는 그에 따른 해지권의 행사가 제한된다는 등으로 해석할 여지가 없지는 않을 것이다(대법원 2007. 9. 6. 선고 2005다38263 판결 참조).<br/>        이 사건 리스계약은 운용리스계약이 아니라 금융리스계약이므로(임대차의 경우에는 특별한 약정이 없는 한 임대인이 임대목적물의 위험을 부담하고, 임대목적물의 수선·유지관리의 책임을 부담하지만, 일반리스약관 제3조 제1항에는 고객이 물건을 인수한 후에는 선량한 관리자의 주의로 물건을 유지 및 관리하여야 하며, 금융회사는 물건의 하자담보책임을 부담하지 않는 것으로 되어 있다) 쌍방미이행의 쌍무계약에 해당하지 않고, 이 사건 도산해지조항이 공서양속에 위반된다는 등의 특별한 사정도 없다.<br/>        따라서 이 사건 도산해지조항은 유효하므로, 원고는 보광의료재단의 회생절차개시신청을 이유로 이 사건 도산해지조항에 따라 이 사건 리스계약을 해지하고 이 사건 기계에 대한 환취권을 행사할 수 있다.<br/>      나) 해지권 행사의 종기(終期)<br/>채무자회생법 제141조 제1항 본문에 의하면 회생채권이나 회생절차개시 전의 원인으로 생긴 채무자 외의 자에 대한 재산상의 청구권으로서 회생절차개시 당시 채무자의 재산상에 존재하는 유치권·질권·저당권·양도담보권·가등기담보권·‘동산·채권 등의 담보에 관한 법률’에 따른 담보권·전세권 또는 우선특권으로 담보된 범위의 것은 회생담보권으로 하는바, 원고는 이 사건 리스계약에 의해 보광의료재단에 이 사건 기계를 소유권유보부 매도하였으므로(일반리스약관 제3조 제2항) 원고의 보광의료재단에 대한 리스료채권은 회생담보권에 해당한다(대법원 2014. 4. 10. 선고 2013다61190 판결 참조).<br/>        따라서 원고는 ① 회생담보권자로서 이 사건 회생사건에 참가하여 회생계획에 따른 변제를 받을 수 있는 지위와 ② 이 사건 도산해지조항에 따라 이 사건 리스계약을 해지하고 이 사건 기계에 대한 환취권을 행사할 수 있는 지위(이 경우 원고는 잔존리스료·규정손해금을 회생채권으로 청구할 수 있을 것이다)를 겸유하고 있었다.<br/>        그런데 회생절차에 참가하고자 하는 회생담보권자는 신고기간 안에 법원에 회생담보권을 신고하여야 하고(채무자회생법 제149조 제1항), 조사기간 안에 또는 특별조사기일에 관리인·회생채권자·회생담보권자·주주·지분권자의 이의가 없는 때에는 신고된 회생채권 및 회생담보권의 내용과 의결권의 액수가 확정되며(채무자회생법 제166조 제1호), 확정된 회생채권 및 회생담보권을 회생채권자표 및 회생담보권자표에 기재한 때에는 그 기재는 회생채권자·회생담보권자·주주·지분권자 전원에 대하여 확정판결과 동일한 효력이 있다(채무자회생법 제168조). 채무자회생법 제168조에서 확정판결과 동일한 효력이 있다고 규정한 취지는, 회생채권자표와 회생담보권자표에 기재된 회생채권과 회생담보권의 금액은 회생계획안의 작성과 인가에 이르기까지의 회생절차의 진행과정에 있어서 이해관계인의 권리행사의 기준이 되고 관계인집회에 있어서 의결권 행사의 기준으로 된다는 의미를 가지는 것으로서, 여기서 확정판결과 동일한 효력이라 함은 기판력이 아닌 확인적 효력을 가지고 회생절차 내부에 있어 불가쟁의 효력이 있다는 의미이다(대법원 1991. 12. 10. 선고 91다4096 판결 참조).<br/>        이와 같이 확정된 회생채권 및 회생담보권에 따라 회생계획안이 작성되고 법원이 회생계획의 인가 여부를 결정하며 회생계획이 인가되면 관리인이 회생계획을 수행하게 되는바, 원고가 회생담보권을 신고하고 그 전액에 관해 조사기간 안에 또는 특별조사기일에 관리인 등의 이의제출이 없어 그 권리의 내용과 의결권의 액수가 확정된 후에 이 사건 리스계약을 해지하여 이 사건 기계를 환취하는 것을 허용한다면 보광의료재단이 이 사건 기계를 보유하는 것을 전제로 작성된 회생계획안에 영향을 미쳐 회생절차의 적정하고 원활한 진행에 지장을 초래하게 되고, 그 경우 원고의 해지권 및 환취권 행사를 인정하지 않는다고 해서 원고에게 부당한 불이익을 주는 것도 아니므로(원고는 자신이 신고한 회생담보권을 그대로 인정받았기 때문이다), 위와 같은 경우에는 원고가 더 이상 위 ②의 권리를 행사할 수 없다고 봄이 타당하다.<br/>        그러나 원고가 회생담보권을 신고하였다고 하더라도 그 전부나 일부에 관해 관리인 등이 이의제출이 있어 이의가 제출된 부분이 확정되지 않았다면 원고는 여전히 위 ②의 권리를 행사할 수 있다고 볼 것이다(다만 신고한 회생담보권의 극히 일부분에 관하여만 이의가 제출되고 나머지 대부분이 확정된 경우라면 달리 볼 여지가 있다).<br/>        위와 같이 두 가지 지위를 겸유하는 원고는 회생담보권이 실권되지 않게 하기 위해 일단 회생담보권신고를 한 후 그 신고 내용대로 회생담보권이 인정되지 않는다면 해지권 및 환취권을 행사하겠다고 생각할 수 있고, 그와 같은 방식의 권리행사를 막을 근거가 없기 때문이다. 물론 원고의 위와 같은 해지권 및 환취권 행사로 인해 보광의료재단에 대한 회생절차의 진행에 지장이 초래될 수는 있으나, 이는 앞서 본 것과 같이 이 사건 도산해지조항의 유효성을 인정하여 원고가 두 가지 지위를 겸유함에 따른 불가피한 결과이고, 위와 같은 회생절차의 원활한 진행의 필요성이 자신이 신고한 회생담보권을 전부 인정받지 못하였음에도 이 사건 도산해지조항에 기해 해지권 및 환취권을 행사하려는 원고의 정당한 이익을 희생시킬 만큼 중대한 것으로 볼 수도 없다. 무릇 권리자는 자신의 자유로운 선택에 따라 권리를 행사할 수 있는 것이 원칙이고, 특별한 근거나 이유가 있는 예외적인 경우에만 그와 같은 권리행사를 저지할 수 있는 것이다.<br/>        원고가 2015. 8. 31. 춘천지방법원에 회생담보권의 가액을 680,000,000원으로 하는 회생담보권신고를 한 사실, 피고가 그 중 552,216,667원을 시인하고 나머지 127,783,333원을 부인하여 원고가 신고한 회생담보권 중 552,216,667원 부분이 확정된 사실은 앞서 본 것과 같다(그 확정시점이 언제인지는 이 사건에 제출된 증거만으로는 명확치 않으나, 피고가 2016. 6. 9. 춘천지방법원에 보광의료재단에 관한 회생계획안을 제출하기 전인 것은 분명하다).<br/>        이와 같이 원고가 신고한 회생담보권 680,000,000원의 약 18.8%에 해당하는 127,783,333원에 관해 피고의 이의가 제출되어 확정되지 않았고, 위 이의가 제출된 부분은 그 비율이나 금액에 비추어 원고가 신고한 회생담보권의 극히 일부분이라고 볼 수 없으므로, 원고는 여전히 이 사건 리스계약을 해지하고 이 사건 기계에 대한 환취권을 행사할 수 있다고 보아야 한다.<br/>  다. 소결론<br/>    이 사건 도산해지조항에 기해 이 사건 리스계약을 해지한다는 원고의 의사표시가 기재된 이 사건 소장 부본이 2016. 6. 28. 피고에게 송달된 사실을 기록상 분명하다.<br/>    따라서 특별한 사정이 없는 한 이 사건 리스계약은 2016. 6. 28. 해지되었고(원고가 2015. 6. 19. 보광의료재단에 보낸 내용증명우편은 이 사건 리스계약의 해지 의사표시로 볼 수 없고, 원고가 2015. 8. 18. 피고에게 보낸 내용증명우편은 이 사건 리스계약의 해지 의사표시이기는 하나 그 해지사유가 일반리스약관 제20조 제2항에 규정된 ‘월리스료 2회 이상 연속적으로 지체’이지 이 사건 도산해지조항이 아니다. 따라서 원고는 이 사건 도산해지조항에 기한 이 사건 리스계약 해지의 의사표시를 이 사건 소장 부본 송달을 통해 처음 한 것으로 보아야 한다), 이로써 원고는 이 사건 기계에 대한 완전한 소유권자가 되었으므로, 피고는 원고에게 이 사건 기계를 인도할 의무가 있다.<br/>4. 항변에 관한 판단<br/>  가. 피고의 항변<br/>    1) 원고는 해지권을 행사하여 이 사건 기계를 환취할 수 있었음에도 이를 행사하지 않고 리스 관련 채권을 회생담보권으로 신고했고, 그렇게 신고 된 내용을 기초로 회생계획안이 만들어져 인가까지 되었다. 원고의 주장이 받아들여질 경우 다수의 이해관계자들에게 불측의 손해를 안기게 된다.<br/>    2) 원고가 이 사건 리스계약을 해지할 수 있는 권리를 중첩적으로 가지고 있다 하더라도 그 행사는 선의의 제3자나 관리인의 선택권을 침해하지 않는 범위 내에서 이루어져야 한다. 스스로의 선택에 의해 회생절차에 참여하였음에도 회생계획에 따른 변제비율과 변제방법이 마음에 들지 않는다고 해서 회생계획 확정 후 환취권 또는 해지권을 행사하는 것은 부당하다.<br/>    3) 따라서 원고의 해지권 및 환취권 행사는 신의성실의 원칙에 반하여 허용될 수 없다.<br/>  나. 판단<br/>    신의성실의 원칙은 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나, 신의를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행하여서는 아니 된다는 추상적 규범으로서, 신의성실의 원칙에 위배된다는 이유로 그 권리의 행사를 부정하기 위해서는 상대방에게 신의를 공여하였다거나 객관적으로 보아 상대방이 신의를 가짐이 정당한 상태에 있어야 하고, 이러한 상대방의 신의에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도의 상태에 이르러야 한다(대법원 2011. 2. 10. 선고 2009다68941 판결).<br/>    원고의 해지권 및 환취권 행사가 무한정 허용되는 것이 아니라 원고가 신고한 회생담보권의 전액이 확정된 경우에는 더 이상 해지권 및 환취권을 행사할 수 없음은 앞서 본 것과 같다.<br/>    원고가 앞서 본 두 가지 지위를 겸유함에 따른 회생절차 진행의 불안정성은 위와 같은 기준에 의해 상당부분 제거될 수 있으므로, 일반조항인 신의칙에 의해 원고의 권리행사를 제한함에는 극히 신중을 기하여야 한다.<br/>    따라서 살피건대, 아래와 같은 사정을 종합하면 원고의 해지권 및 환취권 행사가 신의성실의 원칙에 위배된다고 볼 수 없으므로, 피고의 위 항변은 이유 없다.<br/>    1) 원고가 회생담보권을 신고하였다고 하더라도 그 전부나 일부에 관해 관리인 등이 이의제출이 있어 이의가 제출된 부분이 확정되지 않았다면 원고는 여전히 해지권 및 환취권을 행사할 수 있다고 보아야 함은 앞서 본 것과 같다. 또한 비록 일반리스약관 제20조 제2항에 규정된 ‘월리스료 2회 이상 연속적으로 지체’라는 요건이 충족되지 않아 그 해지의 의사표시가 효력이 없기는 하나, 원고가 2015. 8. 18. 피고에게 일반리스약관 제20조 제2항에 근거한 이 사건 리스계약의 해지 및 이 사건 기계에 대한 환취권 행사의 의사표시를 한 사실은 앞서 본 것과 같으므로, 원고가 그 후인 2015. 8. 31. 회생담보권신고를 하였다는 사실만으로 피고에게 해지권 및 환취권 행사를 하지 않겠다는 신의를 공여하였다거나 객관적으로 보아 피고가 그와 같은 신의를 가짐이 정당한 상태에 있었다고 볼 수도 없다. <br/>    2) 2016. 6. 13. 보광의료재단에 대한 회생계획인가결정이 있었기는 하나 회생계획인가결정을 언제 하는가는 회생절차의 진행에 따라 정해지고 원고가 영향을 미칠 수 없는 것이므로(위 회생계획인가결정에도 불구하고 그 후인 2016. 6. 21. 원고의 회생담보권에 관한 이 사건 조사확정재판 신청이 있었고, 결국 그 신청이 받아들여진 사실은 앞서 본 것과 같다) 위 회생계획인가결정이 있은 후에 원고가 해지권 및 환취권을 행사하였다는 사정만으로 신의성실의 원칙에 위배된다고 볼 수 없다.<br/>    3) 이 사건 기계가 고가의 의료장비로서 보광의료재단의 회생을 위해 없어서는 안 될 물건이라고 하더라도 그와 같은 사정만으로 이 사건 리스계약을 체결하자마자 보광의료재단에 대한 회생절차가 개시되어 리스료를 한 번도 지급받지 못한 원고의 정당한 이익을 경시할 수는 없다[보광의료재단의 회생을 위해 CT기계가 꼭 필요하다면 피고는 법원의 허가를 얻어 다른 CT기계를 구매할 수도 있을 것이다(채무자회생법 제61조 제1항 제2호)].<br/>5. 결론<br/>  그렇다면 피고는 원고에게 이 사건 기계를 인도할 의무가 있으므로 원고의 청구는 이유 있어 인용하여야 한다. 제1심판결은 이와 결론을 달리하여 부당하므로, 이를 취소하고 위 의무의 이행을 명한다.<br/>[별지 생략]<br/><br/>판사 김재호(재판장) 박성구 지창구 ",
    "사건번호": "2017나1283",
    "사건종류코드": "400101",
    "판례정보일련번호": "231909",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}