{
  "PrecService": {
    "판시사항": "  [1] 추심금청구소송을 제기하여 확정판결을 받았으나 그 집행에 의한 변제를 받기 전에 채무자에 대하여 파산이 선고된 경우, 추심권이 소멸하는지 여부(적극)<br/>  [2] 채권자대위소송에서 대위에 의하여 보전될 채권자의 채무자에 대한 권리가 인정되지 아니할 경우, 대위소송이 부적법하여 각하하여야 하는지 여부(적극)<br/>  [3] 당사자적격에 관한 사항이 법원의 직권조사사항인지 여부(적극) 및 당사자가 상고심에서 새로이 이를 주장·증명할 수 있는지 여부(적극) / 사실심 변론종결 후 소송요건이 흠결되는 사정이 발생한 경우, 상고심에서 이를 참작할 수 있는지 여부(적극)<br/>",
    "참조판례": " [2] 대법원 2015. 9. 10. 선고 2013다55300 판결(공2015하, 1459) / [3] 대법원 2004. 3. 26. 선고 2001다51510 판결, 대법원 2008. 9. 25. 선고 2007다60417 판결, 대법원 2010. 11. 25. 선고 2010다64877 판결(공2011상, 30)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": " [1] 채무자 회생 및 파산에 관한 법률 제348조 제1항 / [2] 민법 제404조, 민사소송법 제51조 / [3] 민사소송법 제51조, 제134조[직권조사사항], 제432조, 제434조<br/>",
    "선고일자": "20220428",
    "법원명": "대법원",
    "사건명": "추심금",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 변호사 정환영)<br/>【피고, 상고인】 피고 (소송대리인 법무법인 기풍 담당변호사 송명근 외 1인)<br/>【원심판결】 의정부지법 2018. 2. 8. 선고 2017나209946 판결<br/>【주    문】<br/>  원심판결을 파기한다.  제1심판결을 취소하고, 이 사건 소를 각하한다.  소송총비용은 각자 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 관련 법리<br/>파산채권에 기하여 파산재단에 속하는 재산에 대하여 행하여진 강제집행 등은 파산재단에 대하여는 그 효력을 잃는다(「채무자 회생 및 파산에 관한 법률」 제348조 제1항 본문). 추심금청구소송을 제기하여 확정판결을 받은 경우라도 그 집행에 의한 변제를 받기 전에 채무자에 대한 파산선고로 추심명령이 효력을 잃으면 추심권이 소멸한다.<br/>채권자대위소송에 있어서 대위에 의하여 보전될 채권자의 채무자에 대한 권리가 인정되지 아니할 경우에는 채권자가 스스로 원고가 되어 채무자의 제3채무자에 대한 권리를 행사할 당사자적격이 없게 되므로 그 대위소송은 부적법하여 각하할 수밖에 없다(대법원 2015. 9. 10. 선고 2013다55300 판결 등 참조).<br/>당사자적격에 관한 사항은 소송요건에 관한 것으로서 사실심의 변론종결 시를 기준으로 법원이 이를 직권으로 조사하여 판단하여야 하고, 비록 당사자가 사실심 변론종결 시까지 이에 관하여 주장하지 아니하였다고 하더라도 상고심에서 새로이 이를 주장·증명할 수 있으며(대법원 2008. 9. 25. 선고 2007다60417 판결 등 참조), 나아가 사실심 변론종결 후 소송요건이 흠결되는 사정이 발생한 경우 상고심에서 이를 참작할 수 있다(대법원 2004. 3. 26. 선고 2001다51510 판결, 대법원 2010. 11. 25. 선고 2010다64877 판결 등 참조).<br/>  2. 원심판결 이유와 기록에 의하면 다음과 같은 사실을 알 수 있다.<br/>  가. 원고는 이 사건 공정증서 정본에 기하여 2014. 9. 19. 의정부지방법원 2014타채18406호로 청구금액을 59,593,235원, 채무자를 피고, 제3채무자를 소외인으로 하여 피고의 소외인에 대한 임대차보증금반환채권(이하 ‘이 사건 임대차보증금반환채권’이라 한다) 중 주택임대차보호법 제8조 및 같은 법 시행령의 규정에 따라 우선변제받을 수 있는 금액을 제외한 나머지 금액에 관한 압류 및 추심명령(이하 ‘이 사건 압류 및 추심명령’이라 한다)을 받았다.<br/>  나. 원고는 이 사건 압류 및 추심명령에 기하여 소외인을 상대로 의정부지방법원 2014가단43441호로 추심금소송을 제기하였는데, 위 법원은 2015. 5. 13. \"소외인은 피고로부터 이 사건 아파트를 인도받음과 동시에 원고에게 59,593,235원을 지급하라.\"라는 판결을 선고하였다. 이에 소외인이 의정부지방법원 2015나6853호로 항소하였는데, 위 법원은 2015. 12. 11. \"소외인은 2016. 8. 27.이 도래하면, 피고로부터 이 사건 아파트를 인도받음과 동시에 원고에게 59,593,235원을 지급하라.\"라는 판결을 선고하였고, 위 판결은 2016. 1. 5. 그대로 확정되었다(이하 ‘선행 추심금소송’이라 한다).<br/>  다. 원고는 선행 추심금소송의 확정판결에 기한 추심금채권을 피보전채권으로 하여 소외인을 대위하여 피고를 상대로 이 사건 아파트의 인도를 구하는 이 사건 채권자대위소송을 제기하였는데, 피고는 상고심 계속 중인 2018. 3. 21. 의정부지방법원 2018하단20186, 2018하면20186호로 파산 및 면책을 신청하였고, 2018. 3. 29. 의정부지방법원으로부터 파산선고 결정을 받았다.<br/>  라. 피고의 파산관재인은 2018. 5. 23. 이 사건 압류 및 추심명령에 대한 집행해제를 신청하였고, 그에 따라 해제통지서가 2018. 5. 30. 원고 및 소외인에게 각 송달되었다.<br/>  마. 피고에 대한 파산절차에서 이 사건 임대차보증금반환채권 중 압류금지범위를 제외한 나머지 상당 부분에 대한 환가가 이루어져 채권자들에게 배당이 이루어졌다.<br/>  바. 피고는 의정부지방법원에서 2020. 1. 9. 파산종결 결정을, 2020. 3. 11. 면책결정을 받았고, 위 면책결정은 2020. 3. 26. 그대로 확정되었다.<br/>  3. 이러한 사실관계를 앞서 본 법리에 비추어 살펴보면, 원고가 선행 추심금소송을 제기하여 확정판결을 받았다 하더라도 그 집행에 의한 변제를 받기 전에 피고에 대한 파산선고로 이 사건 압류 및 추심명령이 효력을 잃음으로써 원고의 추심권은 소멸하였다. 이 사건 채권자대위소송은 상고심 계속 중 대위에 의하여 보전될 채권자의 위와 같은 권리가 인정되지 않게 됨으로써 채권자가 스스로 원고가 되어 채무자의 제3채무자에 대한 권리를 행사할 당사자적격이 없게 된 경우에 해당하여 부적법하므로 이를 각하할 수밖에 없다. 따라서 이를 지적하는 피고의 상고이유 주장은 이유 있다.<br/>  4. 결론<br/>  그러므로 원심판결을 파기하되, 이 사건은 대법원이 직접 재판하기에 충분하므로 민사소송법 제437조 제1호에 의하여 자판하기로 하여, 제1심판결을 취소하고 이 사건 소를 각하하며, 소송총비용은 각자 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김재형(재판장) 안철상 노정희(주심) 이흥구 ",
    "사건번호": "2018다222723",
    "사건종류코드": "400101",
    "판례정보일련번호": "232971",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}