{
  "PrecService": {
    "판시사항": "  [1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 않았지만 대법원이 실체법 해석적용의 잘못에 관하여 직권으로 판단할 수 있는 경우<br/>  [2] 종전 소송에서 이미 판결로 확정된 금전채무의 원본에 대하여 그 판결 이후에 발생한 법정이자나 지연손해금만을 별도의 소송으로 구하는 경우, 소송촉진 등에 관한 특례법 제3조 제1항을 적용할 수 있는지 여부(소극)<br/>",
    "참조판례": " [1] 대법원 2018. 9. 13. 선고 2017다16778 판결(공2018하, 1970) / [2] 대법원 2010. 9. 30. 선고 2010다50922 판결(공2010하, 2009), 대법원 2010. 12. 9. 선고 2009다59237 판결(공2011상, 97), 대법원 2021. 6. 3. 선고 2018다276768 판결(공2021하, 1242)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": " [1] 소액사건심판법 제3조 제2호 / [2] 소송촉진 등에 관한 특례법 제3조 제1항<br/>",
    "선고일자": "20220331",
    "법원명": "대법원",
    "사건명": "기타(금전)",
    "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인 대동 담당변호사 홍성만)<br/>【피고, 피상고인】 피고<br/>【원심판결】 서울중앙지법 2021. 11. 10. 선고 2021나4061 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 원고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 소액사건에서 상고이유의 판단이 필요한 경우<br/>소액사건에 적용되는 법령의 해석에 관한 대법원판례가 명확하지 않고, 그 법령이 적용되는 다수의 사건이 하급심에 계속되는 등 특별한 사정이 있는 경우에는 소액사건에 관한 상고이유 중 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 아니하였더라도 법령해석의 통일이라는 대법원의 본질적 기능에 비추어 실체법의 해석과 적용에 관하여 판단할 수 있다(대법원 2018. 9. 13. 선고 2017다16778 판결 등 참조).<br/>  원심판단의 쟁점은 소송촉진 등에 관한 특례법(이하 ‘소송촉진법’이라 한다) 제3조 제1항의 적용 범위인데, 이에 관한 대법원판례가 명확하지 않고, 그 법령이 적용되는 다수의 사건이 하급심에 계속되고 있으므로, 법령해석의 통일을 위하여 위 법률 조항의 해석과 적용에 관하여 판단한다.<br/>  2. 소송촉진법 제3조 제1항의 적용 범위에 관한 판단<br/>  가. 소송촉진법 제3조 제1항은 \"금전채무의 전부 또는 일부의 이행을 명하는 판결을 선고할 경우\"에 금전채무 불이행으로 인한 손해배상액 산정의 기준이 되는 법정이율에 관하여 규정함으로써 문언 자체로 해당 사건에서 지연손해금의 발생 원인이 되는 금전채무인 원본에 관하여 이행판결이 선고되는 경우를 전제로 한다. 그리고 위 조항은 금전채권자가 소송을 제기하였음에도 채무자가 해당 사건의 판결이 선고되기 전까지 상당한 이유 없이 이를 이행하지 아니하는 경우, 채무자에게 지연이자에 관하여 불이익을 가함으로써 채무불이행 상태를 유지하고 소송이 불필요하게 지연되는 현상을 방지하는 것을 중요한 입법 목적으로 하는바, 이와 같은 규범 위반자에 대한 처벌 내지 제재는 사적 영역에서 일반적으로 추구되지 아니하는 법 목적이어서 이를 보다 신중하게 해석·적용할 필요가 있다. 따라서 금전채무의 원본의 지급을 명하는 판결이 선고된 후 그 이행지체로 발생한 확정된 지연손해금채무를 다시 원본으로 삼아 그 지급을 구하는 소송을 추가로 제기하면서 이에 관한 지연손해금을 구하는 경우에는 소송촉진법 제3조 제1항이 적용될 여지가 있지만, 종전 소송에서 이미 판결로 확정된 금전채무의 원본에 대하여 그 판결 이후에 발생한 법정이자나 지연손해금만을 별도의 소송으로 구하는 경우에는 해당 조항의 문언 및 입법 취지 등에 비추어 소송촉진법 제3조 제1항을 적용할 수 없다(대법원 2010. 9. 30. 선고 2010다50922 판결, 대법원 2010. 12. 9. 선고 2009다59237 판결, 대법원 2021. 6. 3. 선고 2018다276768 판결 등 참조).<br/>  나. 원심판결 이유와 기록에 의하면, 다음과 같은 사실을 알 수 있다.<br/>  1) 원고는 이 사건 소 제기 이전에 피고에 대하여 확정된 금전채권으로, 임대차보증금 1억 4,000만 원(수원지방법원 2017가단524664호, 이하 ‘①채권’이라 한다)과 소송비용액 1,873,480원(위 2017가단524664호에 관한 소송비용액확정 신청사건, 이하 ‘②채권’이라 한다)을 보유하고 있었다.<br/>  2) 원고의 최종적인 청구취지 및 청구원인은 아래와 같다.<br/>  가) ‘①채권 중 미변제된 76,406,426원’에 대하여 2019. 7. 1.부터 이 사건 소장 부본 송달일인 2020. 7. 15.까지 민법이 정한 이율로 계산한 확정 지연손해금 3,976,891원의 지급과 함께 위 76,406,426원에 대하여 이 사건 소장 부본 송달일 다음 날인 2020. 7. 16.부터 다 갚는 날까지 소송촉진법이 정한 연 12%의 비율로 계산한 돈<br/>  나) ‘②채권’에 대하여 2019. 10. 11.부터 이 사건 소장 부본 송달일인 2020. 7. 15.까지 민법이 정한 이율로 계산한 확정 지연손해금 71,407원의 지급과 함께 ‘②채권’에 대하여 이 사건 소장 부본 송달일 다음 날인 2020. 7. 16.부터 다 갚는 날까지 소송촉진법이 정한 연 12%의 비율로 계산한 돈<br/>  3) 제1심은 피고에게 아래에 해당하는 돈의 지급을 명하였고, 원심은 그 판시와 같은 이유를 들어 아래 나)항 부분에 대하여 소송촉진법 제3조 제1항이 아니라 민법이 정한 법정이율이 적용된다고 판단하면서 원고와 피고의 항소를 모두 기각하였으며, 원고는 상고를 제기하여 아래 나)항 부분에 대해서만 불복하였다.<br/>  가) 원고가 청구한 확정 지연손해금의 합계액 4,048,298원<br/>  나) ‘①채권 중 미변제된 76,406,426원’과 ‘②채권’의 합계액인 78,279,906원에 대하여 2020. 7. 16.부터 다 갚는 날까지 민법이 정한 이율로 계산한 돈<br/>  다. 원심의 위와 같은 판단은 앞서 본 법리에 따른 것이어서 정당하고, 거기에 상고이유의 주장과 같이 소송촉진법 제3조 제1항의 적용 범위에 관하여 법리를 오해한 잘못이 없다.<br/>  3. 결론<br/>  그러므로 상고를 기각하고 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 조재연 이동원 천대엽(주심) ",
    "사건번호": "2021다299167",
    "사건종류코드": "400101",
    "판례정보일련번호": "233021",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}