{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20200820",
    "법원명": "대전지방법원",
    "사건명": "소유권이전등기",
    "판례내용": "【원고, 피항소인】 원고 (소송대리인 변호사 김건효)<br/>【피고, 항소인】 정기산업 주식회사 (소송대리인 법무법인(유한) 광장 담당변호사 김승환)<br/>【제1심판결】 대전지방법원 2019. 9. 10. 선고 2019가단104256 판결<br/>【변론종결】2020. 7. 23.<br/>【주    문】<br/>  1. 피고의 항소를 기각한다.<br/>  2. 항소비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  주위적으로, 피고는 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 별지 목록 기재 부동산에 관하여 2019. 1. 7.자 매매를 원인으로 한 소유권이전등기절차를 이행하라. 제1 예비적으로, 피고는 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 별지 목록 기재 부동산에 관하여 이 사건 소장 송달일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. 제2 예비적으로, 피고는 원고에게 별지 목록 기재 부동산에 관하여, 2억 3,540만 원을 분양대금으로 정한 원고의 매수청약의 의사표시에 대하여 승낙의 의사표시를 하고, 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 위 승낙일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. 제3 예비적으로, 원고와 피고 사이에 원고가 별지 목록 기재 부동산의 우선분양전환을 받을 수 있는 우선수분양자의 지위에 있음을 확인한다.  <br/>2. 항소취지<br/>  제1심판결을 취소한다. 원고의 주위적 청구 및 제1, 2, 3 예비적 청구를 모두 기각한다.<br/>【이    유】1. 제1심판결의 인용<br/>  가. 이 법원의 판결 이유는, 아래의 나.항과 같이 추가하거나 고쳐 쓰는 외에는 제1심판결의 이유 기재와 같으므로, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>  나. 추가하거나 고쳐 쓰는 부분<br/>    ○ 제1심판결 제2면 제13행의 \"선착순의 방법으로 입주자로 선정되어 2012. 8. 13.\"을 \"2013. 9.경\"으로 고쳐 쓴다.<br/>    ○ 제1심판결 제17면 제18행부터 제21행까지 부분을 아래와 같이 고쳐 쓴다.<br/>      이에 대하여 피고는 다음과 같은 이유로 원고는 우선분양전환자격이 없다고 주장한다. 즉 ① 원고는 선착순의 방법으로 입주자로 선정된 경우가 아니라 이 사건 아파트에 관하여 최초 임대차계약을 체결한 소외 1로부터 이 사건 아파트에 대한 임차권자를 소외 1에서 원고로 변경하는 방법으로 이 사건 아파트에 대한 임차권을 양도받은 경우에 해당하고, 위와 같은 임차권 양도는 구 임대주택법 및 구 임대주택법 시행령이 정한 임차권 양도의 요건을 충족하지 못한 부적법한 임차권 양도에 해당하므로 우순분양전환자격을 가진 임차인에 해당할 수 없다. 설령 원고가 적법하게 임차권을 양도받은 자에 해당한다고 보더라도 원고의 배우자인 소외 2가 임차권을 양도받을 당시 주택을 소유하고 있었고, 원고가 이 사건 아파트 입주일 이후에 분양권을 취득하였다가 전매한 사실도 있으므로 구 임대주택법 제21조 제1항 및 이 사건 임대주택법 제12조 제3항에서의 무주택자인 임차인에 해당하지 않는다. ② 또한 원고는 임대차계약기간 개시일인 2014. 11. 26.부터 2개월 가량 지난 2015. 1. 23. 비로소 전입신고를 하였고 배우자 차량의 최초 출입기록이 2015. 3. 19.인 점에 비추어 임대차계약기간 개시일 무렵부터 계속 거주요건을 충족하지 못하고 있다.<br/>    ○ 제1심판결 제18면 제1행 상단에 아래와 같은 내용을 추가한다.<br/>      나. 무주택자 요건을 갖추지 못하였다는 주장에 대한 판단<br/>        1) 선착순 방법으로 선정된 입주자 해당 여부<br/>          가) 관련 법리<br/>            구 임대주택법은 임대주택 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로 하는 법률로서, 제21조 제1항은 임대사업자가 임대의무기간이 지난 후 구 주택법(2016. 12. 2. 법률 제14344호로 일부개정되기 전의 것, 이하 ‘구 주택법’이라 한다) 제16조에 따라 사업계획승인을 받아 건축한 주택 중 주택도시기금의 자금을 지원받아 건설한 임대주택 등을 분양전환하는 경우 ‘입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인’(제1호), ‘선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인’(제4호) 등에게 우선분양전환하여야 한다고 규정하고 있다. 그리고 구 임대주택법 시행령 제19조 제1항 등 관련 법령의 위임에 따라 공공건설임대주택의 임차인의 자격 및 선정방법에 관하여 규정한 구 주택공급에 관한 규칙은 임대주택의 공급대상을 입주자 모집 공고일부터 입주시까지 무주택세대구성원에 한하고(제4조 제2항 제1호), 사업주체가 입주자를 모집하고자 할 때에는 공개모집을 하여야 하며(제8조 제1항), 국민주택 등의 입주자는 입주자모집 공고일을 기준으로 청약저축의 가입 등에 따른 순위에 따라 선정하되(제10조 제2항, 제11조 내지 13조), 위의 방법에 따라 입주자를 선정하고도 남은 주택이 있을 때만 무주택 세대주 여부를 불문하고 선착순으로 입주자를 선정할 수 있는데(제10조 제6항), 임대주택의 입주자가 퇴거하여 사업주체에게 명도한 주택을 다시 공급하면서 그 남은 주택이 구 주택법 제16조 제1항에서 정한 일정 세대 이상이 아닌 경우에는 제8조, 제10조 내지 13조의 규정은 적용하지 아니하나, 공급대상이 입주자 모집 공고일부터 입주시까지 무주택세대구성원임을 요구하는 제4조는 그대로 적용한다(제3조 제2항 제4호).<br/>            이러한 구 임대주택법의 입법 목적, 관련 법령 및 구 주택공급에 관한 규칙의 규정 내용 등에 비추어 보면, 구 임대주택법 및 관련 법령이 임대주택의 공급대상과 공급방법을 엄격하게 정하면서도 예외적으로 구 주택공급에 관한 규칙 제10조 제6항에서 선착순의 방법으로 입주자를 선정할 수 있도록 규정하고 선착순의 방법으로 입주자로 선정된 경우 우선 분양전환의 요건을 완화하고 있으므로, 구 임대주택법 제21조 제1항 제4호에 정한 ‘선착순의 방법으로 입주자로 선정된 경우’는 ‘구 주택공급에 관한 규칙 제10조 제6항에 따라 선착순의 방법으로 입주자로 선정된 경우’를 의미한다고 해석함이 타당하다(대법원 2015. 10. 29. 선고 2014다75462 판결 참조).<br/>            여기서 구 주택공급에 관한 규칙 제10조 제6항에 규정된 선착순의 방법이란, ① 구 주택공급에 관한 규칙 제11, 12, 13조의 규정에 따라 순위 및 공급순차별로 입주자를 선정하였음에도 남은 주택이 있어 구 주택공급에 관한 규칙 제4조의 공급대상이 아닌 자 중에서 선착순으로 입주자를 선정한 경우 또는 ② 그 후 임대주택의 입주자가 퇴거함으로써 사업주체에게 명도한 주택이 구 주택법 제16조 제1항에서 정한 일정 세대[2014. 6. 10.까지는 20세대, 그 다음날부터는 30세대. 구 주택법 시행령(2014. 6. 11. 대통령령 제25381호로 일부개정되기 전의 것 또는 2016. 8. 11. 대통령령 제2744호로 전부개정되기 전의 것) 제15조 참조] 이상인 경우 구 주택공급에 관한 규칙에 따라 입주자를 공개모집하면서 구 주택공급에 관한 규칙 제11, 12, 13조의 규정에 따라 순위 및 공급순차별로 입주자를 선정하였음에도 남은 주택이 있어서 구 주택공급에 관한 규칙 제4조의 공급대상이 아닌 자 중에서 선착순으로 입주자를 선정한 경우를 의미한다고 봄이 타당하다.<br/>            그리고 아래와 같은 이유에서 최초 구 주택공급에 관한 규칙상의 공개모집 절차를 거쳐 선정된 입주자가 그 주택에 입주하기 전에 임대차계약을 해지하여 입주자가 없게 된 ‘남은 주택’이 생긴 경우 사업주체가 선착순의 방법으로 입주자를 선정한 경우에도 위에서 말한 ‘구 주택공급에 관한 규칙 제11, 12, 13조의 규정에 따라 순위 및 공급순차별로 입주자를 선정하였음에도 남은 주택이 있어 구 주택공급에 관한 규칙 제4조의 공급대상이 아닌 자 중에서 선착순으로 입주자를 선정한 경우’에 해당한다고 봄이 상당하다. <br/>              ① 구 주택공급에 관한 규칙 제10조 제6항은 선착순 방법에 의한 입주자 선정이 가능한 경우에 대하여 ‘구 주택공급에 관한 규칙 제11조 내지 제13조 등에 따라 일정한 요건과 절차를 갖추어 입주자를 선정하고도 남은 주택이 있는 경우’라고 규정하고 있을 뿐, 최초 입주자 모집 당시에 남은 주택이 있는 경우로 한정하여 규정하고 있지 않다. <br/>              ② 주택이 건축되기 전에 입주자 모집이 이루어지고, 그 입주자 모집 시기와 실제 입주 시기 사이에 상당한 시간적 간격이 있어 입주 전 계약이 취소 또는 해제·해지되는 세대가 발생할 수 있음이 예상되는데, 구 주택공급에 관한 규칙은 입주자가 ‘퇴거’한 경우에는 그 세대가 일정 수 이상이 되면 다시 구 주택공급에 관한 규칙상의 공개모집 절차를 거쳐 무주택자에 한하여 입주자를 선정할 수 있다고 규정하고 있을 뿐이고, 위와 같이 주택을 인도받아 입주하기 전에 계약이 취소 또는 해제·해지되어 남게 되는 주택에 관하여는 구 주택공급에 관한 규칙상의 공개모집 절차를 거쳐 무주택자에 한하여 입주자를 선정하도록 하는 명시적인 규정이 없다. <br/>              ③ 최초 입주자로 선정되었으나 계약대금을 모두 납부하고 실제 입주를 하기 전에 계약이 취소 또는 해제·해지된 주택과 입주자로 선정된 자가 계약대금을 전액 납부하고 사업주체로부터 주택을 인도받아 입주한 후 계약이 취소 또는 해제·해지되어 퇴거하게 된 주택은 그 성질상 동일하다고 보기 어려우므로 양자를 달리 취급함이 상당하다.<br/>              ④ 사업주체로서는 최초 구 주택공급에 관한 규칙에 따른 공개모집 절차 당시 남은 주택이 있는 경우와 마찬가지로 위 공개모집 절차에 따른 입주자가 선정된 주택이 그 입주 전에 계약이 취소 또는 해제·해지되어 결과적으로 입주자가 선정되지 않은 경우가 된 주택에 대하여도 공급대상과 공급방법을 완화하여 입주자를 모집할 필요성이 있다.<br/>          나) 이 사건의 경우<br/>            살피건대, 갑 제1, 35호증, 을 제14, 15호증의 각 기재 및 변론 전체의 취지에 의하면, 소외 1이 2012. 8. 13. 소외 회사와 이 사건 아파트에 관한 임대차계약을 체결한 사실, 소외 1이 소외 회사에 이 사건 임대차계약 해지 신청서를 제출하거나 소외 회사와 해지에 따른 위약금 정산을 한 사실은 없고, 2013. 9.경 원고에게 이 사건 아파트에 관한 임차인 명의를 소외 1에서 원고로 변경하는 것에 관한 위임장을 작성해 준 사실, 원고는 2013. 9.경 소외 회사와 계약일자를 2012. 8. 13. 소급하여 기재한 임대차계약서를 작성한 사실이 인정되기는 한다.<br/>            그러나 갑 제29, 35, 36호증의 각 기재 및 변론 전체의 취지에 의하면 소외 회사는 이 사건 아파트에 관하여 소외 1과 체결한 임대차계약을 해지한 후 원고와 다시 임대차계약을 체결하였으나, 다만 그 과정에서 소외 회사 및 소외 1, 원고의 협의 하에 종전 임대차계약의 해지 및 신규 임대차계약의 체결 절차를 간소화하기 위하여 원고가 소외 1로부터 위임을 받아 위와 같은 해지 후 신규 임대차계약 체결 절차를 진행하였고, 별다른 위약금 정산도 하지 아니한 사실, 이에 따라 소외 회사는 원고를 ‘임차권 양도 세대’가 아니라 ‘선착순 세대’로 분류해왔던 사실을 인정할 수 있는바, 원고는 소외 회사가 소외 1과 임대차계약을 체결하였다가 입주일 이전에 그 계약이 해지되어 남은 주택에 관하여 소외 회사와 임대차계약을 체결한 자라고 봄이 상당하다.<br/>            따라서 원고는 이 사건 임대차계약서 제12조 제3항 제4호 및 구 임대주택법 제21조 제1항 제4호에서의 ‘선착순의 방법으로 입주자로 선정된 경우’인 이른바 ‘선착순 세대’에 해당한다고 할 것이다.<br/>        2) 그런데 원고나 그 배우자가 분양전환 당시 달리 다른 주택을 소유하고 있지 않았다는 점은 당사자 사이에 다툼이 없거나 변론 전체의 취지에 의하여 인정할 수 있는바, 결국 원고는 이 사건 임대차계약 제12조 제3항 제4호, 구 임대주택법 제21조 제1항 제4호에서의 무주택자인 임차인에 해당한다.<br/>    ○ 제1심판결 제18면 제1행의 \"나.\"를 \"다.\"로, 제2행의 \"2012. 11. 26.\"을 \"2014. 11. 26.\"로, 제7행의 \"을 제8, 13호증의\"를 \"을 제13호증의\"로, 제16행의 \"다.\"를 \"라.\"로 각 고쳐 쓴다.<br/>2. 결론<br/>  제1심판결은 정당하므로 피고의 항소는 이유 없어 기각한다.<br/>[별지 생략]<br/><br/>판사 김매경(재판장) 김혜령 박성수 ",
    "사건번호": "2019나116595",
    "사건종류코드": "400101",
    "판례정보일련번호": "234049",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}