{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220818",
    "법원명": "수원고등법원",
    "사건명": "유치권존재확인의소",
    "판례내용": "【원고, 피항소인】 지저스푸드 주식회사 (소송대리인 법무법인 김앤전 담당변호사 박홍조)<br/>【피고, 항소인】 주식회사 크로스오버 (소송대리인 변호사 이종철)<br/>【제1심판결】 수원지방법원 2020. 5. 27. 선고 2019가합26611 판결<br/>【변론종결】2022. 6. 16.<br/>【주    문】<br/>  1. 제1심판결을 다음과 같이 변경한다.<br/>   가. 원고에게 별지 목록 기재 각 부동산에 관하여 756,784,297원의 유익비상환채권을 피담보채권으로 하는 유치권이 존재함을 확인한다.<br/>   나. 원고의 나머지 청구를 기각한다. <br/>  2. 소송총비용 중 80%는 원고가, 나머지는 피고가 각 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  원고에게 별지 목록 기재 각 부동산에 관하여 6,908,626,200원의 유익비상환채권을 피담보채권으로 하는 유치권이 존재함을 확인한다(원고는 이 법원에서 청구취지를 위와 같이 변경하였다). <br/>2. 항소취지<br/>  제1심판결을 취소한다. 원고의 청구를 기각한다. <br/>【이    유】1. 기초사실<br/>  가. 원고는 식당업을 주목적으로 하여 2011. 11. 21. 설립된 주식회사이다. <br/>  나. 우리개발 주식회사(이하 ‘우리개발’이라고 한다)는 2011. 12. 8. 성남시 분당구 서현동 225-1에 위치한 ○○○○○○○○○○ 오피스텔(이하 ‘이 사건 건물’이라고 한다) 제2층 제에스-201호 철근콘크리트구조 1799.116㎡에 관하여 임의경매로 인한 매각을 원인으로 한 소유권이전등기를 마쳤다. 이후 위 제에스-201호는 2012. 8. 2. 구분으로 인하여 별지 목록 제1 내지 4항 기재 각 부동산과 같이 \"제2층 제에스-201호 철근콘크리트구조 449.779㎡\", \"제에스-202호 철근콘크리트구조 449.779㎡\", \"제에스-203호 철근콘크리트구조 449.779㎡\", \"제에스-205호 철근콘크리트구조 449.779㎡\"로 분리되어 각 변경등기가 마쳐졌다(이하 분리된 위 각 호실을 \"이 사건 OOO호\"라 하고, 위 4개 호실을 통틀어 \"이 사건 각 호실\"이라 한다). <br/>  다. 이 사건 201호에 관하여, 소외 1은 2012. 10. 2. 매매를 원인으로 하여 수원지방법원 성남지원 분당등기소 2012. 10. 25. 접수 제65507호로 소유권이전등기를 마쳤고, 수산업협동조합중앙회는 위 호실에 관하여 2012. 10. 25. 근저당권설정등기를 마쳤다. 이후 위 호실에 관하여는 수산업협동조합중앙회의 신청에 의하여 2015. 9. 3. 수원지방법원 성남지원 2015타기780호로 부동산강제관리 개시결정이 내려졌고(2015. 9. 25. 기입등기가 경료됨), 수산업협동조합중앙회의 신청에 의하여 2016. 10. 10. 위 법원 2016타경11907호로 임의경매 개시결정이 내졌다.<br/> 라. 이 사건 202호에 관하여, 소외 2는 2012. 10. 5. 매매를 원인으로 하여 위 등기소 2012. 10. 31. 접수 제67181호로 소유권이전등기를 마쳤고, 수산업협동조합중앙회는 위 호실에 관하여 2012. 10. 31. 근저당권설정등기를 마쳤다. 이후 위 호실에 관하여는 수산업협동조합중앙회의 신청에 의하여 2015. 11. 6. 수원지방법원 성남지원 2015타경16868호로 임의경매 개시결정이 내려졌다. <br/> 마. 이 사건 203, 205호에 관하여, 소외 4는 2012. 9. 10. 매매를 원인으로 하여 위 등기소 2012. 9. 19. 접수 제55852, 55853호로 각 소유권이전등기를 마쳤고, 주식회사우리은행은 위 각 호실에 관하여 2012. 9. 19. 근저당권설정등기를 마쳤다. 이후 위 각 호실에 관하여는 주식회사 우리은행의 신청에 의하여 2016. 10. 11. 수원지방법원 성남지원 2016타경12092호로 임의경매 개시결정이 내려졌다. <br/> 바. 이 사건 각 호실에 관하여 개시된 위 각 경매절차(수원지방법원 성남지원 2016타경11907호, 2015타경16868호, 2016타경12092호)는 병합되어 일괄 진행되었고(이하 ‘이 사건 경매절차’라 한다), 피고는 이 사건 경매절차에서 이 사건 각 호실을 매수하여 그 대금을 완납하고, 2019. 4. 12. 위 각 호실에 관한 소유권이전등기를 마쳤다. <br/>[인정근거] 다툼 없는 사실, 갑 제1호증, 을 제1 내지 4, 10 내지 15호증, 변론 전체의 취지<br/>2. 당사자들의 주장<br/>가. 원고의 주장<br/>  이 사건 각 호실은 본래 이 사건 건물 3층의 일부 호실과 함께 실내 골프연습장으로 사용되고 있었으나, 원고는 뷔페식당을 운영하기 위하여 이 사건 각 호실의 소유자인 소외 1, 소외 2, 소외 4와 위 각 호실에 관하여 임대차계약을 체결한 후 위 각 호실을 개조하였다. 원고는 위 각 임대차계약에서 ‘임대차계약이 종료된 경우에 임대인은 임차인에게 임차인이 뷔페영업을 위하여 투입한 총 공사비의 70%를 반환한다.‘라는 취지로 약정하였다. 이 사건 각 호실에 관한 경매로 피고가 소유권이전등기를 받음에 따라 임대차계약에 기한 사용이 불가능하게 되어 임대차계약이 종료되었다. 따라서 원고는 위 약정에 따른 구조 변경공사 등 뷔페 영업을 위해 투입한 총 비용의 70%에 해당하는 유익비상환채권 및 민법 제626조에 의한 유익비상환채권을 갖게 되었다. 원고는 뷔페식당을 직접 운영하거나 주식회사 마리컴퍼니(이하 ‘마리컴퍼니’라고 한다)에게 위임하여 식당을 운영하면서 이 사건 각 호실을 점유하였고, 뷔페식당 운영이 종료된 후에도 이 사건 각 호실에 대한 점유를 지속하였으므로, 원고는 이 사건 각 호실에 관하여 위 유익비상환채권 6,908,626,200원(= 총 공사비 지급금액 9,869,466,000원 × 70%)을 피담보채권으로 하는 유치권이 존재한다. <br/>나. 피고의 주장<br/>  원고가 소외 1, 소외 2, 소외 4와 체결하였다고 주장하는 각 임대차계약은 진정하게 성립하였다고 볼 수 없으므로, 위 각 임대차계약이 체결되었음을 전제로 한 원고 주장의 공사비 반환 약정 내지 민법 제626조에 의한 유익비상환채권이 존재하지 않는다. 또한 이 사건 각 호실에 관하여 원고는 점유하지 않고 있다가 2016. 10. 18.경 이후에야 점유를 개시하였는바, 그 이전에 위 각 호실이 압류되었으므로 이 사건 경매절차에서 소유권을 취득한 피고에게 유치권을 주장할 수 없다. 설령 원고 주장의 유치권의 전부 또는 일부가 성립하였다고 하여도, 피고는 2021. 3. 7.자 준비서면의 송달로써 민법 제324조에 따른 유치권 소멸청구권을 행사하므로, 원고 주장의 유치권은 소멸하였다. <br/>3. 판단<br/>가. 인정사실<br/>    (1) 원고는 2012. 10. 29.경 소외 1과 사이에, 원고가 소외 1로부터 이 사건 201호에 관하여 차임 월 1,500만 원(매월 28일 지급), 보증금 1억 원, 임대차계약 종료 시 \"임대차계약이 종료된 경우에 임대인은 임차인에게 임차인이 위 부동산에 관하여 뷔페영업을 위하여 투입한 총 공사비의 70%를, 임차인은 위 부동산의 계약종료시의 현 상태대로 임대인에게 반환한다.\"라고 약정(임대차계약서 제5조, 이하 그 중 공사비 반환에 관한 약정 부분을 ‘이 사건 공사비 반환 약정’이라고 한다)하여 임차하는 취지의 임대차계약을 체결하였다. <br/>    (2) 원고는 소외 1 등을 상대로 민법 제626조에 의한 유익비상환채권 내지는 위 임대차계약에 따른 유익비상환채권 중 일부로서 6억 원 및 이에 관한 지연손해금의 지급을 구하는 소를 제기하였고, 위 소에서 소외 1이 답변서를 제출하지 아니함에 따라 2020. 6. 17. 무변론으로 소외 1에 대한 청구가 전부 인용되는 판결이 선고되었으며(수원지방법원 2019가합22886 판결), 위 판결 중 소외 1에 관한 부분은 그 무렵 확정되었다. <br/>    (3) 원고의 종전 대표이사 소외 3은 \"2011. 12. 8.경 소외 3이 운영하던 우리개발 명의로 경락받은 이 사건 203, 205호를 담보로 은행대출을 받으려 하면서, 2012. 8.경 소외 4에게 대출을 쉽게 받을 수 있도록 명의를 빌려달라고 부탁하여 승낙을 받은 후, 2012. 9. 19.경 위 각 호실에 대하여 매매를 원인으로 한 소외 4 명의의 소유권이전등기를 마쳤다.\"라는 취지의 부동산실권리자명의등기에관한법률위반죄로 유죄판결을 받았고[수원지방법원 성남지원 2016. 9. 8. 선고 2015고합109, 125(병합), 134(병합), 2016고합46(병합) 판결], 위 유죄 부분에 관한 판결은 항소심(서울고등법원 2017. 9. 8. 선고 2016노2949, 3257(병합) 판결)을 거쳐 확정되었다. <br/>    (4) 이 사건 각 호실이 2012. 8. 12. 4개의 전유부분으로 구분될 무렵, 이 사건 각 호실은 칸막이로 서로 구분되어 있었다. 원고는 뷔페영업을 위하여 아래 표 기재와 같이 공사업체들과 이 사건 각 호실을 통합하여 지붕과 벽체 등의 구조를 변경, 보강하고 식당 내부 시설을 갖추는 내용의 각 공사계약을 체결하였고, 이후 위 계약에 따른 공사가 완공되었으며, 이 사건 각 호실 사이의 칸막이도 모두 제거되었다. <br/>공사업체계약체결일계약명약정 공사대금(공사기간)(단위 : 원)㈜이도구조엔지니어링2012.3.23.구조검토45,000,000(착수일로부터 30일)2012.5.19.구조보강공사2,228,000,000(~2012. 12. 31.)㈜퍼스트씨엠2012.9.14.지붕판 판넬 실리콘 방수작업20,966,000(착공일로부터 10일)2013.1.5.지붕방수공사27,500,000(착공일로부터 5일)㈜세화플러스2012.11.14.주방기구 제작납품 및 설치공사558,000,000(~2012. 12. 20.)(유)우림전설2012.9.28.공조, 덕트 공사1,200,000,000다듬종합건설㈜2012.9.3.리모델링 건축설비공사1,500,000,000(착공일로부터 6개월)㈜태광건축2012.10.17.실내공사4,290,000,000(2012. 10. 22. ~ 2013. 1. 31.)합    계9,869,466,000<br/>    (5) 각 공사업체는 이 사건 각 호실에 관한 공사와 관련하여 원고에게 총 2,790,480,000원(부가세 포함) 상당의 세금계산서를 발행하였고, 원고는 위 세금계산서 발행 내역과 별도로 위 각 공사와 관련하여 총 1,534,001,700원의 공사대금을 지급하였다. <br/>    (6) 원고는 위 각 공사가 완료된 후 2013. 3.경부터 이 사건 각 호실에서 \"△△△ △△△△△ △△△\"라는 상호로 뷔페식당 영업을 지속하다가, 2015. 4. 18.경 마리컴퍼니에게 뷔페식당 운영을 위임하였고, 마리컴퍼니는 2015. 4. 22.경부터 2015. 11.경까지 위 각 호실에서 \"□□□\"라는 상호로 뷔페식당을 운영하였다. 원고는 마리컴퍼니가 뷔페식당 운영을 중단한 후에도 이 사건 각 호실에 유치권 행사 중임을 알리는 현수막이나 내부보수공사로 인하여 영업을 중단 중이라는 취지의 팻말을 게시하면서 원고의 임·직원, 원고와 각 공사계약을 체결하였던 공사업체의 임·직원 또는 원고가 고용한 사설경비업체 직원 등을 통하여 이 사건 각 호실을 계속 점유하여 왔다. <br/>    (7) 원고는 2018. 7. 10. 이 사건 경매절차와 관련하여 경매법원에 권리신고액 2,360,000,000원의 개보수비용의 상환채권을 피보전권리로 하는 유치권권리 및 행사신고서를 제출하였다.   <br/>[인정근거] 다툼 없는 사실, 앞서 든 증거, 갑 제2호증의1(피고는 그 진정성립에 관하여 다투나, 갑 제25호증, 을 제21, 22, 41호증의 각 기재 및 변론 전체의 취지에 의하면 진정성립이 인정된다), 갑 제3 내지 13, 16호증, 갑 제17호증(피고는 그 진정성립에 관하여 다투나, 갑 제26호증, 을 제11호증의 각 기재에 변론 전체의 취지를 종합하면 그 진정성립이 인정된다), 갑 제18, 26 내지 29, 32, 34, 42, 43호증(가지번호 있는 것은 가지번호 포함, 이하 같다), 을 제5 내지 9, 19 내지 21, 41, 43호증의 각 기재, 이 법원에서의 증인 소외 5의 증언, 변론 전체의 취지<br/>나. 원고 주장의 임대차계약의 성립 여부<br/>1) 이 사건 201호 관련<br/>  앞서 인정 바와 같이, 원고와 소외 1은 2012. 10. 29.경 이 사건 201호에 관하여 임대차계약을 체결하였고(이하 ‘이 사건 201호 임대차계약’이라 한다), 위 임대차계약에는 임대차 종료 시 임대인은 임차인에게 임차인이 이 사건 201호에 관하여 뷔페영업을 위하여 투입한 총 공사비의 70%를 반환하기로 하는 약정이 포함된 사실이 인정된다. <br/>2) 이 사건 202호 관련<br/>  원고가 제출한 증거만으로는 원고와 소외 2 사이에 이 사건 202호에 관하여 이 사건 공사비 반환 약정이 포함된 임대차계약이 체결되었다고 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 오히려 을 제29, 30, 39호증의 각 기재에 변론 전체의 취지를 종합하면, 원고와 소외 2 사이에 2012. 9. 12.경 이 사건 202호에 관하여 체결된 임대차계약에는 임대차 종료시 임차인이 임차목적물을 원상으로 복구하여 반환하는 내용의 약정이 포함된 사실이 인정되는바, 이에 비추어 보면 원고는 위 임대차 목적물에 관하여 공사비를 투입하였다고 하더라도 소외 2에 대하여는 그 유익비상환채권을 포기하기로 약정한 것으로 인정된다. <br/>3) 이 사건 203, 205호 관련<br/>  원고가 위 각 호실에 관하여 소외 4와 사이에 원고 주장과 같은 약정이 포함된 임대차계약을 체결하였는지에 관하여 보건대, 을 제38호증의 기재 및 앞서 본 바와 같이 원고의 종전 대표이사 소외 3은 그가 실질적으로 운영하던 우리개발 명의로 경락받은 이 사건 203, 205호에 관하여 명의신탁 약정을 통하여 소외 4 앞으로 소유권이전등기를 마쳤는바 이는 부동산 실권리자명의 등기에 관한 법률 제4조에 의하여 무효라고 보아야 하는 점에 비추어 볼 때 원고가 증거로 제출한 갑 제2호증의2는 그 진정성립이 인정되지 아니하고, 원고가 제출한 증거만으로는 이를 인정하기 부족하며, 달리 이를 인정할 증거가 없다. <br/>4) 소결론<br/>  원고는 이 사건 201호에 관하여는 원고 주장의 이 사건 공사비 반환 약정에 따른 유익비상환채권이 포함된 임대차계약을 체결된 사실이 인정된다. <br/>  한편 이 사건 202호에 관하여는 임대차계약 체결사실은 인정되나 원고와 소외 2 사이에 원고 주장의 이 사건 공사비 반환 약정이 체결된 사실이 인정되지 않을 뿐만 아니라 원고의 유익비상환채권이 포기된 것으로 인정되고, 이 사건 203, 205호에 관하여는 임대차계약의 체결 사실뿐만 아니라 원고 주장의 유익비상환채권에 관한 약정이 인정되지 아니한다. <br/>  따라서 원고의 이 사건 201호에 관한 유익비상환채권은 인정되나, 원고의 이 사건 202, 203, 205호에 관한 임대차계약에 따른 유익비상환채권을 피담보채권으로 하는 유치권 확인청구는 더 나아가 살펴볼 필요 없이 이유 없다. 이하 이 사건 201호에 관한 유익비상환채권을 피보전권리로 하는 유치권 확인 청구에 관하여만 살펴본다. <br/>다. 피담보채권(유익비상환채권)<br/>  원고와 소외 1이 이 사건 201호에 관하여 이 사건 공사비 반환 약정이 포함된 임대차계약을 체결하였고 위 임대차계약은 임대차목적물인 이 사건 201호의 매각으로 인하여 종료되었으므로 원고는 소외 1에 대하여 이 사건 공사비 반환 약정에 기한 유익비상환채권을 갖게 되었다(원고는 민법 제626조에 따른 유익비상환채권도 주장한 바 있으나, 민법 제626조는 임의규정이고 임차인인 원고와 임대인인 소외 1이 유익비의 존부 및 범위에 관하여 위 법률조항의 내용과 달리 이 사건 공사비 반환 약정을 한 이상, 원고와 소외 1 사이의 유익비상환채권의 존부 및 범위는 민법 제626조가 아닌 이 사건 공사비 반환 약정의 내용에 따라 정해진다고 봄이 타당하므로 아래에서는 이 사건 공사비 반환 약정에 기한 유익비상환채권에 관하여 본다).  <br/>라. 구체적인 피담보채권액 산정<br/>1) 원고의 주장<br/>  원고는, 유치물은 그 각 부분으로써 피담보채권의 전부를 담보하며, 이와 같은 유치권의 불가분성은 그 목적물이 분할 가능하거나 수개의 물건인 경우에도 적용되므로, 설령 이 사건 201호만이 유치권의 목적물이 된다고 하여도 원고가 이 사건 각 호실에 관하여 투입한 비용 전부의 70%가 이 사건 201호 임대차계약의 특약사항에 따라 이 사건 201호에 관한 유치권의 피담보채권이 된다고 주장한다. <br/>2) 피고의 주장<br/>  피고는, 설령 이 사건 201호에 관한 유치권이 성립한다고 하여도, 그 피담보채권은 위 201호에 투입된 비용에 한정되어야 하며, 이를 초과하는 공사비는 모두 제외되어야 한다는 취지로 주장한다. <br/>3) 판단<br/>가) 원고의 이 사건 각 호실 전체에 대한 투입 비용<br/>  원고가 이 사건 각 호실을 통합하여 뷔페식당을 경영하기 위해서 공사업체들과 앞서 본 바와 같은 공사계약을 체결하였고 그에 따라 이 사건 각 호실에 관한 구조보강공사, 전기공사 등이 완공된 사실, 원고가 이 사건 각 호실에 관하여 총 4,324,481,700원(= 2,790,480,000원 + 1,534,001,700원)의 공사비를 투입한 사실은 앞서 인정한 바와 같고, 원고가 제출한 증거들만으로는 원고가 이를 초과하여 공사비를 투입하였다는 사실을 인정하기에 부족하며, 달리 이를 인정할 증거가 없다.<br/>나) 이 사건 201호에 관한 공사비의 산정<br/>  위 인정사실에 의하여 알 수 있는 아래와 같은 사정을 종합하면, 원고가 이 사건 201호실에 관하여 체결된 임대차계약의 이 사건 공사비 반환 약정에 기하여 소외 1에게 청구할 수 있는 유익비상환채권 금액은 원고 주장과 같이 총 공사비의 70% 상당액이라고 볼 수 없고, 총 공사비에서 이 사건 각 호실 중 이 사건 201호실의 면적비율(각 면적이 동일하므로 1/4에 해당함)로 안분한 금액 중 70%에 해당하는 756,784,297원[= 4,324,481,700원 ÷ 4 × 70%, 원 미만 버림]이 된다고 보아야 한다. <br/>  ① 원고는 이 사건 201호실에 관하여 체결된 이 사건 공사비 반환 약정에 기하여 소외 1을 상대로 위 호실에 관하여 투입된 공사비의 반환을 주장할 수 있을 뿐, 이 사건 202, 203, 205호실의 소유자에 대하여는 유익비상환채권을 포기하였거나 임대차계약 체결 사실이 인정되지 아니하므로 위 각 호실에 관하여 투입된 공사비의 반환을 구할 직접적인 권리가 인정된다고 볼 수 없다.  <br/>  ② 소외 1과 이 사건 202, 203, 205호의 소유자 사이에 공동으로 이 사건 각 호실을 임대하기로 약정하였다거나, 원고에 대한 공사대금 상환채무 전액을 공동하여 부담하기로 하는 등 어떠한 주관적 공동관계가 존재한다고 인정할 증거가 없으므로 소외 1이 원고에 대하여 위 각 호실에 관해 지출된 공사비를 포함한 공사비 전액을 불가분 또는 연대하여 부담한다고 볼 근거도 없다.  <br/>  ③ 따라서 원고는 소외 1을 상대로 이 사건 201호실에 관하여 투입된 공사비의 70% 상당액의 반환을 구할 수 있을 뿐이다. <br/>  ④ 원고가 시행한 공사는 이 사건 각 호실 전체를 통합하여 하나의 공간을 만든 다음 구조를 변경, 보강하고 식당 내부 시설을 갖추는 것을 내용으로 하여 이 사건 각 호실 전체에 걸쳐 시공된 것인바, 이 사건 201호실에 관하여 투입된 공사를 객관적으로 명확하게 구별하기는 어렵다. 결국 원고가 시행한 위 각 공사가 이 사건 각 호실 중 어느 하나에 편중되어 이루어졌다고 볼 증거가 없는 이상, 원고가 이 사건 각 호실 전체에 관하여 투입한 공사비 중 이 사건 201호실에 관하여 투입된 부분은 총 공사비 중 이 사건 각 호실 전체 면적에서 이 사건 201호실의 면적 비율에 해당하는 부분을 초과한다고 볼 수는 없다.    <br/>  ⑤ 원고가 들고 있는 대법원 2007. 9. 7. 선고 2005다16942 판결은 ‘민법 제320조 제1항은 \"타인의 물건 또는 유가증권을 점유한 자는 그 물건이나 유가증권에 관하여 생긴 채권이 변제기에 있는 경우에는 변제를 받을 때까지 그 물건 또는 유가증권을 유치할 권리가 있다.\"라고 규정하고 있는바, 여기서 ‘그 물건에 관하여 생긴 채권’이라 함은, 위 유치권 제도 본래의 취지인 공평의 원칙에 특별히 반하지 않는 한, 채권이 목적물 자체로부터 발생한 경우는 물론이고 채권이 목적물의 반환청구권과 동일한 법률관계나 사실관계로부터 발생한 경우도 포함한다고 할 것이고, 한편 민법 제321조는 \"유치권자는 채권 전부의 변제를 받을 때까지 유치물 전부에 대하여 그 권리를 행사할 수 있다.\"고 규정하고 있으므로, 유치물은 그 각 부분으로써 피담보채권의 전부를 담보한다고 할 것이며, 이와 같은 유치권의 불가분성은 그 목적물이 분할 가능하거나 수개의 물건인 경우에도 적용된다고 할 것이다.’라고 하면서 ‘공사대금이 각 구분건물에 관한 공사부분별로 개별적으로 정해졌거나 처음부터 각 구분건물이 각각 별개의 공사대금채권을 담보하였던 것으로 볼 수 없는 이상, 유치권자가 채무자에 대하여 가지는 공사 목적물 전체에 관한 공사대금채권은 유치권자와 채무자 사이의 하도급계약이라는 하나의 법률관계에 의하여 생긴 것으로서 그 공사대금채권 전부와 공사 목적물 전체 사이에는 견련관계가 있다고 할 것이고... 유치권의 불가분성에 의하여 (공사 목적물의 일부인) 개별 물건은 공사로 인한 공사대금채권 잔액 전부를 담보하는 것으로 보아야 한다.’라는 취지로 판시한 바 있다. <br/>  그러나 위 판례는 유치권자에게 전체 공사에 관한 공사대금 채권 전액이 채무자에 대하여 인정됨을 전제로, 공사 목적물 중 일부에 관하여도 그 공사대금 전부에 관하여 불가분으로 유치권이 인정된다는 취지의 판시일 뿐, 이 사건에 있어서와 같이, 유치권자가 채무자에 대하여 일부 금액의 채권만이 인정되는 경우에 관한 것이 아니다. 즉, 유치권자는 자신이 유효하게 인정되는 피담보채권의 범위 내에서만 유치권을 주장할 수 있다고 보아야 한다. <br/>마. 유치권의 목적물<br/>1) 원고의 주장<br/>  원고는 이 사건 각 호실이 구조상·이용상 독립성을 갖추지 못하여 구분소유의 목적이 될 수 없어 각 호실별로 분리하여 유치권의 목적물이 될 수는 없으므로, 원고는 이 사건 201호뿐만 아니라 이 사건 각 호실 전체에 대한 유치권을 가진다고 주장한다.<br/>2) 판단<br/>가) 관련 법리<br/>(1) 유치권의 불가분성<br/>  유치권자는 피담보채권 전부의 변제를 받을 때까지 목적물인 유치물의 전부에 대한 유치권을 행사할 수 있고(민법 제321조), 일물일권주의의 원칙에 비추어 볼 때 하나의 물건 중 일부가 피담보채권과 견련관계를 가지는 경우라도, 특별한 사정이 없는 한, 그 물건 전체에 유치권이 성립한다고 보아야 한다.  <br/>(2) 구분소유권의 성립과 구분 건물의 구조적 독립성<br/>  1동의 건물의 일부분이 구분소유권의 객체가 될 수 있으려면 그 부분이 이용상은 물론 구조상으로도 다른 부분과 구분되는 독립성이 있어야 하고, 그 이용 상황 내지 이용 형태에 따라 구조상의 독립성 판단의 엄격성에 차이가 있을 수 있으나, 구조상의 독립성은 주로 소유권의 목적이 되는 객체에 대한 물적 지배의 범위를 명확히 할 필요성 때문에 요구된다고 할 것이므로, 구조상의 구분에 의하여 구분소유권의 객체 범위를 확정할 수 없는 경우에는 구조상의 독립성이 있다고 할 수 없다(대법원 2010. 1. 14.자 2009마1449 결정 등 참조). <br/>  한편, 이 경우에도 합체되기 전의 구분건물들 전부에 대한 저당권자가 그 전부를 경매의 대상으로 삼아 경매를 신청한 경우라면 이는 합체로 생긴 새로운 건물에 대하여 경매를 신청한 것이라고 볼 수 있다. 또한, 합체되기 전의 구분건물들에 관하여 설정된 저당권설정등기 등이 일괄매각 경매절차를 통하여 말소되어 위 구분건물들에 대한 합병제한사유가 해소된다면, 그 경매절차에 의하여 합체로 생긴 새로운 건물 전부를 매수한 매수인은 합병등기 등을 통하여 그 현황과 등기를 일치시킴으로써 완전한 소유권을 행사할 수 있다(대법원 2016. 3. 15.자 2014마343 결정 참조). <br/>(3) 구조적 독립성의 인정 기준<br/>  인접한 구분건물 사이에 설치된 경계벽이 일정한 사유로 제거됨으로써 각 구분건물이 구분건물로서의 구조상 및 이용상의 독립성을 상실하게 되었다고 하더라도, 각 구분건물의 위치와 면적 등을 특정할 수 있고 사회통념상 그것이 구분건물로서의 복원을 전제로 한 일시적인 것일 뿐만 아니라 그 복원이 용이한 것이라면, 각 구분건물은 구분건물로서의 실체를 상실한다고 쉽게 단정할 수는 없고, 아직도 그 등기는 구분건물을 표상하는 등기로서 유효하다고 해석해야 한다(대법원 1999. 6. 2.자 98마1438 결정, 대법원 2018. 5. 1.자 2018마5370 결정 등 참조). <br/>나) 이 사건의 경우<br/>  위 인정사실, 앞서 든 증거, 을 제46 내지 49호증의 각 기재에 의하면, 이 사건 각 호실이 4개의 전유부분으로 구분될 무렵, 이 사건 각 호실은 칸막이로 서로 구분되어 있었고, 그 이후 원고가 시행한 공사로 인하여 기존 경계벽이 철거되어 한 개의 식당으로 사용되고 있으나, 이 사건 각 호실은 그 면적이 449.779㎡로 서로 동일하고, 건축물대장에 첨부된 건축물현황도에 의하면 이 사건 각 호실 사이의 경계를 구분할 수 있으며, 단순히 경계벽을 설치하는 공사에는 과다한 비용이 들지 않을 것으로 인정되기는 한다.<br/>  그러나 앞서 든 인정근거에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정을 종합하면, 원고의 경계벽 철거 등의 공사로 인하여 이 사건 각 호실들은 그 구조상·이용상 독립성을 상실하게 되었다고 보아야 한다. 따라서 이 사건 각 호실은 개별적인 구분소유권의 객체가 될 수는 없고, 이 사건 각 호실 전체가 하나의 소유권의 객체가 될 수 있을 뿐이다. 그렇다면 원고가 이 사건 각 호실 전체를 점유하고 있는 이상, 이 사건 각 호실 전체에 대하여 유치권을 주장할 수 있다. <br/>  ① 우리개발이 이 사건 각 호실과 같이 구분 건물로 등기한 주된 동기는 이를 담보로 제공하여 쉽게 대출을 받을 수 있게 하기 위한 것으로 보이는 점, 원고의 경계벽 제거 등 공사 이후 도면 이외에는 이 사건 각 호실에 그 본래의 경계를 알 수 있는 물리적 흔적을 남기지 아니한 점, 원고가 시행한 공사 내역과 그 이후 이 사건 각 호실의 이용 현황 등에 비추어 볼 때, 이 사건 각 호실의 경계벽 철거 등의 공사가 사회통념상 구분 건물로서의 복원을 전제로 한 일시적인 것에 불과하다고 평가하기 어렵다.  <br/>  ② 원고는 단순히 이 사건 각 호실 사이에 있던 경계벽을 철거하는 것에 그치지 않고, 이 사건 각 호실을 하나의 식당으로 운영할 수 있도록 구조를 변경하고 보강하며 각종 설비를 설치하는 공사를 시행하였다. 구체적으로는 위 공사로 인하여 전기, 냉난방, 급배기, 상하수도, 스프링클러, 제연설비 등의 설비를 일괄하여 하나의 제어시스템으로 관리되도록 하였다. 그러므로 이 사건 각 호실을 구조상·이용상으로 분리하기 위해서는 단순히 경계벽을 설치하는 것으로는 부족하고, 위 각 설비를 해당 호실 별로 분할 설치하는 등 추가적인 공사가 필요하다. 따라서 구분 건물로의 복원이 용이하다고 단정하기 어렵다. <br/>  ③ 비록 이 사건 각 호실은 앞서 본 바와 같이 구조상·이용상 독립성을 상실하기는 하였으나, 이 사건 각 호실 전부에 관하여 일괄하여 경매가 진행되었고, 피고가 이를 전부 매수하여 이에 관한 소유권이전등기를 마쳤으므로, 앞서 본 법리에 비추어 보더라도 피고는 이 사건 각 호실 전체에 관한 소유권을 취득하였다고 볼 수 있다. <br/>바. 원고의 점유 및 견련성<br/>  원고가 2013.경부터 이 사건 201호를 직접 또는 마리컴퍼니 등을 통하여 간접적으로 점유한 사실은 앞서 본 바와 같고, 원고의 유익비상환채권은 이 사건 201호실의 구조 공사 등을 위하여 투입된 비용으로서 위 호실 및 이와 일체로 하나의 소유권을 구성하는 것으로 볼 수 있는 이 사건 202, 203, 205호실과 견련관계가 인정된다.<br/>사. 피고의 주장에 대한 판단<br/>1) 압류의 처분금지효 주장<br/>  피고는, 원고가 이 사건 각 호실에 관하여 유치권을 취득한 시점이 피고의 소유권 취득의 원인이 된 이 사건 경매절차를 위한 압류일(강제관리개시결정 기입등기일, 임의경매개시결정 기입등기일)보다 늦으므로, 원고는 압류의 처분금지효에 반하여 위 호실에 관한 유치권을 피고에게 주장할 수 없다는 취지로 주장한다. <br/>  위 인정사실에 따르면, 이 사건 201호에 관하여 이 사건 경매절차를 위한 강제관리 개시결정의 기입등기일은 2015. 9. 25.이고, 임의경매 개시결정일은 2016. 10. 10.인 반면, 원고는 2013. 3.경부터 이 사건 201호에 관한 공사를 완료하고 이 사건 각 호실을 점유하여 왔다고 인정되므로, 원고의 이 사건 각 호실에 관한 유치권 성립일은 위 호실에 대한 강제관리개시결정 기입등기일 내지는 임의경매개시결정 기입등기일보다 이르다. 이와 다른 전제에 선 피고의 이 부분 주장은 이유 없다.<br/>2) 위법 점유 주장<br/>  피고는 원고 측에서 2019. 12. 21. 이 사건 각 호실을 위법하게 점유하였으므로 민법 제320조 제2항에 따라 유치권이 성립하지 아니한다고 주장한다. <br/>  갑 제23, 24, 32호증의 각 기재에 변론 전체의 취지를 종합하면, 피고의 사내이사 소외 6 및 부사장 소외 7이 계약직 직원 11명을 고용한 후 2019. 12. 9. 원고가 점유하고 있던 이 사건 각 호실의 출입문을 손괴하여 진입한 후 이 사건 각 호실을 점거하였고, 이후 원고의 대표이사 소외 8 등이 2019. 12. 21. 계약직 직원 10여명을 고용하여 위 건물 외벽의 비상출입구를 부수고 이 사건 각 호실에 들어가 피고 측의 점유를 배제하고 이를 다시 점유를 회복한 사실이 인정된다(피고 측은 이에 관하여 원고의 대표이사 소외 8을 특수재물손괴, 특수건조물침입, 특수절도죄로 고소하였으나, 수원지방법원 성남지청의 검사는 2020. 12. 31. 아래와 같은 이유로 불기소처분을 내렸다). <br/>  그러나 원고의 위와 같은 행위는 유치권 행사를 위해 점유를 되찾기 위한 불가피한 행위로서 사회통념상 허용될 수 있는 정도의 상당성이 있는 것으로서 위법하다고 인정할 수 없고, 원고의 점유가 회복된 이상 이로써 원고의 종전 점유는 계속된다고 보아야 하므로, 이로써 점유가 중단되었다거나, 위 점유의 회복시 새롭게 점유가 시작된다고 보기도 어렵다. 피고의 위 주장도 받아들일 수 없다.  <br/>3) 유치권 소멸청구 주장<br/>  피고는, 원고가 2019. 12. 21. 이 사건 건물의 외벽을 손상시키고 이 사건 각 호실에 진입하는 등 유치권자로서 유치물을 선량한 관리자의 주의를 다하여 점유하지 아니하였으므로, 2021. 3. 7.자 준비서면의 송달로써 유치권소멸청구권을 행사하였는바, 원고가 더 이상 이 사건 각 호실에 관한 유치권을 행사할 수 없다고 주장한다. <br/>  그러나 앞서 본 바와 같이 원고가 이 사건 건물의 외벽을 일부 손상시킨 것은 피고 측의 점유 침탈에 대응하여 이 사건 각 호실에 관한 점유를 되찾기 위한 행위로서 사회통념상 허용될 수 있는 정도의 상당성이 있는 것으로 보여지고, 그밖에 피고가 제출한 증거만으로는 원고가 이 사건 각 호실을 점유하면서 선량한 관리자의 주의를 다하여 관리하지 아니하였다고 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 피고의 이 부분 주장 역시 이유 없다. <br/>아. 소결론<br/>  원고는 이 사건 각 호실에 관하여 소외 1에 대한 756,784,297원의 유익비상환채권을 피보전채권으로 한 유치권을 갖게 되었고 이 사건 각 호실의 소유자인 피고가 원고의 유치권의 존부 및 피담보채권의 범위에 관하여 다투고 있는 이상, 원고로서는 피고를 상대로 피담보채권액 및 유치권의 존재에 관하여 확인을 구할 이익이 있다.<br/>4. 결론<br/>  원고의 청구는 위 인정 범위 내에서 이유 있으므로 이를 인용하고 나머지 청구는 이유 없어 기각하여야 한다. 제1심판결은 이와 결론을 일부 달리하여 부당하므로, 피고의 항소를 일부 받아들여 제1심판결을 변경하기로 하여 주문과 같이 판결한다. <br/>[별지 목록 생략]<br/><br/>판사 이제정(재판장) 박광서 차지원 ",
    "사건번호": "2020나16170",
    "사건종류코드": "400101",
    "판례정보일련번호": "234821",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}