{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20191011",
    "법원명": "서울남부지방법원",
    "사건명": "상속회복청구등의소",
    "판례내용": "【원    고】 원고 1 외 2인 (소송대리인 법무법인(유한) 원 담당변호사 유선영 외 1인)<br/>【피    고】 피고 (소송대리인 법무법인 동서양재 담당변호사 김한주)<br/>【변론종결】2019. 9. 6.<br/>【주    문】<br/>  1. 피고는 별지1 목록 기재 각 부동산 중 원고 1에게 3/63지분에 관하여, 원고 2, 원고 3에게 각 2/63지분에 관하여 각 진정명의 회복을 위한 원인으로 한 소유권이전등기절차를 이행하라.<br/>  2. 피고는 원고 1에게 75,157,115원, 원고 2, 원고 3에게 각 12,679,775원 및 위 각 돈에 대하여 2019. 1. 12.부터 2019. 5. 31.까지 연 15%의, 그 다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 각 지급하라.<br/>  3. 원고들의 나머지 청구를 각 기각한다.<br/>  4. 제2항은 가집행할 수 있다.<br/>  5. 소송비용은 피고가 부담한다.<br/><br/>【청구취지】  2019. 5. 31. 다음날부터의 지연손해금 비율로 15%를 구하는 것 외에는 주문과 같다.<br/>【이    유】1. 기초사실<br/>  가. 상속관계<br/>소외인은 2015. 9. 13. 사망하였다. 소외인의 상속인은 배우자 원고 1, 자녀 피고(장남), 원고 2(차남), 원고 3(삼남)이다. 법정상속분은 원고 1이 3/9지분, 피고, 원고 2, 원고 3이 각 2/9지분이다.<br/>  나. 소외인 소유 부동산에 대한 상속등기<br/>소외인이 소유하고 있던 별지1 목록 기재 제1 내지 3부동산 각 1/2 지분에 관하여, 2015. 9. 13.자 상속을 원인으로 2016. 1. 27. 원고 1 앞으로 3/18 지분, 원고 2, 원고 3, 피고 앞으로 각 2/18 지분에 관한 각 이전등기가 이루어졌다. 소외인이 소유하고 있던 별지 목록 기재 제4부동산 1/2 지분에 관하여 2015. 9. 13.자 상속을 원인으로 2016. 2. 29. 원고 1 앞으로 3/18 지분, 원고 2, 원고 3, 피고 앞으로 각 2/18 지분에 관한 각 이전등기가 이루어졌다(이하 소외인이 소유하고 있던 위 각 부동산을 ‘이 사건 각 부동산 지분’이라고 한다).<br/>  다. 관련 소송 경과<br/>    1) 피고는 2016. 1. 25. 원고들과 원고 3의 아들 소외 3을 상대로 유류분 청구의 소를 제기하였다(서울남부지방법원 2016가합100516호). 피고는 소외인이 원고들과 소외 3에게 현금과 부동산을 증여하는 등으로 인하여 피고의 유류분에 부족분이 생겼으니, 부족분을 반환하여 달라고 주장하였다. 제1심 법원은 소외인의 적극적 상속재산은  872,515,165원, 상속채무는 485,370,673원이고, 피고가 주장한 소외인의 원고들에 대한 증여는 인정되지 않으며, 소외 3에 대한 부동산 증여 가액 865,000,000원, 피고에 대한 증여액 713,130,239원이 인정되므로, 유류분 산정의 기초가 되는 재산액은 1,965,274,731원(= 피고에 대한 생전 증여재산 713,130,239원 + 소외 3에 대한 생전 증여재산 865,000,000원 + 상속 개시 당시 소외인의 적극적 상속재산 872,515,165원 - 상속채무 485,370,673원)이고, 이에 따른 피고의 유류분액은 218,363,859원(= 1,965,274,731원 × 법정상속분 2/9 × 1/2)인데, 피고의 특별수익액이 713,130,239원이고, 순상속분이 193,892,258원(= 적극적 상속재산 872,515,165원 × 법정상속분 2/9)이므로, 유류분 부족액이 없다는 이유로 피고의 청구를 기각하였다(서울남부지방법원 2016가합100516). <br/>    2) 피고가 항소하여 항소심에서 원고 2, 원고 3 및 소외 3에 대한 청구취지를 감축하고, 예비적 청구원인을 추가하였다. 항소심은 제1심과 같이 피고의 유류분 부족액이 없다고 보아 피고의 항소를 기각하고, 원고 2, 원고 3에 대한 예비적 청구를 기각하였다(서울고등법원 2017나2049831). 위 판결은 2018. 11. 8. 확정되었다.<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 3호증(각 가지번호 포함)의 각 기재, 변론 전체의 취지<br/>2. 이 사건 소의 적법 여부에 관한 판단<br/>  가. 피고는 이 사건 각 부동산 지분에 관하여 법정상속지분에 따라 분할하기로 하는 합의가 있었던 것이므로 이에 반하는 원고들의 소유권이전등기청구는 허용되지 않는다고 주장한다. 그러나 앞서 본 이 사건 각 부동산 지분에 관하여 상속을 원인으로 한 이전등기가 이루어진 시기와 피고의 원고들에 대한 유류분 반환청구 소 제기 시기 및 그 경위에 비추어 보아, 상속을 원인으로 한 이전등기가 이루어진 사실만으로 이 사건 각 부동산 지분을 법정상속지분에 따라 분할하기로 하는 협의가 있었다고 보기 부족하고, 달리 이를 인정할 증거가 없다. 피고의 이 부분 주장은 이유 없다. <br/>  나. 피고는 이 사건 각 부동산 지분에 관하여 법정상속지분에 따라 분할하기로 협의한 사실이 인정되지 않는다면, 원고들의 이 사건 청구는 상속재산분할청구로 보아야 하는데, 상속재산분할청구는 가정법원의 전속관할이므로 이 사건 소는 전속관할을 위반한 것이라고 주장한다. 그러나 원고들은 피고를 상대로, 공동상속인 중 특별수익자인 피고가 그 특별수익을 고려함이 없이 상속재산인 이 사건 각 부동산 지분에 관하여 법정상속분대로 상속을 원인으로 한 소유권이전등기를 함으로써 원고들의 상속재산을 침해하였음을 이유로 진정명의회복을 원인으로 하는 소유권이전등기를 구하는 것이고, 상속재산의 분할을 구하는 것이 아니다. 이와 다른 전제에 있는 피고의 이 부분 주장은 이유 없다.<br/>3. 진정명의회복을 원인으로 한 소유권이전등기청구에 관한 판단<br/>  가. 원고들의 주장<br/>    피고는 소외인으로부터 생전 증여를 받았고, 이와 같은 피고의 특별수익은 상속분을 초과하므로 피고는 상속분이 없다. 상속분이 없는 피고가 상속재산인 이 사건 각 부동산 지분에 관하여 상속을 원인으로 마친 지분이전등기는 무효이다. 피고는 진정한 상속인인 원고들에게 상속지분에 따라 진정명의회복을 위한 소유권이전등기절차를 이행하여야 한다.<br/>  나. 관련법리<br/>    공동상속인 중에 특별수익자가 있는 경우의 구체적인 상속분의 산정을 위하여는, 피상속인이 상속개시 당시에 가지고 있던 재산의 가액에 생전 증여의 가액을 가산한 후, 이 가액에 각 공동상속인별로 법정상속분율을 곱하여 산출된 상속분의 가액으로부터 특별수익자의 수증재산인 증여 또는 유증의 가액을 공제하는 계산방법에 의하여 할 것이고, 여기서 이러한 계산의 기초가 되는 \"피상속인이 상속개시 당시에 가지고 있던 재산의 가액\"은 상속재산 가운데 적극재산의 전액을 가리키는 것으로 보아야 옳고, 상속인들은 상속의 대상이 되는 적극재산에 증여재산을 합한 가액을 상속분에 따라 상속하고, 소극재산도 그 비율대로 상속한다고 보아야 할 것이다(대법원 1995. 3. 10. 선고 94다16571 판결 참조).<br/>  다. 구체적 판단<br/>    1) 소외인의 상속재산<br/>소외인의 사망 당시 적극적 상속재산이 아래 표 기재와 같이 합계 872,515,165원인 사실은 당사자 사이에 다툼이 없다.<br/>순번  재산 내역  가액(원)   1별지1 목록 제1 부동산 1/2지분  119,000,0002별지1 목록 제2 부동산 1/2지분  93,500,000 3별지1 목록 제3 부동산 1/2지분  258,500,0004별지1 목록 제4 부동산 1/2지분  135,000,0005예금채권   200,156,5596해약환급금 66,358,606 합계872,515,165<br/>    2) 상속인들의 특별수익<br/>      가) 피고의 특별수익<br/>        (1) 소외인이 피고에게 서울 영등포구 (주소 1 생략) 매수자금 120,000,000원을 증여한 사실, 소외인이 피고의 서울 영등포구 (주소 2 생략) 관련한 하나은행 대출금 393,130,239원을 대위변제하는 방법으로 피고에게 위 돈을 생전 증여한 사실, 소외인이 2015. 6. 18. 피고에게 150,000,000원을 지급한 사실, 소외인은 피고에게 피고가 인천 서구 (주소 3 생략)에 개원한 병원 임대차보증금 50,000,000원을 지급한 사실은 당사자 사이에 다툼이 없다. <br/>        (2) 피고는 2014. 9. 29. 소외인에게 위 임대차보증금 50,000,000원을 변제하였다고 주장하므로 보건대, 갑 제1호증의 1, 2, 을 제1, 18호증의 각 기재에 의하면, 피고가 2014. 9. 29. 50,000,000원을 인출한 사실, 같은 날 소외 4가 소외인에게 ‘엄마가 출근하면서 예금액을 찾아 소외인에게 주려고 한다’는 취지의 문자메시지를 보낸 사실이 인정되기는 한다. 그러나 피고의 예금계좌에서 50,000,000원이 인출된 사실만으로 피고가 그 돈을 위 임대차보증금 지원금에 대한 변제에 사용하였다고 단정하기 어렵고, 소외 4가 변제를 직접 목격한 것은 아닌 점 등을 종합하여 볼 때, 위 인정 사실만으로는 피고의 소외인에 대한 변제를 인정하기에 부족하다.          <br/>        (3) 피고는 소외인으로부터 합계 713,130,239원(= 120,000,000원 ＋ 393,130,239원 ＋ 150,000,000원 ＋ 50,000,000원)을 증여받았다.<br/>      나) 원고 1의 특별수익<br/>        (1) 피고는 소외인이 원고 1에게 별지1 목록 기재 각 부동산 1/2지분의 매수자금, 서울 영등포구 (주소 4 생략)의 매수자금 합계 10억 원 상당의 자금을 증여하였다고 주장한다.<br/>        (2) 어떠한 생전 증여가 특별수익에 해당하는지는 피상속인의 생전의 자산, 수입, 생활 수준, 가정상황 등을 참작하고 공동상속인들 사이의 형평을 고려하여 당해 생전 증여가 장차 상속인으로 될 자에게 돌아갈 상속재산 중 그의 몫 일부를 미리 주는 것이라고 볼 수 있는지에 의하여 결정하여야 하는데, 생전 증여를 받은 상속인이 배우자로서 일생 피상속인의 반려가 되어 그와 함께 가정공동체를 형성하고 이를 토대로 서로 헌신하며 가족의 경제적 기반인 재산을 획득·유지하고 자녀들에 대한 양육과 지원을 계속해 온 경우, 그 생전 증여에는 위와 같은 배우자의 기여나 노력에 대한 보상 내지 평가, 실질적 공동재산의 청산, 배우자의 여생에 대한 부양의무의 이행 등의 의미도 함께 담겨 있다고 봄이 상당하므로 그러한 한도 내에서는 위 생전 증여를 특별수익에서 제외하더라도 자녀인 공동상속인들과의 관계에서 공평을 해친다고 말할 수 없다(대법원 2011. 12. 8. 선고 2010다66644 판결 참조).<br/>        (3) 갑 제1호증의 1, 2, 을 제3호증의 1 내지 5의 각 기재에 의하면, 원고 1이 2004. 2. 9. 별지1 목록 기재 제1 내지 3 부동산의 1/2 지분을 취득하였고, 2008. 1. 18. 별지1 목록 기재 제4 부동산의 1/2 지분을 취득하였으며, 2003. 10. 9. 위 (주소 4 생략)의 소유권을 취득한 사실은 인정할 수 있다.<br/>  그러나 위 각 증거 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 ① 원고 1은 2002년부터 2008년에 걸쳐 위 각 부동산을 취득하였는데, 이는 원고 1과 소외인이 혼인한 지 약 40년이 지난 이후로서 원고 1은 위 기간 동안 소외인의 배우자로서 함께 생활하고 피고 및 원고 2, 원고 3을 양육하면서 가족공동체의 형성과 재산의 획득, 유지에 기여하였을 것인 점, ② 별지1 목록 기재 각 부동산은 원고 1과 소외인이 각 1/2 지분을 각 취득한 것인 점, ③ 원고 1은 소외인이 사망할 당시까지 혼인 생활을 계속한 점, ④ 소외인의 생전 자산 운용 규모가 상당하였던 것으로 보이고, 소외인이 원고 1에게 위 각 부동산을 증여한 이후로 10년가량 지나 사망한 것이므로, 원고 1에 대한 생전증여액과 소외인의 사망 당시 적극재산액을 단순 비교하여 특별수익에 해당하는 지를 판단할 수 없는 점 등을 고려할 때, 설령 소외인이 원고 1에게 위 각 부동산의 매수자금을 증여한 것이라고 하더라도 이는 원고 1의 재산 증식에 대한 기여나 노력에 대한 보상 내지 평가, 실질적 공동재산의 청산, 배우자의 여생에 대한 부양의무의 이행 등의 의미로 보이는바, 이를 상속분의 선급이라고 보기 어렵다.  <br/>      다) 원고 2의 특별수익<br/>        (1) 피고는 원고 2가 소외인으로부터 서울 영등포구 (주소 5 생략), 서울 영등포구 (주소 6 생략), 서울 영등포구 (주소 7 생략)의 매수자금으로 적어도 1,625,000,000원을 증여받았다고 주장한다.<br/>        (2) 갑 제1호증의 1, 2, 을 제3호증의 6, 제5호증의 2의 각 기재에 의하면, 원고 2가 2003. 9. 30. 서울 영등포구 (주소 5 생략), 2004. 7. 29. 서울 영등포구 (주소 6 생략)의 소유권을 각 취득한 사실이 인정된다. <br/>  그러나 앞에서 살펴본 증거와 갑 제22 내지 25, 27호증의 각 기재에 의하여 인정되는 다음의 각 사실과 사정들, 즉 ① 원고 2는 1987년경부터 한화기계 주식회사, 주식회사 엘지이아이 및 국방과학연구소에서 근무하면서 위 각 부동산 매수 무렵까지 지속적으로 소득을 얻은 점, ② 소외인 명의의 예금계좌에서 인출된 현금과 자기앞수표가 위 각 부동산의 매수자금으로 지급되었음을 인정할 증거가 없는 점, ③ 원고 2는 위 각 부동산을 매수하면서 담보대출을 받아서 매매대금 일부를 충당한 것으로 보이는 점, ④ 증인 소외 2는 위 (주소 5 생략)의 매수를 중개하였는데, 당시 소외인이 부동산 매수를 주도하였고 소외인의 돈으로 매수한 것이라는 취지로 증언하였으나, 전체적인 증언 내용에 비추어 보아 위 부동산 매수자금을 마련한 구체적인 방법에 관하여는 알지 못하는 것으로 보이는 점 등을 고려하여 볼 때, 소외인이 원고 2에게 위 각 부동산의 매수자금을 생전 증여하였다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>        (3) 갑 제1호증의 1, 2, 을 제5호증의 1의 각 기재에 의하면, 원고 2가 2012. 11. 20. 위 (주소 7 생략)의 소유권을 취득한 사실은 인정된다. 그러나 갑 제1호증의 1, 2, 을 제5호증의 1, 2의 각 기재에 의하여 알 수 있는 다음과 같은 사정들, 즉 ① 원고 2는 위 부동산 매수 이전에 위 (주소 6 생략)를 매도하였기 때문에 매도자금을 보유하였을 것인 점, ② 원고 2는 2011. 6. 16. 정기예금을 해지하여 합계 202,788,867원의 현금을 보유하고 있었던 점, ③ 원고 2가 (주소 7 생략)를 매수할 당시 소외인 명의의 예금계좌에서 관련된 거래내역을 찾을 수 없는 점 등을 고려하여 볼 때, 소외인이 (주소 7 생략)의 매수자금을 원고 2에게 생전 증여하였다고 보기 어렵다.<br/>      라) 원고 3의 특별수익<br/>        (1) 피고는 원고 3이 소외인으로부터 별지2 목록 기재 각 부동산 매수자금으로 합계 34억 원을 증여받았다고 주장한다.<br/>        (2) 갑 제1호증의 1, 2, 을 제3호증의 7, 9, 10의 각 기재에 의하면, 원고 3이 ① 2002. 5. 9. 서울 영등포구 (주소 8 생략)(별지2 목록 제4항 기재 부동산), ② 2002. 5. 13. 서울 영등포구 (주소 9 생략)(별지2 목록 제2, 3항 기재 부동산), ③ 2003. 11. 25. 서울 영등포구 (주소 10 생략)(별지2 목록 제9항 기재 부동산), ④ 2004. 2. 9. 서울 영등포구 (주소 11 생략)(별지2 목록 제1항 기재 부동산)에 관하여 각 소유권이전등기를 마친 사실은 인정된다. <br/>  그러나 앞에서 살펴본 증거와 갑 제1호증의 1, 2, 제16 내지 18호증의 각 기재에 의하여 알 수 있는 다음의 각 사실과 사정, 즉 ① 원고 3이 1993년경부터 대한항공에서 근무하면서 소득 활동을 계속하였고, 소외 5 또한 2000년경부터 교직 생활을 하면서 소득 활동을 하여온 점, ② 원고 3은 위 (주소 10 생략)을 매수하면서 매도인의 근저당권부 채무를 인수하였고, (주소 11 생략)의 분양대금은 1억 2,000만 원이었는데, 원고 3은 위 부동산을 담보(채권최고액 99,000,000원)로 제공하여 일부 매매대금에 충당하였으므로, 원고 3이 실제로 부담한 매매대금의 액수가 크지 않았던 것으로 보이는 점, ③ 소외인 명의의 예금계좌에서 인출된 현금과 자기앞수표가 위 각 부동산의 매수자금에 충당되었음을 인정할 아무런 증거가 제출되어 있지 않은 점, ④ 증인 소외 2는 위 부동산의 일부를 중개하였는데, 당시 소외인이 부동산 매수를 주도하였고 소외인의 돈으로 매수한 것이라는 취지로 증언하였으나, 부동산별로 매수자금을 마련한 구체적인 방법에 관하여는 알지 못하는 것으로 보이는 점 등을 함께 고려하여 볼 때, 소외인이 원고 3에게 위 각 부동산의 매수자금 전액을 증여하였다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>        (3) 갑 제1호증의 1, 2, 을 제3호증의 12 내지 17, 을 제4호증의 1, 2의 각 기재에 의하면, 원고 3이 ① 2005. 4. 12. 서울 영등포구 (주소 12 생략)(별지2 목록 제6 내지 8항 기재 부동산), ② 2008. 7. 22. 서울 영등포구 (주소 13 생략)(별지2 목록 제5항 기재 부동산), ③ 2008. 5. 23. 서울 송파구 (주소 14 생략)(별지2 목록 제11항 기재 부동산), ④ 2010. 6. 3. 서울 송파구 (주소 15 생략)(별지2 목록 제10항 기재 부동산)에 관하여 각 소유권이전등기를 마친 사실이 인정된다. 나아가 원고 3과 소외 5의 소득수준에 비추어 볼 때, 원고 3이 위 각 부동산을 매수하면서 소외인으로부터 적어도 그 자금 중 일부를 지원받은 것은 아닌지 의문이 들기는 한다. <br/>  그러나 ① 원고 3이 2002년경 취득한 부동산들 중 일부는 상업용 부동산(상가 건물)이어서 그로부터 임대수익을 얻었을 것이므로 원고 3, 소외 5의 근로소득과 위 각 부동산의 매수대금을 단순 비교하기는 어렵고, 소외 5는 혼인기간 중 친정으로부터 경제적 도움을 받은 것으로 보이는 점, ② 원고 3과 소외 5는 꾸준히 소득 활동하였으므로 위 각 부동산을 매수할 자력이 전혀 없었다고 단정하기 어렵고, 제출된 증거만으로는 소외인이 원고 3에게 지원한 매수자금의 액수를 특정할 수 없는 점, ③ 원고 3이 위 각 부동산 중 일부에 관하여는 담보대출을 실행하여, 매매대금 중 일부를 충당한 점, ④ 앞에서 살펴본 바와 같이 소외인 명의의 예금계좌에서 2001년경부터 2004년경까지 약 47억 원이 인출되었으나, 위 인출 시기와 원고 3이 이 부분 각 부동산을 매수한 시기(2005년 내지 2010년)가 서로 일치하지 않고, 위 47억 원이 원고 3에게 지급되었다는 점을 인정할 객관적 증거도 전혀 제출되어 있지 않은 점, ⑤ 증인 소외 2는 위 부동산의 일부를 중개하였는데, 당시 소외인이 부동산 매수를 주도하였고 소외인의 돈으로 매수한 것이라는 취지로 증언하였으나, 부동산별로 매수자금을 마련한 구체적인 방법에 관하여는 알지 못하는 것으로 보이는 점 등을 종합적으로 고려하여 볼 때, 소외인이 원고 3에게 위 각 부동산 매수자금 전액을 증여하였다고 보기 부족하고, 달리 이를 인정할 증거가 없다.<br/>    3) 피고의 구체적 상속분<br/>소외인의 적극적 상속재산 872,515,165원에 피고의 특별수익액 713,130,239원을 가산한 1,585,645,404원(= 872,515,165원 + 713,130,239원)에 각 공동상속인별 법정상속분을 곱하여 산출된 상속분 가액(원 미만 버림, 이하 같다)은 아래 표 기재와 같다. 아래와 같은 피고의 상속분 가액에서 특별수익을 공제하면 피고의 구체적 상속분은 0원이다. 결국 피고는 소외인의 적극적 상속재산에 대한 상속분이 없고, 소외인의 적극적 상속재산은 원고 1에게 3/7, 원고 2, 원고 3에게 각 2/7씩 상속된다.<br/> 법정상속분상속분 가액(원)특별수익액(원) 원고 13/9528,548,468 피고 2/9352,365,645731,130,239원고 22/9352,365,645 원고 32/9352,365,645 <br/>    4) 소결론<br/>      피고는 소외인의 적극적 상속재산에 대한 상속분이 없으므로, 피고 앞으로 경료된 이 사건 각 부동산 지분에 관한 소유권이전등기는 원인무효이다. 피고는 원고들에게 상속재산회복으로서 별지1 목록 기재 각 부동산 2/18지분 중 원고 1에게 3/63지분(= 2/18 × 3/7)에 관하여, 원고 2, 원고 3에게 각 2/63지분(= 2/18 × 2/7)에 관하여 진정명의회복을 원인으로 한 각 소유권이전등기절차를 이행할 의무가 있다.<br/>4. 부당이득반환청구<br/>  가. 양도소득세 관련 청구<br/>    1) 갑 제1호증의 1, 2, 갑 제4호증의 1 내지 10의 각 기재에 변론 전체의 취지를 더하여 보면, 소외인이 사망 당시 양도소득세 채무 418,370,673원을 부담하고 있던 사실, 원고 1은 2016. 2.경 위 양도소득세 및 가산세 중 223,033,690원을 납부한 사실, 영등포 세무서장은 나머지 양도소득세 및 가산세에 관하여 2016. 5. 30. 주식회사 우리은행에 대한 예금채권 157,058,491원, 2016. 6. 16. 주식회사 신한은행에 대한 예금채권 39,623,968원, 2016. 6. 2. 주식회사 하나은행에 대한 예금채권 3,024,005원 합계 199,706,464원을 추심한 사실, 원고 1은 2016. 6. 18. 남은 양도소득세 및 가산세 중 4,584,850원을 납부한 사실을 인정할 수 있다. 원고 1의 납부 및 소외인의 예금채권에 대한 추심을 통해 납부된 양도소득세 및 가산세 채무는 합계 427,325,004원이다.<br/>    2) 피고가 소외인의 적극재산에 관하여 구체적인 상속분이 없음은 앞서 본 바와 같고, 피고는 소외인의 양도소득세 및 가산세 채무를 법정상속지분에 따라 상속하였다. <br/>  위 1)항에서 인정한 사실에 의하면, 피고는 원고 1의 납부 및 원고들이 상속받은 소외인의 각 예금채권에 대한 추심으로 인하여 법정상속지분에 따라 상속한 소외인의 양도소득세 및 가산세 채무를 면하는 이익을 얻고, 원고들에게 같은 돈 상당의 손해를 입게 하였으므로, 원고들에게 피고가 얻은 이익 상당액 및 그에 대한 지연손해금을 반환하여야 한다. 피고가 원고 1에게 반환하여야 할 부당이득액은 원고 1이 납부한 227,618,540원(= 223,033,690원 + 4,584,850원) 중 피고의 상속지분에 해당하는 50,581,897원(= 227,618,540원× 2/9)과 소외인의 예금채권 추심을 통해 납부된 돈 합계 199,706,464원 중 피고가 부담하여야 하는 채무인 44,379,214원(= 199,706,464원 × 2/9)에서 소외인의 예금채권에 대한 원고 1의 구체적 상속분에 따른 돈인 19,019,663원(= 44,379,214원× 3/7)을 더한 69,601,560원이다. 피고가 원고 2, 원고 3에게 각 반환해야 하는 돈은 소외인의 예금채권 추심을 통해 납부된 돈 합계 199,706,464원 중 피고가 부담하여야 하는 채무인 44,379,214원(= 199,706,464원 × 2/9)에서 소외인의 예금채권에 대한 원고 2, 원고 3의 각 상속지분에 해당하는 돈인 12,679,775원(= 44,379,214원× 2/7)이다. <br/>    3) 이에 관하여 피고는 ‘예금채권은 가분채권으로서 상속개시한 때로부터 당연히 상속인들에게 법정상속분에 따라 귀속하므로 피고가 상속지분에 따른 소외인의 예금채권을 상속받았다거나, 피고에게 상속분이 없다면 소외인의 채무도 상속받지 않는다’고 주장한다. 앞서 본 바와 같이 피고는 소외인의 적극적 상속재산과 증여재산을 합한 가액 중 상속분을 초과하는 가액을 증여받았으므로, 소외인의 사망 당시 적극재산에 관하여는 더 이상 상속분이 없고, 소극재산은 법정상속지분대로 상속하였다. 이와 다른 전제에 있는 피고의 위 주장은 이유 없다. <br/>  나. 임대차보증금 관련 청구<br/>    1) 갑 제1호증의 1, 2, 갑 제5호증의 3 내지 8호증, 갑 제3호증의 1 내지 4의 각 기재에 의하면, 소외인은 별지1 목록 기재 각 부동산 1/2 공유지분권자로서 나머지 1/2 공유지분권자인 원고 1과 공동으로 위 각 부동산을 임대한 사실, 소외인은 위 각 부동산과 관련하여 사망 당시 아래 표 기재와 같은 임대차보증금반환채무를 부담하고 있었던 사실, 원고 1은 아래 표 기재 임대차보증금반환채무 중 순번 3, 4 합계 50,000,000원을 각 임차인에게 지급한 사실을 인정할 수 있다. <br/>순번  채무 내역  가액(원)   1별지1 목록 제1 부동산 임대차보증금  10,000,000 2별지1 목록 제2 부동산 임대차보증금  7,000,000  3별지1 목록 제3 부동산 임대차보증금  30,000,000 4별지1 목록 제4 부동산 임대차보증금  20,000,000 <br/>    2) 임대차보증금반환채무는 성질상 불가분채무이나(대법원 1998. 12. 8. 선고 98다43137 판결 참조), 상속인들이 불가분채무를 공동상속한 경우에도 상속인들은 상속분의 한도 내에서만 당해 채무를 부담하는 것이므로(대법원 1980. 6. 24. 선고 80다756 판결 참조), 임대차보증금반환채무는 상속개시와 동시에 공동상속인들에게 법정상속분에 따라 승계된다. 한편, 민법 제411조, 제425조에 따라 어느 불가분채무자가 변제 기타 자기의 출재로 공동면책이 된 때에는 다른 불가분채무자의 부담부분에 대하여 면책된 날 이후의 법정이자 및 피할 수 없는 비용 기타 손해배상을 포함하여 구상권을 행사할 수 있다. <br/>  기초사실 및 위 1)항에서 인정한 사실에 의하면, 원고 1이 위 임대차보증금을 변제함에 따라 피고는 그 상속지분에 따라 승계한 소외인의 임대차보증금반환채무를 면하였다. 따라서 피고는 원고 1에게 위 임대차보증금 50,000,000원 중 피고가 부담하는 부분인 5,555,555원(= 50,000,000원 × 소외인의 공유 지분 1/2 × 피고의 상속지분 2/9) 및 이에 대한 지연손해금 등을 지급할 의무가 있다.<br/>  다. 피고의 주장 및 그에 관한 판단<br/>    1) 피고는 ‘원고들은 관련소송에서 피고 명의 상속포기서를 제출하면서 피고에게 상속분이 없다는 주장을 하였다. 원고들의 주장은 피고가 상속을 포기하는 내용으로 상속재산 및 상속채무에 관한 합의가 이루어졌다는 것이므로, 이 사건 소송에서 원고들이 피고에게 상속채무가 있다고 주장하는 것은 관련소송에서의 주장과 모순되는 것이어서 허용되지 않는다.’고 주장한다.<br/>  갑 제1호증의 1, 2의 각 기재에 의하면, 원고들이 피고 명의 상속포기서를 제출하면서 피고가 유류분 반환을 구할 수 없다는 취지의 주장은 한 사실은 인정되나, 관련 소송에서 피고는 상속포기의 효력을 다투었고 관련 소송에서 위 상속포기서에 의한 상속 포기는 효력이 없다고 판단되었다. 원고들이 관련 소송에서 피고가 상속을 포기하였다는 주장을 하였다는 사정만으로 원고들이 피고에게 상속채무가 있다고 주장하는 것이 금반언의 원칙 내지 신의칙에 반한다고 보기 어렵다. 피고의 위 주장은 이유 없다.<br/>  라. 소결론<br/>    피고는 원고 1에게 75,157,115원(= 69,601,560원 + 5,555,555원), 원고 2, 원고 3에게 각 12,679,775원 및 위 각 돈에 대하여 원고들이 구하는 바에 따라 이 사건 소장 부본 송달 다음날인 2019. 1. 12.부터 2019. 5. 31.까지 소송촉진 등에 관한 특례법, 구 소송촉진 등에 관한 특례법 제3조제1항 본문의 법정이율에 관한 규정(2019. 5. 21. 대통령령 제29768호로 개정되기 전의 것)에서 정한 연 15%의, 그 다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법에서 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다(위 인정부분을 초과하는 원고들의 지연손해금 청구는 이유 없다).<br/>5. 결론<br/>  원고들의 이 사건 청구는 위 인정범위 내에서 이유 있어 일부 인용하고, 나머지 청구는 이유 없어 기각하기로 하여 주문과 같이 판결한다(소송총비용은 원고들 패소부분이 극히 근소하여 피고가 전부 부담하는 것으로 정한다).<br/>[별지 생략]<br/><br/>판사 최병률(재판장) 임재남 공민아 ",
    "사건번호": "2018가합114335",
    "사건종류코드": "400101",
    "판례정보일련번호": "234921",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}