{
  "PrecService": {
    "판시사항": "  [1] 일반적으로 사용자가 피용자의 업무수행과 관련하여 행하여진 불법행위로 인하여 피해자인 제3자에게 사용자로서 손해배상책임을 부담한 결과로 손해를 입게 된 경우, 피용자에 대하여 행사할 수 있는 손해배상청구권 또는 구상권의 범위 / 이러한 구상권 제한의 법리는 사용자의 보험자가 피용자에 대하여 구상권을 행사하는 경우에도 마찬가지인지 여부(적극)<br/>  [2] 동일한 가해자를 지휘·감독하는 복수의 사용자가 각각 손해배상책임을 부담하는 경우, 사용자 사이의 구상이 인정되는지 여부(적극) 및 구상의 전제가 되는 각 사용자의 책임비율을 정할 때 고려하여야 할 사항 / 사용자의 일방이 가해자의 과실비율에 따라 정해진 부담부분을 넘어 손해를 배상한 경우, 구상의 범위<br/>  [3] 건설기계의 임대인이 그 운전자와 함께 이를 임차인에게 임대하여 임차인의 현장감독 하에 작업을 하다가 운전자의 과실로 사고가 발생한 경우로서, 그 사고가 임차인의 현장 지휘감독을 벗어난 상태에서 운전자의 전적인 과실로 발생하였음을 인정할 만한 특별한 사정이 없는 경우, 임차인과 임대인의 손해배상책임은 부진정연대관계에 있는지 여부(적극) 및 이때 어느 한 쪽이 피해자에 대한 손해를 배상하여 공동면책이 된 경우, 구상권의 범위는 손해발생에 기여한 과실의 정도에 의하여 결정되는지 여부(적극)<br/>",
    "참조판례": " [1] 대법원 1996. 4. 9. 선고 95다52611 판결(공1996상, 1390), 대법원 2017. 4. 27. 선고 2016다271226 판결(공2017상, 1101) / [2] 대법원 1992. 3. 31. 선고 91다39849 판결(공1992, 1416), 대법원 1994. 12. 27. 선고 94다4974 판결(공1995상, 659) / [3] 대법원 1980. 8. 19. 선고 80다708 판결(공1980, 13104), 대법원 1992. 3. 31. 선고 91다39849 판결(공1992, 1416), 대법원 1994. 10. 25. 선고 94누9498 판결(공1994하, 3138)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": " [1] 민법 제2조, 제750조, 제756조 제3항 / [2] 민법 제425조, 제756조, 제760조 / [3] 민법 제425조, 제756조, 제760조<br/>",
    "선고일자": "20220929",
    "법원명": "대법원",
    "사건명": "구상금",
    "판례내용": "【원고, 피상고인】 건설공제조합 (소송대리인 법무법인 소명 담당변호사 신수경 외 1인)<br/>【피고, 상고인】 유한회사 반석기초건설 외 1인 (소송대리인 변호사 유경재)<br/>【원심판결】 서울중앙지법 2022. 5. 10. 선고 2021나39043 판결<br/>【주    문】<br/>  원심판결 중 피고들 패소 부분을 파기하고, 이 부분 사건을 서울중앙지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 피고 유한회사 반석기초건설이 피고 2의 사용자인지 여부<br/>  원심은 판시와 같은 이유로, 피고 유한회사 반석기초건설(이하 ‘피고 회사’라 한다)의 피고 2에 대한 사용자의 지위는 이 사건 건설기계 임대차계약에 따른 일시 대여 상태에서도 유지된다고 판단하였다.<br/>  원심판결 이유를 관련 법리 및 기록에 따라 살펴보면, 이러한 원심의 판단에 논리와 경험의 법칙에 위배하고 자유심증주의의 한계를 벗어나 사실을 인정하거나 피고 회사의 사용자성에 관한 법리를 오해하여 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 없다.<br/>  2. 피고들의 구상의무의 범위<br/>  가. 관련 법리<br/>  1) 일반적으로 사용자가 피용자의 업무수행과 관련하여 행하여진 불법행위로 인하여 피해자인 제3자에게 사용자로서 손해배상책임을 부담한 결과로 손해를 입게 된 경우, 사용자는 사업의 성격과 규모, 시설 현황, 피용자의 업무내용과 근로조건 및 근무태도, 가해행위의 발생원인과 성격, 가해행위의 예방이나 손실의 분산에 관한 사용자의 배려 정도, 기타 제반 사정에 비추어 손해의 공평한 분담이라는 견지에서 신의칙상 상당하다고 인정되는 한도 내에서만 피용자에 대하여 손해배상을 청구하거나 구상권을 행사할 수 있다(대법원 1996. 4. 9. 선고 95다52611 판결 등 참조). 이러한 구상권 제한의 법리는 사용자의 보험자가 피용자에 대하여 구상권을 행사하는 경우에도 다를 바 없다(대법원 2017. 4. 27. 선고 2016다271226 판결 참조).<br/>  2) 동일한 가해자를 지휘·감독하는 복수의 사용자가 각각 손해배상책임을 부담하는 경우에도 사용자 사이의 책임의 내부적 부담의 공평을 위하여 구상이 인정되고, 구상의 전제가 되는 각 사용자의 책임비율은 피용자의 가해행위 태양 및 각 사용자의 사무집행과의 관련성, 가해자에 대한 각 사용자의 지휘·감독의 강약 등을 고려하여 정하여야 하고, 사용자의 일방이 당해 가해자의 위 과실비율에 따라 정해진 부담부분을 넘어 손해를 배상한 때는 그 넘는 부분에 관하여 다른 사용자에 대한 위 책임의 비율에 따라 정해진 부담부분의 한도에서 구상할 수 있다(대법원 1992. 3. 31. 선고 91다39849 판결, 대법원 1994. 12. 27. 선고 94다4974 판결 등 참조).<br/>  3) 건설기계의 임대인이 그 운전자와 함께 이를 임차인에게 임대하여 임차인의 현장감독 하에 작업을 하다가 운전자의 과실로 사고가 발생한 경우로서, 그 사고가 임차인의 현장 지휘감독을 벗어난 상태에서 운전자의 전적인 과실로 발생하였음을 인정할 만한 특별한 사정이 없다면, 임차인은 현장의 지휘감독에 따른 사용자로서, 임대인은 그 객관적인 지휘감독에 따른 사용자로서 위 사고로 인한 피해자에게 각 사용자로서의 각 배상책임을 부담하고 이는 서로 부진정연대관계에 있으므로, 어느 한 쪽이 피해자에 대한 손해를 배상하여 공동면책이 되었다면 그 구상권의 범위는 각자의 부담부분, 즉 손해발생에 기여한 과실의 정도에 의하여 결정되어야 한다(대법원 1980. 8. 19. 선고 80다708 판결, 대법원 1992. 3. 31. 선고 91다39849 판결, 대법원 1994. 10. 25. 선고 94누9498 판결 등 참조).<br/>  나. 원심 판단<br/>  원심은 판시와 같이, 이 사건 사고가 이 사건 기중기 운전자인 피고 2의 조작상 과실로 발생하였기에 피고 회사 및 주식회사 군장종합건설(이하 ‘군장종합건설’이라 한다)은 모두 피고 2의 사용자로서 피해자들에 대하여 사용자책임을 부담하고, 그 각 사용자책임과 피고 2의 손해배상책임이 부진정연대채무관계임을 인정하면서도, 피고들과의 내부 관계에서 군장종합건설의 부담 부분은 존재하지 않는다고 보아, 피고들이 공동하여 군장종합건설의 구상권을 대위취득한 원고에게 상법 제682조에 따라 지급 보험금 4,260만 원 전액에 관한 구상의무를 부담한다고 하였다.<br/>  다. 대법원 판단<br/>  원심판결 이유를 앞서 본 관련 법리 및 기록에 비추어 보면, 원심의 판단은 아래와 같은 이유에서 수긍할 수 없다.<br/>  1) 앞서 살펴본 바와 같이, 건설기계의 임대인이 그 운전자와 함께 이를 임차인에게 임대하여 임차인의 현장감독 하에 작업을 하다가 운전자의 과실로 사고가 발생한 경우로서, 그 사고가 임차인의 현장 지휘감독을 벗어난 상태에서 운전자의 전적인 과실로 발생하였음을 인정할 만한 특별한 사정이 없다면, 임차인은 현장의 지휘감독에 따른 사용자로서의 책임을 면할 수 없으므로, 임차인의 책임을 전적으로 부정하고 임대인에게만 그 지휘·감독책임이 있다고 섣불리 단정하여서는 안 될 것이다. <br/>  2) 원고가 제출한 ‘건설기계임대차 표준계약서 일반조건(갑 제5호증)’이 이 사건 건설기계 임대차계약에 첨부된 내용이라면, 임대인인 피고 회사와 임차인인 군장종합건설의 권리·의무관계는 제8조 및 제9조에서 규정된 것으로 볼 수 있는데, 이에 따른 임대인의 주된 의무는 건설기계의 정상적 가동을 위한 예방정비·보험가입·조종사 면허취득·정기검사 이행 및 그 조종사가 임차인의 현장책임자의 지휘·감독에 따라 작업을 수행하도록 하는 것이고, 임차인의 주된 의무는 작업현장 내 지하매설물·지상위험물 등에 관하여 조종사에게 작업 전 고지할 의무, 건설기계가 안정하게 작업을 진행할 수 있도록 하는 것 등이다. 즉, 이 사건 건설기계 임대차계약에 따르더라도, 작업현장에서 피고 2에 대한 직접적·구체적인 지휘·감독책임은 임대인인 피고 회사가 아니라 임차인인 군장종합건설에 있다고 봄이 합리적인바, 이 사건 사고의 발생원인이나 사고 경위 자체가 명확하지 않은 상황에서 임대인인 피고 회사에게 1차적·직접적 지휘·감독책임을 인정한 근거가 무엇인지도 불분명하거니와, 원심과 같이 이 사건 사고의 원인이 ‘무한궤도 확장 미실시 및 조립 운전 부주의’라고 보더라도, 피고 2가 이에 이르게 된 경위·원인 및 작업환경 등에 관하여 임차인인 군장종합건설에 아무런 귀책사유나 주의의무 위반 사실이 없다고 보아 원심과 같이 지급 보험금 전액의 구상을 명하는 것은 앞서 살펴 본 ‘사용자의 피용자에 대한 구상권 제한의 법리’의 적용을 사실상 부정함을 전제하는 것이므로, 군장종합건설이 피고 회사에 대한 내부 관계에서 아무런 부담 부분이 존재하지 않는다고 단정하는 것은 무리이다.<br/>  3) 더욱이, 원심도 군장종합건설이 피고 2의 사용자로서 이 사건 사고로 인한 피해자들에 대하여 사용자책임을 부담한다는 점을 인정하는 전제에서, 이 사건 소송의 청구원인은 사용자인 군장종합건설의 공제사업자인 원고가 피용자인 피고 2에 대하여 구상권을 행사하는 것임을 분명히 한 이상, 원고의 피고 2에 대한 구상권 청구 부분은 관련 법리에 따라 ‘구상권 제한의 법리’의 적용을 받는다. 즉, 원고는 이 사건 신축공사의 성격과 규모, 이 사건 기중기의 크기·넓이·폭·무게·회전반경과 작업현장의 현황, 피고 2의 업무내용과 근로조건·근무태도, 이 사건 사고의 일시·장소 및 발생원인과 성격, 이 사건 사고의 예방이나 손실의 분산에 관한 군장종합건설의 배려의 정도 등 제반 사정에 비추어 손해의 공평한 분담이라는 견지에서 신의칙상 상당하다고 인정되는 한도 내에서만 피용자인 피고 2에 대하여 구상권을 행사할 수 있을 뿐이므로, 이러한 ‘구상권 제한의 법리’의 적용을 부인할 만한 특별한 사정을 구체적으로 설시하지 않은 상태에서 군장종합건설이 피고 2에 대한 내부 관계에서 아무런 부담 부분이 존재하지 않는다고 단정할 수 없다.<br/>  4) 이 사건 사고와 관련한 구체적인 경위를 보더라도 그러하다. 즉, 이 사건 기중기를 운전한 피고 2는 이 사건 사고 경위에 관하여 ‘어둡고 좁은 건물 사이에서 무한궤도 확장에 필수적인 부속품을 하역하기 위해 신호수의 신호에 따라 회전하는 도중에 무게 중심이 뒤쪽으로 치우쳐 건물에 충돌한 것이지, 무한궤도를 확장하지 않은 채 조립을 시도하지 않았으며, 사용자의 지시에 따라 운전하였을 뿐이다.’는 취지로 구체적으로 주장하였다. 이에 반하여 사고 경위에 대한 사실상 유일한 증거인 ‘사고경위서(갑 제4호증)’는 군장종합건설의 현장소장 소외인이 작성한 것인데, ‘무한궤도 바퀴를 확장하지 않고 조립을 시도(90도 회전)하면서 발생한 사고로 사료됨. 사고의 원인은 무한궤도 확장 미실시 및 조립 운전 부주의’라는 취지로 기재되어 있다. 이와 같이 원고 측과 피고들 측은 사고 경위부터 의견이 일치하지 않는데, 이는 군장종합건설 및 피고들 사이의 내부 관계에서 책임 비율을 산정함에 있어 매우 중요한 부분임에도, 원심은 이 부분에 관한 충분한 심리를 다하지 않은 상태에서 군장종합건설 측 현장소장의 진술만을 근거로 사고 경위를 인정하였다. 그런데 피고 2의 주장과 위 ‘사고경위서’의 기재 내용은 모두 그 실질에 있어 당사자 중 일방의 주장에 불과할 뿐 어느 것이 다른 것에 비해 상대적으로 그 증명력 측면에서 우위에 있다고 보기 어려운 이상, ① 군장종합건설이 이 사건 사고 당시 피고 2에게 항타 지점을 표시하여 지시한 것인지 여부, 군장종합건설 측의 신호수와 피고 2의 교신 과정·내용이 이 사건 기중기의 구체적인 운전 방법이나 이 사건 사고 발생에 미친 영향은 무엇인지, ② 이 사건 건설기계 임대차계약은 ‘가동시간’을 1일 8시간 기준 및 월 200시간 기준으로 정하였고, ‘사고경위서’ 중 기타사항 란에 ‘오전 7시~오후 6시(현장)’으로 기재되어 있음에도 이 사건 사고는 2019. 12. 17. 오전 6시경 항타기가 입고된 후 같은 날 오전 6시 30분경 발생하였는바, 군장종합건설이 한겨울에 일출 전 새벽시간에 작업을 지시한 것이 이 사건 건설기계 임대차계약에 포함되었거나 미리 예정된 것인지, ③ 이 사건 건설기계 임대차계약에 포함된 작업내용으로 보더라도 군장종합건설이 어두운 새벽시간에 이 사건 기중기를 이용한 작업을 지시함으로써 증가된 위험을 회피하기 위해 가중된 주의의무를 부담한다고 볼 수 없는지, 그와 같이 볼 수 있다면 가중된 주의의무의 구체적 내용은 무엇이며, 군장종합건설이 그러한 주의의무를 충실히 이행하였음에도 이 사건 사고가 오로지 피고 2의 과실에 의하여 발생하였다고 볼 근거가 무엇인지 등을 구체적·종합적으로 살펴보지 않은 채, 위 ‘사고경위서’를 사실상 유일한 근거로 피고 2에 대한 관계에서 군장종합건설이 아무런 책임을 부담하지 않는다고 본 것은 앞서 본 ‘사용자의 피용자에 대한 구상권 제한의 법리’는 물론 사용자가 작업현장을 지휘·감독하는 상태 하의 사용자의 지휘·감독에 따른 사용자책임의 취지 및 위 구체적 사실관계에 입각한 경험칙 등에 비추어 이를 받아들이기 어렵다.<br/>  5) 그럼에도 원심은 피고들과의 내부 관계에서 군장종합건설의 부담 부분이 존재하지 않는다고 보아, 피고들이 공동하여 원고에게 구상금으로 지급 보험금 전액을 지급할 의무가 있다고 보았는바, 이러한 원심의 판단에는 부진정연대채무자 상호 간의 구상관계 및 구상범위, 사용자의 피용자에 대한 구상권 제한의 법리 등을 오해하여 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있다.<br/>  3. 결론<br/>  그러므로 원심판결 중 피고들 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 조재연 이동원 천대엽(주심) ",
    "사건번호": "2022다238657",
    "사건종류코드": "400101",
    "판례정보일련번호": "237023",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}