{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220526",
    "법원명": "부산지방법원",
    "사건명": "보증금반환",
    "판례내용": "【원    고】 원고 (소송대리인 변호사 천영준)<br/>【피    고】 주식회사 ○○종합건설 외 3인 (소송대리인 법무법인 세진 담당변호사 권구철)<br/>【변론종결】2022. 4. 7.<br/>【주    문】<br/> 1. 원고에게, <br/>   가. 피고 주식회사 ○○종합건설은 58,000,000원 및 이에 대하여 2022. 3. 25.부터 2022. 5. 26.까지는 연 6%의, 그 다음날부터 완제일까지는 연 12%의 각 비율로 계산한 돈을 지급하고, <br/>   나. 피고 2는 피고 주식회사 ○○종합건설과 연대하여 위 가항 기재 금액 중 58,000,000원 및 이에 대하여 2022. 3. 25.부터 2022. 5. 26.까지는 연 5%의, 그 다음날부터 완제일까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/> 2. 원고의 피고 주식회사 ○○종합건설, 피고 2에 대한 각 나머지 청구와 피고 3, 피고 한국공인중개사협회에 대한 청구를 모두 기각한다.<br/> 3. 소송비용 중, 원고와 피고 주식회사 ○○종합건설, 피고 2 사이에 생긴 부분은 위 피고들의 부담으로 하고, 원고와 피고 3, 피고 한국공인중개사협회 사이에 생긴 부분은 원고의 부담으로 한다.<br/> 4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】  원고에게, <br/>피고 주식회사 ○○종합건설, 피고 2는 연대하여 58,000,000원 및 이에 대하여 이 사건 소장부본 송달일 다음날부터 완제일까지 연 12%의 비율로 계산한 돈을 지급하고, <br/>피고 3, 피고 한국공인중개사협회는 피고 주식회사 ○○종합건설, 피고 2와 연대하여 위 금원 중 40,600,000원 및 이에 대하여 이 사건 소장부본 송달일 다음날부터 완제일까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  다음사실은 당사자들 사이에 다툼이 없거나, 갑제1 내지 4, 7 내지 10호증(가지번호 포함)의 각 기재 및 변론전체의 취지를 종합하여 인정할 수 있다.<br/>  가. 피고 주식회사 ○○종합건설(이하 ‘피고 ○○종합건설’이라고 한다)은 2019. 9. 3. 아시아신탁 주식회사와 위 피고의 소유이던 부산 해운대구 (주소 생략)에 관한 신탁계약을 체결하고, 2019. 9. 11. 위 건물에 관하여 위 회사 앞으로 신탁계약을 원인으로 한 소유권이전등기를 마쳤다.<br/>  나. 원고는 공인중개사인 피고 3(항소심 판결의 피고 1)의 중개로 2019. 10. 22. 피고 ○○종합건설로부터 전항 기재 건물을 임대기간 2019. 11. 7.부터 2021. 11. 6.까지, 임대보증금 80,000,000원(계약금 4,000,000원은 계약시에 지급하고, 잔금 76,000,000원은 2019. 11. 7.까지 지급)으로 정하여 임차하면서, 특약사항으로 임대인은 임차인의 잔금지급과 동시에 신탁사항 및 소유권 이외의 권리사항을 말소하기로 약정하였다(이하 위 임대차를 ‘이 사건 임대차’라고 한다).<br/>  다. 원고는 이 사건 임대차에서 정한 임대보증금 중 계약금을 포함하여 68,000,000원만 피고 ○○종합건설에게 지급하고 위 피고에게 약정에 따라 임대목적물에 관한 신탁등기를 말소할 것을 요구하였으나, 피고 ○○종합건설은 위 신탁등기말소의무를 이행하지 않았고, 피고 2가 2019. 12. 19. 원고에게 피고 ○○종합건설이 수령한 임대보증금반환채무에 관하여 연대보증(이하 ‘이 사건 연대보증’이라고 한다)하였다.<br/>  라. 원고는 피고 ○○종합건설에게 신탁등기말소의무 불이행을 이유로 이 사건 임대차를 해지하겠다는 의사를 표시하며 임대보증금의 반환을 청구하였고, 피고 ○○종합건설은 2020. 1. 원고에게 임대보증금 중 10,000,000원을 반환하였다.<br/>  마. 원고는 2021. 12. 22. 무렵 이 사건 건물에서 퇴거하여 2022. 3. 24. 이 사건 건물의  출입문 비밀번호를 피고 ○○종합건설에게 고지함으로써 위 건물을 위 피고에게 인도하였다.<br/>  바. 피고 3은 피고 한국공인중개사협회(항소심 판결의 피고 2)와 공제기간 2019. 5. 22.부터 2020. 5. 21.까지, 공제금액 100,000,000원으로 정하여 공제기간 중 발생한 중개사고로 인하여 손해를 입은 중개의뢰인들에게 손해배상을 하기로 약정한 공제계약(이하 ‘이 사건 공제계약’이라고 한다)을 체결하였다.<br/>2. 주장 및 판단<br/>  가. 피고 ○○종합건설, 피고 2에 대한 청구<br/>   위 인정사실에 의하면, 이 사건 임대차는 원고의 해지의사표시에 대하여 피고 ○○종합건설이 이를 다투지 아니하고 임대보증금 일부를 반환함으로써 합의에 의하여 해지되었다고 할 것이므로, 임대인인 피고 ○○종합건설은 원고에게 임대보증금 잔액 58,000,000원(=위 피고가 수령한 임대보증금 68,000,000원 － 위 피고가 반환한 임대보증금 10,000,000원)을 반환할 의무를 부담하고, 피고 2도 이 사건 연대보증에 따라 피고 ○○종합건설과 연대하여 원고에게 위 임대보증금 잔액을 반환할 의무를 부담한다고 할 것이다.<br/>   한편, 원고는 피고 ○○종합건설과 피고 2에 대하여 위 임대보증금 잔액에 대하여 이 사건 소장부본 송달일 다음날부터 완제일까지 연 12%의 비율로 계산한 지연손해금의 지급을 구하고 있다. 그러나 쌍무계약에서 쌍방의 채무가 동시이행 관계에 있는 경우 일방의 채무의 이행기가 도래하더라도 상대방 채무의 이행제공이 있을 때까지는 그 채무를 이행하지 않아도 이행지체의 책임을 지지 않는 것인바(대법원 2002. 10. 25. 선고 2002다43370 판결 참조), 임대차에 있어서 임대인의 임대보증금반환채무와 임차인의 임대목적물반환채무는 특별한 사정이 없는 한 동시이행관계에 있는 것이고, 원고는 2022. 3. 24. 이 사건 임대차의 목적물을 반환하였으므로, 위 피고들은 그 다음날인 2022. 3. 25.부터 지체책임을 부담한다고 할 것이다.<br/>   따라서 원고에게, 피고 ○○종합건설은 미반환한 임대보증금 잔액 58,000,000원 및 이에 대하여 위 2022. 3. 25.부터 위 피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 상당하다고 인정되는 이 사건 판결선고일인 2022. 5. 26.까지는 상법 소정의 연 6%의, 그 다음날부터 완제일까지는 소송촉진등에관한특례법 소정의 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무를 부담하고, 피고 2는 피고 ○○종합건설과 연대하여 위 금액 중 58,000,000원 및 이에 대하여 위 2022. 3. 25.부터 위 피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 상당하다고 인정되는 이 사건 판결선고일인 2022. 5. 26.까지는 민법 소정의 연 5%의, 그 다음날부터 완제일까지는 소송촉진등에관한특례법 소정의 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무를 부담한다고 할 것이다.<br/>  나. 피고 3, 한국공인중개사협회에 대한 청구<br/>   1) 원고의 주장<br/>피고 3은 수탁자의 동의 없이 신탁재산에 관하여 임대차를 체결하면 주택임대차보호법상 우선변제권, 대항력이 인정되지 아니한다는 등 신탁에 관한 설명의무를 이행하지 아니하고 신탁원부도 제시하지 아니함으로써 중개인의 주의의무를 다하지 아니하였고 그로 인하여 원고로 하여금 이 사건 임대계약을 체결하고 임대보증금 58,000,000원을 반환받지 못하는 손해를 입게 하였으므로, 공인중개사법 제30조, 채무불이행책임, 불법행위책임에 따라 이를 배상할 의무가 있는데, 원고의 과실도 있으므로 그 비율을 30%로 보아 그중 70%인 40,600,000원을 배상하여야 하고, 피고 한국공인중개사협회도 이 사건 공제계약에 따라 피고 3과 연대하여 위 40,600,000원을 지급하여야 한다. <br/>   2) 판단<br/>    공인중개사는 신탁재산에 관한 임대차계약을 중개함에 있어 임차인에게 신탁원부를 제시하면서 임대목적물에 관한 신탁관계 설정사실 및 그 법적인 의미와 효과를 설명할 의무가 있다고 할 것이므로, 공인중개사인 피고 3에게는 수탁자인 아시아신탁 주식회사가 임대목적물의 소유자이어서 이 사건 임대차는 임대인 소유가 아닌 부동산에 관한 것이고, 이 사건 임대차에 대하여 아시아신탁 주식회사의 사전승낙이나 사후승인이 없다면 원고가 이 사건 임대차로 아시아신탁 주식회사에게 대항할 수 없다는 점을 성실·정확하게 설명할 의무가 있다고 할 것이다(대법원 2012. 8. 30. 선고 2011다76754 판결 참조). 그러나 위와 같은 설명의무를 인정하는 이유가 임차인으로 하여금 당해 임대차를 수탁자에게 대항할 수 없다는 점을 인지할 수 있도록 하기 위한 것이므로, 피고 3에게 위와 같은 설명의무위반이 있다고 하더라도 위 피고가 배상하여야 하는 손해는 임차인인 원고가 이 사건 임대차로 아시아신탁 주식회사에 대항할 수 있다고 오인함으로써 입은 손해라고 할 것이다.<br/>    그러나 위 인정사실 및 갑제1호증의 기재 및 변론전체의 취지를 종합하면, 피고 3이 원고에게 이 사건 건물이 신탁부동산이라는 점을 설명하여 원고도 그와 같은 사실을 잘 알고 있었던 사실, 그에 따라 원고와 피고 ○○종합건설은 이 사건 임대차계약을 체결하면서 원고가 임대보증금 잔금을 지급함과 동시에 피고 ○○종합건설은 신탁등기를 말소하여 임대목적물에 관한 소유권을 회복하기로 약정한 사실, 그럼에도 피고 ○○종합건설이 위와 같은 약정을 이행하지 아니한 사실 등을 인정할 수 있고, 위와 같은 사실관계라면, 피고 3이 이 사건 임대차를 중개하면서 주의의무를 다하지 않았다고 인정하기 어려울 뿐만 아니라, 설령 위 피고에게 주의의무위반이 있었다고 하더라도 원고가 이 사건 임대차로 아시아신탁 주식회사에 대항할 수 있다고 오인하였다고 보기는 어려워서 위 피고의 주의의무 위반과 원고의 손해 사이에 상당인과관계가 있다고 보기도 어렵다. 결국 원고가 제출한 증거들만으로는 피고 3의 주의의무위반과 그로 인한 원고의 손해발생을 인정하기에 부족하고 달리 이를 인정할 증거가 없다.<br/>    따라서 원고의 피고 3에 대한 청구는 이유 없고, 피고 한국공인중개사협회에 대한 청구는 피고 3에 대한 청구가 인정됨을 전제로 하는 것이어서, 위 피고에 대한 청구도 이유 없다고 할 것이다.<br/>3. 결론<br/>  그러므로 원고의 피고 ○○종합건설, 피고 2에 대한 청구는 위 인정범위 내에서 이유 있어 인용하고, 피고 ○○종합건설, 피고 2에 대한 나머지 청구와 피고 3, 피고 한국공인중개사협회에 대한 청구는 이유 없어 기각하기로 하여, 주문과 같이 판결한다. <br/><br/>판사 이성진 ",
    "사건번호": "2021가단314994",
    "사건종류코드": "400101",
    "판례정보일련번호": "237273",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}