{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20191114",
    "법원명": "부산지방법원",
    "사건명": "건물인도등",
    "판례내용": "【원고, 항소인】 주식회사 제이케이건설<br/>【피고, 피항소인】 피고 1 외 2인 (소송대리인 법무법인 신성 담당변호사 박영주)<br/>【제1심판결】 부산지방법원 2019. 4. 4. 선고 2018가단14379 판결<br/>【변론종결】2019. 9. 5.<br/>【주    문】<br/> 1. 제1심 판결을 다음과 같이 변경한다.<br/>    가. 피고들은 원고로부터 205,167,250원을 지급받음과 동시에, 원고에게 별지 기재 부동산을 인도하라.<br/>    나. 원고의 피고들에 대한 나머지 청구를 모두 기각한다. <br/> 2. 소송총비용 중 4분의 3은 원고가, 나머지는 피고가 각 부담한다. <br/> 3. 제1의 가.항은 가집행할 수 있다.    <br/><br/>【청구취지 및 항소취지】  제1심 판결을 취소한다. 피고들은 연대하여 원고에게 각자, 별지 기재 부동산을 인도하고, 34,526,000원 및 이에 대하여 이 사건 판결선고일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하고, 2018. 12. 21.부터 별지 기재 부동산의 인도일까지 매월 602,000원의 비율로 계산한 돈을 지급하라. <br/>【이    유】1. 인정사실<br/>가. 공사도급계약 체결과 시공사 부도, 하도급업체들의 공사 완료<br/>1) 주식회사 엔학개발(이하 ‘엔학개발’이라 한다)은 부산 부산진구 (주소 생략) 외 7필지 지상에 102세대 규모의 주상복합건물인 ○○아파트를 신축·분양하는 사업을 시행하기로 하여, 2003. 3.경 삼대현종합건설 주식회사(이하 ‘삼대현종합건설’이라 한다)를 시공사로 선정하고 삼대현종합건설과 사이에 공사대금을 5,240,000,000원으로 정하여 공사도급계약을 체결하였다.<br/>2) 삼대현종합건설은 위와 같이 수급한 공사를 18개 업체에 공정별로 하도급 주었는데, 그 가운데 ‘△△장식’을 운영하는 피고 1은 이 사건 건물의 도배, 장판, 온돌마루 등의 공사(이하 ‘이 사건 공사’라 한다)를 하도급 받았다. <br/>3) 삼대현종합건설은 2005. 10.말경 기성고율 92.41% 상태에서 부도가 났고, 피고 1을 포함한 하도급업체들은 주식회사 경복, 주식회사 도시전기, 주식회사 중앙하우징을 대표로 하는 협의체를 구성하여 2005. 11.경 삼대현종합건설이 엔학개발에 대해 가지는 일체의 채권을 양수하고, 2005. 12. 10.경 엔학개발과 사이에 ‘하도급업체들이 비용을 들여 이 사건 공사를 마무리하되, 엔학개발은 하도급업체들에게 이 사건 아파트 각 세대(전유부분)에 관하여 가압류, 근저당권, 가등기를 설정해 주기’로 합의하였다. 이후 피고 1은 공사비를 직접 부담하면서 이 사건 공사를 지속하여, 2006. 7.경 공사를 모두 마쳤다.<br/>나. 이 사건 부동산의 등기 및 점유<br/>1) 피고 1은 위 합의에 따라 2006. 2.경 엔학개발로부터 신축한 건물 중 (호수 1 생략)호(이하 ‘이 사건 부동산’이라 한다)를 포함하여 6세대를 배정받았다. 그리고 이 사건 부동산에 관하여 2006. 2. 23. 엔학개발 명의의 소유권보존등기 및 협의체 대표 중 하나인 주식회사 경복 명의의 가압류(부산지방법원 2006카합8, 청구채권 공사대금 6,058,848,000원, 이하 ‘이 사건 가압류’라 한다) 등기가 마쳐졌다. 이후 소외 1, 소외 2, 소외 3을 거쳐, 2018. 5. 21. 원고 명의로 이 사건 부동산의 소유권이전등기가 마쳐졌다. <br/>2) 피고 1은 이후 이 사건 공사대금에 기한 유치권의 행사로 2006. 12.경부터 이 사건 부동산을 점유하다가, 2007. 10. 4.경 소외 4에게 이 사건 부동산을 임차보증금 60,000,000원, 임대차기간 24개월로 정하여 임대(이하 ‘이 사건 임대차’라 한다)하였다. 소외 4는 그 무렵부터 2012. 2. 3.경까지 이 사건 부동산에 거주하다가 같은 날 피고 1에게 이 사건 부동산을 인도하고, 피고 1로부터 임차보증금 60,000,000원을 반환받았다. 피고 1은 2012. 2. 4.부터 현재까지 이 사건 부동산을 직접 점유하고 있다.<br/>다. 피고 1과 엔학개발 사이의 이 사건 공사대금채권에 관한 조정<br/>피고 1이 이 사건 아파트 건설 시행사인 주식회사 엔학개발을 상대로 공사대금을 구하는 조정절차(부산지방법원 2011머4654호)에서 2011. 6. 20. ‘엔학개발은 피고 1에게 439,597,390원 및 위 돈 중 352,000,000원에 대하여는 2006. 8. 1.부터 2006. 9. 29.까지는 연 6%, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율에 의한 돈을, 나머지 87,597,390원에 대하여는 2008. 12. 10.부터 다 갚는 날까지 연 20%의 비율에 의한 돈을 각 지급한다’는 내용의 조정이 이루어졌다.<br/>라. 이 사건 부동산과 관련된 확정판결<br/>1) 이 사건 부동산의 종전 소유자였던 소외 1은 피고 1로부터 이 사건 부동산을 임차한 소외 4를 상대로 부산지방법원 2010카단4009호로 부동산점유이전금지 가처분을 신청하여 2010. 3. 29. 위 법원으로부터 가처분 인용결정(이하 ‘이 사건 점유이전금지가처분’이라 한다)을 받고, 2010. 4. 6. 위 가처분을 집행하였다.  <br/>2) 소외 1은 또 소외 4를 상대로 이 사건 부동산의 인도소송을 제기하였고, 그 항소심(2012나11089호)법원인 부산지방법원은 2013. 2. 6. ‘피고 소외 4는 원고 소외 1에게 이 사건 부동산을 인도하라’는 내용을 판결을 선고하여, 그 무렵 위 판결이 확정되었다(소외 4가 2012. 2. 3. 피고 1에게 이 사건 부동산을 인도하였음은 앞서 본 것과 같으나, 점유이전금지 가처분의 집행 후 점유가 이전되었다고 하더라도 가처분 채무자는 여전히 가처분채권자에 대한 관계에 있어서는 점유자의 지위에 있다는 이유로 원고 승소 판결이 선고되었다).<br/>3) 소외 1은 위 확정 판결로 피고 1에 대하여 이 사건 부동산의 인도를 집행하려 하였으나, 피고 1은 소외 1을 상대로 위 사건에 기한 강제집행을 불허한다는 내용의 제3자 이의의 소를 부산지방법원(2013가단14060호)에 제기하였고, 위 법원은 2013. 7. 4. ‘원고(이 사건의 피고) 피고 1은 이 사건 아파트에 관한 도배 등 공사대금채권을 피담보채권으로 하여 2006. 12.경부터 이 사건 아파트를 직접 또는 간접 점유의 방법으로 점유해 온 유치권자로서 피고가 이 사건 집행권원에 기하여 하는 인도청구를 저지할 수 있다고 할 것이므로 위 집행권원에 기한 이 사건 아파트에 대한 강제집행은 불허되어야 한다’는 이유로 원고 승소판결을 선고하여, 그 무렵 위 판결이 확정되었다. <br/>【인정근거】다툼 없는 사실, 갑 제1, 3, 4, 6, 8, 10, 15호증, 을 제3호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 인도청구에 관한 주장 및 판단<br/>가. 청구원인에 관한 판단<br/>    원고가 이 사건 부동산의 소유자이고, 피고들이 이 사건 부동산을 점유하고 있는 사실에는 다툼이 없다. 그렇다면 특별한 사정이 없는 한 피고들은 원고에게 이 사건 부동산을 인도할 의무가 있다.<br/>나. 피고들의 항변에 관한 판단<br/>    이에 대하여 피고들은 유치권의 행사로써 이 사건 부동산을 점유하고 있는 것이므로, 피담보채무를 변제받기 전까지는 이 사건 부동산의 인도를 거부할 정당한 권원이 있다고 항변한다. <br/>피고 1이 이 사건 공사를 하였고, 2006. 12.경부터 2007. 10. 3.경까지 이 사건 부동산을 직접 점유하다가 2007. 10. 4.부터 2012. 2. 3.까지는 이를 소외 4에게 임대하였으며, 2012. 2. 4.부터 다시 직접 점유한 사실은 앞서 본 바와 같다. 또, 엔학개발이 하도급업체들에게 공사대금에 대한 담보 또는 변제의 의미로 이 사건 아파트 각 세대를 배정하여 주고, 그에 관하여 가압류, 근저당, 가등기를 설정해 주기로 한 것 역시 앞서 본 바와 같은 바, 이 사건 공사대금 채권은 이 사건 부동산이 피고 1에게 배정된 시점 또는 이 사건 가압류가 이루어진 시점에는 적어도 기성고에 해당하는 부분에 대하여는 이미 변제기가 도래한 것으로 보아야 하고, 이 사건 부동산과 견련성도 인정되므로, 피고 1은 이 사건 부동산을 유치할 권리가 있다(피고 1의 아들과 며느리인 피고 2, 피고 3은 피고 1의 점유보조자로서 이 사건 부동산을 점유하는 것으로 보인다).<br/>다. 원고의 재항변 등에 관한 판단<br/>1) 유치권의 성부 및 대항력에 관한 주장<br/>가) 이에 대하여 원고는, 엔학개발과 피고 1을 비롯한 하도급업체들이 통모하여 강제집행을 면탈하기 위한 허위의 문서들을 작성하여 각종 소송에 제출하였고, 이는 불법행위에 해당하므로 민법 제320조 제2항이 유추적용되어 피고들에게 유치권이 인정되지 않는다고 주장한다. <br/>  살피건대, 갑 제3, 8호증의 기재에 의하면, 피고 1이 엔학개발로부터 배정받은 다른 부동산(호수 2 생략 등)의 소유자가 피고 1의 임차인을 상대로 부동산의 인도를 구하는 소송, 이 사건 부동산의 종전 소유자인 소외 1이 피고 1의 임차인을 상대로 부동산의 인도를 구하는 소송 등에서, 엔학개발이 하수급업체들에 대하여 임대행위를 승낙해 주었다는 취지의 승낙서가 제출되었는데, 위 각 법원은 그 승낙서의 내용 및 작성일자를 그대로 믿기 어렵다고 하여 그 신빙성을 배척한 사실이 인정된다. 그러나 그러한 사실만으로 위 승낙서가 허위의 문서라고 단정할 수 없고, 설령 피고 1이 다른 소송에서 유치권을 주장하면서 일부 허위문서를 제출하였다 하더라도, 민법 제320조 제2항은 유치권자의 ‘점유’가 불법행위로 인한 경우에 적용되는 것이므로, 점유개시 자체가 적법하다면 위 조항이 유추적용될 여지는 없다. 따라서 원고의 위 주장은 이유 없다. <br/>나) 원고는 피고 1이 2012. 2. 4.경 이 사건 부동산의 점유를 개시한 것을 전제로, 위 점유개시는 이 사건 점유이전금지가처분에 반하므로 불법행위에 해당하여 민법 제320조 제2항에 따라 유치권이 성립하지 않는다고도 주장한다. <br/>  유치권의 성립요건인 유치권자의 점유는 직접점유이든 간접점유이든 관계없다(대법원 2019. 8. 14. 선고 2019다205329 판결 등 참조). 피고 1이 2006. 12.경부터 이 사건 부동산을 직접 점유하다가, 임차인인 소외 4에게 이를 임대하여 2007. 10. 4.부터 2012. 2. 3.까지는 간접 점유하였고, 2012. 2. 4.부터 이를 다시 인도받아 직접 점유하는 방법으로 이 사건 부동산을 계속 점유한 사실은 앞서 본 것과 같다. 위 인정사실에 의하면 피고 1의 점유개시는 2006. 12.경 있었던 것이므로, 그 후에 있었던 이 사건 점유이전금지가처분에 의하여 그 개시가 불법행위로 돌아갈 여지는 없다. 원고의 위 주장은 받아들일 수 없다.  <br/>다) 원고는 또한, 피고들이 이 사건 부동산에 관하여 이 법원 2009타경9491호 강제경매기입등기가 마쳐져 압류의 효력이 발생한 이후에 이 사건 부동산을 점유하였으므로 원고에게 대항할 수 없다는 취지로 주장한다. <br/>  갑 제1, 3, 8호증의 각 기재에 의하면, 이 사건 부동산에 이 법원 2009타경9491호로 강제경매개시결정의 기입등기가 이루어진 것은 2009. 3. 6.이고, 피고 1이 이 사건 부동산을 점유하기 시작한 것이 2006. 12.경임은 앞서 본 바와 같다. 따라서 피고 1의 점유가 강제경매개시결정 기입등기 이후에 이루어졌음을 전제로 한 원고의 위 주장 역시 이유 없다. <br/>라) 원고는 이 법원에 이르러, 위 강제경매의 기초가 된 이 사건 가압류등기는 2006. 2. 23.에 이미 경료되어 있었으므로, 그 이후에 유치권의 성립요건을 갖춘 피고들은 적법한 유치권자가 아니라는 주장을 추가하였다. <br/>  그러나 이 사건 가압류등기가 이루어질 당시 기성고율은 이미 92.41%를 넘는 상태였고, 이 사건 공사대금채권의 담보 혹은 변제의 의미로 경료된 것임은 앞서 본 것과 같은바, 이 사건 공사대금 채권 중 적어도 기성고에 해당하는 부분의 변제기는 그에 앞서 도래하였다고 봄이 타당하다. <br/>  또한, 부동산에 가압류등기가 경료되어 있을 뿐 현실적인 매각절차가 이루어지지 않고 있는 상황 하에서는 채무자의 점유이전으로 인하여 제3자가 유치권을 취득하게 된다고 하더라도 이를 처분행위로 볼 수는 없으므로(대법원 2011. 11. 24. 선고 2009다19246 판결 등 참조), 피고 1의 점유가 이 사건 가압류보다 후에 개시되었다 하더라도 강제경매개시결정 이전에 이루어진 이상 피고 1은 유치권으로 원고에게 대항할 수 있다. 원고의 이 부분 주장도 받아들일 수 없다.  <br/>2) 유치권의 소멸에 관한 주장<br/>      원고는, 피고 1이 선량한 관리자의 주의의무를 위반하여 이 사건 부동산을 소외 4에게 임차하는 처분행위를 하였고, 이와 관련하여 소외 1이 소외 4를 상대로 이 사건 부동산 인도청구를 한 것은 피고들에 대하여 유치권의 소멸을 청구하는 취지라고 보아야 하고, 원고도 이 사건 인도청구로써 피고들의 유치권의 소멸을 구하는 것이므로, 피고들의 유치권은 민법 제324조 제3항에 의하여 소멸하였다고 주장한다.  <br/>  2010. 3. 12.부터 2013. 2. 22.까지 이 사건 부동산의 소유자였던 소외 1이, 2007. 10. 4.부터 2012. 2. 3.까지 이 사건 부동산을 피고 1로부터 임차하여 점유하던 소외 4를 상대로 이 사건 부동산의 인도청구를 한 사실은 당사자 사이에 다툼이 없다. <br/>  그러나 부동산 인도청구와 유치권 소멸청구는 법률요건을 달리하는 별개의 청구이므로, 청구의 기반이 되는 일부 사실관계가 동일하다는 것만으로는 하나의 청구가 다른 청구의 의미까지 담고 있다고 볼 수 없고, 위 소송은 소외 4를 피고로 하는 것으로 피고 1은 그 소송의 당사자조차 아니었으므로, 소외 1이 위 소송과정에서 유치권자인 피고 1을 상대로 법률효과가 발생하는 의사표시를 하였다고 인정할 수도 없다(원고는 소외 4가 피고들의 사자나 대리인과 유사한 지위에 있다고 주장하나 이를 인정할 증거가 없다).  <br/>  한편, 피고 1이 소외 4에게 이 사건 부동산을 임차한 것은 2007. 10. 4.부터 2012. 2. 3.까지이므로, 2018. 5. 21.에 이 사건 부동산을 취득한 원고에게는 위 사유로 인한 유치권소멸청구권이 있다고 볼 수 없다.  <br/>라. 상환이행판결의 여부<br/>    원고는 피고들의 유치권이 인정될 경우에는 상환이행판결을 구한다고 주장한다.<br/>    유치권자는 매수인에 대하여 그 피담보채권의 변제를 청구할 수는 없다 할 것이지만, 여전히 자신의 피담보채권이 변제될 때까지 유치목적물의 인도를 거절할 수 있어 매수인으로서는 유치목적물을 인도받으려면 피담보채권을 변제할 수밖에 없다. 따라서 이와 같이 매수인이 물건의 인도를 청구하는 소송에서 피고의 유치권 항변이 인용되는 경우에도, 당사자들의 의사에 반하지 않는다면 법원은 그 물건에 관하여 생긴 채권의 변제와 상환으로 그 물건의 인도를 명함이 상당하다 할 것이다(대법원 1969. 11. 25. 선고 69다1592 판결 등 참조). 따라서 이 사건에서도 원고의 인도청구에 대하여 유치권의 피담보채권액을 확정하여 상환이행판결을 하기로 한다. <br/>마. 상환이행판결의 범위<br/>1) 이 사건 공사대금채권액 및 변제액 <br/>피고 1의 엔학개발에 대한 공사대금 채권이 합계 439,597,390원인 사실은 앞서 본 것과 같다{다만 공사대금 지급의무와 건물인도의무는 동시이행관계에 있는바, 앞서 본 것과 같이 피고 1이 이 사건 건물이 완공된 이래로 현재까지 이 사건 부동산을 점유하고 있으므로, 공사대금 지급의무에 대한 지체책임이 발생하였다 할 수 없어 위 공사대금에 관한 지연손해금은 상환이행 대상에 포함하지 아니한다(대법원 2009. 9. 24. 선고 2009다40684 판결 등 참조). 엔학개발과 피고 1 사이에 공사대금에 관한 조정이 성립하였음은 앞서 본 것과 같으나, 조정조서의 기판력은 당사자들 사이에만 미치는 것이고 이 사건 부동산의 매수인인 원고에게 그 기판력이 미치는 것은 아니므로, 위 조정조서의 기판력에 의하여 지연손해금이 당연히 발생한다고 볼 수 없다}. 다만 피고들은 위 공사대금채권액 중 187,257,440원을 변제받았음을 자인하고 있고(117,000,000원에 대하여는 그 취지가 명확하지 않으나, 갑 제8호증의 기재에 의하여 이를 피고 1이 받은 것으로 인정한다), 뒤에서 보는 바와 같이 피고들이 이 사건 부동산을 사용하여 얻은 이익도 공제되어야 하므로, 결국 피고들은 위 공사대금채권액에서 187,257,440원과 후술하는 차임 상당 사용이익을 공제한 나머지 금액을 지급받음과 동시에, 원고에게 이 사건 부동산을 인도할 의무가 있다.<br/>2) 사용수익의 공제범위<br/>      공제되어야 할 사용수익 상당의 임료는 총 47,172,700원이다(계산방법은 아래 3항에서 후술한다, 계산에 산입하지 않은 원고의 공제주장은 받아들이지 않는다).<br/>3) 소결<br/>      그렇다면 피고들은 이 사건 미지급 공사대금 439,597,390원에서 변제받았음을 자인하는 187,257,440원과 사용이익의 합계액인 47,172,700원을 제한 205,167,250원(=439,597,390원-187,257,440원-47,172,700원)을 지급받음과 동시에, 원고에게 이 사건 부동산을 인도할 의무가 있다. <br/>3. 사용이익 상당의 부당이득 반환청구에 관한 주장 및 판단<br/>가. 당사자 주장의 요지<br/>1) 원고<br/>      원고는 피고들에게 유치권이 인정되더라도 유치권자에게는 과실수취권이 없으므로, 피고들은 원고 및 원고 이전 이 사건 부동산의 소유자였던 소외 3에게 임료 상당액의 부당이득반환 의무를 부담하는데, 원고가 소외 3으로부터 피고들에 대한 부당이득반환채권을 양수하고 양도통지권한을 위임받았으며 이 사건 소장 부본의 송달로써 그 양도통지를 하였으므로, 피고들은 원고에게 ① 소외 3이 이 사건 부동산의 소유권을 취득한 2013. 6. 28.부터 2018. 12. 20.까지의 이 사건 부동산의 임료상당액인 34,526,000원 및 그 지연손해금과 ② 그 다음날인 2018. 5. 21.부터 피고들이 이 사건 부동산을 원고에게 인도할 때까지 매월 602,000원의 비율로 계산한 임료를 지급할 의무가 있다고 주장한다. <br/>2) 피고들<br/>      이에 대하여 피고들은 피고들이 이 사건 부동산에 거주하는 것은 유치물의 보존에 필요한 사용에 해당하고, 그 경우 민법 제323조에 따라 유치권자는 유치물의 과실을 수취하여 다른 채권보다 먼저 피담보채권의 변제에 충당할 수 있다고 주장한다.<br/>나. 판단<br/>1) 관련법리<br/>      공사대금 채권에 기하여 유치권을 행사하는 사람이 스스로 유치물인 주택에 거주하며 사용하는 것은 특별한 사정이 없는 한 유치물인 주택의 보존에 도움이 되는 행위로서 유치물의 보존에 필요한 사용에 해당한다. 유치권자가 유치물의 보존에 필요한 사용을 한 경우에도 특별한 사정이 없는 한 차임에 상당한 이득을 소유자에게 반환할 의무가 있다(대법원 2009. 9. 24. 선고 2009다40684 판결 등 참조).<br/>  유치권자에 의한 유치물의 사용·임대 등에 소유자의 승낙이 있거나 그것이 보존행위에 해당할 경우에는 민법 제323조에 의하여 유치권자는 유치물의 과실을 수취하여 다른 채권보다 먼저 자기 채권의 변제에 충당할 수 있다(대법원 2006. 2. 23. 선고 2005다57523 판결, 2010. 2. 11. 선고 2009다49117 판결 등 참조). <br/>  유치물의 소유자가 채무자인 경우에만 유치권자에게 과실수취권이 있고, 유치물의 소유자가 채무자가 아닌 제3자인 경우에는 과실수취권이 생기지 않는다는 취지의 주장은 유치권의 물권적인 성격에 반하는 주장으로 받아들일 수 없다(대법원 2009. 9. 24. 선고 2009다40684 판결 등 참조).<br/>2) 판단<br/>      위 법리에 비추어 이 사안을 보건대, 피고 1이 이 사건 공사대금 채권에 기하여 유치권을 행사한다는 사실은 앞서 본 것과 같고, 그렇다면 피고 1이 점유보조자인 나머지 피고들과 함께 이 사건 부동산에 거주하며 이를 사용하는 것은 유치물의 보존에 필요한 사용에 해당한다 할 것이어서, 피고 1은 민법 제323조에 의하여 그 점유 및 사용이익을 수취하여 이 사건 공사대금 채권의 변제에 충당할 수 있다. 이 경우 유치물의 소유자가 채무자가 아니라는 사정은 방해가 되지 않는다.<br/>3) 사용수익의 공제범위<br/>피고 1이 2006. 12.경부터 이 사건 변론종결일까지 이 사건 부동산을 점유하고 있는 사실, 그 중 2007. 10. 4.부터 2012. 2. 3.까지의 기간은 이 사건 부동산을 소유자의 승낙없이 소외 4에게 임차하였던 사실은 이미 인정한 바와 같다. 따라서 과실수취권이 인정되지 않는 위 임차기간을 제외하고, 나머지 기간동안 수취한 사용이익만을 산정하여 공사대금 채권에서 공제한다(변론종결일 이후의 사용이익은 공제할 수 없다, 대법원 2002. 6. 14.선고 2000다37517 판결 참조).      <br/>  감정인 소외 5의 감정평가서에 의하면, 이 사건 부동산의 2013. 6. 28.부터 2018. 12. 20.까지의 임료는 총 34,526,000원인 사실, 2018. 12. 21. 이후의 임료는 월 602,000원인 사실이 인정되고, 위 감정서에 기재된 연간 및 월간 실질임료 산정(감정평가서 제25면)에 비추어 보면, 이 사건 부동산의 임료액은 전해에 비하여 평균 약 1.09배의 비율로 증가함을 알 수 있는 바, 이를 기준으로 산정한 2007. 1. 1.부터 2007. 10. 3.까지의 임료 및 2012. 2. 4.부터 2013. 6. 27.까지의 임료, 2018. 12. 21.부터 이 사건 변론종결일인 2019. 9. 5.까지의 임료는 다음과 같이 총 12,646,700원이다. <br/>(천원 미만 버림)임료 산정 기간주6)월 임료기간(월)합계액(원)2007. 01. 01. ~ 2007. 06. 27.203,0005+27/301,197,7002007. 06. 28. ~ 2007. 10. 03.222,0003/30+3+3/31709,0002012. 02. 04. ~ 2012. 06. 27.316,0004/28+3+27/301,277,0002012. 06. 28. ~ 2013. 06. 27.345,0003/30+11+27/304,140,0002018. 12. 21. ~ 2019. 09. 05.602,00021/31+8+5/305,323,000총계12,646,700<br/>4) 그렇다면, 이 사건 변론종결일을 기준으로 피고들의 사용이익은 총 47,172,700원(=34,526,000원+12,646,700원)이다. 피고들이 변제받거나 이 사건 공사대금채권에 충당한 사용이익이 공사대금채권액에 미치지 못하여 공사대금채권액이 잔존함은 앞서 본 것과 같으므로, 피고들에게는 과실수취권이 인정된다. 원고의 부당이득반환청구는 이유 없다. <br/>4. 결론<br/>  그렇다면 원고의 피고들에 대한 인도청구는 위 인정범위 내에서 이유 있어 이를 인용하고 나머지 청구는 기각하여야 하며, 부당이득반환청구는 이유 없어 이를 기각하여야 한다. 제1심 판결 중 인도청구에 관한 부분은 이와 결론을 달리하여 부당하므로, 이에 대한 원고의 항소를 일부 받아들여 주문과 같이 제1심 판결을 변경한다. <br/>[별지 생략]<br/><br/>판사 김태규(재판장) 김세용 허성민 ",
    "사건번호": "2019나46459",
    "사건종류코드": "400101",
    "판례정보일련번호": "237297",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}