{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20160204",
    "법원명": "광주고등법원(전주)",
    "사건명": "부당이득금반환",
    "판례내용": "【원고, 피항소인】 원고 1 외 2인 (소송대리인 변호사 황정열)<br/>【피고, 항소인】 피고 1<br/>【피고(선정당사자), 항소인】 피고(선정당사자) 2<br/>【피고, 항소인】 피고 3 외 3인 (소송대리인 법무법인 대언 외 1인)<br/>【제1심판결】 전주지방법원 정읍지원 2014. 4. 30. 선고 2013가합374 판결<br/>【변론종결】2015. 11. 12.<br/>【주    문】<br/>1. 제1심판결을 다음과 같이 변경한다.<br/>2. 피고 1, 피고(선정당사자) 2, 선정자 2, 피고 3, 피고 4, 유한회사 웅연개발, 피고 6은,<br/>  가. 원고 1에게,<br/>   1) 별지1 ‘청구금액 및 인용금액’ 〈표1〉의 ‘현재이행청구’란 중 ‘인용금액’란 기재 각 해당 금원 및 각 이에 대하여 같은 표 ‘기산일’란 기재 해당 날짜부터 2016. 2. 4.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 비율로 계산한 금원을 지급하고,<br/>   2) 2013. 11. 1.부터 별지2 ‘피고 등 소유 구분건물’ 기재 해당 구분건물에 관한 피고(선정당사자) 2, 선정자 2 및 나머지 피고들의 각 소유권 상실일 또는 별지3 ‘원고들 소유 토지 지분’ 제1항 기재 지분에 관한 원고 1의 소유권 상실일까지 매일 별지1 ‘청구금액 및 인용금액’ 〈표1〉의 ‘장래이행청구’란 중 ‘차임 인용금액’란 기재 각 해당 금원을 지급하고, <br/>  나. 원고 2, 원고 3에게 각각,<br/>   1) 별지1 ‘청구금액 및 인용금액’ 〈표2〉의 ‘현재이행청구’란 중 ‘인용금액’란 기재 각 해당 금원 및 각 이에 대하여 같은 표 ‘기산일’란 기재 해당 날짜부터 2016. 2. 4.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 비율로 계산한 금원을 지급하고,<br/>   2) 2013. 11. 1.부터 별지2 ‘피고 등 소유 구분건물’ 기재 해당 구분건물에 관한 피고(선정당사자) 2, 선정자 2 및 나머지 피고들의 각 소유권 상실일 또는 별지3 ‘원고들 소유 토지 지분’ 제2항 기재 지분에 관한 원고 2, 원고 3의 각 소유권 상실일까지 매일 별지1 ‘청구금액 및 인용금액’의 〈표2〉의 ‘장래이행청구’란 중 ‘차임 인용금액’란 기재 각 해당 금원을 지급하라.<br/>3. 원고들의 피고(선정당사자) 2, 선정자 2 및 나머지 피고들에 대한 각 나머지 청구를 모두 기각한다.<br/>4. 소송총비용 중 50%는 원고들이, 50%는 피고(선정당사자) 2, 선정자 2 및 나머지 피고들이 각각 부담한다.<br/>5. 제2항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>피고 1, 피고(선정당사자, 이하 ‘피고’라고만 한다) 2, 선정자 2, 피고 3, 피고 4, 유한회사 웅연개발, 피고 6(이하 피고들과 선정자 2를 통틀어 ‘피고 등’이라 지칭한다),<br/>  가. 원고 1에게,<br/>   1) 별지1 ‘청구금액 및 인용금액’ 〈표1〉의 ‘청구금액’란 기재 해당 금원 및 이에 대하여 같은 표 ‘기산일’란 기재 해당 날짜부터 다 갚는 날까지 연 20%의 비율로 계산한 금원과<br/>   2) 2013. 11. 1.부터 별지2 ‘피고 등 소유 구분건물’ 기재 해당 구분건물에 관한 피고 등의 각 소유권 상실일 또는 별지3 ‘원고들 소유 토지 지분’ 제1항 기재 지분에 관한 원고 1의 소유권 상실일까지 매월 별지1 ‘청구금액 및 인용금액’의 〈표1〉 ‘차임 청구금액’란 기재 해당 금원을<br/>      지급하고, <br/>  나. 각 원고 2, 원고 3에게,<br/>   1) 별지1 ‘청구금액 및 인용금액’ 〈표2〉의 ‘청구금액’란 기재 해당 금원 및 이에 대하여 같은 표 ‘기산일’란 기재 해당 날짜부터 다 갚는 날까지 연 20%의 비율로 계산한 금원과<br/>   2) 2013. 11. 1.부터 별지2 ‘피고 등 소유 구분건물’ 기재 해당 구분건물에 관한 피고 등의 각 소유권 상실일 또는 별지3 ‘원고들 소유 토지 지분’ 제2항 기재 지분에 관한 원고 2, 원고 3의 각 소유권 상실일까지 매월 별지1 ‘청구금액 및 인용금액’의 〈표2〉 ‘차임 청구금액’란 기재 해당 금원을<br/>      지급하라.<br/>2. 피고 등의 항소취지<br/>  제1심판결 중 피고 등 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 기각한다.<br/>【이    유】1. 인정사실<br/>  이 법원이 이 부분에 관하여 설시할 이유는 제1심 판결문 제5쪽 제8행부터 제10쪽 제8행까지의 기재 중 ① \"피고들\"을 \"피고 등\"으로, \"피고 1\"을 \"1심 공동피고 1\"로, \"피고 4\"를 \"선정자 2\"로 각 고치고, ② 제10쪽 제3행부터 제5행까지의 기재 및  그 아래 표를 삭제하며, ② 제10쪽 제8행의 기재 중 \"감정인 소외 1의 임료감정 결과\"를 삭제하는 외에는 위 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>2. 부당이득반환채권의 발생<br/>  가. 청구원인에 관한 판단<br/>   1) 1동의 건물의 구분소유자들이 당초 건물을 분양받을 당시의 대지 공유지분 비율대로 건물 대지를 공유하고 있는 경우 구분소유자들은 특별한 사정이 없는 한 대지에 대한 공유지분 비율에 관계없이 건물의 대지 전부를 용도에 따라 사용할 적법한 권원이 있으므로 구분소유자들 상호 간에는 대지 공유지분 비율의 차이를 이유로 부당이득반환을 구할 수 없으나, 건물의 구분소유자 아닌 자가 경매절차 등에서 대지의 공유지분만을 취득하게 되어 대지에 대한 공유지분은 있으나 대지를 전혀 사용·수익하지 못하고 있는 경우에는 다른 특별한 사정이 없는 한 대지 공유지분권에 기한 부당이득반환청구를 할 수 있다(대법원 2012. 5. 24. 선고 2010다108210 판결).<br/>   2) 살피건대, 이 사건 집합건물의 구분소유자가 아닌 원고들은 이 사건 토지의 공유지분을 취득함에 따라 원고들 각각의 공유지분 비율대로 이 사건 토지 전부를 사용·수익할 수 있다고 할 것인데, 피고 등이 이 사건 각 구분건물 중 일부를 소유하였거나 소유함으로써 이 사건 집합건물의 대지인 이 사건 토지를 점유하였거나 점유하고 있다고 할 것이므로, 피고 등은 그 자체로서 이 사건 토지의 차임 상당의 이익을 얻고 그로 인하여 원고들에게 동액 상당의 손해를 주고 있다고 할 것이다.<br/>     따라서 피고 등은 특별한 사정이 없는 한 원고들에게 이 사건 토지에 대한 원고들 각각의 공유지분에 상응하는 차임 상당액을 부당이득으로 반환할 의무가 있다.<br/>  나. 피고 등의 주장에 대한 판단<br/>   1) 피고 1, 피고 2, 피고 4, 피고 6의 주장 및 이에 대한 판단<br/>    가) 위 피고들은, 위 피고들이 각각 이 사건 토지의 일부 공유지분을 소유하고 있어 이 사건 토지를 점유할 정당한 권원을 가지고 있으므로, 이 사건 각 구분건물 중 일부를 소유함으로써 이 사건 토지를 점유하고 있다 하더라도 부당이득을 취하였다고 할 수 없고, 그렇지 않다 하더라도 위 피고들이 소유한 구분건물이 차지하는 대지 면적 중 위 피고들이 소유하는 이 사건 토지의 일부 공유지분에 상응하는 면적에 해당하는 부분은 부당이득이라고 볼 수 없다고 주장한다.<br/>        살피건대, 토지의 공유자는 각자의 지분 비율에 따라 토지 전체를 사용·수익할 수 있지만 그 구체적인 사용·수익 방법에 관하여 공유자들 사이에 지분 과반수의 합의가 없는 이상 1인이 특정 부분을 배타적으로 점유·사용할 수 없는 것인바, 공유자 중의 일부가 특정 부분을 배타적으로 점유·사용하고 있다면 그들은 비록 그 특정 부분의 면적이 자신들의 지분 비율에 상당하는 면적 범위 내라고 할지라도 다른 공유자들 중 지분은 있으나 사용·수익은 전혀 하지 않고 있는 자에 대하여는 그 자의 지분에 상응하는 부당이득을 하고 있다고 보아야 할 것이므로(대법원 2001. 12. 11. 선고 2000다13948 판결 등 참조), 위 피고들이 각각 소유하고 있는 이 사건 토지의 일부 공유지분 비율에 관계없이 위 피고들이 이 사건 토지 중 특정 부분을 배타적으로 점유·사용함으로써 이 사건 토지의 다른 공유자인 원고들의 지분에 해당하는 부분에 대하여 부당이득을 하고 있다고 할 것이다. <br/>        따라서 위 피고들의 위 주장은 이유 없다.<br/>    나) 나아가 피고 4는, 위 피고가 소유한 이 사건 토지의 일부 공유지분이 위 피고가 소유한 구분건물이 차지하는 대지 면적에 상응할 뿐 아니라 그 공유지분이 피고가 소유한 구분건물의 대지사용권이라고 할 수 있으므로, 위 피고가 이 사건 토지 위에 구분건물을 소유하고 있음으로써 부당이득을 취하였다고 볼 수 없다고 주장한다.<br/>      살피건대, 집합건물의 대지사용권은 구분소유자가 전유부분을 소유하기 위하여 건물의 대지에 대하여 가지는 권리로서 그 성립을 위해서는 집합건물의 존재와 구분소유자가 전유부분 소유를 위하여 당해 대지를 사용할 수 있는 권리를 보유하는 것 이외에는 다른 특별한 요건이 필요하지 않고, 대지사용권이 없는 구분소유자가 사후적으로 사용권을 취득한 경우에는 그때에 대지사용권이 성립하며(대법원 2012. 1. 27. 선고 2011다73090 판결 참조), 대지사용권이 없는 전유부분의 소유자는 아무런 법률상 원인 없이 전유부분의 대지를 점유하고 있으므로 그 대지 중 그 소유인 전유부분의 대지권으로 등기되어야 할 지분에 상응하는 면적에 대한 임료 상당의 부당이득을 얻고 있고, 위 대지권으로 등기되어야 할 지분의 소유자는 동액 상당의 손해를 입고 있으므로, 다른 특별한 사정이 없는 한 대지사용권이 없는 전유부분의 소유자는 위 지분의 소유자에게 위 부당이득을 반환할 의무가 있다(대법원 2011. 1. 27. 선고 2010다72779 판결 등 참조).<br/>      이 사건에 관하여 보건대, 구분건물 소유자가 전유부분 소유를 위하여 당해 대지 중 일부 특정 부분을 배타적으로 점유·사용할 것을 정하는 것은 공유토지의 사용·수익 등 공유물의 관리에 관한 사항으로서 공유자들 사이에 지분 과반수의 합의가 필요하다 할 것인바, 앞서 인정한 바와 같이 피고 4가 피고 3으로부터 2013. 3. 25. 이 사건 토지 중 145,291,020분의 3,715,040 지분을 취득하였으나, 피고 3은 원고들 및 1심 공동피고 1과 함께 이 사건 토지 중 대지권등기가 이루어지지 않은 나머지 부분을 공동으로 소유하고 있을 뿐이므로, 피고 4가 이 사건 토지 중 대지권등기가 이루어지지 않은 나머지 부분의 공유자 중 1인에 불과하여 과반수에 미치지 못하는 지분 소유자인 피고 3으로부터 그 지분 중 일부를 취득한 것을 두고 피고 4가 자신의 구분건물 소유를 위하여 당해 대지 중 일부 특정 부분을 배타적으로 점유·사용할 수 있는 대지사용권을 취득하였다고 볼 수는 없다.<br/>      따라서 피고 4의 위 주장은 이유 없다.<br/>    다) 또한 피고 2는, 원고들이 공유물인 이 사건 토지에 관한 보존행위나 공유지분 과반수로 결정한 공유물의 관리방법으로 이 사건 각 구분건물의 철거를 구하는 것이 허용되지 않는 이상 피고들을 상대로 차임 상당의 부당이득반환청구도 할 수 없다고 주장한다.<br/>      살피건대, 원고들의 이 사건 청구는 피고들이 이 사건 각 구분건물의 소유를 위하여 이 사건 토지 중 특정 부분을 점유함으로써 원고들이 그 부분에 대한 사용 · 수익을 하지 못하고 있음을 이유로 그에 해당하는 부당이득의 반환을 구하는 것으로서, 지분권자로서 사용수익권을 주장하는 것에 해당할 뿐 공유물인 이 사건 토지의 보존행위나 관리행위가 아니고, 이 사건 각 구분건물의 철거를 전제로 하는 청구도 아니며, 달리 원고들의 이 사건 청구가 이 사건 각 구분건물에 대한 철거청구권의 존재를 전제로 하고 있다고 보기 어렵다.<br/>      따라서 피고 2의 위 주장은 이유 없다.<br/>   2) 피고 웅연개발의 주장에 대한 판단<br/>    가) 피고 웅연개발은, 2009년 이후 별지2 ‘피고 등 소유 구분건물’ 제6항 기재 각 구분건물을 사용·수익하지 않았으므로, 이 사건 토지 중 원고들 소유의 지분권을 침해한 바 없어 원고들의 이 사건 청구가 부당하다고 주장하나, 건물의 소유자가 현실적으로 건물이나 그 부지를 점거하고 있지 않다 하더라도 건물의 소유를 위하여 그 부지를 점유한다고 보아야 하고, 타인 소유의 토지 위에 권한 없이 건물을 소유하고 있는 자는 특별한 사정이 없는 한 그 자체로서 토지의 차임에 상당하는 부당이득을 얻었다고 보아야 하므로(대법원 2007. 8. 23. 선고 2007다21856, 21863 판결 등 참조), 피고 웅연개발의 위 주장은 이유 없다.<br/>     나) 피고 웅연개발은, (호수 1 생략), (호수 2 생략)은 현재 위 피고의 소유가 아니므로 원고들의 이 사건 청구 중 위 각 구분건물에 관한 부당이득청구는 받아들일 수 없다고 주장하나, (호수 1 생략)의 경우 피고 웅연개발이 2001. 12. 31. 소유권보존등기를 경료한 이래 이 사건 변론종결일 현재까지 위 부동산을 소유하고 있음은 앞서 본 바와 같고, 원고들의 피고 웅연개발에 대한 이 사건 청구 중 (호수 2 생략)에 관한 부분은 원고들이 이 사건 토지 지분을 취득한 이후 피고 웅연개발이 위 구분건물의 소유권을 상실한 무렵까지 발생한 부당이득의 반환을 구하는 것일 뿐 피고 웅연개발이 이 사건 변론종결일 현재 (호수 2 생략)의 소유자임을 전제로 하는 것이 아니므로, 피고 웅연개발의 위 주장도 이유 없다.<br/>    다) 피고 웅연개발은, 원고들이 이 사건 토지에 관한 공유지분권자로서 공유물분할청구권을 행사하여 이 사건 토지 중 이 사건 집합건물이 위치하지 아니한 토지 부분을 단독으로 소유하면 되므로 원고들의 이 사건 청구는 부당하다고 주장하나, 원고들의 이 사건 청구는 원고들이 이 사건 토지의 공유지분권자로서 가지는 이 사건 토지의 사용·수익권의 침해에 따른 권리를 기초로 하는 것으로서 원고들이 이 사건 토지 공유자로서 공유물분할청구권를 행사할 수 있는지 여부는 위 권리행사에 아무런 방해가 되지 아니하므로, 피고 웅연개발의 위 주장도 이유 없다.<br/>3. 부당이득반환의 범위<br/>  가. 부당이득 산정의 기준에 관한 판단<br/>   1) 피고 등의 이 사건 토지 점유면적<br/>    가) 대지사용권이 없는 전유부분의 소유자는 아무런 법률상 원인 없이 전유부분의 대지를 점유하고 있으므로 그 대지 중 그 소유인 전유부분의 대지권으로 등기되어야 할 지분에 상응하는 면적에 대한 임료 상당의 부당이득을 얻고 있고, 위 대지권으로 등기되어야 할 지분의 소유자는 동액 상당의 손해를 입고 있다 할 것이다(대법원 2011. 1. 27. 선고 2010다72779, 72786 판결 등 참조).<br/>     나) 살피건대, 앞서 인정한 사실 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들, 즉 ① 이 사건 각 구분건물 중 전용면적이 65.72㎡인 16세대의 구분건물들은 이 사건 토지 중 지분 19,398분의 280에 관하여, 전용면적 58.30㎡인 15세대의 구분건물들은 지분 19,398분의 248에 관하여, 전용면적 638.12㎡인 구분건물은 지분 19,398분의 2,718에 관하여 각 임차권대지권 등기가 경료되어 있었고, 위 임차권대지권 지분은 이 사건 집합건물의 대지 부분을 각 구분건물의 전유부분 면적 비율에 따라 나누어 산정된 것으로 보이는 점, ② 건물의 소유자는 그 부지 중 건물의 소재 및 사용에 필요한 대지를 점유 · 사용하고 있다고 보아야 하는데, 이 사건 각 구분건물은 음식점 또는 상점으로 사용되고 있으며, 이 사건 토지가 이 사건 집합건물의 대지로 사용되는 외에 다른 용도로 사용되고 있음을 발견할 자료가 없는 점 등을 종합하면, 피고 등은 이 사건 토지 지상에 구분건물을 소유함으로써 이 사건 토지의 차임상당액 중 자신의 구분건물 전유부분 면적이 차지하는 비율에 해당하는 위 임차권대지권 지분에 상응하는 면적에 대한 차임 상당의 부당이득을 얻게 되었다고 봄이 상당하다.<br/>   2) 원고들의 지분 비율<br/>   살피건대, 토지의 공유자는 각자의 지분 비율에 따라 토지 전체를 사용·수익할 수 있는바, 이 사건 토지 중 이 사건 집합건물에 관한 소유권대지권이 등기된 부분이 이 사건 토지 전체에 대한 지분권 형태의 권리로 되어 있음은 앞서 본 바와 같고, 이 사건 토지 중 위 소유권대지권 등기가 마쳐진 부분과 나머지 부분이 구분소유적 공유관계에 있다고 볼 만한 증거가 없으므로, 원고들은 이 사건 토지 중 위 소유권대지권 등기가 마쳐진 부분을 포함한 이 사건 토지 전체에 대한 소유지분 비율에 따라 피고 등에게 차임 상당의 부당이득을 구할 수 있다고 봄이 상당하다.<br/>   3) 소결론<br/>   따라서 피고 등이 각 원고들에게 반환할 부당이득의 범위는, 이 사건 토지 중 피고 등 소유의 구분건물에 관하여 전유부분의 대지권으로 등기되어야 할 위 임차권대지권 지분에 상응하는 면적(이하 ‘대지면적’이라 한다)에 대해, 이 사건 토지 중 원고들의 소유지분이 차지하는 비율에 따라 계산한 차임 상당액을 곱한 값으로 보아야 하고, 그 계산식은 ‘피고 등 소유 구분건물 대지면적(㎡) × 이 사건 토지 중 원고들 소유 지분 비율 × 원고별 ㎡당 차임’이 된다.<br/>  나. 부당이득의 계산<br/>   1) 이 사건 토지의 임료<br/>    가) 제1심 법원의 주식회사 중앙감정평가법인에 대한 임료감정촉탁 회보결과(이하 ‘제1심 감정’이라 한다) 및 이 법원 감정인 소외 2의 임료감정결과(이하 ‘당심 감정’이라 한다)에 의하면 아래 각 사실이 인정된다.<br/>     ⑴ 제1심 감정 및 당심 감정은 모두 「부동산 가격공시 및 감정평가에 관한 법률」에 따라 이 사건 토지의 기초가격을 산정한 후 그 가격에 기대이율을 곱하여 산정한 금액에, 이 사건 토지를 계속하여 임대차에 제공하는 데 소요되는 제비용을 가산하여 임료를 산정하는 방법인 적산법에 의하여 이 사건 토지의 임료를 산정하였다.<br/>     ⑵ 제1심 감정 및 당심 감정은 모두 이 사건 토지의 사용에 제한이 없는 경우를 전제로 하여 이 사건 토지 인근에 있는 전북 부안군 (지번 1 생략) 임야 952㎡를 비교표준지로 선정한 다음 각각 아래와 같이 시점수정, 지역요인비교, 개별요인비교, 기타요인비교를 거쳐 이 사건 토지의 기초가격을 산정하였는데, 제1심 감정은 (지번 2 생략) 임야 1,495㎡의 평가선례를, 당심 감정은 (지번 3 생략) 임야 1,960㎡의 평가선례를 각각 참작하여 기타요인 보정치를 산정하였다.<br/> 기준시점비교표준지 공시지가시점수정지역요인개별요인기타요인적용단가제1심 감정2012. 4. 3.70,000원/㎡1.011401.001.1253.50279,000원/㎡2013. 4. 3.91,000원/㎡1.002061.001.1253.50359,000원/㎡당심 감정2012. 4. 3.70,000원/㎡1.017201.001.1762.50208,000원/㎡2013. 1. 1.91,000원/㎡1.00001.001.1762.50268,000원/㎡2014. 1. 1.96,500원/㎡1.00001.001.1762.50284,000원/㎡2015. 1. 1.100,000원/㎡1.00001.001.1762.50294,000원/㎡<br/>     ⑶ 제1심 감정은 이 사건 토지의 특성, 이용상황 등과 이 사건 토지를 계속하여 임대차에 제공하는 데 소요되는 제비용을 아울러 참작하여 기대이율을 5%로 결정한 다음 위와 같이 산정한 이 사건 토지의 기초가격에 위 기대이율을 곱하여 ① 2012. 4. 3.부터 2013. 4. 2.까지의 이 사건 토지의 임료를 270,602,100원(= 233,913,600원 + 36,688,500원)으로, ② 2013. 4. 3.부터 2013. 9. 26.까지의 이 사건 토지의 임료를 168,850,300원(= 145,957,400원 + 22,892,900원)으로 산정하였다.<br/>     ⑷ 당심 감정은 이 사건 토지의 특성, 이용상황 등을 참작하여 기대이율을 5%로 결정한 다음 이 사건 토지의 기초가격에 위 기대이율을 곱하고, 여기에 아래와 같이 원고별, 기간별로 각종 세금, 유지관리비 등을 달리 참작하여 계산한 필요 제비용을 더하여 이 사건 토지에 대한 원고별, 기간별 임료를 산정하였다.<br/>기간㎡당 연간 순임료(= 기초가격 × 기대이율)㎡당 연간 필요 경비㎡당 연간 실질임료2012년도10,400원/㎡원고 1330원원고 110,730원/㎡원고 2247원원고 210,647원/㎡원고 3원고 32013년도13,400원/㎡원고 1301원원고 113,701원/㎡원고 2218원원고 213,618원/㎡원고 3원고 32014년도14,200원/㎡원고 1324원원고 114,524원/㎡원고 2241원원고 214,441원/㎡원고 3원고 32015년도14,700원/㎡원고 1324원원고 115,024원/㎡원고 2241원원고 214,941원/㎡원고 3원고 3<br/>     ⑸ 한편, 당심 감정은 이 사건 토지의 사용에 제한이 있는 경우에는 이 사건 토지의 임료가 이 사건 토지의 사용에 제한이 없는 경우를 전제로 하여 산정된 순임료의 70%를 기준으로 여기에 위와 같이 계산한 원고별, 기간별 필요 제경비를 더하여 이 사건 토지에 대한 원고별, 기간별 임료를 산정하였다.<br/>    나) 살피건대, 위 인정사실에 의하면 제1심 감정과 당심 감정은 이 사건 토지와 지리적 위치, 이용상황, 용도지역, 주위환경 등이 유사한 토지를 그 비교표준지로 선정하였으므로 비교표준지를 선정함에 있어 어떠한 위법이 있다고 할 수 없고, 또한 제1심 감정과 당심 감정은 비교표준지의 공시지가를 기초로 임료산정을 위한 기준시점까지의 지가변동률, 생산자물가상승률 및 인근지역의 지가수준과 보상선례를 종합적으로 참작하여 위와 같이 이 사건 토지의 기초가격을 산정하였으며, 개별요인과 기타요인을 평가함에 있어 그 요인들이 어떠한 이유에서 어떻게 참작되었는지 알아 볼 수 있을 정도로 기술하고 있으므로 개별요인 비교나 기타요인 참작에 있어 어떠한 위법이 있다고 볼 수 없다.<br/>    다) 이에 대하여 피고 1, 피고 2, 피고 4, 피고 6은, ① 이 사건 토지의 공시지가가 계속하여 하락하고 있는 반면 제1심 감정과 당심 감정이 비교표준지로 선정한 토지는 공시지가가 계속하여 상승하고 있으므로, 제1심 감정과 당심 감정은 비교표준지를 잘못 선정하였고, ② 제1심 감정과 당심 감정이 기타요인 보정치를 산정하기 위하여 참작한 거래사례가 이 사건 토지의 기초가격을 산정하는 데 적합하지 않은 사례들이므로 제1심 감정과 당심 감정은 기타요인을 잘못 평가하였다고 주장한다.<br/>      살피건대, ① 「부동산 가격공시 및 감정평가에 관한 법률」 제21조 제1항은 \"감정평가업자는 타인의 의뢰를 받아 토지를 개별적으로 감정평가할 때에는 그 토지와 이용가치가 비슷하다고 인정되는 표준지의 공시지가를 기준으로 하여야 한다.\"라고 규정하고 있고, 비교표준지는 특별한 사정이 없는 한 도시계획구역 내에서는 용도지역을 우선으로 하며, 도시계획구역 외에서는 현실적 이용 상황에 따른 실제 지목을 우선으로 하여 선정하여야 하나, 이러한 토지가 없다면 지목, 용도, 주위 환경, 위치 등의 제반 특성을 참작하여 그 자연적, 사회적 조건이 감정대상 토지와 동일 또는 가장 유사한 토지를 선정하여야 하고, 표준지와 감정대상 토지의 용도지역이나 주변 환경 등에 다소 상이한 점이 있더라도 이러한 점은 지역요인이나 개별요인의 분석 등 품등비교에서 참작하면 되는 것이지 그러한 표준지의 선정 자체가 잘못된 것으로 단정할 수는 없다(대법원 2009. 9. 10. 선고 2006다64627 판결 등 참조). 또한, ② 감정인의 감정결과는 감정방법 등이 경험칙에 반하거나 합리성이 없는 등 현저한 잘못이 없는 한 존중하여야 하고(대법원 2012. 1. 12. 선고 2009다84608 판결 참조), 감정인이 개별요인 또는 기타요인을 평가하여 산정한 격차율 내지 보정치는 구체적인 계량화와 정확한 수치로의 확정이 불가능하여 감정평가업자의 전문적이고 주관적 견해에 따라 다소 차이가 있을 수도 있다고 할 것이므로, 제1심 감정 및 당심 감정이 이 사건 토지의 기타요인 보정치를 산정하기 위하여 참작한 거래사례가 경험칙에 반하거나 합리성이 없는 등 현저한 잘못이 있다고 보기 어렵다.<br/>      따라서 위 피고들의 위 주장은 이유 없다.<br/>    라) 결국, 제1심 감정과 당심 감정이 모두 평가방법에 있어 위법사유가 없고, 이 사건 토지에 관하여 품등비교 등을 제외한 나머지 가격산정요인의 참작에 있어서는 견해가 일치하나 품등비교 등에 관하여만 평가를 다소 달리한 관계로 감정결과에 차이가 생기게 된 경우 각 감정평가 중 어느 것을 채택하는가 하는 것은 이 법원의 재량에 속하므로, 이 법원은 원고별, 기간별로 기초가격, 필요 제경비를 각각 구체적으로 산정하여 이 사건 토지의 임료를 보다 적정하게 산정하였다고 보이는 당심 감정을 채택하되, 타인 소유의 토지 위에 소재하는 건물의 소유자가 법률상 원인 없이 토지를 점유함으로 인하여 토지의 소유자에게 반환하여야 할 토지의 임료에 상당하는 부당이득금액을 산정하는 경우에 특별한 사정이 없는 한 토지 위에 건물이 소재함으로써 토지의 사용권이 제한을 받는 사정은 참작할 필요가 없으므로(대법원 1992. 6. 23. 선고 91다40177 판결 등 참조), 당심 감정 중에서 이 사건 토지 사용에 제한이 없는 경우를 전제로 하여 임료를 감정한 결과를 채택하기로 한다.<br/>   2) 원고별로 계산한 이 사건 토지의 임료<br/>    가) 원고별 단위 면적당 1일 차임<br/>    앞서 본 바와 같은 이 사건 토지에 관한 단위 면적당 연간 실질임료를 기초로 각 원고들의 단위 면적당 연간 차임(= 이 사건 토지에 관한 ㎡당 연간 실질임료 × 각 원고들의 소유 지분 비율, 원 미만은 버림, 이하 같다)을 산정한 후 다시 이를 기초로 각 원고들의 단위 면적당 1일 차임(= ㎡당 연간 차임 ÷ 365일)을 산정하면 아래 표 기재와 같고, 한편 이 사건 토지에 관한 2015. 4. 30. 이후의 원고별 단위 면적당 1일 차임은 2015. 4. 30. 당시 차임과 같은 금액일 것으로 추인할 수 있다.<br/>원고기간㎡당 연간 차임 중 원고들 지분 해당분㎡당 1일 차임 중 원고들 지분 해당분원고 12012년도2,013원5원(= 10,730원 × 27,258,606/145,291,020)(= 2,013원 ÷ 366)2013년도2,570원7원(= 13,701원 × 27,258,606/145,291,020)(= 2,570원 ÷ 365)2014년도2,724원7원(= 14,524원 × 27,258,606/145,291,020)(= 2,724원 ÷ 365)2015년도2,818원7원(= 15,024원 × 27,258,606/145,291,020)(= 2,818원 ÷ 365)<br/>원고기간㎡당 연간 차임 중 원고들 지분 해당분㎡당 1일 차임 중 원고들 지분 해당분원고 22012년도998원2원(= 10,647원 × 13,629,303/145,291,020)(= 998원 ÷ 366)2013년도1,277원3원(= 13,618원 × 13,629,303/145,291,020)(= 1,277원 ÷ 365)원고 32014년도1,354원3원(= 14,441원 × 13,629,303/145,291,020)(= 1,354원 ÷ 365)2015년도1,401원3원(= 14,941원 × 13,629,303/145,291,020)(= 1,401원 ÷ 365)<br/>    나) 2012. 4. 3.부터 2013. 10. 31.까지 발생한 부당이득금<br/>    피고 등 소유 구분건물 대지면적은 별지4 ‘현재 부당이득금 계산표’ 〈표1〉, 〈표2〉의 각 ‘대지면적’란 기재와 같고, 원고들이 구하는 범위 내에서 피고 등이 이 사건 각 구분건물을 소유한 기간은 같은 별지 〈표1〉, 〈표2〉의 각 ‘기간’란 기재와 같으며, 원고들이 이 사건 토지에 관하여 단위 면적당 구할 수 있는 1일 차임은 같은 별지 〈표1〉, 〈표2〉의 각 ‘㎡당 차임’ 기재와 같으므로, 이에 따라 피고 등이 위 기간 동안 이 사건 토지 지상에 구분건물들을 소유함으로써 원고들에게 반환할 부당이득금은 같은 별지 〈표1〉, 〈표2〉의 각 ‘부당이득금’란 기재와 같고, 이를 피고 등 별로 합산한 금액은 별지1 ‘청구금액 및 인용금액’ 〈표1〉, 〈표2〉의 각 ‘인용금액’란 기재와 같다.<br/>    따라서 피고 등은 ① 원고 1에게 별지1 ‘청구금액 및 인용금액’ 〈표1〉의 ‘현재이행청구’란 중 ‘인용금액’란 기재 각 해당 금원을, ② 원고 2, 원고 3에게 각각 같은 별지 〈표2〉의 ‘현재이행청구’란 중 ‘인용금액’란 기재 각 해당 금원을 각 지급하고, ③ 원고들에게 위 각 금원에 대하여 피고 등에게 이 사건 소변경신청서 부본이 송달된 다음날인 위 〈표1〉, 〈표2〉의 ‘기산일’란 기재 해당 날짜부터 피고 등이 그 의무이행의 존부나 범위에 관하여 항쟁함이 상당한 이 판결 선고일인 2016. 2. 4.까지는 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 20%의 각 비율에 의한 금원을 지급할 의무가 있다.<br/>    다) 2013. 11. 1. 이후 발생하는 부당이득금<br/>    피고 등이 2013. 11. 1. 이후부터 이 사건 변론종결일 현재까지 별지2 ‘피고 등 소유 구분건물’ 기재 해당 구분건물을 소유하고 있는 사실은 앞서 본 바와 같고, 피고 등 소유 구분건물 대지면적은 별지5 ‘장래 부당이득금 계산표’ 〈표1〉, 〈표2〉의 각 ‘대지면적’란 기재와 같으며, 이에 따라 피고 등이 2013. 11. 1. 이후 이 사건 토지 지상에 구분건물들을 소유함으로써 원고들에게 반환할 부당이득금은 같은 별지 〈표1〉, 〈표2〉의 각 ‘부당이득금’란 기재와 같고, 이를 피고 등 별로 합산한 금액은 별지1 ‘청구금액 및 인용금액’ 〈표1〉, 〈표2〉의 각 ‘차임 인용금액’란 기재와 같다.<br/>    따라서 피고 등은 2013. 11. 1.부터 별지2 ‘피고 등 소유 구분건물’ 기재 해당 구분건물에 관한 피고 등의 각 소유권 상실일 또는 별지3 ‘원고들 소유 토지 지분’ 제1항 기재 지분에 관한 원고들의 소유권 상실일까지, ① 원고 1에게 매일 별지1 ‘청구금액 및 인용금액’ 〈표1〉의 ‘장래이행청구’란 중 ‘차임 인용금액’란 기재 각 해당 금원을 지급하고, ② 원고 2, 원고 3에게 매일 별지1 ‘청구금액 및 인용금액’ 〈표2〉의 ‘장래이행청구’란 중 ‘차임 인용금액’란 기재 각 해당 금원을 지급할 의무가 있다. <br/>4. 결론<br/>  그렇다면, 원고들의 피고 등에 대한 청구는 위 인정범위 내에서 이유 있어 인용하고 나머지 청구는 이유 없어 기각할 것인바, 제1심판결은 이와 결론을 달리 하여 부당하므로 피고 등의 항소를 일부 받아들여 제1심판결을 주문과 같이 변경하기로 한다.<br/>[별지 생략]<br/><br/>판사 함상훈(재판장) 진현섭 이수환 ",
    "사건번호": "2014나1763",
    "사건종류코드": "400101",
    "판례정보일련번호": "237635",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}