{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20230524",
    "법원명": "수원지방법원",
    "사건명": "토지인도",
    "판례내용": "【원고, 피항소인】 원고<br/>【피고, 항소인】 피고<br/>【제1심판결】 수원지방법원 여주지원 2022. 1. 25. 선고 2021가단16005 판결<br/>【변론종결】2023. 4. 12.<br/>【주    문】<br/>  1. 피고의 항소를 기각한다.<br/>  2. 항소비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】 1. 청구취지<br/>   피고는 원고에게, 가. 여주시 (주소 1 생략) 전 2099㎡ 지상 별지 도면 표시 가, 나, 다, 라, 가의 각 점을 차례로 연결한 선내 판넬구조 1층 약 102㎡ 주택(가건물)과 같은 도면 표시 마, 바, 사, 아, 마의 각 점을 차례로 연결한 선내 구조물(개사육용 철창)을 철거하고, 위 토지를 원상회복하여 인도하라. 나. 2017. 8. 30.부터 가항 기재 토지의 인도 완료일까지 연 1,700,000원의 비율로 계산한 돈을 지급하라<br/> 2. 항소취지<br/>   제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 이 법원의 심판범위<br/>  제1심법원은 이 사건 소 중 원고의 이 사건 토지에 대한 원상회복청구 부분은 각하하고, 원고의 이 사건 토지 인도 및 그 지상 주택과 개사육용 철장 철거 청구와 부당이득반환청구를 인용하였는바, 이에 대하여 피고만이 피고 패소 부분에 불복하여 항소하였으므로, 이 법원의 심판대상은 이 사건 토지에 대한 원상회복청구 이외의 부분만으로 한정된다.<br/>2. 제1심판결의 인용<br/>  이 법원이 이 사건에 관하여 설시할 이유는, 피고가 당심에서 강조하는 주장에 관하여 다음의 ‘2. 추가판단’을 추가하는 외에는 제1심판결 이유와 같으므로, 민사소송법 제420조 본문에 의하여 약어를 포함하여 이를 그대로 인용한다.<br/>3. 추가판단<br/>  가. 피고 주장의 요지<br/>    1) 이 사건 토지에 설치되어 있는 주택과 개사육용 철장은 피고가 축조하거나 설치한 것이 아니라 이 사건 토지의 전 임차인들이 축조하거나 설치한 것이므로 피고에게 이를 철거할 의무가 없다.<br/>    2) 이 사건 임대차계약은 피고가 이 사건 토지상에 개사육 농장을 운영하는 것을 조건으로 하여 체결된 것이다. 그런데 원고가 피고에게 이 사건 토지상에 합법적으로 개사육 농장을 운영하기 위한 분뇨처리장 설치에 필요한 제반서류 등을 제공하지 않아 피고가 2014년경부터 개사육 농장을 운영하지 못하였으므로 피고가 2013년경부터 2016년경까지 원고에게 지급한 임료 680만 원을 부당이득으로 반환하여야 한다.<br/>  나. 판단<br/>    1) 피고에게 이 사건 토지에 설치되어 있는 주택과 개사육용 철장을 철거할 의무가 있는지 여부<br/>      갑 제1호증의 기재에 의하면, 이 사건 임대차계약서 제5조에 ‘임차인은 임대인의 승인 하에 개축 또는 변조할 수 있으나 부동산의 반환기일 전에 임대차인의 부담으로 원상복구키로 함’이라는 조항이 있는 사실은 인정된다. 그러나 한편으로 위 임대차계약서에는 ‘계약만료 시 땅을 원상복구 할 것’이라는 특약사항이 별도로 기재되어 있는 사실이 인정되는바, 원고와 피고가 이 사건 임대차계약을 체결할 당시 이 사건 토지상에 전 임차인들이 설치한 주택과 개사육용 철장이 존재하였고, 원고와 피고는 이를 인식한 상태에서 이 사건 임대차계약서에 위와 같은 특약사항을 추가한 것을 고려하면, 위 특약사항은 이 사건 임대차계약기간 만료 시 피고에게 이 사건 토지상에 설치되어 있는 주택과 개사육용 철장의 철거의무를 부여한 것이라고 해석된다. 따라서 피고는 이 사건 임대차계약이 만료된 이상 이 사건 토지에 설치되어 있는 주택과 개사육용 철장을 철거하여야 할 의무가 있다. 따라서 피고의 이 부분 주장은 이유 없다. <br/>    2) 원고에게 피고가 이 사건 토지상에서 개사육 농장을 운영하도록 해 줄 의무가 있는지 여부<br/>      앞서 본 바와 같이 이 사건 토지의 전 임차인인 소외인이 이 사건 토지상에서 개사육 농장을 하였고, 을 제7호증의 기재에 의하면 원고가 피고에게 교부한 토지사용승낙서에 ‘피고가 이 사건 토지에 개 사육시설을 설치하는 것에 동의한다’는 취지로 기재되어 있는 사실은 인정된다. 그러나 위와 같은 사실만으로 원고가 이 사건 토지에서 피고가 개사육 농장을 운영하는 것을 인식하고 있다거나 개사육 농장을 운영하는 것에 동의하는 것을 넘어서 피고가 이 사건 토지에서 개사육 농장을 적법하게 운영하도록 해 줄 의무가 있다고 인정하기는 어렵다. 이 사건 임대차계약서에는 이 사건 토지에 대한 임대가 피고의 개사육 농장 운영을 조건으로 한다는 내용은 없고, 그 밖에 피고가 제출한 증거만으로는 원고가 피고에게 개사육 농장을 운영하도록 해 줄 의무가 있다는 사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 따라서 피고의 이 부분 주장도 이유 없다. <br/>4. 결론<br/>  그렇다면, 원고의 이 사건 토지 인도 및 그 지상 주택과 개사육용 철장 철거 청구와 부당이득 반환 청구는 각 이유 있어 이를 모두 인용하여야 한다. 제1심판결은 이와 결론을 같이하여 정당하므로 피고의 항소는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 김유랑(재판장) 김나연 박준규 ",
    "사건번호": "2022나57176",
    "사건종류코드": "400101",
    "판례정보일련번호": "238093",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}