{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220811",
    "법원명": "서울중앙지방법원",
    "사건명": "구상금",
    "판례내용": "【원    고】 현대해상화재보험 주식회사 (소송대리인 변호사 김홍경 외 3인)<br/>【피    고】 피고 1 외 1인 (소송대리인 법무법인 세창 담당변호사 김현 외 1인)<br/>【변론종결】2022. 6. 30.<br/>【주    문】<br/>  1. 원고의 피고들에 대한 청구를 모두 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고들은 연대하여 원고에게 58,030,786원 및 이에 대하여 2021. 8. 31.부터 이 사건 소장 부본 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>가. 원고는 2020. 4. 22. 인천 부평구 (주소 생략)에서 ○○모텔(이하 ‘이 사건 모텔’이라 한다)을 운영하는 소외인과 사이에 아래 내용의 보험계약을 체결한 보험회사이다. <br/>〈〈 보험계약내용 생략〉〉<br/>나. 피고 1은 2021. 4. 21. 이 사건 모텔 (호실 생략)에 투숙한 투숙객이고, 피고 한화손해보험 주식회사(이하 ‘피고 회사’라 한다)는 피고 1 사이에 책임보험계약을 체결한 보험회사이다. <br/>다. 2021. 4. 21. 19:58경 이 사건 모텔 (호실 생략) 내부에서 화재가 발생하였다(이하 ‘이 사건 화재’라 한다). 이 사건 화재로 인하여 위 (호실 생략) 내부가 심하게 훼손되었고, 내부의 집기 부품이 소훼되었으며, 7층 전체에 그을음이 발생하였고, 6층 내부가 물에 잠기는 손해가 발생하였다. <br/>라. 이 사건 화재에 관하여 부평소방서의 화재현장조사 내역은 [별지] 부평소방서 조사결과 기재와 같고, 포천경찰서의 내사결과 [별지] 포천경찰서의 내사결과 기재와 같다. 마. 한편 피고 1은 경찰조사에서 ‘잠에서 깨었을 때 본인이 앉아 있던 소파 쪽에서 핸드볼 공 크기의 불이 일어나서 손으로 불을 끄려고 하였으나 불을 끄지 못하고 노래방 문 밖 객실 안에 있는 수돗물로 수건을 적셔 화재를 진압하기 위하여 노래방 문을 열자마자 불꽃이 크게 일어나 화재가 발생하였다’는 취지로 진술하였다. 경찰은 피고 1에 대하여 불입건 결정을 하였다.<br/>바. 원고는 2021. 8. 30. 소외인에게 보험금으로 58,030,786원을 지급하였다.<br/>[인정근거] 다툼 없는 사실, 갑 1 내지 9호증, 을 1, 2호증의 각 기재, 변론 전체의 취지<br/>2. 주장 및 판단<br/>가. 원고의 주장<br/>피고 1은 소외인과 사이에 위 (호실 생략)에 관하여 일시 사용 임대차계약을 체결하고 투숙하였다. 임차한 객실이 소훼된 경우 그 화재 발생의 원인이 불명인 때에는 임차인이 그 책임을 면하려면 그 임차건물의 보존에 관하여 선량한 관리자의 주의의무를 다하였음을 입증하여야 한다. 그런데 피고 1은 선량한 관리자의 주의의무를 다했음을 입증하지 못하고 있으므로, 피고 1은 임차물의 반환채무의 이행불능으로 인한 손해배상책임을 부담한다. 피고 1은 이러한 선량한 관리자의 주의의무를 위반하여 담배꽁초를 버렸는바, 이와 같은 과실로 이 사건 사고가 발생하였다. <br/>또한 피고 1은 연소가 발생하지 않도록 즉각적인 진화조치를 취할 의무가 있음에도 불구하고, 소파 오른쪽(노래방 기기, TV 벽면 방향)에서 불꽃을 목격하였음에도 이를 손으로 진화하려고 있고, 진화가 되지 않자 객실 안에 있는 수돗물에 수건을 적셔 불을 끄려고 노래방 문을 열자 산소가 공급되면서 불꽃이 급격히 확대되게 한 과실이 있다. 따라서 피고 1은 이 사건 화재에 대하여 일반불법행위책임을 부담하고, 피고 회사는 피고 1과 책임보험계약을 체결한 보험회사로서 피고들은 연대하여 보상한도액 범위 내에서 보험금지급책임을 부담한다. <br/>원고는 위와 같이 보험금을 지급하였으므로 보험자대위 법리에 따라 위 보험금에 해당하는 돈에 대하여 손해배상청구권 또는 직접청구권을 대위행사한다.<br/>나. 판단<br/>1) 임차물의 반환채무 이행불능을 전제로 하는 주장에 관하여 <br/>위 인정사실에 의하면, 이 사건 화재의 원인은 미상이다(원고도 이에 관하여 다툼이 없다. 소장 2의 다항 참조).<br/>한편, 공중접객업인 숙박업을 경영하는 자가 투숙객과 체결하는 숙박계약은 숙박업자가 고객에게 숙박을 할 수 있는 객실을 제공하여 고객으로 하여금 이를 사용할 수 있도록 하고 고객으로부터 그 대가를 받는 일종의 일시 사용을 위한 임대차계약으로서 객실 및 관련 시설은 오로지 숙박업자의 지배 아래 놓여 있는 것이므로 숙박업자는 통상의 임대차와 같이 단순히 여관 등의 객실 및 관련 시설을 제공하여 고객으로 하여금 이를 사용·수익하게 할 의무를 부담하는 것에서 한 걸음 더 나아가 고객에게 위험이 없는 안전하고 편안한 객실 및 관련 시설을 제공함으로써 고객의 안전을 배려하여야 할 보호의무를 부담하며 이러한 의무는 숙박계약의 특수성을 고려하여 신의칙상 인정되는 부수적인 의무로서 숙박업자가 이를 위반하여 고객의 생명·신체를 침해하여 투숙객에게 손해를 입힌 경우 불완전이행으로 인한 채무불이행책임을 부담하고, 이 경우 피해자로서는 구체적 보호의무의 존재와 그 위반 사실을 주장·입증하여야 하며 숙박업자로서는 통상의 채무불이행에 있어서와 마찬가지로 그 채무불이행에 관하여 자기에게 과실이 없음을 주장·입증하지 못하는 한 그 책임을 면할 수는 없다(대법원 2000. 11. 24. 선고 2000다38718, 38725 판결 참조). 즉 이 사건과 같이 공중접객업인 숙박업을 경영하는 자가 투숙객과 체결하는 숙박계약에 있어서는 원고 주장과 같이 임차인이 그 책임을 면하려면 그 임차건물의 보존에 관하여 선량한 관리자의 주의의무를 다하였음을 입증하여야 하는 것이 아니고 숙박업자가 고객에게 위험이 없는 안전하고 편안한 객실 및 관련 시설을 제공함으로써 고객의 안전을 배려하여야 할 보호의무를 부담하는 것이므로, 전제가 다른 원고의 이 부분 주장은 이를 받아들일 수 없다.<br/>2) 일반불법행위책임을 전제로 하는 주장에 관하여<br/>앞서 본 바와 같이 이 사건 화재의 원인은 미상이고, 피고 1이 핀 담배꽁초가 발견된 바닥은 소락한 잔해물 외에는 형상이 온전하며 발화지점 인근인 소파 우측 부위에서는 담배꽁초가 발견되지 않았으므로 피고 1이 버린 담배꽁초로 인하여 이 사건 사고가 발생한 것으로 보기 어렵다. <br/>한편 피고 1이 즉각적인 진화조치를 취하지 아니하여 이 사건 화재가 확대되었는지에 관하여 보건대, 위 인정사실에서 본 바와 같이 피고 1은 초기에 손으로 불을 끄려고 하였고, 불이 꺼지지 않자 객실에 있는 화장실에서 수건에 물을 적셔서 불을 끄려고 노래방 문을 연 것이며, 화재에서 탈출하기 위하여는 노래방 문을 열 수 밖에 없는 것이어서, 피고 1이 노래방 문을 열어 화재가 확대되었다고 하더라도 그 결과만으로 피고 1이 즉각적인 진화조치를 취하지 아니하여 이 사건 화재가 확대되었다고 인정할 수는 없으므로 원고의 이 부분 주장도 이를 받아들일 수 없다. <br/>3. 판단<br/>그렇다면, 원고의 피고들에 대한 청구는 이유 없으므로 이를 모두 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 염우영 ",
    "사건번호": "2021가단5321821",
    "사건종류코드": "400101",
    "판례정보일련번호": "238115",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}