{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220125",
    "법원명": "수원지방법원 여주지원",
    "사건명": "토지인도",
    "판례내용": "【원    고】 원고<br/>【피    고】 피고<br/>【변론종결】2021. 12. 21.<br/>【주    문】<br/> 1. 이 사건 소 중 원상회복 청구 부분을 각하한다. <br/> 2. 피고는 원고에게 <br/>  가. 여주시 (주소 1 생략) 전 2099㎡ 지상 별지 도면 표시 가, 나, 다, 라, 가의 각 점을 차례로 연결한 선내 판넬구조 1층 약 102㎡ 주택(가건물)과 같은 도면 표시 마, 바, 사, 아, 마의 각 점을 차례로 연결한 선내 구조물(개사육용 철창)을 철거하고, 위 토지를 인도하라.<br/>  나. 2017. 8. 30.부터 가항 기재 토지의 인도 완료일까지 연 1,700,000원의 비율로 계산한 돈을 지급하라. <br/> 3. 소송비용은 피고가 부담한다.<br/> 4. 제2항은 가집행할 수 있다.<br/><br/>【청구취지】  원상회복 청구 외에는 주문과 같다.<br/>【이    유】1. 기초사실<br/> 가. 피고는 2004년경 여주시 (주소 1 생략) 전 2,099㎡(이하 ‘이 사건 토지’라고 한다)를 원고에게서 임차하여 개사육 농장을 하던 소외인에게서 위 농장을 다시 임차하여 운영하였다. 이 사건 토지에는 소외인이 임차하기 전 양계업을 하던 사람이 설치한 주택(별지 도면 표시 가, 나, 다, 라, 가의 각 점을 차례로 연결한 선내 판넬구조 1층 약 102㎡)과 소외인이 설치한 개사육용 철장(같은 도면 표시 마, 바, 사, 아, 마의 각 점을 차례로 연결한 선내 구조물)이 있다. <br/> 나. 피고는 2008년경 소외인에게 3,000만 원을 지급하고 위 개사육 농장을 인수하였고, 2009. 8. 30. 원고에게서 이 사건 토지를 보증금 없이 차임 연 170만 원, 기간 2009. 8. 30.부터 36개월로 정하여 임차하였는데, 피고는 기간 만료 시 이 사건 토지를 원상복구하기로 하였다(이하 ‘이 사건 임대차계약’이라고 한다). <br/> 다. 피고는 원고에게 2011. 12. 23., 2012. 10. 19., 2013. 11. 20., 2014. 11. 21., 2015. 9. 30., 2016. 12. 30. 각 170만 원을 지급하였다.  <br/> 라. 원고가 2021. 6.경 피고에게 기간 만료를 이유로 위 임대차계약의 해지를 통고하였다. <br/> [인정근거] 다툼 없는 사실, 갑 2, 4, 5호증, 을 1, 2호증, 변론 전체의 취지<br/>2. 청구원인에 대한 판단 <br/> 가. 위 인정사실을 종합하면, 피고는 원고에게 이 사건 토지를 인도하고, 그 지상에 있는 위 주택과 개사육용 철장을 철거하고, 원고가 구하는 2017. 8. 30.부터 위 토지 인도 완료일까지 연 170만 원의 비율로 계산한 차임과 차임 상당 부당이득을 반환할 의무가 있다. <br/> 나. 다만 원상회복 청구 부분은, 민사소송에서 청구취지는 집행이 가능할 정도로 구체적으로 특정되어야 하는데 이 부분 청구는 집행이 가능할 정도로 특정되었다고 볼 수 없으므로 부적법하여 각하한다.  <br/>2. 피고의 주장에 대한 판단 <br/> 가. 피고는, 피고와 원고가 임대차계약을 한 토지는 이 사건 토지가 아니라 여주군 (주소 2 생략)이고, 이 사건 토지 소유자는 소외 2이므로 원고가 피고에게 이 사건 토지 인도와 건물 등 철거를 구할 권원이 없다고 주장하나, 이 사건 임대차계약상 임대차목적물이 이 사건 토지임은 앞서 본 바와 같고, 원고가 이 사건 임대차계약 전에 피고에게 차임을 수령하였다는 영수증을 써주면서 여주군 (주소 2 생략)이라고 기재하였다는 점만으로 이 사건 토지가 임대차목적물이 아니라고 볼 수 없다. 또한 원고는 소유권에 기한 방해배제가 아니라 임대차 해지로 인한 목적물반환 등을 청구하는 것이고, 임대인이 소유자일 필요는 없으므로 원고의 권원을 다투는 주장도 이유 없다. 그리고 피고는 이 사건 토지의 일부만을 점유하고 있으므로 그 전부의 인도를 구하는 것은 부당하다고 주장하나, 이 사건 임대차계약에서 이 사건 토지 전부를 목적물로 하였고, 원고가 피고의 점유 면적에 따른 부당이득이 아니라 약정 차임 상당 부당이득을 구하고 있으므로 실제 점유 면적을 다툴 실익이 없다.<br/> 나. 다음으로 피고는 ‘이 사건 임대차계약을 하면서 원고에게 개사육 농장 허가의 필수조건인 분뇨처리장 설치를 위한 토지사용승낙서를 요청하였고, 원고가 이를 해주겠다고 약속하고서도 토지소유자(망 소외 2의 상속인들)의 인감증명서와 사용승낙서를 해 주지 않아 피고가 2013년 벌금 200만 원을 납부하였고, 부득이 다른 토지를 물색하여 개사육 농장을 이전하면서 빚을 지게 되었으므로 원고는 피고에게 3,200만 원(소외인에게 지급한 3,000만 원과 벌금 200만 원)을 배상하여야 한다. 그리고 원고의 의무 불이행으로 2014년경부터 이 사건 토지에서 개사육 농장을 운영하지 못하였으므로 2013년부터 2016년까지 지급한 임료 680만 원을 부당이득으로 반환하여야 한다.’라고 주장한다. <br/> 그러나 피고가 제출한 증거만으로 ‘개사육 농장 운영’이 이 사건 임대차계약의 내용이 되었다거나 원고가 피고에게 개사육 농장을 적법하게 운영하도록 해 줄 의무가 있다고 보기 어렵고, 달리 이를 인정할 증거가 없다. 오히려 위 인정사실, 갑 4호증, 을 3, 5 내지 8호증의 각 기재에 변론 전체의 취지를 종합하여 인정할 수 있는 다음 사정에 비추어, 피고는 이 사건 토지에서 적법하게 개사육 농장을 운영할 수 없다는 점이 확정된 후 이 사건 임대차계약을 체결하였다고 볼 수 있다. 따라서 피고의 위 주장은 이유 없다. <br/> ○ 피고가 2004년경 소외인에게서 이 사건 토지 상 개사육 농장을 빌려 운영하다가 2008. 4. 6. 소외인에게서 개사육 농장을 인수하였다. <br/> ○ 피고는 2008. 9. 흥천면장에게서 2008. 9. 27.까지 가축분뇨배출시설 설치신고를 이행하라는 통지를 받았고, 2008. 10. 20.까지 토지소유자 소외 2의 상속자들의 토지사용승낙서와 인감증명서 각 1부를 보완 제출하라는 통지를 받았다. 원고는 2008. 11.경 그 명의의 토지사용승낙서만 피고에게 교부하였다. <br/> ○ 피고는 그 이후인 2009. 8. 30. 원고와 이 사건 임대차계약을 하였는데, 소외 2의 상속인들의 토지사용승낙서 등을 임대차계약의 조건으로 한다는 특약을 하지 않았고, 원고만이 피고에게 계약 만료 시 권리금을 인정하지 않고, 원상복구를 요구하는 특약을 기재하였다.  <br/> ○ 피고는 약정 임대차기간이 종료한 2013년에야 가축분뇨 배출시설 등 미설치로 인하여 벌금형을 선고받았고, 그 이후에도 이 사건 토지를 계속 점유·사용하면서 2016년 말까지 원고에게 차임을 지급하였다.   <br/> 다. 다음으로 피고는 원고가 철거를 구하는 주택과 구조물은 전 임차인들이 원고의 승낙을 받고 건축한 것이므로 피고가 이를 철거할 의무가 없다고 주장한다.<br/> 그러나 이 사건 임대차계약 당시 이 사건 토지에 전 임차인들이 지은 주택과 구조물이 있었다고 하여 원고가 전 임차인들에게 그 축조를 승낙하였다거나 원상회복의무를 면제하였다고 보기는 어렵고, 달리 이를 인정할 증거가 없다. 오히려 이 사건 임대차계약에서 계약 만료 시 권리금은 없고, 원상복구를 하여야 한다고 특약한 것은 피고에게 이 사건 토지에서 개농장 시설을 철거하도록 하려던 것으로 보인다. 따라서 피고의 위 주장도 이유 없다.    <br/>[별지 생략]<br/><br/>판사 김수정 ",
    "사건번호": "2021가단16005",
    "사건종류코드": "400101",
    "판례정보일련번호": "238121",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}