{
  "PrecService": {
    "판시사항": " [1] 상속결격사유를 해석하는 방법 / 상속인 결격사유의 하나로 규정하고 있는 민법 제1004조 제5호의 ‘상속에 관한 유언서를 은닉한 자’의 의미 및 공동상속인들 사이에 내용이 널리 알려진 유언서에 관하여 피상속인의 사망 후 일정한 기간이 경과한 시점에서 비로소 그 존재를 주장하는 등의 사정만으로 유언서의 은닉에 해당한다고 단정할 수 있는지 여부(소극)<br/> [2] 부부가 장기간 별거하는 등의 사유로 실질적으로 부부공동생활이 파탄되어 실체가 더 이상 존재하지 아니하게 되고 객관적으로 회복할 수 없는 정도에 이른 경우, 제3자가 부부의 일방과 성적인 행위를 하였을 때 불법행위가 성립하는지 여부(소극) / 부부의 일방과 부정행위를 한 제3자가 실질적으로 부부공동생활이 파탄되어 회복할 수 없을 정도의 상태에 이르게 된 원인을 제공한 경우라고 하더라도 마찬가지인지 여부(적극)<br/>",
    "참조판례": " [1] 대법원 1998. 6. 12. 선고 97다38510 판결(공1998하, 1866) / [2] 대법원 2005. 5. 13. 선고 2004다1899 판결(공2005상, 938), 대법원 2014. 11. 20. 선고 2011므2997 전원합의체 판결(공2014하, 2361)<br/>",
    "사건종류명": "민사",
    "판결요지": " [1] 상속결격은 법정사유가 인정되면 상속권 박탈이라는 중대한 효과가 법률상 당연히 발생하므로 그 사유를 엄격하게 해석하여야 하고, 유추에 의하여 상속결격사유를 확장하는 것은 허용되지 않는다. 상속인 결격사유의 하나로 규정하고 있는 민법 제1004조 제5호 소정의 ‘상속에 관한 유언서를 은닉한 자’라 함은 유언서의 소재를 불명하게 하여 그 발견을 방해하는 행위를 한 자를 의미하는 것으로, 공동상속인들 사이에 그 내용이 널리 알려진 유언서에 관하여 피상속인의 사망 후 일정한 기간이 경과한 시점에서 비로소 그 존재를 주장하는 등의 사정만으로 이를 두고 유언서의 은닉에 해당한다고 단정할 수 없다. <br/> [2] 제3자가 부부의 일방과 부정행위를 함으로써 혼인의 본질에 해당하는 부부공동생활을 침해하거나 그 유지를 방해하고 그에 대한 배우자로서의 권리를 침해하여 배우자에게 정신적 고통을 가하는 행위는 원칙적으로 불법행위를 구성한다. 그러나 부부가 장기간 별거하는 등의 사유로 실질적으로 부부공동생활이 파탄되어 실체가 더 이상 존재하지 아니하게 되고 객관적으로 회복할 수 없는 정도에 이른 경우에는 혼인의 본질에 해당하는 부부공동생활이 유지되고 있다고 볼 수 없으므로, 비록 부부가 아직 이혼하지 아니하였지만 이처럼 실질적으로 부부공동생활이 파탄되어 회복할 수 없을 정도의 상태에 이르렀다면, 제3자가 부부의 일방과 성적인 행위를 하더라도 이를 두고 부부공동생활을 침해하거나 그 유지를 방해하는 행위라고 할 수 없고 또한 그로 인하여 배우자의 부부공동생활에 관한 권리가 침해되는 손해가 생긴다고 할 수도 없으므로 불법행위가 성립한다고 보기 어렵다. 부부의 일방과 부정행위를 한 제3자가 실질적으로 부부공동생활이 파탄되어 회복할 수 없을 정도의 상태에 이르게 된 원인을 제공한 경우라 하더라도, 배우자 아닌 자와의 성적인 행위가 부부공동생활이 실질적으로 파탄되어 실체가 더 이상 존재하지 아니하거나 객관적으로 회복할 수 없는 정도에 이른 상태에서 이루어졌다면 이를 달리 볼 수는 없다.<br/>",
    "참조조문": " [1] 민법 제1004조 제5호 / [2] 민법 제751조, 제826조<br/>",
    "선고일자": "20231221",
    "법원명": "대법원",
    "사건명": "소유권말소등기",
    "판례내용": "【원고, 상고인 겸 피상고인】 원고 1 외 4인 (소송대리인 변호사 김주원)<br/>【피고, 피상고인 겸 상고인】 피고 1 외 1인 (소송대리인 법무법인(유한) 태평양 담당변호사 임채웅 외 1인)<br/>【원심판결】 서울고법 2023. 6. 29. 선고 2022나2015012 판결<br/>【주    문】<br/>  원심판결 중 위자료 청구 부분에 관한 피고 2의 패소 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.  원고들과 피고 1의 상고 및 피고 2의 나머지 상고를 모두 기각한다.  원고 1과 피고 1 사이에 생긴 상고비용 중 원고 1의 상고로 인한 부분은 원고 1이 부담하고, 피고 1의 상고로 인한 부분은 피고 1이 부담하며, 나머지 원고들과 피고들 사이에 생긴 상고비용 중 나머지 원고들의 상고로 인한 부분은 나머지 원고들이 부담하고, 피고들의 상고로 인한 부분은 피고들이 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 원고들의 상고이유에 대한 판단<br/>  가. 주위적 청구에 관하여<br/>상속결격은 법정사유가 인정되면 상속권 박탈이라는 중대한 효과가 법률상 당연히 발생하므로 그 사유를 엄격하게 해석하여야 하고, 유추에 의하여 상속결격사유를 확장하는 것은 허용되지 않는다. 상속인 결격사유의 하나로 규정하고 있는 민법 제1004조 제5호 소정의 ‘상속에 관한 유언서를 은닉한 자’라 함은 유언서의 소재를 불명하게 하여 그 발견을 방해하는 행위를 한 자를 의미하는 것으로, 공동상속인들 사이에 그 내용이 널리 알려진 유언서에 관하여 피상속인의 사망 후 일정한 기간이 경과한 시점에서 비로소 그 존재를 주장하는 등의 사정만으로 이를 두고 유언서의 은닉에 해당한다고 단정할 수 없다(대법원 1998. 6. 12. 선고 97다38510 판결 참조). <br/>  원심은 위 법리와 판시와 같은 사정, 즉 ① 피고들은 2019. 6. 10. 망인이 사망하자 2019. 7. 3. 이 사건 유언공정증서에 기하여 이 사건 유증재산에 관한 소유권이전등기를 마쳤고, 원고들은 등기부를 통해 이 사건 유언공정증서의 존재 및 내용을 인지한 상태에서 상속개시일로부터 약 2개월 만에 이 사건 소를 제기하였던 점, ② 이 사건 유언공정증서는 공증인에 의하여 일정한 형식과 내용을 갖추고 증인들이 참석한 가운데 작성되었고, 공정증서에 의한 유언의 경우 공증사무소에 원본이 보관되어 있어 유언서의 소재를 불명하게 하였다고 보기 어려운 점, ③ 피고 1은 원고 3으로부터 이 사건 유언공정증서를 보내달라는 요청을 받자 법원을 통해 확인하라고 답변하였을 뿐 그 존재를 부정하거나 내용을 속이지는 않았던 점, ④ 단순히 유언서의 내용을 적극적으로 고지하지 않는 것만으로는 수증결격사유에 해당하는 유언서를 은닉하는 행위를 하였다고 단정하기 어려운 점, ⑤ 피고들은 이 사건 소송 과정에서 이 사건 유언공정증서를 증거로 제출한 점, ⑥ ㉠ 민법 제1097조 제1항 및 제1100조 제1항은 유언집행자의 의무를 정하고 있는 규정으로, 유언의 집행은 유언자 사망 후 유언서에 표시된 유언자의 의사대로 공정하게 유언의 내용을 실현하는 절차이므로 상속결격제도와는 그 취지를 달리하고, ㉡ 망인에 의하여 유언집행자로 지정된 피고 1은 이 사건 유언의 수증자 지위를 겸할 뿐만 아니라, 이 사건 유언공정증서에 이미 유언의 대상인 재산의 종류, 수량 등이 구체적으로 특정되어 있고, 유언의 집행(이 사건 유증재산에 관한 유증을 원인으로 한 소유권이전등기절차의 이행)도 상속개시 후 1개월 이내에 신속히 완료하였으므로, ㉢ 설령 원고들의 주장과 같이 피고 1이 원고들에 대하여 망인의 사망 후 곧바로 유언집행자의 사퇴 또는 승낙 여부에 대한 통지의무(민법 제1097조 제1항) 내지 유언집행자로서의 재산목록 작성 및 교부의무(민법 제1100조 제1항) 등을 이행하지 않았다고 하더라도, 이러한 사정만으로 피고 1이 이 사건 유언공정증서를 은닉하였다고 보기는 어려운 점 등에 비추어 보면, 피고들이 ‘이 사건 유언공정증서를 은닉한 자’에 해당한다고 할 수 없다고 보았다. 나아가 원심은, 망인은 의사식별능력 내지 유언능력이 있는 상태에서 민법 제1068조와 공증인법이 정하는 바에 따라 공정증서에 의한 방식으로 이 사건 유언을 하였으며, 공증인 역시 관련 법령이 정하는 절차와 방식에 따라 이 사건 유언공정증서를 작성하였다고 보아, 이 사건 유증이 무효라는 취지의 원고들의 주장도 배척하였다.<br/>  원심판결 이유를 관련 법리 및 기록에 비추어 살펴보면, 이러한 원심의 판단에 민법 제1004조 제5호의 해석, 민법 제1068조의 위반 여부, 공증인법 제3조, 제35조, 제42조 위반 여부, 민법 제2조 및 제103조 위반 여부 등에 관한 법리를 오해함으로써 판결에 영향을 미친 잘못이 없다.<br/>  나. 예비적 청구에 관하여<br/>  원심은 판시와 같은 이유로, 피고들은 원고들에게 이 사건 유증재산 중 원심 [별지3] 목록 기재 각 지분에 관하여 2019. 9. 16. 유류분 반환을 원인으로 한 소유권이전등기절차를 각 이행할 의무가 있다고 판단하였다.<br/>  원심판결 이유를 관련 법리 및 기록에 비추어 살펴보면, 이러한 원심의 판단에 변론주의를 위반하거나 판단을 누락함으로써 판결에 영향을 미친 잘못이 없다.<br/>  2. 피고들의 공통된 상고이유에 대한 판단<br/>  원심은 판시와 같은 이유로, 이 사건 유증은 특정유증으로서 수증자에 대하여 이 사건 유증재산에 관한 근저당권부 피담보채무 및 임대차보증금반환채무의 인수를 부담으로 정한 부담부 유증에 해당한다고 판단하였다.<br/>  원심판결 이유를 관련 법리 및 기록에 비추어 살펴보면, 이러한 원심의 판단에 부담부 유증, 유류분 산정의 기초재산액 계산에 관한 법리를 오해함으로써 판결에 영향을 미친 잘못이 없다.<br/>  3. 피고 2의 상고이유에 대한 판단<br/>  가. 관련 법리<br/>제3자가 부부의 일방과 부정행위를 함으로써 혼인의 본질에 해당하는 부부공동생활을 침해하거나 그 유지를 방해하고 그에 대한 배우자로서의 권리를 침해하여 배우자에게 정신적 고통을 가하는 행위는 원칙적으로 불법행위를 구성한다(대법원 2005. 5. 13. 선고 2004다1899 판결 등 참조). 그러나 부부가 장기간 별거하는 등의 사유로 실질적으로 부부공동생활이 파탄되어 실체가 더 이상 존재하지 아니하게 되고 객관적으로 회복할 수 없는 정도에 이른 경우에는 혼인의 본질에 해당하는 부부공동생활이 유지되고 있다고 볼 수 없으므로, 비록 부부가 아직 이혼하지 아니하였지만 이처럼 실질적으로 부부공동생활이 파탄되어 회복할 수 없을 정도의 상태에 이르렀다면, 제3자가 부부의 일방과 성적인 행위를 하더라도 이를 두고 부부공동생활을 침해하거나 그 유지를 방해하는 행위라고 할 수 없고 또한 그로 인하여 배우자의 부부공동생활에 관한 권리가 침해되는 손해가 생긴다고 할 수도 없으므로 불법행위가 성립한다고 보기 어렵다(대법원 2014. 11. 20. 선고 2011므2997 전원합의체 판결 참조). 부부의 일방과 부정행위를 한 제3자가 실질적으로 부부공동생활이 파탄되어 회복할 수 없을 정도의 상태에 이르게 된 원인을 제공한 경우라 하더라도, 배우자 아닌 자와의 성적인 행위가 부부공동생활이 실질적으로 파탄되어 실체가 더 이상 존재하지 아니하거나 객관적으로 회복할 수 없는 정도에 이른 상태에서 이루어졌다면 이를 달리 볼 수는 없다.<br/>  나. 판단<br/>  1) 원심은, 망인이 1979. 4.경부터 피고 2와 사귀다가 1979. 10.경 원고 1에게 별거를 선언하고 집을 나와 2019. 6. 10. 사망할 때까지 피고 2와 동거를 지속하는 한편, 1993년경 피고 2와 사이에 피고 1을 낳고, 1996. 11.경 원고 1과 같이 살고 있던 망인의 어머니까지 모시고 온 데 이어, 1997. 10.경 원고 1을 상대로 이혼소송을 제기했으나 망인이 유책배우자라는 이유로 청구가 기각되는 등 판시와 같은 사실을 인정한 다음, 망인과 원고 1의 혼인관계는 2018. 8. 10. 이전에 이미 혼인관계가 회복하기 어려울 정도로 파탄되었기 때문에 파탄시점 이후인 2018. 8. 10.부터 2019. 6. 10.까지 이루어진 피고 2와 망인 사이의 동거행위는 불법행위를 구성하지 않는다는 피고 2의 주장에 대하여, 망인과 원고 1의 혼인관계가 피고 2와 망인의 부정행위로 인하여 사실상 파탄에 이른 사실을 인정하면서도 피고 2의 행위가 혼인관계 파탄의 원인이 되었으므로 대법원 2011므2997 전원합의체 판결을 원용하기 어렵다고 보아, 파탄상태에서 이루어진 것으로 소멸시효가 완성되지 아니한 2018. 8. 10.부터 2019. 6. 10.까지의 부정행위에 대해 피고 2가 원고 1에게 불법행위책임을 진다고 판단하였다. <br/>  2) 그러나 대법원 2011므2997 전원합의체 판결의 취지는, 실질적으로 부부공동생활이 파탄되어 회복할 수 없을 정도의 상태에 이르렀다면 제3자가 부부의 일방과 부정행위를 하였더라도 일방의 배우자에 대하여 불법행위가 성립한다고 보기 어렵다는 것인바, 이때 부부공동생활이 파탄되어 회복할 수 없는 정도의 상태에 이르게 된 원인이나 주체에 대해서는 별다른 제한이 없는 이상, 제3자가 파탄상태에 이르게 된 원인을 제공하였다고 하더라도 원인 제공 행위에 대하여 불법행위책임을 물을 수 있음은 별론으로 하고, 그와 같은 파탄상태에서 이루어진 부정행위에 대해서까지 불법행위가 성립한다고 볼 수는 없다.<br/>  3) 그렇다면 원심으로서는 위 전원합의체 판결의 취지에 따라 피고 2의 원고 1에 대한 불법행위의 성립 여부를 판단하였어야 함에도 위 전원합의체 판결을 원용하기 어렵다는 전제에서 이와 달리 판단하였는바, 이러한 원심의 판단에는 불법행위 성립 여부에 관한 법리를 오해함으로써 판결에 영향을 미친 잘못이 있다.<br/>  4. 결론<br/>  그러므로 원심판결 중 위자료 청구 부분에 관한 피고 2의 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하되, 원고들과 피고 1의 상고 및 피고 2의 나머지 상고를 모두 기각하며, 원고 1과 피고 1 사이에 생긴 상고비용 및 나머지 원고들과 피고들 사이에 생긴 상고비용은 패소자들이 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 이동원 천대엽(주심) ",
    "사건번호": "2023다265731",
    "사건종류코드": "400101",
    "판례정보일련번호": "238897",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}