{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20180126",
    "법원명": "서울중앙지방법원",
    "사건명": "손해배상(기)",
    "판례내용": "【원    고】 주식회사 서영엔지니어링<br/>【원고(선정당사자)】 원고(선정당사자) 2 (소송대리인 법무법인 시공 담당변호사 김승아 외 1인)<br/>【피    고】 이지스자산운용 주식회사 외 2인 (소송대리인 변호사 박종욱 외 2인)<br/>【피고3의 보조참가인】 주식회사 대교산업 (소송대리인 법무법인 도시와사람 담당변호사 이승태 외 1인)<br/>【변론종결】2017. 11. 24.<br/>【주    문】<br/>  1. 피고 이지스자산운용 주식회사, 주식회사 국민은행은 공동하여, 원고 주식회사 서영엔지니어링에 4,645,303,251원, 별지2 목록 기재 선정들자에게 각 168,286원, 원고(선정당사자) 2 및 별지3 목록 기재 선정자들에게 각 210,357원, 선정자 312에게 618,286원, 선정자 206에게 306,688원, 선정자 186에게 600,000원 및 위 각 돈에 대한 2015. 12. 21.부터 2017. 10. 13.까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>  2. 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2의 피고 주식회사 에스원에 대한 청구를 각 기각한다. <br/>  3. 소송비용 중 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2와 피고 이지스자산운용 주식회사, 주식회사 국민은행 사이에 생긴 부분은 위 피고들이 부담하고, 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2와 피고 주식회사 에스원 사이에 생긴 부분 및 보조참가로 인한 부분은 원고 주식회사 서영엔지니어링, 원고(선정당사자) 2가 부담한다.<br/>  4. 제1항은 가집행할 수 있다. <br/><br/>【청구취지】  주문 제1항 및 피고 주식회사 에스원은 피고 이지스자산운용 주식회사, 주식회사 국민은행과 공동하여 원고 주식회사 서영엔지니어링에 4,645,303,251원, 별지2 목록 기재 선정자들에게 각 168,286원, 원고(선정당사자) 2 및 별지3 목록 기재 선정자들에게 각 210,357원, 선정자 312에게 618,286원, 선정자 206에게 306,688원, 선정자 186에게 600,000원 및 위 각 돈에 대한 2015. 12. 21.부터 이 사건 청구취지 및 원인 변경신청서 송달일까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>【이    유】1. 기초 사실<br/>  가. 자본시장과 금융투자업에 관한 법률에 따른 간접투자기구인 이지스KORIF사모부동산투자신탁22호는 피고 주식회사 국민은행(이하 ‘피고 국민은행’이라 한다)과 사이에 신탁계약을 체결하여 2013. 7. 4. 피고 국민은행 명의로 성남시 분당구 (주소 생략)에 있는 ○○빌딩(이하 ‘이 사건 건물’이라 한다)을 매수하였다. 피고 이지스자산운용 주식회사(이하 ‘피고 이지스자산운용’이라 한다)는 이지스KORIF사모부동산투자신탁22호의 집합투자업자이다.<br/>  나. 피고 이지스자산운용의 운용지시를 받은 피고 국민은행은 2013. 8. 22. 원고 주식회사 서영엔지니어링(이하 ‘원고 서영엔지니어링’이라 한다)에 이 사건 건물의 6층부터 12층까지 부분(이하 ‘이 사건 임차 부분’이라 한다)을 임대차보증금 1,256,392,200원, 차임 월 128,630,630원, 임대차기간 2014. 2. 1.부터 2017. 1. 31.까지 36개월로 정하여 임대하였다(이하 ‘이 사건 임대차계약’이라 한다). 원고(선정당사자) 2 및 선정자들[이하 원고(선정당사자) 2 및 선정자들을 통칭하여 ‘원고 직원들’이라 하고, 원고 서영엔지니어링과 원고 직원들을 통칭하여 ‘원고들’이라 한다]은 원고 서영엔지니어링에 근무하는 직원들이다. <br/>  다. 피고 이지스자산운용은 2015. 3. 10. 피고 주식회사 에스원(이하 ‘피고 에스원’이라 한다)과 이 사건 건물의 운영 및 유지 관리를 위하여 필요한 업무를 피고 에스원에 위탁하기로 하는 부동산 자산관리 위탁계약[이하 ‘이 사건 PM(Property Management)계약’이라 한다]을 체결하였다. 이 사건 PM계약의 내용 중 이 사건과 관련된 내용은 다음과 같다. <br/>제4조[수탁자의 의무] (1) 일반적 의무  가. 수탁자는 위탁자로부터 통지받은 예산의 범위 내에서 최선을 다하여 본건 부동산을 관리·운영하고, 본 계약서에 규정되어 있는 위탁자의 지시사항과 수시로 위탁자가 수탁자에게 발하는 지시사항을 준수해야 한다.  라. 수탁자는 위탁자의 지시에 따라 임대차계약서에 따른 본건 소유자의 임대인으로서의 권리를 행사하여야 한다. 또한 수탁자는 본 계약상 의무를 이행함에 있어서 법령(행정기관의 내부규정 및 지방자치단체의 조례나 규칙을 포함하나 이에 제한되지 아니함, 이하 같음)을 엄격히 준수하여야 한다. (2) 시설관리 업무 및 용역 계약  가. 수탁자가 본건 부동산과 관련하여 수행하여야 할 시설관리 업무는 다음과 같다.   ① 유지 및 보전관리    ⅰ. 전기설비, 냉난방설비, 공조설비, 급·배수설비, 위생설비, 승강설비, 방재소화설비, 구내방송설비, 정화조 및 폐수처리장 설비, 기타 건물의 시설 관련 설비의 운전 및 유지관리  나. 용역계약   수탁자는 승인된 예산 범위 내에서, 1년 이내의 기간으로 본건 부동산에 현재 또는 장래에 제공될 시설관리, 청소관리, 경비주차관리, 엘리베이터관리, 조경관리, 기타 용역계약을 위탁자 또는 본건 소유자를 대신하여 협상하고, 위탁자의 사전 서면동의 하에 수탁자의 명의로 위 용역계약을 체결한다. 다만, 수탁자와 용역계약을 체결한 업체 또는 동 업체의 피용인이 용역업무 수행에 부적당하다고 위탁자가 판단하는 경우, 위탁자는 수탁자에게 동 피용인을 본건 부동산에 대한 용역 수행에서 배제해 줄 것을 청구하거나 해당 업체와의 용역계약을 변경, 해지할 것을 청구할 수 있고, 수탁자는 정당한 사유가 없는 한 위탁자의 위 청구가 있은 날로부터 30일 이내에 이에 응하여야 한다.  다. 재위임   ① 수탁자가 위탁자의 사전 서면동의를 받아 본 계약상 수탁자의 업무 중 일부를 제3자에게 재위임 또는 도급(이하 ‘재위임’)을 하는 경우에도 그 재위임한 부문에 대한 1차적 책임(재위임을 받은 자의 업무수행에서 비롯된 위탁자 또는 본건 소유자의 손해에 대한 배상책임을 포함하나 이에 한정되지 아니함)은 수탁자가 지며, 재위임에 의하여 수탁자의 본 계약상의 의무가 경감되거나 면제되지 아니한다. (12) 면허 및 인가  가. 수탁자는 본건 부동산의 유지보수 및 수리, 운영, 관리, 용역제공, 점유에 필요한 면허, 허가, 동의, 인가를 획득하고 그 완전한 효력을 유지해야 한다. 수탁자는 그러한 면허, 허가, 동의, 인가를 획득하기 전에 위탁자에게 미리 통지하여야 하며, 이때 위탁자가 필요하다고 판단하여 수탁자에게 서면으로 요청하는 경우 그러한 면허, 허가, 동의, 인가는 본건 소유자 또는 위탁자의 명의로 이루어져야 한다.제5조[예산, 보고서, 기타 재정문제] (1) 예산 및 사업계획  가. 위탁자가 본건 부동산의 관리, 유지를 위하여 필요한 항목과 각 항목에 소요될 비용을 매월별로 기재한 당해 연도의 예산을 결정하면, 수탁자는 동 예산의 범위 내에서 본 계약상의 의무를 이행하고 지출하여야 한다.<br/>   라. 피고 에스원은 2015. 5. 29. 피고 에스원의 보조참가인(이하 ‘참가인’이라 한다)과 이 사건 건물에 관하여 계약기간 2015. 6. 1.부터 2017. 3. 12.까지, 계약금액 60,138,000원(부가가치세 별도)으로 정하여 시설, 미화, 주차 및 보안관리 용역계약[이하 ‘이 사건 FM(Facility Management)계약’이라 한다]을 체결하였다. 이 사건 FM계약의 내용 중 이 사건과 관계된 내용은 다음과 같다. <br/>제1조(서비스의 범위) ‘수탁인’이 ‘위탁인’에게 제공하는 서비스 범위는 아래의 각 호와 같다 1.1. 빌딩 관리업무 서비스  1.1.1. 입주사 서비스 관리    전기시설, 냉난방 공조설비, 방화소화설비, 빌딩설비의 운전, 예방점검 및 정비 1.2. 빌딩 유지보수 서비스  1.2.1. 빌딩 시설의 유지관리 및 보수 1.3. 에너지관리 서비스  1.3.1. 전력, 용수, 가스(지역난방)의 사용관리<br/>  마. 2015. 12. 11. 20:18경 이 사건 건물 1층 주차장(이하 ‘이 사건 주차장’이라 한다) 천장에서 화재가 발생하여(이하 ‘이 사건 화재’라 한다) 화염이 이 사건 건물 외벽으로 확대되어 1층부터 12층까지 건물 내부 일부 및 외벽이 전소되었고, 이로 인하여 이 사건 임차 부분 내에 있던 원고 직원들 소유의 각종 전산장비, 집기부품 등이 손상되었다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1 내지 3, 5호증, 을가 제1호증, 을다 제1호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 손해배상책임의 발생<br/>가. 원고들의 주장<br/>    1) 피고 이지스자산운용, 국민은행에 대한 주장<br/>      가) 채무불이행으로 인한 손해배상책임<br/>        피고 이지스자산운용은 이 사건 건물의 실질적 소유자, 피고 국민은행은 이 사건 건물의 법률상 소유자로서 원고 서영엔지니어링의 임대인이므로 원고 서영엔지니어링으로 하여금 이 사건 임차 부분을 임대차계약의 내용에 따라 사용·수익하도록 할 의무가 있고, 민법 제623조에 따라 사용·수익에 필요한 상태를 유지하게 할 의무가 있음에도 이 사건 건물에 대한 유지·보수·관리의무를 소홀히 하여 이 사건 화재가 발생하게 하였다. 따라서 위 피고들은 원고들에게 원고들이 이 사건 화재로 인하여 입은 손해를 배상할 책임이 있다<br/>      나) 공작물의 설치·보존상 하자로 인한 손해배상책임<br/>        이 사건 주차장 천장에는 전기배선의 하자가 있었고, 이로 인하여 이 사건 화재가 발생하였다. 피고 이지스자산운용, 국민은행은 이 사건 주차장을 포함한 이 사건 건물의 점유자로서 공동하여 민법 제758조 제1항 본문의 공작물책임을 부담한다. <br/>        설령 피고 에스원만이 이 사건 주차장의 직접점유자라고 인정되더라도 피고 에스원이 손해의 방지에 필요한 주의를 해태하지 아니하여 면책되는 경우에는 이 사건 건물의 소유자인 피고 이지스자산운용, 국민은행은 민법 제758조 제1항 단서에 의한 공작물책임을 부담한다.<br/>      다) 불법행위로 인한 손해배상책임 <br/>        피고 이지스자산운용, 국민은행은 이 사건 건물의 소유자로서 이 사건 건물에 대한 유지·보수·관리의무가 있음에도 그러한 의무를 해태하여 이 사건 화재가 발생하였고 화재의 확산을 제대로 막지 못하였으므로, 위 피고들은 불법행위로 인한 손해배상책임을 부담한다. <br/>    2) 피고 에스원에 대한 주장<br/>      가) 불법행위로 인한 손해배상책임<br/>        피고 에스원은 피고 이지스자산운용, 국민은행으로부터 이 사건 건물의 시설 유지, 보안, 안내 및 위생관리 등의 업무를 위탁받은 자로서 이 사건 건물에 대한 유지·보수·관리의무가 있음에도 그러한 의무를 해태하여 이 사건 화재가 발생하였고 화재의 확산을 제대로 막지 못하였으므로, 피고 에스원은 불법행위로 인한 손해배상책임을 부담한다.<br/>      나) 공작물의 설치·보존상 하자로 인한 손해배상책임<br/>        만일 피고 에스원이 이 사건 건물의 직접점유자라고 인정된다면, 원고들은 예비적으로 피고 에스원을 상대로 민법 제758조 제1항에 따른 공작물의 설치 또는 보존상 하자로 인한 손해배상을 구한다.   <br/>나. 피고 이지스자산운용, 국민은행에 대한 청구에 관한 판단<br/>    1) 채무불이행으로 인한 손해배상청구 부분  <br/>      임대인은 목적물을 임차인에게 인도하고 임대차계약 존속 중에 그 사용, 수익에 필요한 상태를 유지하게 할 의무를 부담하므로(민법 제623조), 임대차계약 존속 중에 임대차 목적물에 발생한 화재가 임대인이 지배·관리하는 영역에 존재하는 하자로 인하여 발생한 것으로 추단된다면, 그 하자를 보수·제거하는 것은 임대차 목적물을 사용·수익하기에 필요한 상태로 유지하여야 하는 임대인의 의무에 속한다고 할 것이나(대법원 2017. 5. 18. 선고 2012다86895, 86901 전원합의체 판결 참조), 이 사건과 같이 임대차 목적물이 아닌 부분(이 사건 주차장)에서 화재가 발생하여 임대차 목적물(이 사건 임차 부분)의 사용, 수익이 불가능하게 된 경우에 있어서 특별한 사정이 없는 한 임대인에게 임차인으로 하여금 임대차 목적물을 사용, 수익하게 하기 위하여 임대차 목적물이 아닌 부분까지 유지, 보수, 관리할 의무가 있다고 보기는 어려우므로, 이를 전제로 한 원고들의 주장은 더 나아가 살펴볼 필요 없이 이유 없다. <br/>    2) 공작물의 설치·보존상 하자로 인한 손해배상청구 부분<br/>      가) 이 사건 주차장의 점유자<br/>        ⑴ ‘점유’는 물건이 사회통념상 그 사람의 사실적 지배에 속한다고 보이는 객관적 관계에 있는 것을 말하며, 사실상의 지배가 있다고 하기 위해서는 반드시 물건을 물리적·현실적으로 지배하는 것만을 의미하는 것이 아니고 물건과 사람과의 시간적·공간적 관계와 본권관계, 타인지배의 배제 가능성 등을 고려하여 사회관념에 따라 합목적적으로 판단하여야 한다(대법원 2003. 7. 25. 선고 2002다34543 판결 등 참조). <br/>        그리고 민법 제758조 제1항에서 말하는 공작물 점유자라 함은 공작물을 사실상 지배하면서 그 설치 또는 보존상의 하자로 인하여 발생할 수 있는 각종 사고를 방지하기 위하여 공작물을 보수·관리할 권한 및 책임이 있는 자를 말한다(대법원 2003. 1. 24. 선고 2002다23741 판결 참조).<br/>        ⑵ 앞서 인정한 사실에다가 앞서 든 증거들 및 을가 제3, 4, 8, 13호증, 을나 제2호증의 각 기재에 변론 전체의 취지를 종합하여 인정되는 다음의 사정들을 종합하면, 피고 에스원은 이 사건 주차장을 현실적으로 지배·관리하였다고 봄이 타당하다.  <br/>          ㈎ 피고 에스원과 피고 이지스자산운용이 체결한 이 사건 PM계약에 따르면, 피고 에스원은 이 사건 건물의 전기설비를 비롯한 각종 설비의 운전 및 유지·관리업무를 담당하였고, 피고 이지스자산운용을 대신하여 시설관리, 청소관리 등에 관한 용역계약의 체결을 협상하고 피고 에스원의 이름으로 용역계약을 체결하였다.<br/>          ㈏ 피고 에스원은 이 사건 PM계약에 따라 이 사건 건물의 관리를 담당하는 직원 2명을 채용하였고, 이 사건 건물을 전반적으로 관리하면서 재무회계 현황, 임대 현황, 빌딩관리 현황 등의 내용을 담은 자산운용보고서를 월 1회 작성하여 피고 이지스자산운용과 피고 국민은행에 제출하였다.<br/>          ㈐ 피고 에스원은 이 사건 FM계약을 체결하여 참가인에게 이 사건 건물에 관한 유지·관리업무를 위탁하였고, 참가인은 참가인 소속 직원 4명을 채용하여 이 사건 건물에서 근무하게 하였으며, 그 중 1인을 이 사건 건물의 소방관리자 및 전기안전관리자로 선임하여 관련 법령상 소방시설안전관리업무 및 전기안전관리업무를 수행하였고, 피고 에스원에 시설관리업무에 관한 보고서를 작성하여 제출하였던 사실이 인정되기는 하나, 이 사건 PM계약에 따르면 피고 에스원은 이 사건 건물의 시설관리업무를 담당하고 그 중 일부를 제3자에게 재위임하더라도 재위임한 부분에 대한 1차적 책임을 지고 재위임에 의하여 위 계약상 의무가 경감되거나 면제되지 않는다.    <br/>        ⑶ 한편, 점유보조자란 가사상, 영업상 기타 유사한 관계에 의하여 타인의 지시를 받아 물건에 대한 사실상의 지배를 하는 자로서(민법 제195조), 이때 말하는 영업상 관계는 고용계약에 의하는 것이 일반적이지만 그 밖에도 위임·도급·임치 등 여러 계약관계에 의하여 발생할 수도 있고, 기타 유사한 관계는 타인의 지시를 받고 이에 따라야 할 관계로서 사회관념상 점유를 보조한다고 인정되는 모든 경우를 포괄한다(대법원 2011. 9. 8. 선고 2010다45920 판결 참조). <br/>          앞서 인정한 사실에다가 앞서 든 증거들 및 을가 제11호증의 기재에 변론 전체의 취지를 종합하여 인정되는 다음의 사정들을 종합하면, 피고 에스원은 이 사건 화재 발생 당시 부동산 자산관리 위탁업체로서 이 사건 주차장을 사실상 지배하기는 하였으나, 이는 이 사건 건물의 관리를 위탁한 피고 이지스자산운용의 관리권을 바탕으로 피고 이지스자산운용의 점유를 돕기 위하여 이를 사실상 지배한 것이라고 봄이 타당하다. 따라서 이 사건 주차장의 직접점유자는 실질적 소유자인 피고 이지스자산운용과 법률적 소유자인 피고 국민은행이고, 피고 에스원은 피고 이지스자산운용의 점유보조자에 불과하다고 보아야 한다.  <br/>          ㈎ 피고 이지스자산운용은 이 사건 건물에 대한 운용수익을 극대화하기 위하여 피고 에스원과 이 사건 PM계약을 체결하여 피고 에스원으로 하여금 이 사건 건물에 관한 임대, 시설관리 등의 자산관리업무를 수행하도록 하였고, 피고 에스원은 이 사건 PM계약에 따라 이 사건 건물을 점유하게 되었다. <br/>          ㈏ 이 사건 PM계약에 따르면, 피고 에스원은 이 사건 건물의 임대 대리인으로서 피고 이지스자산운용의 사전 동의를 받아 기존 임대차의 재계약 및 신규 임대차 계약을 체결할 수 있었고, 위 임대컨설팅업무는 이지스자산운용의 의사에 따라 언제든지 위탁을 철회하거나 중단할 수 있었다. 또한 피고 에스원은 피고 이지스자산운용이 수시로 발하는 지시사항을 준수하여야 하였고, 피고 이지스자산운용의 지시에 따라 임대차계약서에 따른 임대인으로서의 권리를 행사할 수 있었으며, 피고 이지스자산운용의 사전 서면동의가 있어야 시설관리 등의 용역계약을 체결하거나 피고 에스원의 업무 중 일부를 제3자에게 재위임할 수 있었다. 피고 에스원은 이 사건 건물의 관리, 점유 등에 필요한 면허, 허가 등을 획득함에 있어서도 사전에 피고 이지스자산운용에 미리 통지를 하여야 했고, 이때 피고 이지스자산운용이 필요하다고 판단하면 위 면허, 허가 등은 피고 이지스자산운용의 명의로 이루어져야 하였고, 피고 이지스자산운용이 사전에 정한 예산 범위 내에서 이 사건 PM계약상의 의무를 이행하고 지출하여야 했다.<br/>          ㈐ 피고 에스원은 이 사건 건물의 소유자가 부담하는 관리책임에 관한 보조자로서 이 사건 PM계약에 따른 용역을 제공하였을 뿐이고, 자산관리 업무수행의 대가로 피고 이지스자산운용으로부터 지급받은 관리수수료는 매월 3,996,093원에 불과하였는바, 점유자로서의 지위를 인정할 독립한 이익이 있다고 보기도 어렵다.<br/>        ⑷ 반면, 피고 에스원과 달리 피고 이지스자산운용은 이 사건 건물의 실질적 소유자로서 이러한 지위에 기하여 피고 에스원에 이 사건 건물의 자산관리를 위탁하였고, 피고 국민은행은 이 사건 건물에 관한 신탁계약상 수탁자로서 대외적으로 완전한 소유권을 행사할 수 있는바(대법원 2008. 3. 13. 선고 2007다54276 판결 참조), 피고 이지스자산운용과 피고 국민은행은 이 사건 건물의 사실상, 법률상 소유자로서 이 사건 건물의 관리권을 행사할 수 있는 지위에 있었으므로(갑 제1호증 임대차계약서를 보면 위 피고들이 공동으로 원고 서영엔지니어링에 이 사건 임차 부분을 임대하는 것으로 기재되어 있다) 이 사건 건물 중 일부인 이 사건 주차장의 설치 또는 보존상의 하자로 인하여 발생할 수 있는 각종 사고를 방지하기 위하여 이를 보수·관리할 권한 및 책임의 귀속주체로서 점유보조관계를 통하여 이 사건 주차장을 사실상 지배하였다고 보아야 한다. 따라서 피고 이지스자산운용, 국민은행은 이 사건 주차장을 직접점유하였다고 봄이 타당하다. <br/>      나) 이 사건 주차장의 설치·보존상 하자 유무<br/>        ⑴ 민법 제758조 제1항에서 말하는 ‘공작물의 설치 또는 보존의 하자’는 공작물이 그 용도에 따라 통상 갖추어야 할 안전성을 갖추지 못한 상태에 있음을 말하는 것으로서, 이와 같은 안전성의 구비 여부를 판단할 때에는 해당 공작물의 설치 또는 보존자가 그 공작물의 위험성에 비례하여 사회통념상 일반적으로 요구되는 정도의 방호조치의무를 다하였는지 여부를 기준으로 판단하여야 한다(대법원 2015. 8. 27. 선고 2012다42284 판결 참조). <br/>        ⑵ 앞서 든 증거들과 갑 제6, 7호증의 각 기재 및 영상에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들에 비추어 보면, 이 사건 화재는 이 사건 주차장 천장에서 전기적 요인에 의하여 발생한 것이고, 그렇다면 이 사건 주차장은 통상 갖추어야 할 안전성을 갖추지 못한 상태에 있었다고 봄이 타당하고, 설령 구체적 발화지점이나 발화 원인이 달리 판단될 여지가 있더라도 이와 달리 볼 것은 아니다[피고 이지스자산운용, 국민은행은 이 사건 화재의 최초 발화지점은 이 사건 주차장 천장의 내부 전기배선(2.5㎟ × 3C)이 아닌 이 사건 주차장과 로비의 경계 지점에서 약 1.6m 떨어진 위치의 전기배선으로, 이 사건 화재는 급수배관 및 소방배관의 동파 방지를 위해 설치된 이 사건 건물 1층 정온전선(히팅코일)의 단락으로 인하여 발생하였다고 주장하나, 위 피고들 역시 그 경우에도 이 사건 주차장이 통상 갖추어야 할 안정성을 갖추지 못하였음을 전제로 피고 에스원이 점유자로서의 책임을 부담한다는 주장을 개진하고 있는바, 위 발화지점 및 발화원인에 대해서는 따로 판단하지 않는다].<br/>          ㈎ 이 사건 화재의 최초 목격자인 이 사건 건물의 맞은편 건물의 주차경비원은 이 사건 주차장의 천장에서 불똥이 떨어지는 것을 보고 이 사건 건물 경비원에게 화재 사실을 통보해 주기 위하여 나가는 순간 불길이 갑자기 천장으로 치솟았다고 진술하였다. <br/>          ㈏ 이 사건 화재 발생 직후 현장을 조사한 용인소방서는, 발화 지점 주변에서 방화, 자연적 요인, 가스 누출(폭발), 화학적 요인, 기계적 요인, 인적 부주의 등에 의한 최초 발화 특이사항이 확인되지 않아 위와 같은 원인의 가능성은 배제가 가능하고, CCTV 영상에 의하면 이 사건 주차장 천장에서 가연성 플라스틱 천장 마감재에 착·발화되어 천장 마감재가 연소되면서 불똥이 낙하되고 인근으로 화염이 확산되는 영상이 관찰되는 점과 발화 지점 부근에서 단락흔이 감식되는 정황을 종합하여 볼 때 전기적 원인의 화재로 추정된다는 의견을 제시하였다.<br/>          ㈐ 국립과학수사연구원은 이 사건 화재의 발화지점 및 발화원인에 관한 감정 결과, 화재 현장의 연소형상, CCTV 영상자료 및 전기적 특이점 식별 위치 등을 고려할 경우 이 사건 건물 1층에 위치한 복사업체 중앙에 인접한 주차장 천장 내부에서 최초 발화된 것으로 추정되며, 발화지점으로 한정 가능한 천장 내부 전기배선(2.5㎟ × 3C)에서 발화원인으로 작용 가능한 단락흔이 식별된다는 의견을 제시하였다.  <br/>          ㈑ 이 사건 주차장의 천장 부근에서 가연성 천장 마감재가 연소되면서 불똥이 낙하되었고 낙하된 불똥이 주차된 차량과 이 사건 주차장, 이 사건 건물 1층의 커피숍으로 번지면서 화염이 건물 외벽을 타고 이 사건 임차 부분까지 훼손시키게 되었는바, 이 사건 건물의 외장재는 알루미늄 판넬 재질로, 판넬 사이 내부에는 단열재인 그라스울이 가연성 접착제를 사용하여 드라이비트 공법으로 부착 후 밀폐되어 있었는데 밀폐된 판넬이 열에 의해 일부 폭발하기도 하였다. 위와 같이 화염이 가연성 물질을 통하여 건물 전체로 확대되는 동안 화재 확산에 대비한 설비가 작동하였음을 인정할 만한 증거가 없다.<br/>        그렇다면 피고 이지스자산운용, 국민은행은 이 사건 주차장의 점유자로서 민법 제758조 제1항 본문에 따라 이 사건 화재로 인하여 원고들이 입은 손해를 배상할 책임을 진다.<br/>다. 피고 에스원에 대한 청구에 관한 판단<br/>    1) 불법행위로 인한 손해배상청구 부분 <br/>      이 사건 화재가 이 사건 주차장 천장의 전기배선에서 발생하였음은 앞서 본 바와 같으나, 그 발화의 원인이 명확하게 밝혀지지 않은 이상 이 사건 화재가 이 사건 건물에 대한 유지·관리 업무 소홀에 기인하여 발생한 것이라고 단정할 수 없고, 피고 에스원이 이 사건 건물 1층 부분에 대하여 전기 및 시설 안전을 위한 어떠한 필요한 조치를 취하지 아니한 과실이 있다는 점에 대한 주장, 증명도 없다. 따라서 원고의 이 부분 주장은 받아들이지 않는다. <br/>    2) 공작물의 설치·보존상 하자로 인한 손해배상청구 부분<br/>      이 사건 건물에 대한 피고 에스원의 점유가 피고 이지스자산운용, 국민은행의 점유보조자로서의 점유에 불과하였음은 앞서 본 바와 같은바, 피고 에스원이 민법 제758조 제1항에서 말하는 공작물 점유자에 해당함을 전제로 한 원고들의 이 부분 주장은 더 나아가 살펴볼 필요 없이 이유 없다. <br/>3. 피고 이지스자산운용, 국민은행의 손해배상책임의 범위<br/>  감정인 소외인의 감정 결과에 변론 전체의 취지를 종합하면, 원고 서영엔지니어링은 이 사건 화재로 인하여 이 사건 임차 부분의 마감재 및 내부인테리어, 통신·네트워크 설비 등이 소훼되어 501,816,006원의 손해를 입었고, PC, 책상, 의자 등 업무에 사용하던 집기, 비품 등이 소훼되어 1,552,287,836원의 손해를 입었으며, 이 사건 화재사고로 인하여 일정 기간 동안 매출이 감소됨으로써 영업이익 157,622,032원, 고정비 2,206,100,061원의 손해가 발생하였고, 임시 사무실 임대 및 시설 설치비, 부동산 중개수수료 등 특별비용 227,477,316원의 손해가 발생하여 합계 4,645,303,251원의 손해를 입은 사실, 이 사건 화재로 인하여 원고 직원들이 근무 중 필요에 따라 구입해 사용 중이던 개인 소유 집기, 비품 등이 훼손됨으로써 별지1 목록 기재 선정자들의 경우 각 168,285원, 원고(선정당사자) 2를 비롯한 별지2 목록 기재 선정자들의 경우 각 210,357원, 선정자 312의 경우 618,286원, 선정자 206의 경우 306,688원, 선정자 186의 경우 600,000원의 손해를 입은 사실이 인정된다. <br/>  이에 대하여 피고 이지스자산운용, 국민은행은 감정인 소외인의 감정 결과가 휴업손해를 판단함에 있어서 특별한 근거 없이 원고들의 주장을 받아들여 산출되었고, 영업이익 산정 시 이미 반영된 고정비용을 별도의 손해액으로 중복하여 인정하였으며, 매출액 손실액을 산정함에 있어서도 전체적인 경기의 변동 및 시장상황의 변동 등을 고려한 근거를 제시하지 못하고 있으므로 부당하다고 주장한다. 감정인의 감정 결과는 그 감정방법 등이 경험칙에 반하거나 합리성이 없는 등의 현저한 잘못이 없는 한 이를 존중하여야 할 것인바(대법원 2007. 2. 22. 선고 2004다70420 판결 등 참조), 위 감정인이 영업이익을 산정함에 있어서 고정비를 반영하였다고 인정할 만한 자료가 없고, 특별한 근거 없이 원고들의 주장만을 받아들여 손해액을 산정하였다고 볼 만한 사정도 없으므로, 위 피고들의 위 주장은 받아들이지 않는다. <br/>  따라서 피고 이지스자산운용, 국민은행은 공동하여 원고 서영엔지니어링에 4,645,303,251원, 별지1 목록 기재 선정자들에게 각 168,286원, 원고(선정당사자) 2 및 별지2 목록 기재 선정자들에게 각 210,357원, 선정자 312에게 618,286원, 선정자 206에게 306,688원, 선정자 186에게 600,000원 및 위 각 돈에 대하여 이 사건 화재 발생일 이후로서 원고가 구하는 2015. 12. 21.부터 이 사건 청구취지 및 청구원인 변경신청서 부본 송달일인 2017. 10. 13.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>4. 결론<br/>  그렇다면, 원고들의 피고 이지스자산운용, 국민은행에 대한 청구는 이유 있어 이를 각 인용하고, 피고 에스원에 대한 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 김한성(재판장) 임상은 이정덕 ",
    "사건번호": "2016가합524352",
    "사건종류코드": "400101",
    "판례정보일련번호": "239847",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}