{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190920",
    "법원명": "광주고등법원",
    "사건명": "근로자지위확인등·근로자지위확인등·근로자지위확인등·근로자지위확인등",
    "판례내용": "【원고, 항소인 겸 피항소인】 별지1 ‘원고 목록’ 기재와 같다.<br/>【원고, 피항소인】 원고 34 외 1인 (소송대리인 변호사 김기덕 외 1인)<br/>【피고, 피항소인 겸 항소인】 현대하이스코 주식회사의 소송수계인 현대제철 주식회사 (소송대리인 법무법인(유) 율촌 담당변호사 조규석 외 2인)<br/>【제1심판결】 광주지방법원 순천지원 2016. 2. 18. 선고 2011가합5128, 2012가합1291(병합), 2012가합2386(병합), 2013가합110(병합) 판결<br/>【변론종결】2019. 7. 19.<br/>【주    문】<br/> 1. 당심에서 확장 및 감축된 청구를 포함하여, 제1심판결 중 원고들(단, 원고 34, 원고 49, 원고 66, 원고 104, 원고 109는 제외)의 금전지급청구 부분을 다음과 같이 변경한다.<br/>    가. 피고는 원고들에게(단, 원고 55, 원고 73은 제외), 별지4 ‘인용금액표’ 중 ‘⑤인용금액’란 기재의 각 해당 금액 및 각 이에 대하여(단, 같은 표의 ‘⑥공제분의 지연손해금 초과 여부’란 중 ‘미달’에 해당하는 원고들에 대하여는 그 중 ‘①임금차액합계’란 기재의 각 해당 금액에 대하여) 2018. 1. 1.부터 2019. 9. 20.까지는 연 6%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>    나. 원고 55, 원고 73의 금전지급청구 및 나머지 원고들의 나머지 금전지급청구를 모두 기각한다.<br/> 2. 피고의 원고들에 대한 항소를 모두 기각한다.<br/> 3. 소송총비용 중 1) 원고 34, 원고 49, 원고 55, 원고 66, 원고 73, 원고 104, 원고 109와 피고 사이에 생긴 부분의 50%는 위 원고들이 부담하고, 나머지 50%는 피고가 부담하며, 2) 나머지 원고들과 피고 사이에 생긴 부분의 20%는 나머지 원고들이 부담하고, 80%는 피고가 부담한다. <br/> 4. 제1항 중 돈의 지급을 명하는 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  원고들이 피고의 근로자임을 확인한다. 피고는 원고 34(제1심판결의 원고순번, 이하 번호로만 표시한다), 원고 49, 원고 66, 원고 104, 원고 109를 제외한 나머지 원고들에게 별지3 ‘청구금액표’ 중 ‘⑤청구금액’란 기재의 각 해당 금액 및 그 중 같은 표 중 ‘①임금차액합계’란 기재의 각 해당 금액에 대하여는 2018. 1. 1.부터 이 사건 2019. 7. 5.자 청구취지 및 청구원인 변경신청서 송달일까지는 연 6%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라[당심에서, 원고 49, 원고 104, 원고 109는 금전지급청구 부분의 소를 취하하였고, 원고 55, 원고 58, 원고 60, 원고 61, 원고 71, 원고 72, 원고 73, 원고 74, 원고 77, 원고 80, 원고 82, 원고 83, 원고 91, 원고 92, 원고 97, 원고 99, 원고 102, 원고 105는 금전지급청구 부분의 청구취지를 감축하였으며, 나머지 원고들은 금전지급청구 부분의 청구취지를 확장하였다].<br/>2. 항소취지<br/>가. 원고들<br/>    제1심판결의 금전지급청구 부분 중 원고들에 대한 부분을 취소하고, 청구취지와 같은 판결을 구한다(당심에서, 원고 34, 원고 66은 제1심판결 중 금전지급청구 부분에 대한 항소를 취하하였다).<br/>나. 피고<br/>    제1심판결 중 피고 패소 부분을 모두 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 모두 기각한다.<br/>【이    유】1. 기초사실<br/>가. 당사자들의 지위<br/>    1) 현대하이스코 주식회사(이하 사내협력사업체를 포함한 모든 주식회사의 경우, 최초 표시 등 별도로 표시하는 경우를 제외하고는 ‘주식회사’ 표시를 생략하기로 한다)는 순천, 당진, 울산에 공장을 두고 냉연강판, 강관, 철강재, 자동차 부속품 등의 제조·판매를 주된 목적으로 하는 회사로서, 2013. 12. 31. 그 업무 중 냉연강판 제조 및 판매업 부분이 분할되어 현대제철 주식회사에 합병되었고, 2015. 7. 1. 나머지 사업부문까지 모두 현대제철에 합병되었다. 이에 따라 현대제철은 이 사건 소송절차에서 현대하이스코의 피고 지위를 수계하였다(이하 합병 전후의 회사를 따로 구분하여 표시하지 않는 한 통틀어 ‘피고’라고만 한다).<br/>    2) 원고들은 당초 현대하이스코와 사이에 제품생산에 관한 용역도급계약을 체결한 사내협력사업체들(이하 개별 사업체나 그 각 운영자를 구분하지 않고 ‘이 사건 사내협력사업체’라고 한다)에 소속된 근로자들로서, 구체적인 입사일 및 소속업체, 담당업무의 변동내역은 별지2 ‘원고들 입사시점 및 근무내역표’ 중 각 해당란 기재와 같다.<br/>나. 피고 ○○공장의 냉연강판 생산공정 개관<br/>피고 ○○공장은 주식회사 포스코에서 생산된 열간압연강판(Hot Coil)을 이용하여 연간 180만 톤의 냉연강판 및 자동차용 강판 등을 생산한다. 냉연강판 생산공정은 5가지 주요 공정과 지원업무·공정으로 구분할 수 있는데, 5가지 주요 생산공정은 ‘① 연속산세/압연공정(PL/TCM), ② 연속소둔공정(CAL), ③ 용융아연도금공정(CGL), ④ 전기아연도금공정(EGL), ⑤ 착색도장공정(CCL)’으로 이루어진다. 각 공정의 자세한 내용은 아래와 같다.<br/>해당 공정공정 내용연속산세/압연공정열간압연강판 표면에 부착된 녹을 염산을 이용하여 제거하고, 압연기를 통하여 강판을 두께 약 0.6mm로 얇게 펴서 늘리는 공정이다. 이 공정을 거친 강판이 그대로 출하되는 경우도 있으나, 대부분 연속소둔공정 또는 용융아연도금공정을 거쳐 완제품으로 출하된다.연속소둔공정냉간 압연에 의해 가공경화된 강판이 내부 응력 때문에 경도가 높고 가공성이 취약한 점을 보완하기 위하여 700 ~ 850℃의 열처리를 통해 응력을 제거함으로써 기계적 성질을 향상시키는 공정이다. 연속소둔공정을 거친 냉연강판은 그대로 제품화되어 출하되거나, 아래의 전기아연도금공정이나 착색도장공정을 거치게 된다.전기아연도금공정소둔 처리된 냉연강판의 내식성 및 의장성을 부여하기 위하여 아연 및 아연계 합금을 전기도금하며, 제품에 용도별 기능성을 제공하기 위해 다양한 후처리(인산염 처리, 크롬처리 등)도 겸용하는 공정이다. 전기아연도금공정을 거친 강판은 그대로 제품화되어 출하되거나 아래의 착색도장공정을 거쳐 출하되고, 차량경량화 공정을 거쳐 다른 제품으로 출하되기도 한다.용융아연도금공정냉연코일을 열처리하여 소정의 성질을 확보한 후 용융금속(아연)이 담긴 POT에 통과시켜 우수한 내식성과 미려한 표면상태를 확보한 후, 도금된 아연금속이 굳어지기 전에 특수한 열처리를 가하여 소지강판과 아연도금 층 사이에 ‘아연-철 합금층’을 형성시키는 공정이다. 도금층 표면에 함유된 철 성분 때문에 어두운 회색빛을 나타내고, 뛰어난 용접성과 도장성, 도막하내식성을 보유하고 있어 자동차용 강판에 주로 사용된다. 용융아연도금공정을 거친 강판은 그대로 제품화되어 출하되거나, 아래의 착색도장공정 또는 차량경량화공정을 거치게 된다.착색도장공정철의 최대 약점인 부식을 방지하고 내구성을 향상시켜, 용도에 적합한 품질을 확보하기 위해 컬러로 코팅하는 공정이다. 착색도장공정에 투입되는 원료는 피고가 생산한 냉연강판, 용융아연도금강판, 전기아연도금강판이 사용되기도 하나, 다른 회사에서 생산된 제품이 주 소재로 사용되고 있다. 착색도장공정을 거친 컬러강판은 최종제품으로 출하된다.<br/>다. 피고 ○○공장의 지원업무 및 담당 사내협력사업체의 변동내역<br/>피고 ○○공장에서 냉연강판 등의 생산에 필요한 지원공정·업무 중 원고들과 관련된 것은 아래와 같이 12가지로 구분할 수 있는데(그 중 ⑨차량경량화 공정은, 냉연강판이 아닌 차량경량화 제품을 생산하는 공정으로서 5가지 주요 생산공정을 지원하는 업무는 아니지만, 편의상 지원업무로 구분하기로 한다), 각 지원공정·업무의 구체적인 내용 및 피고와 사이에 용역도급계약을 체결하여 각 업무를 담당한 사내협력사업체들은 아래와 같다.<br/>해당 업무업무 내용 및 담당 업체 변동내역① 후처리 공정생산공정에서 작업된 냉연코일에 대해 정정작업(정밀검사, 선별작업, 형상교정 작업 등)을 수행하는 공정이다. 후처리 공정 중 정밀검사 및 냉연코일 생산설비 운전은 피고의 직원들이 수행하고, 리코일링 라인(RCL) 설비 운전 업무는 사내협력사업체 ‘케이시텍’이 수행하며, 콤비네이션 쉐어링 라인(CSL) 설비 운전 업무는 사내협력사업체 ‘누벨’이 수행한다.RCL 설비운전은 ‘유성TNS’가 1998년부터 수행하였고, 2002. 1. 설립된 ‘우성산업’이 ‘유성TNS’의 업무를 인수하여 수행하다 2005. 7. 21. 설립된 ‘케이시텍’이 인수하여 수행하고 있다.CSL 설비운전은 ‘유성TNS’가 1998년부터 수행하였고, ‘누벨’이 2006. 1.부터 수행하고 있다.② 물류 업무피고 ○○공장의 물류 업무는 여러 가지가 있으나, 이 사건에서 사내협력사업체가 담당하는 범위는 원자재 입고 및 제품 출하와 관련된 제품관리, 원자재 및 제품을 보관하는 창고, 야드관리이다. 피고는 ○○공장에 있는 6개의 물류 진행실 중 2번, 3A번, 3B번, 4번, 5번 진행실에서 물류계획, 설비관리, 창고관리와 제품출하관리 등 전반적인 물류관리 업무를 수행하고, 사내협력사업체 ‘정범’은 1번, 3A, 3B, 4번 진행실 및 작업현장에서 원자재 입고관리와 출하제품에 대한 검수관리, 야드에 적재된 1단과 2단 사이에 고무패드를 포설하는 작업, 크레인이 원활하게 작업할 수 있도록 포장 비닐을 벗기는 작업 등 야드관리 업무를 한다.물류업무는 ‘남광산업’이 1998년부터 2005. 12. 31.까지 수행하였고, 2005. 12. 8. 설립된 ‘신진명기업’이 업무를 인수하여 2011. 9. 30.까지 수행하다가 2011. 9. 7. 설립된 ‘정범’이 업무를 인수하여 수행하고 있다.③ 크레인 운전피고 ○○공장 내에서 수십 톤에 이르는 코일 및 제품들은 천정에 고정되어 레인으로 이동하는 크레인으로 운반되는데, 유인 크레인은 사내협력사업체 ‘정범’ 및 ‘케이시텍’의 근로자들이 운전한다.‘동명엔지니어링’이 1998년부터 크레인 운전업무를 하다 2000. 4. 폐업하였고, 그 뒤 ‘한세산업’이 1년 정도 운영하다 폐업한 후, ‘한일기업’과 ‘유성TNS’, ‘우성산업’, ‘남광산업’이 크레인 운전을 나누어 수행하였다. 그 뒤 ‘한일기업’과 ‘남광산업’이 크레인 운전을 수행하다가 ‘남광산업’의 업무를 ‘신진명기업’을 거쳐 ‘정범’이 인수하여 수행하고, ‘케이시텍’이 ‘한일기업’의 업무를 인수하여 수행하고 있다.④ 아연드로스 업무생산공정인 용융아연도금 공정에서 사용되는 아연괴(ingot)를 지게차를 이용하여 운반하는 작업, 아연괴를 POT에 투입하고 아연도금 시 발생하는 부산물인 아연드로스를 취출하는 작업, 아연 POT 청소 등의 업무이다. 아연드로스 업무는 사내협력사업체 ‘신성하이테크’가 수행한다.1997. 3. 21. 설립된 ‘신성하이테크’가 계속 담당하고 있다.⑤ 롤샵 업무산세압연공정은 두께 3.5 ~ 4mm의 핫코일을 0.6mm 정도의 얇은 판으로 압연하는 공정인데, 여기에 사용되는 롤 및 연속소둔공정, 용융아연도금 공정의 설비에 들어가는 롤을 각 설비에서 분리시켜 운반하여 그라인더로 연마하고 가공해 주는 작업이다. 롤샵 업무는 크게 롤의 연마 및 가공 업무와 롤에 부착된 초크 및 베어링 정비 업무를 나눌 수 있는데, 롤 교체 및 연마, 가공 업무는 피고가 직접 수행하고, 롤 이송, 초크 조립 및 분해, 초크 및 베어링 정비업무는 사내협력사업체 ‘에스와이테크’가 수행한다.1998년부터 2001년까지 ‘금창산업’이 수행하다, ‘우성산업’이 2002년부터 2005. 8. 10. 폐업할 때까지 수행하였고, 그 후 ‘선양산기’에서 업무를 인수하여 수행하다 2006. 6. 8. 설립된 ‘에스와이테크’가 업무를 인수하여 수행하고 있다.⑥ 기계정비 업무피고 ○○공장 내에서 돌아가는 기계설비에 대한 정비업무가 필수적인데, 기계정비 업무는 크게 일상정비, 정기수리, 돌발수리 3가지로 구분된다.피고는 정비계획을 수립하고, 정비 작업은 사내협력사업체 ‘에스와이테크’가 수행한다.표면처리팀 관할구역 내 기계정비는 ‘성림기계’가 1998년부터 수행하다 2001. 1. 16. 설립된 ‘다원엔지니어링’이 업무를 인수하여 수행하였다. 2011. 1.부터는 ‘에스와이테크’에서 업무를 인수하여 수행한다.냉연팀 관할구역 내 기계정비는 1998년부터 ‘선양산기’에서 업무를 수행하다 2006. 6. 8. ‘에스와이테크’가 설립되어 업무를 인수하였다.⑦ 전기정비 업무피고 ○○공장은 모든 설비가 전기로 돌아가기 때문에 전기정비 업무가 광범위하게 발생한다. 전기정비는 예방정비, 일반수리, 돌발수리 3가지로 구분된다. 피고는 예방정비, 일반정비에 대한 정비계획을 수립하고, 정비 작업은 사내협력사업체 ‘신우계전’이 수행한다.기계장치 설비정비는 ‘근우산업’이 1998년부터 2006. 12. 31.까지 맡아서 수행하였고, 2007. 1. 8. 설립된 ‘신우계전’이 인수하여 수행하였다.중앙정비, 제어정비는 ‘태광계전’이 1998년부터 2005. 4. 23. 폐업할 때까지 수행하였고, 그 뒤 2005. 5. 1. ‘남도전기’에서 인수하여 2012. 3. 30.까지 수행하였으며, 2012. 4. 1. ‘신우계전’이 인수하여 현재 전기정비 업무를 모두 담당하고 있다.⑧ 포장 업무피고 ○○공장에서 생산된 제품은 포장되어 출하되는데, 사내협력사업체 ‘지산피케이시’는 연속소둔공정, 용융아연도금공정 1번 라인, 후처리공정에서 나오는 제품의 포장을 담당하고, 사내협력사업체 ‘누벨’은 연속산세압연공정, 용융아연도금공정 2번 라인, 전기아연도금공정, 착색도장공정에서 나오는 제품의 포장을 담당한다.1998년부터 ‘금산’과 ‘유성TNS’가 포장업무를 수행하다가 2005. 7. 19. ‘지산피케이시’가 설립되어 ‘금산’의 업무를 인수하였고, ‘유성TNS’의 업무는 ‘누벨’이 2006. 1. 1. 인수하여 수행하고 있다.⑨ 차량경량화(TWB) 공정차량경량화 공정은 서로 다른 재질 및 두께의 판재를 차량부위별 형태로 재단(Blanking)하고 레이저로 용접(Welding)하여 자동차 연비개선을 위한 차량경량화 제품을 생산하는 공정으로 재단 및 용접업무, 내수포장업무, 이송업무로 구분된다. 재단업무 및 용접업무, 내수포장업무는 사내협력사업체 ‘케이알시스’가 수행하고, 지게차를 이용한 제품 이송업무는 사내협력사업체 ‘신성하이테크’가 수행하였다.차량경량화 공정은 2001년부터 가동이 시작되었는데 ‘다원엔지니어링’이 재단, 용접, 포장업무를 수행하고, ‘신성하이테크’가 이송업무를 수행하였다. 그 뒤 2006. 6. 1. ‘케이알시스’가 설립되어 ‘다원엔지니어링’의 업무를 인수하였고, 2014. 1. ‘디엠아이’가 ‘케이알시스’의 업무, ‘신성하이테크’의 업무를 모두 인수하여 단독으로 수행하고 있다.⑩ 유틸리티 업무유틸리티 업무는 각 공정에서 사용하는 용수, 증기, 압축공기, 질소 및 수소, 냉각수 등을 공급하고 각 공정에서 발생하는 폐수를 처리하는 공정으로 5가지 주요생산공정이 이루어지는 건물과 별도로 떨어진 건물에서 이루어진다. 피고 는 유틸리티 시설 중 유틸리티 시설 전반을 운영하는 컨트롤센터 및 생산공정의 열처리시설에 질소, 수소를 공급하는 설비를 담당한다. 그 외 정수처리시설, 냉난방기 시설, 폐수처리시설 등은 신성하이테크가 담당한다.1998년 천보산업에서 수행하다 2004년부터 신성하이테크가 담당하고 있다.⑪ 실험실 업무실험실은 제품의 물성 및 도금품질을 평가하기 위하여 기계 및 화학시험을 하는 곳이다. 제품 샘플을 시험기구 등에 투입하여 데이터를 산출하는 업무로서 사내협력사업체 ‘신성하이테크’가 수행한다.‘신성하이테크’가 1998년부터 담당하고 있다.⑫ 고철장 업무제품 제조과정에서 발생되는 고철을 수집, 정리하여 상차하는 업무로서 사내협력사업체 ‘신성하이테크’가 수행하고 있다.<br/>라. 관계 법령<br/>▣ 파견근로자보호 등에 관한 법률(1998. 2. 20. 법률 제5512호로 제정되어 1998. 7. 1. 시행되고 2006. 12. 21. 법률 제8076호로 개정되기 전의 것, 이하 ‘제정 파견법’이라 한다)제5조(근로자파견대상업무)① 근로자파견사업은 제조업의 직접생산공정업무를 제외하고 전문지식·기술 또는 경험 등을 필요로 하는 업무로서 대통령령이 정하는 업무를 대상으로 한다.② 제1항의 규정에 불구하고 출산·질병·부상 등으로 결원이 생긴 경우 또는 일시적·간헐적으로 인력을 확보하여야 할 필요가 있는 경우에는 근로자파견사업을 행할 수 있다.④ 누구든지 제1항 내지 제3항의 규정을 위반하여 근로자파견사업을 행하거나 그 근로자파견사업을 행하는 자로부터 근로자파견의 역무를 제공받아서는 아니 된다.제6조(파견기간)① 제5조 제1항의 규정에 의한 근로자파견의 기간은 1년을 초과하지 못한다. 다만, 파견사업주·사용사업주·파견근로자 간의 합의가 있는 경우에는 1회에 한하여 1년의 범위 안에서 그 기간을 연장할 수 있다.② 제5조 제2항의 규정에 의한 근로자파견의 기간은 다음과 같다.   1. 출산·질병·부상 등 그 사유가 객관적으로 명백한 경우에는 그 사유의 해소에 필요한 기간   2. 일시적·간헐적으로 인력을 확보할 필요가 있는 경우에는 3월 이내의 기간. 다만, 그 사유가 해소되지 아니하고 파견사업주·사용사업주·파견근로자 간의 합의가 있는 경우에는 1회에 한하여 3월의 범위 안에서 그 기간을 연장할 수 있다.③ 사용사업주가 2년을 초과하여 계속적으로 파견근로자를 사용하는 경우에는 2년의 기간이 만료된 날의 다음 날부터 파견근로자를 고용한 것으로 본다. 다만, 당해 파견근로자가 명시적인 반대의사를 표시하는 경우를 제외한다. 부칙(1998. 2. 20.) ①(시행일) 이 법은 1998년 7월 1일부터 시행한다. ▣ 파견근로자보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되고 2012. 2. 1. 법률 제11279호로 개정되기 전의 것, 이하 ‘구 파견법’이라 한다)제6조(파견기간)① 근로자파견의 기간은 제5조 제2항의 규정에 해당하는 경우를 제외하고는 1년을 초과하지 못한다.② 제1항의 규정에 불구하고 파견사업주·사용사업주·파견근로자 간의 합의가 있는 경우에는 파견기간을 연장할 수 있다. 이 경우 1회를 연장할 때에는 그 연장기간은 1년을 초과하지 못하며, 연장된 기간을 포함한 총파견기간은 2년을 초과하지 못한다.④ 제5조 제2항의 규정에 의한 근로자파견의 기간은 다음과 같다.   1. 출산·질병·부상 등 그 사유가 객관적으로 명백한 경우에는 그 사유의 해소에 필요한 기간   2. 일시적·간헐적으로 인력을 확보할 필요가 있는 경우에는 3월이내의 기간. 다만, 그 사유가 해소되지 아니하고 파견사업주·사용사업주·파견근로자 간의 합의가 있는 경우에는 1회에 한하여 3월의 범위 안에서 그 기간을 연장할 수 있다.제6조의2(고용의무)① 사용사업주가 다음 각 호의 어느 하나에 해당하는 경우에는 당해 파견근로자를 직접 고용하여야 한다.   3. 제6조 제2항 또는 제4항의 규정을 위반하여 2년을 초과하여 계속적으로 파견근로자를 사용하는 경우   4. 제7조 제3항의 규정을 위반하여 2년을 초과하여 계속적으로 근로자파견의 역무를 제공받은 경우② 제1항의 규정은 당해 파견근로자가 명시적인 반대의사를 표시하거나 대통령령이 정하는 정당한 이유가 있는 경우에는 적용하지 아니한다.제7조(근로자파견사업의 허가)① 근로자파견사업을 하고자 하는 자는 노동부령이 정하는 바에 의하여 노동부장관의 허가를 받아야 한다. 허가받은 사항중 노동부령이 정하는 중요사항을 변경하는 경우에도 또한 같다.③ 사용사업주는 제1항의 규정을 위반하여 근로자파견사업을 행하는 자로부터 근로자파견의 역무를 제공받아서는 아니 된다. 부칙(2006. 12. 21.) ①(시행일) 이 법은 2007년 7월 1일부터 시행한다.    ②(파견기간에 관한 적용례) 제6조의 개정규정은 이 법 시행 전에 체결되고 이 법 시행 당시 종료되지 아니한(파견기간이 연장된 경우를 포함한다) 근로자파견계약에 대하여도 적용한다.    ③(고용의제에 관한 경과조치) 이 법 시행 당시 종전의 제6조 제3항의 규정이 적용되는 파견근로자에 대하여는 이 법 시행 후에도 종전의 규정을 적용한다. ▣ 파견근로자보호 등에 관한 법률(2012. 2. 1. 법률 제11279호로 일부 개정되어 2012. 8. 2. 시행된 것, 이하 ‘개정 파견법’이라 한다)제6조의2(고용의무)① 사용사업주가 다음 각 호의 어느 하나에 해당하는 경우에는 해당 파견근로자를 직접 고용하여야 한다.   1. 제5조 제1항의 근로자파견대상업무에 해당하지 아니하는 업무에서 파견근로자를 사용하는 경우(제5조 제2항에 따라 근로자파견사업을 행한 경우는 제외한다)   4. 제6조 제4항을 위반하여 파견근로자를 사용하는 경우   5. 제7조 제3항의 규정을 위반하여 근로자파견의 역무를 제공받은 경우② 제1항의 규정은 당해 파견근로자가 명시적인 반대의사를 표시하거나 대통령령이 정하는 정당한 이유가 있는 경우에는 적용하지 아니한다.제7조(근로자파견사업의 허가)① 근로자파견사업을 하고자 하는 자는 고용노동부령이 정하는 바에 의하여 고용노동부장관의 허가를 받아야 한다. 허가받은 사항중 고용노동부령이 정하는 중요사항을 변경하는 경우에도 또한 같다.③ 사용사업주는 제1항의 규정을 위반하여 근로자파견사업을 행하는 자로부터 근로자파견의 역무를 제공받아서는 아니 된다. 부칙(2012. 2. 1.) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. ▣ 근로자파견의 판단기준에 관한 지침1. 목적 ○이 지침은 「파견근로자 보호 등에 관한 법률」(이하 ‘법’이라 한다)에 위반한 고용형태를 효과적으로 단속함으로써 근로자파견제도의 적정한 운영을 기하기 위하여 법 제2조 제1호의 규정에 의한 ‘근로자파견’과 근로자파견이 아닌 것을 구분함에 있어 그 판단의 기준을 정하는 것을 목적으로 한다.2. 구성 주체 ○법 제2조 제1호에 의한 ‘근로자파견’은 근로자파견사업을 행하는 자인 ‘파견사업주’와 근로자파견계약에 의하여 파견근로자를 사용하는 ‘사용사업주’ 및 파견사업주가 고용한 근로자로서 근로자파견의 대상이 되는 ‘파견근로자’라는 삼자관계로 구성이 된다.3. 판단의 체계 가. 판단 순서  ○법 제2조 제1호의 ‘근로자파견’에 해당하는지의 여부는 근로자와 고용계약을 체결한 파견사업주, 수급인, 수임인 등(이하 ‘파견사업주 등’이라 한다)에 대하여 사업주로서의 실체를 인정할 수 있는지를 먼저 판단한다.  ○파견사업주 등이 사업주로서의 실체가 인정되지 않는 경우에는 당해 근로자를 고용하지 않고 사용하는 사용사업주, 도급인, 위임인 등(이하 ‘사용사업주 등’이라 한다)이 당해 근로자를 직접 고용한 것으로 추정하여 노동관계법 위반 여부를 판단한다.  ○파견사업주 등이 사업주로서의 실체가 인정되는 경우에는 당해 근로자가 사용사업주 등의 지휘·명령을 받는지 여부를 조사하여 당해 고용관계가 ‘근로자파견’에 해당하는지를 판단한다. 나. 판단방법(종합적 판단)  ○ 법 제2조 제1호의 ‘근로자파견’에 해당하는지의 여부는 아래 4.의 가. 및 나.의 각 호를 종합적으로 고려하여 판단한다. 이 경우 나.의 1), 2), 3)은 근로자파견 인지를 판단하는 주요 기준으로 본다.4. 판단의 기준 가. 파견사업주 등에 대한 사업주로서의 실체 판단  ○사용사업주 등과 파견사업주 등 사이에 체결된 계약의 명칭·형식 등에도 불구하고, 파견사업주 등에게 다음 각 호의 권한이나 책임이 존재하지 않는 경우에는 파견사업주 등의 실체가 인정되기 어려우므로 법 제2조 제1호의 근로자파견의 정의 중에서 \"파견사업주가 근로자를 고용한 후 그 고용관계를 유지\"하는 것으로 보지 아니한다. 다만, 4), 5)는 단순히 육체적인 노동력을 제공하는 경우에는 적용되지 아니한다.   1) 채용·해고 등의 결정권     ※채용면접표, 취업규칙, 근로계약서, 신규채용자 안전교육, 기타 해고 관련 서류 등을 확인   2) 소요자금 조달 및 지급에 대한 책임     ※ 사무실 임대차 계약서, 사업체 설립비용 부담 여부, 주식회사의 경우 주금 납입 경위 및 주식 소유비율, 기성금 및 수당 지급방법 등을 확인   3) 법령상 사업주로서의 책임     ※ 4대보험 가입증명서, 주민세 및 사업소세 등 각종 세금관련 자료, 근로소득 원천징수 관련 자료, 사용사업주 등과 파견사업주 등 사이에 체결된 계약서, 임원간 순환근무 여부, 기타 단체교섭 관련 서류 등을 확인   4) 기계, 설비, 기자재의 자기 책임과 부담     ※사용사업주 등이 지급하는 기계나 설비, 기자재의 내역과 유·무상 여부를 확인하고, 무상으로 제공할 경우 그 필요성 및 정당성을 확인   5) 전문적 기술·경험과 관련된 기획 책임과 권한     ※기획 관련 작성서류, 사용사업주 등과 파견사업주 등 사이에 체결된 계약서 및 동 계약이 단순 노무제공인지 여부, 사업계획서, 파견사업주 등의 업무수행능력 및 소속 근로자 자격증 유무 등을 확인 나. 사용사업주 등의 지휘·명령에 대한 판단  ○사용사업주 등과 파견사업주 등 사이에 체결된 계약의 명칭·형식 등에도 불구하고, 사용사업주 등이 당해 근로자에 대하여 다음 각 호의 권한을 행사하는 경우에는 법 제2조 제1호의 근로자파견의 정의 중에서 ‘파견사업주가 ... 사용사업주의 지휘·명령을 받아 사용사업주를 위한 근로에 종사하게 하는 것’으로 판단한다.   1) 작업배치·변경 결정권     ※작업계획서, 인력배치 계획서, 관련 회의자료, 기타 작업배치 관련 서류 및 관행 등을 확인   2) 업무 지시·감독권     ※일일 작업지시서, 안전교육 일지, 조회 개최 여부, 업무관련 지시 전달 방법 등을 확인     ※특히 직접 고용한 근로자와 혼재하여 같거나 유사한 업무에 종사토록 하는 경우에는 업무 지시·감독권 행사 여부를 보다 신중히 검토     ※계약서상 업무의 목적이나 내용이 지나치게 추상적이어서 사용사업주 등의 지시를 통해 비로소 구체화되는 불확정한 상태에 놓여 있거나 또는 업무 전반을 망라하는 것으로 되어 있어 특정 업무에 한정되지 않는 경우에는 업무 지시·감독권이 인정될 수 있음에 유의   3) 휴가, 병가 등의 근태 관리권 및 징계권     ※휴가, 결근, 조퇴, 외출, 지각원, 출근부, 기타 징계관련 서류 등을 확인   4) 업무수행에 대한 평가권     ※ 업무수행 및 실적에 대한 평가서, 파견사업주 등의 직원이 현장에서 감독·평가하는지 여부, 잘못된 업무수행이 발견된 경우에 있어서의 조치 관행 등을 확인   5) 연장·휴일·야간근로 등의 근로시간 결정권(다만, 작업의 특성상 일치시켜야 하는 경우에는 제외한다)     ※연·월차 유급휴가 사용내역, 일일 근무현황, 기타 근로시간 관련 서류 등을 확인<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 10, 113, 114호증, 을 제2 내지 23호증의 각 기재(가지번호를 포함한다. 이하 같다), 제1심 증인 1 내지 제1심 증인 7의 각 증언, 제1심의 생산공정 촬영동영상 CD(을 제57호증)에 대한 검증 결과 및 현장검증 결과, 당심의 현장검증 결과, 변론 전체의 취지 <br/>2. 근로자지위확인청구에 대한 판단<br/>가. 당사자들의 주장<br/>    1) 원고들<br/>      원고들은 피고와 사이에 용역도급계약을 체결한 사내협력사업체 소속 근로자로서 피고 ○○공장에서 강관, 냉연강판 등의 제조 업무에 종사하였다. 그런데 이 업무는 원자재인 열연강판을 공정라인에 투입하고 작업을 진행하여 코일, 시트 등의 최종제품을 출하시키는 공정의 업무로서, 피고가 중앙통제실에서 원격으로 이를 통제한다. 또한 사내협력사업체는 고유한 기술이나 자본이 없이 모집한 인력만을 피고의 생산조직에 투입하는 역할에 그치고, 이윤 창출 및 상실 위험도 부담하지 않으며, 피고가 원고들에게 작업내용을 결정·지시하고 휴게, 연장, 야간근로 등을 결정하여 노무관리를 하는 등 위 용역도급계약은 근로자파견의 실질을 갖는다.<br/>  사용사업주인 피고는 2년을 초과하여 파견근로자인 원고들을 계속 사용하였는데, 제정 파견법 제6조 제3항 본문의 직접고용간주 규정에 따라 원고들과 피고 사이에 2년의 사용 기간이 만료된 날의 다음날부터 피고의 근로자로 고용되었다고 할 것이므로, 원고들은 피고의 근로자로서의 지위가 있다는 확인을 구한다.<br/>    2) 피고<br/>      피고는 냉연철강업을 운영함에 있어 품질 및 생산 등과 관련된 핵심 노하우, 핵심 경쟁력에 해당하는 주요 생산공정·업무 외의 지원공정·업무의 경우에는 사내협력사업체와 사이에 용역도급계약을 체결하여 외부인력을 활용하고 있다. 피고는 MES(Manufacturing Execution System, 이하 ‘MES’라고 한다. 원고들은 ‘통합생산관리시스템’이라고 부르고, 피고는 ‘생산실행시스템’이라고 부른다.)를 통해 사내협력사업체들에 작업을 발주하고 작업결과를 확인하는 데 그치고, 사내협력사업체 소속 근로자들을 직접적, 구체적으로 지휘·감독하지 않는다. 또한, 피고가 수행하는 업무와 사내협력사업체들에게 도급을 준 업무는 장소적, 시간적, 기능적으로 명확히 구별되고, 피고의 근로자들(이하 사내협력사업체의 근로자들과 구분하기 위하여 ‘피고 직원’이라고 칭한다)과 사내협력사업체의 근로자들이 혼재하여 근무하고 있지 않으며, 각 사내협력사업체들은 근로자배치, 업무수행방법 등의 근태관리 및 휴가, 채용, 징계 등의 인사관리에 관하여 독자적으로 권한을 행사한다. 따라서 위 용역도급계약은 근로자파견에 해당되지 않는다.<br/>나. 관련 법리<br/>    ○ 제정 파견법(1998. 2. 20. 법률 제5512호로 제정된 것)은 제6조 제3항 본문에서 \"사용사업주가 2년을 초과하여 계속적으로 파견근로자를 사용하는 경우에는 2년의 기간이 만료된 날의 다음 날부터 파견근로자를 고용한 것으로 본다.\"라고 하여(이하 ‘직접고용간주 규정’이라고 한다) 사용사업주가 파견기간 제한을 위반한 경우 곧바로 사용사업주와 파견근로자 사이에 직접고용관계 성립이 간주되도록 하였다. 구 파견법(2006. 12. 21. 법률 제8076호로 개정된 것)은 직접고용간주 규정을 대체하여 제6조의2 제1항 제4호에서 ‘사용사업주가 노동부장관의 허가 없이 근로자파견사업을 행하는 자로부터 2년을 초과하여 계속적으로 근로자파견의 역무를 제공받은 경우에 해당 파견근로자를 직접 고용하여야 한다’고 규정하고, 개정 파견법(2012. 2. 1. 법률 제11279호로 개정된 것)은 일정한 파견근로에 대하여 2년 초과의 요건을 삭제하여 제6조의2 제1항 제4, 5호에서 ‘사용사업주가 제6조 제4항을 위반하여 단기간의 근로자파견기간을 초과하여 파견근로자를 사용하는 경우나 제7조 제3항을 위반하여 고용노동부장관의 허가 없이 근로자파견사업을 행하는 자로부터 근로자파견의 역무를 제공받은 경우에는 해당 파견근로자를 직접 고용하여야 한다’고 규정하였다(이하 ‘직접고용의무 규정’이라고 한다).<br/>  제정 파견법이 정한 직접고용간주 규정이나 구 파견법 및 개정 파견법이 정한 직접고용의무 규정은 사용사업주가 파견기간의 제한을 위반하여 계속적으로 파견근로자를 사용하는 행위에 대하여, 행정적 감독이나 형사처벌과는 별도로 사용사업주와 파견근로자 사이의 사법관계에서도 직접고용관계의 성립을 간주하거나 사용사업주에게 직접고용의무를 부과함으로써 근로자파견의 상용화·장기화를 방지하고 그에 따른 파견근로자의 고용안정을 도모하는 데에 그 입법 취지가 있다(대법원 2019. 8. 29. 선고 2017다219072 등 판결 참조).<br/>    ○ 제정 파견법 등에서 규정한 ‘근로자파견’이란, 파견사업주가 근로자를 고용한 후 그 고용관계를 유지하면서 근로자파견계약의 내용에 따라 사용사업주의 지휘·명령을 받아 사용사업주를 위한 근로에 종사하게 하는 것을 말한다.<br/>  원고용주가 어느 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우 그 법률관계가 파견근로자보호법의 적용을 받는 근로자파견에 해당하는지는 당사자가 붙인 계약의 명칭이나 형식에 구애될 것이 아니라, 제3자가 당해 근로자에 대하여 직·간접적으로 그 업무수행 자체에 관한 구속력 있는 지시를 하는 등 상당한 지휘·명령을 하는지, 당해 근로자가 제3자 소속 근로자와 하나의 작업집단으로 구성되어 직접 공동 작업을 하는 등 제3자의 사업에 실질적으로 편입되었다고 볼 수 있는지, 원고용주가 작업에 투입될 근로자의 선발이나 근로자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하는지, 계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 당해 근로자가 맡은 업무가 제3자 소속 근로자의 업무와 구별되며 그러한 업무에 전문성·기술성이 있는지, 원고용주가 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지 등의 요소를 바탕으로 그 근로관계의 실질에 따라 판단하여야 한다(대법원 2015. 2. 26. 선고 2010다93707 판결 등 참조).<br/>다. 인정사실<br/>    1) 사내협력사업체들의 설립 및 운영<br/>      가) 피고 ○○공장에서 피고와 용역도급계약을 체결하여 업무를 수행한 사내협력사업체들의 변경 내역은 앞서 본 바와 같고, 사내협력사업체 변경과 관련하여 인정되는 구체적인 사실관계는 다음과 같다.<br/>   (1) 차량경량화 공정 중 재단, 용접, 포장업무를 담당하는 사내협력사업체는 ‘다원엔지니어링’, ‘케이알시스’, ‘디엠아이’의 순서로 변경되었는데, 다원엔지니어링과 케이알시스는 대주주가 동일하고, 소속 근로자들의 고용도 거의 그대로 승계되었다. 다원엔지니어링의 소장직을 맡고, 케이알시스의 소장을 거쳐 대표이사를 맡았던 소외 8은 케이알시스가 폐업한 후 현재 디엠아이의 소장으로 근무하고 있다. 다원엔지니어링은 차량경량화 공정과 기계정비 업무를 수행하였는데, 다원엔지니어링의 대표 소외 9는 피고의 전무 및 현대모비스 주식회사의 사장을 역임한 소외 10의 동생이다. 소외 9는 차량경량화 업무, 기계정비 업무를 수행하거나 관련 업체를 운영한 경험이 없다.<br/>   (2) 물류 업무를 담당한 ‘신진명기업’은 피고의 경리부장을 역임한 소외 11이 설립하였는데, 소외 11은 물류 업무를 담당하거나 관련 사업체를 운영한 경험이 없다. 신진명기업으로부터 물류 업무를 인수받은 ‘정범’은 무등일보 기자 출신인 소외 12가 설립하였고, 소외 12도 물류 관련 업무에 종사한 적이 없다.<br/>   (3) 롤샵 업무, 기계정비 업무를 담당하던 ‘선양산기’의 대표 소외 13은 선양산기를 폐업하고 2006. 6. 8. ‘에스와이테크’를 설립하였다. 에스와이테크는 피고와 새로운 용역도급계약을 체결함으로써 선양산기가 기존에 해 오던 업무를 인수하였다.<br/>   (4) 피고와 사내협력사업체는 1년 단위로 매년 용역도급계약을 갱신하여 왔는데, 용역도급계약이 종료되어 해지된 업체들은 대부분 곧바로 폐업하거나 담당 업무를 인수한 업체로 회사가 변경되었고, 사내협력사업체 소속 근로자들은 별도의 채용 절차나 임금협상, 휴직기간 없이 그대로 후임 회사에 고용이 승계되어 기존에 하던 업무를 계속하였다. <br/>      나) 사내협력사업체들은 대부분 피고 외 다른 회사로부터 수주받은 전력이나 피고 ○○공장 외 다른 작업장에서 업무를 수행한 전력이 없다. 사내협력사업체들은 소속 근로자들에게 소모품, 작업복, 안전모, 개인용 공구 등을 지급하였으나, 해당 업무에 사용되는 기계, 설비 등은 피고로부터 제공받거나 무상으로 대여받아 사용하였다. <br/>      다) 사내협력사업체들은 대부분 대표이사와 경리 업무를 보는 여직원을 제외하면 피고 ○○공장에서 근무하는 근로자들로만 구성되어 있고(다만 직책은 소장, 반장, 주임, 사원 등으로 구분된다), 법인등기부상 회사 본점 소재지가 피고 ○○공장이 아닌 별도의 주소지로 되어 있으나, 특별히 보유하고 있는 고정자산은 없다.<br/>    2) 피고와 사내협력사업체들의 용역도급계약 체결 및 그 내용<br/>      가) 피고는 2005. 4. 1.경 사내협력사업체들과 사이에 용역도급계약상 기성금 산정 방식을 ‘물량 기준’으로 변경하였고, 그 전까지는 근로자 수, 근로시간, 시간당 금액 등을 기준으로 기성금을 산정하였다.<br/>      나) 피고는 2012. 1. 1. ‘케이시텍’(크레인 운전 및 후처리 공정 중 RCL 설비운전을 수행)과 사이에 크레인 운전, RCL 운전 및 크레인정비(세부내용 별첨)로 업무범위를 정하여 계약기간 1년으로 하는 용역도급계약을 체결하였다. 피고와 케이시텍은 2012. 4. 1. 도급단가 합의서를 작성하였는데, 2번 라인 RCL설비운전의 1개월당 도급금액을 38,202,000원으로 정하고, 크레인 업무는 1톤당 단가를 1,221원으로, 월 기준물량을 103,144톤으로 정하였으며, RCL운전 업무는 1톤당 단가를 2,797원으로, 월 기준물량을 30,000톤으로 정하였다. <br/>      다) 피고는 그 외 사내협력사업체들과 사이에도 2011년, 2012년경 각 용역도급계약을 체결하면서 별지로 업무 세부내역을 작성하고, 계약단가를 1톤당 단가(‘에스와이테크’와 사이의 롤 정비는 처리본수 기준 단가, ‘신우계전’과 ‘남도전기’와 사이의 전기정비는 각 수리내역별 수량에 따른 단가, ‘케이알시스’와 사이의 차량경량화 웰딩작업은 1매당 단가) 및 월 기준물량으로 정한 단가합의서를 작성하였다. <br/>      마) 사내협력사업체들은 피고와 사이에 2011년, 2012년 각 용역도급계약을 체결하면서 계약이행보증보험증권을 발급받아 제출하였다. 그러나 사내협력사업체들이 도급받은 공정과 관련하여 피고에게 손해배상을 하거나, 이행보증업체로부터 구상을 당한 적이 없다. <br/>    3) 피고의 사내협력사업체 및 소속 근로자 관리<br/>      가) 피고는 2005. 4. 1.경 이전에는 사내협력사업체에 지급해야 할 기성금을 사내협력사업체 소속 근로자의 근로시간을 기준으로 산정하였다. 즉, 피고는 공정별, 라인별로 배치될 근로자의 수와 근로시간을 면밀히 체크해야 할 이유가 있었고, 배치될 사내협력사업체 소속 근로자의 숙련도가 특히 중요했다(사내협력사업체들은 피고의 허락 없이 임의로 공정별, 라인별로 배치된 근로자들을 바꿀 수 없었다). 피고는 2006년경까지 사내협력사업체의 신규 근로자 채용시 피고 직원을 면접관으로 참여하게 하였다. 사내협력사업체 소속 근로자들은 2006년경 이전에는 조퇴하거나 월차, 연차 등을 사용하기 위해서는 피고측의 허락을 받아야만 했다(사내협력사업체에 보고하는 것은 형식적인 절차에 불과하였다).<br/>      나) 피고 ○○공장은 각 공정별, 라인별로 사무실을 두었는데, 2005년경까지 피고 소속 근로자와 사내협력사업체 소속 근로자가 동일한 사무실에서 함께 근무하였다. 피고 소속 근로자들은 사내협력사업체 소속 근로자들에게 업무상 지시를 쉽게 할 수 있었고, 심지어 업무 외적인 지시를 무분별하게 하여 2005년경 이를 피고에게 신고하는 제도가 생겼다. <br/>      다) 피고 ○○공장 품질보증팀 부장 소외 14는 2004. 2. 18. 각 사내협력사업체들을 수신자로 하여, 피고의 경영혁신 운동인 ‘2004년도 6시그마 과제해결’ 목표금액을 각 사내협력사업체별로 3억 원에서 5억 원 사이로 구체적으로 정하여 할당하였고, 6시그마 양성·보수교육 일정(2004. 5. 10. ~ 6. 16. 및 2004. 11. 17. ~ 12. 30.)을 통보하면서 교육대상자 전원이 참석할 수 있도록 업무 협조를 요청하였다. 교육대상자 명단에는 피고의 관리기술직, 생산기술직과 사내협력사업체들의 근로자들이 함께 기재되었다.<br/>      라) 피고 ○○공장 부사장 소외 15는 2003. 12. 31. 우성산업 근로자 원고 15에 대하여 6시그마 최우수 혁신팀 리더상 표창장을 수여하였고, 2004. 7. 23. 우성산업 소외 16에 대하여 화재 초기 진압에 기여한 공로에 대한 표창장을 수여하였으며, 2004. 12. 31. 사내협력사업체인 태광계전의 근로자 원고 17에 대하여 생산성 유공자상 표창장을 수여하였다. <br/>      마) 피고는 2005. 4. 1.자로 ‘피고 냉연팀에 소속된(기성확인 기준) 사내협력사업체에 대하여 물량으로 전환 후 인원관리의 맹점을 보완코자 아래와 같이 페널티규정(벌점규정)을 정립하여 사내협력사업체와의 원활한 업무수행을 기하고자 함’이라는 내용으로 ‘협력사 페널티 규정’이란 문서와 페널티 발생 사유서를 만들었다.<br/>협력사 페널티 규정1. 근태  가. 크레인 운전, 출하, 설비운전 및 기타지원 업무의 경우 인원 미배치로 인한 조업에 영향을 초래한 경우 : 벌점 3점  나. 인수인계(TOUCH 교대)않고 근무시간 종료 전 조기퇴근의 경우 : 벌점 2점  다. 가항의 경우 피고 손실 비용 발생시 변상 조치2. 지시불이행  냉연팀의 정당한 업무지시를 태만히 할 경우 : 벌점 2점3. 작업미숙 또는 불량발생의 경우  가. 크레인의 제품 낙반 사고: 당사 판매가격으로 변상조치(변상 금액 기준)  나. 다. (손해액별 비율에 따른 변상조치: 생략)4. 안전수칙 미준수  가. 현장내 근무자 안전장구 미착용 : 벌점 1점  나. 안전사고 발생시    공상: 벌점 2점, 산재사고 : 벌점 3점5. 1년간 누적하여 벌점 관리하고, 단체행동으로 인한 당사의 조업에 문제 발생시는 즉시 업무지원팀으로 문서를 통보하고, 기타 사항은 사내협력사업체 평가시 자료로 활용한다.6. 협력사는 누계벌점 10점 이상시 문서로 경고 조치하고, 개인은 누계벌점 5점 이상시 협력사에 통보하여 징계위원회에 회부 요청하고, 피고에 결과를 통보한다.<br/>      바) 원고 25가 2004. 6.경 노동부에, 피고 ○○공장의 불법파견 문제에 관한 진정을 하였고, 사내협력사업체 소속 근로자들 중 상당수가 2005년경 ‘금속노조 비정규직 현대하이스코 지회’에 가입하였다. 당시 기존 사내협력사업체들 중 대부분이 폐업하면서 소속 근로자들이 실직하게 되었고, 피고와 사이에 새롭게 용역도급계약을 체결한 사내협력사업체들은 위 비정규직 노동조합의 조합원들을 제외한 나머지 근로자들만을 채용하였다. 그 무렵 피고는 위 실직자들에 대한 성향을 분석하고, 재입사자들의 동향을 분석하기도 하였다. <br/>      사) 사내협력사업체들의 폐업 등으로 발생한 실직자들을 다른 사내협력사업체들이 채용하기로 하는 합의서가 2005. 11. 3. 및 2006. 5. 13. 순천시, 피고, 사내협력사업체들 대표, 피고 비정규직지회, 전국금속노동조합을 당사자로 하여 체결되었다. 피고는 위 합의서에서 정한 사항을 적극 지원하기로 약정하였고, 2007. 4. 13. 위 2006. 5. 13.자 합의서에 따라 사내협력사업체들이 입사자들에게 현장 업무를 부여하고, 퇴직금을 지급하기로 하는 내용의 별도 합의서에 당사자로 서명하였다. <br/>      아) 사내협력사업체들과 전국금속노동조합 광주전남지부, 피고 비정규직지회, 피고는 2007. 9. 21. ‘2007년 단체교섭 별도 합의서’를 작성하였다. 위 합의서의 주요 내용은 \"피고는 사내협력사업체들과 전국금속노동조합, 피고 비정규직지회가 체결한 단체협약을 적극 지원하고, 폐업업체 및 신규업체 또는 기존업체 근로자의 고용승계(근속연수 포함)가 보장될 수 있도록 적극 지원하며, 기존 임금이 저하됨이 없이 보장될 수 있도록 적극 지원하고, 사내협력사업체의 폐업 및 계약해지로 체불임금이 발생하지 않도록 적극 노력하며, 사내협력사업체의 근로자들이 피고의 운동장, 사내외 복지시설을 사용한다.\"는 것이다.<br/>      자) 피고와 사내협력사업체들은 2011. 6. 10. 및 7. 1. 지급결정일 기준 전체 근무인원을 지급대상으로 한 2010년도 경영성과금을 1인당 530만 원으로 정하여 2011년 7월, 11월로 사내협력사업체에 분할 지급하고, 사내협력사업체들은 피고로부터 지급받은 경영성과금을 사내협력사업체의 근로자들에게 지급하며, 피고와 사내협력사업체들은 경영성과금을 도급비와 별도로 정산하기로 합의서를 작성하였다.<br/>    4) 사내협력사업체의 근로자들의 업무수행방식<br/>      가) 피고는 ○○공장의 원자재 관리, 품질관리, 공정계획에 따른 작업량과 작업순서 편성, 조업진행현황과 실적 관리, 출하관리 등의 업무를 효율적으로 진행할 수 있도록 제반 관련 정보가 기록, 처리되는 MES를 이용하여 원자재 입고부터 최종 생산품 출하까지 과정을 관리, 운영하고 있다. 위 시스템은 주식회사 포스코, 동부제강 주식회사 등 다른 철강제조업체에서도 업무효율성을 위하여 도입한 전산시스템이다. 피고 관리팀 및 진행실 직원들이 MES를 통해 작업 물량 및 정보를 입력하면, 사내협력사업체의 근로자들은 각 현장사무실에 배치된 MES 화면에 표시되는 정보에 따라 업무를 수행하고 작업을 완료한 후 MES에 작업결과를 입력하고, 피고 직원들이 그 결과를 검수한다. 피고는 기계정비, 전기정비 작업은 SAP 전산장치를 통하여 사내협력사업체에 의뢰한다.<br/>      나) 사내협력사업체의 근로자들의 근무시간, 휴게시간 등은 피고 직원들과 동일하다. 피고는 2008. 11. ~ 2009. 3. 기간에 경기침체로 인한 내수 및 수출물량 감소에 따른 생산량 감소로 ○○공장 공정 전체 라인을 휴지하였는데, 피고 근로자들 및 사내협력사업체의 근로자들은 피고의 라인별 휴지계획에 따라 한 달에 약 15일씩 3, 4개월을 휴무하였다.<br/>      다) 사내협력사업체들이 수행하는 각 공정·업무별 구체적인 업무내용은 다음과 같다.<br/>         (1) 후처리 공정 중 리코일링라인(RCL)설비 운전업무<br/>RCL공정은 앞선 공정에서 생산된 코일에 하자가 발견되거나, 주문에 맞게 코일을 다시 펼쳐서 폭, 중량 등을 수정하는 정정작업을 하는 공정이다. RCL공정은 크게, 정정작업을 위해 RCL설비를 운전하는 업무와 코일에 하자가 있는지를 검사하는 업무로 구분된다. 피고는 정밀검사업무를 직접 수행하고 있고, RCL설비 운전업무를 ‘케이시텍’에 도급하고 있다. 케이시텍 근로자들은 RCL 라인의 입측에 1명, 출측에 1명, RCL 운전실에 1명이 각 배치되어 있고, RCL 현장 사무실(2라인)에 피고 직원 1명(생산기술직 반장, 2011. 10. 26. 기준)이 배치되어 있다. 피고 직원이 눈으로 정밀검사를 하는 과정에서 케이시텍 근로자인 RCL 설비 운전자에게 설비운전에 관한 구체적인 지시를 하고, 케이시텍 근로자는 그 지시에 따라 RCL 설비를 운전한다. RCL 설비는 모두 피고의 소유이고, 후처리 공정과 관련하여 케이시텍이 보유한 설비는 없다.<br/>        (2) 물류 업무 및 크레인 작업<br/>          피고는 1, 2, 3A, 3B, 4, 5번 진행실 중 2, 5번 진행실에서 단독으로 근무하고, 정범은 1번 진행실에서 단독으로 근무하며, 3A, 3B, 4번 진행실에서는 피고 직원과 ‘정범’의 근로자가 함께 근무한다. 피고는 1번 진행실 업무를 정범에게 도급주기 전인 2006년 이전에는 단독으로 1번 진행실 업무를 수행하였다. 피고는 2, 3A, 3B, 4, 5번 진행실에서 물류계획, 설비관리, 출하순서 등 전반적인 물류관리 업무를 수행하고, 정범은 1번 진행실에서 원자재 입고관리 업무(1번 진행실 창고로 입고된 원자재를 PDA로 바코드 스캐닝을 하여 입고 정보를 생성시킨 후, 크레인으로 산세/압연라인 보급스케줄에 맞춰 라인 입측까지 운반하는 업무), 3A, 3B, 4번 진행실에서 출하검수 업무(MES에 제품을 출하할 차량을 확정등록하고, 크레인 운전자가 제품을 차량에 상차시키며, 상차된 제품의 송장과 라벨을 발행하는 업무), 야드관리 업무(야드에 적재된 코일단 사이에 고무패드를 포설하고, 크레인이 코일을 운반할 수 있게 밴드를 제거하고 비닐을 벗기는 작업)를 한다. 피고의 생산지원팀에는 관리사무직원 16명, 물류진행 담당 생산기술직원 25명(2011. 10. 26. 기준)이 근무하는데, 관리사무직은 본관 3층에서, 생산기술직은 1번 진행실을 제외한 나머지 5개 진행실에서 근무하고, 정범의 근로자들은 각 진행실에서 3개조 3교대로 근무한다.<br/>  2012년까지는 피고 직원과 정범 근로자들이 모두 2층 사무실에서 같이 근무하였으나, 피고 생산지원팀은 업무지원팀, 설비관리팀 등에 2005. 8. 25.까지 사내협력사업체와 업무진행 시 근무장소 구분을 위한 ‘3A 진행실 칸막이 이설공사’를 요청하였고(갑 제91호증의 1), 설비관리팀은 2005 ~ 2006년경에 피고 직원들이 일하는 공간과 정범 근로자들이 일하는 공간 사이에 어깨높이의 칸막이를 설치하였다. 그 후 2008년에는 칸막이 위를 완전히 막아 공간을 분리하는 공사를 하였고, 2012년 이후부터는 피고 직원은 2층 사무실에서 근무하고, 정범 근로자들은 1층에 사무실을 별도로 만들어 이동하였다. 2006년 이전에 진행실에서 함께 근무할 때에는 정범의 근로자가 피고 직원이 부재중일 경우 피고 직원의 업무를 대신 수행하는 경우도 있었고, 업무 편의상 정범의 근로자가 컴퓨터에 피고 직원의 사번을 직접 입력하여 전산시스템을 이용하여 근무하기도 하였으나, 2012년 MES가 도입된 후에는 피고 직원과 정범 근로자의 업무가 구분되었다.<br/>  크레인 운전 업무와 관련하여, 피고 직원은 창고 공간을 확보하여 코일을 옮겨서 라인 스케줄에 맞추어 생산된 코일을 받아낼 수 있는 자리를 배치하는 운영계획을 짜서 MES에 입력하고, 원자재·코일 이송지시 등 크레인에 설치된 단말기 모니터(이하 ‘차상국’이라고 한다)로 작업을 의뢰한다. ‘정범’과 ‘케이시텍’ 근로자들은 MES 작업요청에 따라 출하제품 검수, 야드관리 업무를 하고, 크레인 운전자들은 차상국에 요청된 내용에 따라 제품 운반 작업을 한다. 피고는 주로 MES와 크레인 차상국으로 크레인 운송 업무를 발주하는데, 후처리공정 RCL 라인에서는 전산으로 정형화할 수 없는 작업이 많아 무전기로 구두 지시를 많이 한다. 피고 직원의 차상국 정보 또는 무전기 지시가 없는 경우 크레인 운전자가 임의로 운송 작업을 할 수 없고, 피고 진행실 직원이 MES에 입력된 위치가 아닌 장소를 적합한 위치로 판단한 경우에는 무전기로 크레인 운전자에게 위치를 지시하기도 한다. <br/>  피고는 2001. 12. 4. 천정 크레인의 일상점검 및 운전 등의 작업에 대한 작업표준서를 작성하여 각 크레인 운전실 마다 비치하였다. 그 후 2005년경 위 작업표준서는 사내협력사업체가 작성한 ‘크레인 협력사 업무내용’으로 변경되었다. 피고 ○○공장의 냉연팀장 소외 17은 2004. 9. 15. 사내협력사업체인 ‘남광산업’과 ‘한일기업’에 크레인 근무교대 및 근무방법에 관하여 아래와 같은 내용의 업무협조공문(갑 제23호증)을 보냈다.<br/>○ 크레인 교대자는 크레인 운전실 내에서 Touch 교대를 실시할 것○ 크레인 운전자는 진행실 근무자의 지시에 의해 업무를 수행하고 진행실 근무자와의 언쟁을 하지 말 것○ 크레인 운전자는 식사, 생리적인 현상, 진행실 지시에 의한 크레인 이석 외는 크레인을 이탈하지 않을 것○ 위 준수사항은 2004. 9. 24.부터 시행하고 규정 미준수자는 1차, 2차 위반 시 귀사의 자체규정에 의해 규제시행, 3회 이상 적발 시 당사 내에서 크레인 운전금지○ 규정미준수자 관리는 피고 진행실 근무자가 근무교대 일지에 작성하여 관리<br/>  크레인 운전실의 차상국 화면에는 현재 작업할 물량, 다음 작업할 대기물량, 현재 코일위치와 작업하여 옮길 위치, 코일 외경 등이 표시된다. 피고 직원들은 진행실에서 코일 운반과 관련된 기본적인 정보 표시 외에 작업과 관련된 구체적인 메시지를 크레인 차상국 화면에 보내어 지시하기도 한다.<br/>  크레인 작업 중 코일에 이상이 있으면 사내협력사업체의 근로자는 피고 직원에게 보고하여 지시에 따라 업무를 처리하고, 코일에 손상을 입히거나 사고가 발생한 경우 피고 반장이 사내협력사업체 반장이나 주임에게 경위서를 요구하여 근로자가 작성한 경위서는 근무일지와 함께 피고 생산지원팀장에게 제출된다. 피고는 크레인 운전자의 숙련도가 떨어지면 숙련도가 높은 근로자로 교체해 달라고 사내협력사업체에 요청한다. 2005. 7. 30.경 크레인 업무를 수행하던 ‘한일기업’이 폐업하자, 피고 직원들이 2주 정도 크레인 운전 업무를 수행한 적이 있다.<br/>  2007년경까지 중·대수리기간에 사내협력사업체의 근로자들은 청소, 페인트칠 작업을 하였으나, 2008년부터는 피고가 직접 수행하거나 외부업체에 도급을 준다.<br/>        (3) 아연드로스 업무<br/>          융용아연도금 공정에는 설비라인이 2개가 있는데, 설비라인 운전은 피고가 직접 수행한다. 피고는 라인 운전업무와 관련하여 입측, 중앙 1 ~ 3, 출측에 작업실을 두고 있는데, 총 8명의 직원을 각 작업실에 배치한다. ‘신성하이테크’는 아연드로스 업무를 수행하는데, 아연드로스 취출 1명, 아연괴 운반 1명 등 2명씩 3개조가 3교대로 근무하고 반장 1명이 있어 총 7명이 작업한다. 신성하이테크의 근로자들은 아연 POT 옆에 현장사무실에서 근무한다. 신성하이테크의 현장사무실에는 MES 모니터가 설치되어 있어 근로자들은 기본적으로 모니터를 보고 아연드로스 취출 시기 등을 판단하여 작업하나, 아연괴의 투입은 아연 농도에 영향을 미치는 예민한 작업이어서 아연 샘플의 실험 결과를 토대로 결정되는 아연괴의 투입량, 투입속도에 관하여 피고 직원들의 지시를 받는다. MES가 도입되지 않은 초창기에는 신성하이테크 근로자들은 아연드로스 작업시기, 아연괴 투입시기 등을 피고 설비 메인 운전수, 피고 반장에게 가서 상의한 후 현장으로 내려와서 작업을 하였다.<br/>  신성하이테크는 아연드로스 업무에 투입되는 근로자를 편성한다. 신성하이테크 근로자들은 아연드로스 업무를 하면서 아연샘플을 실험실에 갖다 주는데, 실험실에서 아연 농도를 분석하면 MES로 바로 모니터링이 되고, 신성하이테크 근로자들은 피고 직원들로부터 아연 농도에 맞게 투입할 아연의 종류와 개수를 지시받아 그대로 수행한 후 다시 중앙센터에서 근무하는 피고 직원들에게 아연투입량과 드로스 취출량 등을 전화로 통보한다. 중앙센터의 피고 직원들은 아연드로스 취출시기가 늦어질 경우 신성하이테크 근로자들에게 작업을 재촉하기도 하고, 아연드로스 업무는 생산되는 냉연강판의 품질에 영향을 미치는 중요한 작업이기 때문에 작업 중 불량이 발생되면 사이렌을 울려 근로자들의 작업을 중단시키고 문제를 해결한 후 작업을 재개시킨다.<br/>  오일 적치 및 운반작업, 판파단 작업(롤 이동 중 쇠 강판이 찢어지는 것을 끌어내어 연결하는 작업), 자재 운반, 라인 월 정기수리는 용역도급계약서에 명시된 ‘신성하이테크’의 도급업무가 아니지만 피고 표면처리팀에서 융용아연도금공정 관리업무를 담당하는 윤성욱의 요청으로 신성하이테크 근로자들이 수행하고 있다. 매해 상반기, 하반기에 한 차례씩 있는 중·대수리 기간에는 피고 직원들과 신성하이테크 근로자들이 작업사항을 나누어 도급업무로 정하지 않은 청소, 페인트칠 등의 작업을 한다. 신성하이테크 근로자들의 연장·야간근무, 휴게시간은 피고 직원들과 동일하게 이루어진다.<br/>        (4) 롤샵 업무<br/>          롤을 가공, 연마하는 롤샵 업무는 세분화하면, 크게 10가지 정도의 단계를 거치게 된다. 피고는 롤샵 업무에 생산기술직 직원 17명(직장 1명, 반장 4명, 사원 12명, 2011. 10. 26. 기준)을 투입하여 전문적인 기술이 필요한 롤 교체 및 가공·연마 작업을 수행하고, 에스와이테크는 롤 이송, 롤 초크 조립 및 분해, 초크와 베어링 정비 등의 작업을 수행하며, 롤 표면에 연마석을 코팅하는 그리트 공정은 피고 직원들과 에스와이테크 근로자들이 공동으로 작업한다. 롤을 적치대에서 그라인더로 올리는 작업은, 당초 피고와 사내협력사업체가 같이 수행하였는데, 2011년경 롤 그라인더 운전업무를 하던 ‘에스와이테크’ 근로자 3명이 피고 직원으로 채용된 후에는 에스와이테크는 롤 그라인더 보조업무를 하지 않는다.<br/>  롤샵 업무 근무자들이 이용하는 피고의 사무실과 에스와이테크 현장사무실은 30 ~ 40m 정도 떨어져 있다. 에스와이테크는 근무조 편성, 작업스케줄, 업무수행방법 등을 자체적으로 결정한다. 에스와이테크의 근로자들은 롤 이송 시기, 초크 및 베이링 정비 시기를 자체적으로 판단하여 작업하지만, 롤 다이아 작업표준서는 피고 진성규 직장이 작성하였고, 에스와이테크 근로자들은 피고 직원들의 업무지시 없이 롤샵 업무를 임의로 수행할 수 없다.  <br/>  에스와이테크 근로자들은 업무를 수행한 후 롤 상·하차 실적, 초크 분해·조립 실적, 정비 실적을 MES에 입력한다. 중·대수리 기간에는 피고 직원들과 에스와이테크 근로자들이 같이 청소, 페인트칠 작업 등을 한다.<br/>          (5) 기계정비 업무<br/>          피고는 2014. 9. 1. 기준으로 설비관리팀 중 관리직 10명, 현장기술직 16명의 인원이 기계정비 업무를 담당하고 있고, ‘에스와이테크’는 산세압연공정에 10명, 연속소둔공정에 7명, 유틸리티에 4명, 전기아연도금공정에 8명, 용융아연도금공정 1번라인에 7명, 2번 라인에 6명, 착색도장공장에 4명, 물류 업무에 4명, 후처리공정에 3명을 배치하여 총 53명의 근로자가 작업을 수행한다. 기계정비를 수행한 사내협력사업체들은 2006년경까지 각 라인별로 피고로부터 허가받은 근로자 수만큼만 근로자를 배치할 수 있었고, 그 이후로도 사내협력사업체가 임의로 근로자 수를 조정할 수 없다.<br/>  피고 관리직은 공장 A동 로드센터 3층에서 근무하고, 기능직은 기계설비가 있는 9개의 공정라인 및 Q동 정비사무실 등 10개의 현장사무실에서 근무한다. 에스와이테크는 Q동에 현장사무실이 있고, 9개 공정라인 옆에 10개 작업진행실이 있다. 피고 직원과 에스와이테크 근로자들은 산세압연공정과 연속소둔공정에 있는 사무실을 같이 사용하다가 2004. 10. 말경 사무실을 분리하였다. 사무실을 같이 사용하는 기간에는 피고 직원(반장)이 사내협력사업체의 근로자에게 작업내용 및 작업조 편성까지 모두 직접 지시하였다. 사무실이 분리된 후에는 피고 직원이 사내협력사업체의 현장대리인을 통해서 작업을 의뢰한다. <br/>  기계정비는 일상정비, 정기수리, 돌발수리 3가지로 구별할 수 있고, 일상, 정기수리가 약 70% 정도를 차지한다. 피고는 정비작업 계획을 기초로 ERP 시스템인 SAP을 통해 월간 단위로 일상정비, 월정기 수리 작업을 사내협력사업체에 의뢰한다. 정비작업 초반인 1999년경에는 피고 직원들이 1 ~ 2년 동안 사내협력사업체의 근로자들에게 부분적인 기술 지도를 하였다. SAP는 2006년경 개통하였는데 사내협력사업체의 현장사무실에는 해당 설비가 없어 사내협력사업체의 현장대리인이 피고의 Q동 사무실에서 작업의뢰서를 출력받아 각 공정별 주임에게 전달하였다. SAP는 2014. 10.경 맥시모 시스템으로 변경되었는데, 사내협력사업체의 현장사무실에도 해당 시스템이 설치되어 별도로 작업의뢰서를 출력하지 않아도 되게 되었다. 라인을 정지시킬 정도의 큰 돌발사고가 발생한 경우 피고 설비관리팀에서 피고 설비운전자에게 라인 가동을 중지해달라고 요청하고, 라인이 중지되면 에스와이테크 근로자들은 피고의 지시를 받고 수리 작업을 한다. 돌발 수리의 경우에는 구두로 작업을 지시하고 사후에 SAP에 등록한다. 기계설비의 도면은 피고가 보유하고 있어 도면이 필요한 경우 에스와이테크 근로자들은 피고의 사무실에서 도면을 열람한다. 정비작업이 완료되면 에스와이테크 주임들이 완료내역을 정리하여 피고 직원에게 전달하고, 피고의 검수를 거쳐 SAP에 작업완료를 입력한다. <br/>  피고 설비관리반장과 에스와이테크의 현장소장은 매일 아침 미팅을 통해 작업을 정한다. 피고는 정비작업 중요도를 판단하여 작업순서를 결정하는데, 작업의뢰를 한 상태에서 작업순서가 변경될 경우에는 에스와이테크 현장소장과 협의한 후 작업을 지시한다. 수리 작업은 피고가 의뢰하기도 하고, 다른 사내협력사업체가 의뢰하기도 하는데, 에스와이테크는 사내협력사업체가 의뢰한 정비작업을 완료한 후 피고에게 보고한다.<br/>  2006. 7. 1. 작성된 기계정비 작업 작업표준서는 에스와이테크에서 기계정비 업무를 담당하는 소외 18이 작성하였다. 정비작업에 필요한 용접봉, 용접면, 볼트, 배관, 오일류 등 모든 자재는 피고가 제공하고, 몽키스패너 등 수공구는 에스와이테크가 제공한다.<br/>        (6) 전기정비 업무<br/>          전기정비 업무는 예방정비, 일상수리, 돌발수리 3가지로 구분되는데 예방정비, 일상수리가 80% 정도를 차지한다. 피고는 2014. 9. 1. 기준으로 설비관리팀 중 관리직 15명, 현장기술직 15명이 전기정비 업무를 담당하고, ‘신우계전’은 59명의 근로자들이 전기정비 업무를 담당한다. 피고 설비관리팀은 정비계획을 수립하고, 정비업무를 하며, 신우계전과 외주업체는 피고로부터 도급받은 정비업무를 수행한다. 피고 ○○공장의 전기정비는 레벨 1과 레벨 0으로 구분되는데, 레벨 1 중 소프트웨어 전기정비는 피고가 직접 수행하고, 하드웨어적 전기정비와 레벨 0 전기정비는 모두 신우계전이 수행한다. 다만, 신우계전 근로자들도 피고 전기실에서 PLC, 드라이브 장치, 소프트웨어 프로그래밍 수정 업무도 피고 직원들과 논의하며 전기정비업무를 함께 수행하기도 한다.<br/>  피고 설비관리팀 관리직들은 공장 A동 로드센터 3층에서 근무하고, 기능직 직원들은 전기설비가 있는 11개 공정 옆에 있는 전기실에서 근무한다. 신우계전은 메인변전소 2층에 현장사무실이 있고, 11개 공정 옆에 현장대기실이 있다(현장대기실에는 전기정비를 위한 시설이 없고, 사실상 라커룸으로 사용한다). 산세/압연공정 전기실 및 용융아연도금 2번라인 전기실에서는 피고 직원들과 신우계전의 근로자들이 함께 근무한다. 피고 직원들은 주간근무만 하기 때문에 신우계전 근로자들이 수행한 야간근무에 대해서는 작업일지 및 다음 날 오전 조회를 통해 근무내용을 공유한다.<br/>  피고 설비관리팀이 로드센터 3층에서 작업계획을 SAP 시스템을 통해 주간 단위로 전기정비 작업을 의뢰하면 신우계전은 메인변전소 2층 사무실에서 SAP를 통하여 피고가 의뢰한 작업을 확인하여 작업을 수행한다. 신우계전 근로자들은 각 전기실마다 작업 오더를 매일 또는 일주일 단위로 출력하여 작업하였으나, 2014. 10.경 맥스모 시스템으로 설비관리시스템이 변경된 이후로는 작업 오더를 출력하지 않고 모니터로 직접 확인하여 작업을 수행한다. 신우계전은 작업을 완료하면 작업완료 내역을 입력하여 피고 설비관리팀에 제출하고 피고는 작업완료를 검수한다. <br/>  신우계전 근로자들의 작업시간, 휴게시간, 연장·야간근로는 피고 직원들과 동일하게 이루어진다. 신우계전은 근로자들의 작업배치, 조 편성은 피고 관여 없이 독자적으로 결정한다. 신우계전 근로자들이 정비작업에 사용하는 드라이버, 펜치 등 개인 수공구는 신우계전이 제공하고 캘리브레이터 등 측정 설비 및 휴대용 계측기는 피고 소유이다.<br/>        (7) 포장 업무<br/>          피고 품질보증팀 직원이 MES로 포장작업을 의뢰하고, 포장완료 여부를 검수한다. ‘누벨’과 ‘지산피케이시’는 각 현장사무실에 설치된 MES를 통하여 작업의뢰를 확인한 후 작업을 한다. 피고는 누벨, 지산피케이시의 작업조 편성, 작업순서에는 관여하지 않으나, 포장의 품질과 직결되는 포장사양을 지정한다. MES는 2012년부터 개시되었는데, 그 이전에는 생산기 시스템에서 작업지시서 또는 작업의뢰서를 출력하여 작업하였다.<br/>  피고는 포장형식 표준서를 작성하여 사내협력사업체에 배포하였는데, 포장형식 표준서에는 포장지 종류, 사용되는 밴드 개수 등 포장방법과 형식이 상세히 기재되어 있어 사내협력사업체의 근로자들이 위 표준서에 따라 작업을 수행한다. 표준서에 따라 작업이 이루어지지 않을 경우 진행실에서 근무하는 피고 직원들이 포장 변경 등 재작업을 지시하기도 한다. 사내협력사업체는 포장 타입을 임의로 바꿀 수 없다. 2005년 이전에는 피고 품질보증팀 반장이 현장을 순회하면서 불량을 수정한 후 포장 재작업을 지시하였다. 포장하는 코일 상태가 불량일 경우 피고 출측 검사실로 연락하면 피고 직원이 와서 확인하고 코일을 교체한다.<br/>  포장작업도 냉연강판 생산 전체 공정의 흐름에 따라 작업을 하여야 한다. 포장을 위한 코일이 실려 있는 컨베이어벨트가 생산라인과 직접 연결되어 있지는 않지만, 컨베이어벨트 속도에 맞추어 작업을 하여야 하고, 사내협력사업체의 근로자들이 작업속도를 임의로 변경할 수 없다. 포장작업이 늦어지면 코일이 쌓이게 되고, 적정 적재량을 초과하면 컨베이어 라인이 정지되거나 속도가 느려지게 된다. <br/>  점심, 저녁식사 시간에는 근로자들의 식사 편의를 위해 연속소둔라인의 피고 직원이 ‘고장처리’를 해주어야 사내협력사업체의 근로자들이 30분 간 일을 중단한 채 식사를 할 수 있다. 지산피케이시는 무상으로 사무실을 사용하고 있고, 포장재료, 사무용품, 수동밴드체결기, 피복, 안전모 등은 직접 구매하고 포장에 필요한 보호판, 외주링, 내주링 등 철자재와 고가의 자동밴드기는 피고로부터 제공받으며, 피고와 철자재 등의 가격을 별도로 정산하지 않는다.<br/>        (8) 차량경량화 공정<br/>          차량경량화 공정은 다른 공정·업무와 달리 코일만 공급되면 메인 생산공정이 중단되더라도 진행이 가능하다. 피고는 레이저 1 ~ 6호기, 8호기의 용접 업무를 ‘케이알시스’에 도급 주고, 별도 설비가 구축된 레이저 7호기는 직접 운행하다가 2012. 5.경 생산물량 축소로 7호기 운행을 중단하였다. 피고는 경량화팀에 직원 11명(관리사무직 4명, 생산기술직 7명, 2011. 10. 26. 기준)을 배치하여 본관 2층, 차량경량화 생산공정 옆 가건물 2층, 7호기에서 근무하였다. 차량경량화 제품 주문회사인 현대자동차, 기아자동차 주식회사가 차량경량화 제품을 피고 영업팀에 주문하면 영업팀은 주문내역을 ○○공장 생산지원팀에 전달하고, 생산지원팀은 MES에 작업량, 작업의뢰 일시 등을 입력하여 케이알시스에 작업물량을 발주한다. 용접방법 등 작업수행 방식은 MES에 표시되지 않는다. 피고 직원은 긴급발주나 변경요청이 들어온 경우 케이알시스 근로자들에게 작업을 중단하고 급한 물량으로 규격변경에 들어가도록 구두로 지시한다. MES가 도입된 2012년 이전에는 생산기 시스템을 이용하였는데, 생산기는 MES와 달리 작업의뢰 확인만 가능할 뿐, 생산량 변경 등 작업사항을 전산으로 요청할 수 없었다.<br/>  피고는 2001년 한국 최초로 차량경량화 제작을 시작하였는데, 케이알시스는 기술이나 정보가 부족하여 피고가 작업표준서를 제작하여 제공하고, 피고 직원들이 사내협력사업체의 근로자들에게 기술을 전수하였다. 현재는 케이알시스가 작업표준서를 직접 수정하여 근로자들에게 배포하고 있다. 피고 소외 19 직장은 차량경량화 기술을 가진 직원으로 2001년부터 직접 업무를 수행하면서 케이알시스 근로자들에게 노하우를 전수하면서 작업방식, 작업속도, 안전상 문제 등에 관하여 가르쳤다.<br/>  설비나 품질에 문제가 발생한 경우에는 소외 19 직장이 직접 사내협력사업체의 근로자로부터 대책서를 작성받아 현대자동차 등 고객사에 제출하였고, 근로자는 사후보고서를 작성하여 소외 19 직장에게 제출하였다. 피고 소외 19 직장, 소외 20 반장은 2013년까지 재단, 용접 작업자들에게 작업속도나 불량률에 관하여 사내협력사업체 반장이나 주임들을 불러서 구두로 요구하거나 지시하였다. 직장의 책임은 고객사로부터 요구받은 물량을 불량 없이 납품하도록 공정을 관리하고 안전관리 하는 것이 핵심이기 때문에 운전에 장애가 발생하면 직접 현장에 가서 기술적인 조언을 해 주고, 수리가 필요하면 수리를 의뢰하는 판단을 한다. <br/>  피고는 케이알시스의 작업배치, 조편성, 작업스케줄에 관여하지 않고 서로 인력을 대체하지 않는다. 차량경량화 업무 수행에 필요한 설비, 자재는 모두 피고가 제공하고, 케이알시스는 공구, 사무용품, 소모품, 작업복, 안전모를 구입한다.<br/>        (9) 유틸리티 업무<br/>          유틸리티 시설들은 생산설비들과 떨어져 있고, 피고 직원들(직장 1명을 제외하고 1개조에 3명씩 총 4개조로 운영)이 근무하는 유틸리티 컨트롤 센터(UCC)와 사내협력사업체의 근로자들이 근무하는 유틸리티 사무실(정수처리시설, 폐수처리시설, 냉난방설비, 건조기 등)은 공간적으로 분리되어 있다. 사내협력사업체는 정수처리시설, 폐수처리시설, 냉난방설비, 건조기에 각 1명(3개조 총 3명)의 근로자를 배치하여 업무를 수행하게 한다. 사내협력사업체의 근로자들은 냉각수 메인펌프나 냉동기 같은 주요 설비의 가동 여부를 직접 결정할 수 없고, 피고 직원의 지시를 받아야만 수행할 수 있다. 사내협력사업체의 근로자들은 유틸리티 공정업무를 수행하고 일일 운전 점검일지를 작성하여 현장대리인에게 제출하면, 현장대리인이 이를 취합하여 피고에게 제출한다.<br/>        (10) 실험실 업무<br/>          사내협력사업체의 근로자는 각 생산라인에서 수거한 샘플을 가지고 피고가 제공한 작업표준을 보고 피고 소유의 시험장비들을 이용해서 시험을 하고, 그 결과를 MES에 등록(자동 등록이 되는 경우도 있음)한다. 피고 직원들이 사내협력사업체의 근로자들에게 긴급재의 샘플이나 불량 시편 등을 실험해 달라는 지시를 수시로 하고 있다. 시험업무에 필요한 모든 자재, 장비 등은 피고가 제공한다.  <br/>        (11) 고철장 업무<br/>          고철장은 생산설비가 있는 공장으로부터 가장 멀리 떨어져 있다. 피고는 2005년경까지 고철장에 피고 직원을 배치시켜 두고, 수시로 사내협력사업체의 근로자에게 작업지시를 하였다. 현재 고철장에 직접 배치된 피고 직원은 없지만, 피고의 자재관리부서 직원이 고철장 관련 업무를 맡고 있다. 사내협력사업체의 근로자들은 각 생산라인에서 모아진 스크랩들을 수거하여 고철장으로 이동, 적치하고, 피고로부터 배차를 받아 고철을 출하한다. 각 생산라인에서 스크랩이 제때 수거되지 않으면 생산라인 가동에 차질이 발생하고, 이러한 경우 피고 직원이 스크랩 수거 등을 지시한다. 사내협력사업체의 고철장 업무와 관련한 설비(지게차, 집게차, 마그네틱 차 등)는 모두 피고의 소유이다. <br/>[인정근거] 다툼 없는 사실, 갑 제12, 19, 20, 23, 24, 25, 27, 29, 46 내지 53, 55, 56, 58, 59, 60 내지 71, 78, 90, 91, 93, 94, 95, 97, 208, 216, 217, 221, 226, 228호증, 을 제10 내지 23, 60 내지 63, 70, 72호증의 각 기재, 제1심 증인 소외 2, 소외 6, 소외 7, 소외 5, 소외 21, 소외 8, 소외 3, 소외 1, 소외 22, 소외 23, 소외 18, 소외 24, 소외 25, 소외 26, 소외 27, 소외 28, 소외 29, 소외 30, 소외 31의 각 일부 증언, 제1심의 생산공정 촬영동영상 CD에 대한 검증 결과 및 현장검증 결과, 당심의 현장검증 결과, 변론 전체의 취지 <br/>라. 근로자파견관계의 해당 여부<br/>    위 인정사실, 인용증거들 및 변론 전체의 취지에 의하여 알 수 있는 아래와 같은 사정들을 종합하여 보면, 원고들은 피고의 사내협력사업체에 고용된 후 위 사내협력사업체와 사이에 용역도급계약을 체결한 피고의 작업현장에 파견되어 사실상 피고로부터 직접 지휘·명령을 받으며 피고를 위한 근로를 제공하였다고 할 것이므로, 원고들과 피고는 근로자파견관계에 있었다고 봄이 타당하다. 원고들의 이 부분 주장은 이유 있다.<br/>    1) 피고가 원고들에게 상당한 지휘·명령을 하였는지 여부<br/>       아래와 같은 사정들을 종합하여 보면, 피고는 원고들에 대하여 직·간접적으로 업무수행 자체에 관하여 상당한 지휘·명령을 하였다고 봄이 타당하다.<br/>        ① 사내협력사업체의 근로자들은 피고 ○○공장에 출근하여 피고 직원들의 근무시간에 맞추어 냉연강판 등 제조공정 중 일부에 참여하여 비교적 단순하고 반복적인 작업을 수행하였다. 피고는 그 작업내용 내지 방법에 관하여 상세한 내용의 작업표준 등을 작성하여 사내협력사업체에 교부하였고(사내협력사업체에서 작성한 작업표준은 피고가 작성한 작업표준과 거의 동일하고, 독자적인 기술이나 방식으로 작업하도록 작성되지 않았다), 사내협력사업체의 근로자들로서는 피고가 정해주는 작업방법, 작업순서, 작업내용, 작업속도, 작업장소를 위반하거나 임의로 변경하여 업무를 수행할 수 없어 사실상 피고로부터 작업수행 자체에 관하여 지시를 받았다. <br/>        ② 피고는 ‘협력사 페널티 규정’을 만들어 사내협력사업체의 근로자들에게 벌점을 부과하는 방식으로 사내협력사업체의 근로자들이 피고 직원들의 업무지시에 따르도록 강제하였다. 피고 냉연팀장은 크레인운전 근로자들에게 피고 진행실 근무자의 지시에 따라 업무를 수행하고 진행실 근무자와 언쟁을 하지 못하도록 하는 등 준수사항을 공문으로 하달하였고, 3회 이상 어길 시에는 피고 ○○공장에서 크레인 운전을 금지하도록 하는 등 도급목적을 위한 지시의 한계를 넘어서서 사내협력사업체의 근로자들에 대한 실질적인 지휘·명령권을 행사하였다.<br/>        ③ 사내협력사업체들은 대부분 해당 업무와 무관한 사람이 설립하여 운영한 회사들로서, 사내협력사업체의 근로자들은 모두 사내협력사업체의 관리자가 아닌 피고 직원들로부터 업무지시를 받았다. 사내협력사업체의 근로자들은 현장대리인 제도가 시행된 이후 사내협력사업체의 현장대리인을 통하여 피고 직원의 지시를 받았는데, 사내협력사업체 현장대리인은 소장, 반장이라는 직함만 가지고 일반 근로자들과 같이 작업을 하면서 단지 피고의 작업의뢰서를 전달하거나 피고가 지시·결정한 사항을 근로자들에게 전달한 것에 불과할 뿐, 독자적인 권한을 가지고 근로자들의 작업에 대한 지휘·감독을 한 것으로 보이지 않는다.<br/>        ④ 사내협력사업체의 근로자들이 피고로부터 작업방법에 관하여 명시적인 지시를 받지 않고 종래와 같은 방법으로 작업을 계속 수행하였더라도, 이는 근로자들이 피고의 위와 같은 작업표준 내지 작업지시를 이미 숙지하고 있었던 때문으로 보일 뿐, 피고의 지시나 관여 없이 임의로 해당 작업을 수행한 것으로 보이지 않는다.<br/>        ⑤ 피고 직원들은 MES를 구축하여 작업물량, 작업위치 등 사내협력사업체의 근로자들이 작업해야 할 구체적인 범위를 정해주었고, 실시간으로 근로자들에게 메시지를 보내는 등 MES를 통하여 사내협력사업체의 근로자들에게 업무 지시를 하고 이들의 업무수행상태를 관리하였다.<br/>   이에 대하여 피고는, MES는 단지 도급업무를 발주하고 완료된 업무를 검수하며, 피고와 사내협력사업체 사이에 작업정보를 공유하고, 업무가 효율적으로 진행될 수 있도록 필요한 제반 정보가 기록, 처리되는 자동전산시스템으로, MES를 통해 근로자들에게 지시하거나 업무를 관리하지 않았다고 주장한다. <br/>  만약 사내협력사업체가, 피고가 보유하지 못하였으나 냉연강판 생산에 반드시 필요한 기술을 가진 업체이거나, 피고보다 더 낮은 비용으로 냉연강판을 생산할 수 있는 업체라서 냉연강판 생산에 참여한 것이라면, 피고는 사내협력사업체가 가진 기술이나 작업방식 등에 관하여 지시나 관여를 할 여지가 없기 때문에, MES는 피고의 주장과 같이 발주, 검수에 초점이 맞춰진 시스템이라고 볼 수도 있다. <br/>  그러나 사내협력사업체의 업무는, 피고로부터 발주받은 업무를 독자적인 기술과 작업방식을 가지고 일을 완성하여 결과물을 이전하는 것이 아니라, 냉연강판 생산공정이 진행되는 과정에서 피고가 정한 작업내용과 작업시간, 작업장소의 틀 안에서 피고로부터 전수받은 기술을 이용하여 냉연강판을 생산하기 위한 노무를 제공한 것에 불과하다. 이러한 사내협력사업체의 근로자들이 수행한 업무 특성과 MES를 통해 이루어지는 피고의 작업 요청의 내용과 빈도, 앞서 살펴본 피고 직원들과 사내협력사업체의 근로자들의 업무관계 등으로 보았을 때, MES는 단순히 도급업무를 발주하고 일의 결과에 대한 검수를 하는데 필요한 정보를 입력하고 확인하는 PDA 단말기와 같은 기능에 그치는 것이 아니라 피고가 사내협력사업체의 근로자들에 대한 작업을 지시하고 관리·감독할 수 있는 측면의 기능이 강화된 시스템으로 보아야 한다. <br/>  피고의 이 부분 주장은 받아들일 수 없다.<br/>        ⑥ 사내협력사업체의 근로자들의 작업장소(유틸리티, 실험실, 고철장 등)가 피고 직원들의 작업장소와 공간적으로 떨어져 있다거나, 피고 직원들의 사무실과 사내협력사업체의 근로자들의 사무실이 분리되어 있다는 사정은, 피고의 지휘·명령권 행사를 인정하는 데 장애가 되지 않는다.<br/>        ⑦ 피고는, 도급인으로서 수급인의 근로자들에게 도급목적을 달성하기 위한 지시를 하거나, 도급업무의 발주 및 검수를 한 것이라고 주장한다. <br/>  그러나 피고가 사내협력사업체의 근로자들에게 한 지시의 내용과 빈도에 비추어 볼 때, 이를 단순히 도급목적 지시, 도급업무의 발주 및 검수에 불과하다고 보기 어려우므로, 피고의 이 부분 주장은 받아들일 수 없다.<br/>    2) 사내협력사업체의 근로자들이 피고의 사업에 실질적으로 편입되었는지 여부<br/>      아래와 같은 사정들을 종합하여 보면, 원고들은 피고의 사업에 실질적으로 편입되었다고 봄이 타당하다.<br/>       ① 사내협력사업체들은 피고 ○○공장의 냉연강판 생산공정에 필요한 지원업무·공정의 일부분을 담당하였는데, 차량경량화 제품을 생산하는 공정을 제외한 나머지 업무·공정들은 원자재 입고에서부터 완제품 출하까지 피고가 냉연강판을 생산하는 5가지 주요 공정의 생산라인의 진행과 연동되어 함께 작업이 진행되어야 할 필요가 있고, 사내협력사업체의 근로자들의 업무시간, 휴게시간, 식사시간, 연장·야간근무도 피고 직원들과 동일하게 정해졌다. 즉, 사내협력사업체가 작업시간, 작업방식, 작업속도, 작업장소 등에 관하여 피고의 생산공정의 흐름과 연동되는 범위를 벗어나 독자적인 방식으로 일의 결과만을 완성하도록 업무를 수행할 수 있는 재량이 있었다고 보기 어렵다.<br/>       ② 비록 피고 직원들은 5가지 냉연강판 주요 생산공정의 업무를 하고, 사내협력사업체의 근로자들은 12가지 지원업무·공정 작업을 하여 서로 업무범위가 구분되어 있었다고 하더라도, 냉연강판 주요 생산공정과 사내협력사업체의 업무·공정은 냉연강판 원자재인 핫코일이 ○○공장에 입고되어 여러 단계를 거쳐 완제품으로 출하되기까지 필요한 여러 공정 또는 공정 중 세분화된 작업이 맞물려 있어서, 각 공정별로 피고 직원들과 사내협력사업체의 근로자들이 하나의 작업집단으로 각 공정의 해당 업무를 수행한 것으로 봄이 타당하다.<br/>       ③ 차량경량화 공정은 냉연강판 생산공정과 독립되어 제품을 제조하는 설비가 운영되었지만, ‘케이알시스’의 근로자들은 피고가 가진 차량경량화 제품제조기술을 피고 직원들로부터 이전받아 그에 따른 작업방식으로 업무를 수행하고, 피고 직원은 작업속도나 불량률을 직접 체크하면서 수시로 필요한 사항을 지시하였으며, 설비나 품질에 문제가 발생한 경우에는 피고 직원의 지시를 받아 문제를 해결하였다. 이는 케이알시스의 근로자들이 피고 직원들과 함께 제품을 생산하였다고 보아야 한다.<br/>       ④ 피고 직원들과 사내협력사업체의 근로자들은 동일한 작업을 같이 수행하거나 같은 사무실에 근무하면서 업무를 대신 수행하기도 하였고, 일부 사내협력사업체의 근로자들은 용역도급계약에서 정한 업무 외의 작업을 하였으며, 중·대수리기간에는 모든 작업을 중지하고 피고 직원들과 함께 청소, 도색작업 등을 수행하였다. 사내협력사업체의 근로자들은 피고 직원들의 ID로 전산시스템에 로그인하여 업무를 처리하기도 하였고, 피고의 전산시스템을 이용하여 작성, 전송되는 모든 전자메일에 대하여 피고의 통제를 받았다. <br/>       ⑤ 사내협력사업체의 근로자들이 작업과정에서 잘못하여 공정에 장애가 생길 경우 피고 직원들이 이를 해결하기도 하였다. <br/>    3) 사내협력사업체들이 원고들의 인사 및 근태상황에 대한 결정 권한을 독자적으로 행사하였는지 여부<br/>      아래와 같은 사정들을 종합하여 보면, 피고는 사내협력사업체의 근로자들의 인사, 근태상황에 상당한 영향력을 행사한 것을 알 수 있으므로, 사내협력사업체들이 원고들에 대하여 채용, 작업조 편성, 작업·휴게시간, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하였다고 볼 수 없다.<br/>       ① 피고의 사내협력사업체들은 피고와 용역도급계약을 체결하여 ○○공장에서 업무를 한 이래, 담당공정의 내용이나 작업방식이 크게 변경된 적이 없고, 기존 사내협력사업체가 폐업하고 새로운 사내협력사업체가 용역도급계약을 체결하여 업무를 하는 경우에도 실질적인 작업내용의 변경 없이 기존 근로자를 승계하여 기존 업무를 그대로 수행하는 등 사내협력사업체가 소속 근로자들에게 업무수행과 관련된 업무배치권을 실질적으로 행사하였다고 보기 어렵다. <br/>       ② 사내협력사업체들은 대표이사와 여직원을 제외하면 대부분 작업현장에서 근무하는 근로자들로 구성되어 있다. 원고들 중에는 피고 직원의 권유로 사내협력사업체에 채용되거나 채용 당시 피고 직원이 참석한 자리에서 입사면접을 본 사람도 있다. 피고는 사내협력사업체의 근로자를 피고의 정규직 직원으로 채용하여 사내협력사업체와 공동으로 수행하던 업무를 피고가 단독으로 수행하기도 하는 등 피고는 사내협력사업체의 근로자들에 대한 인사에 어느 정도 관여해 온 것으로 보인다.<br/>       ③ 피고는 사내협력사업체들과 피고 비정규직노조 사이에 이루어진 단체협약 및 별도 합의 과정에 당사자로 참여하여 사내협력사업체들로 하여금 기존 업체의 근로자들의 고용을 승계할 수 있도록 이행을 담보하는 약정을 체결하였다. 사내협력사업체들이 독자적인 기술 없이 인력만 보유한 회사라는 측면에서 피고가 사내협력사업체의 근로자들의 고용승계를 담보한 것은 사내협력사업체들의 운영에 상당한 영향력을 행사한 것으로 볼 수 있다. <br/>       ④ 피고 냉연강판의 생산량 감소로 인한 휴지계획에 따라 사내협력사업체의 근로자들도 일정에 따라 모두 휴무에 들어갔고, 피고는 피고 직원과 사내협력사업체의 근로자들의 비상근무자 명단을 함께 작성하여 관리하였으며, 피고 직원이 작성한 작업일지에 사내협력사업체의 근로자들의 근태상황도 함께 표기하도록 하였다.<br/>       ⑤ 피고는, 사내협력사업체의 근로자 중 우수한 사람을 선발하여 피고의 임원 명의로 표창장을 수여하였고, 사내협력사업체의 근로자들에게 사내협력사업체를 통하여 용역도급계약상 지급의무가 없는 성과금을 지급하기도 하였다. 또한 피고는 피고 직원의 지시를 어기는 사내협력사업체의 근로자들에게 벌점을 부과하였고, 벌점은 해당 사내협력사업체와의 용역도급계약 연장시 활용하였다.<br/>       ⑥ 사내협력사업체들은 근로자들의 업무시간, 휴게시간, 식사시간, 연장·야간 근로시간 등 작업시간을 독자적으로 정하지 못하고 피고의 일정에 맞추어 정하여 왔다.<br/>    4) 사내협력사업체 업무에 전문성·기술성이 있는지 여부<br/>      아래와 같은 사정들을 종합하여 보면, 사내협력사업체들이 해당 도급업무에 관하여 피고와 구분되는 전문성·기술성이 있다고 보기 어렵다.<br/>       ① 사내협력사업체의 근로자들이 행한 업무는 특별한 전문성, 기술력을 필요로 한 업무가 아니고, 일부 기술이 필요한 업무의 경우에는 피고가 보유한 기술을 전수받아 대행한 것에 불과하다(사내협력사업체들 중 신성하이테크, 누벨, 케이시텍 등과 같이 한 가지 업무 또는 공정만을 도급받아 수행하는 것이 아니라, 기술적으로 서로 관련이 없는 여러 업무를 담당한 사내협력사업체도 있다. 원고 65의 경우, 금산, 신성하이테크 소속으로 포장업무와 아연드로스 업무를 수행하였고, 사내협력사업체 소속 근로자인 소외 32의 경우, 신우계전과 신진명기업 소속으로 전기정비 업무와 크레인운전 업무를 수행하기도 하는 등 사내협력사업체의 근로자들도 소속업체가 변경되면서 관련 없는 여러 업무를 수행하였다). <br/>       ② 사내협력사업체들의 도급목적은 냉연강판 생산에 필요한 세부적으로 구분된 업무 중 일부의 수행으로 특정되어 있는데, 이는 수급인이 독자적으로 일을 진행하고 완성시켜 그 결과물을 도급인에게 이전하는 것을 목적으로 하는 것이라기보다, 단순히 냉연강판 생산작업에 필요한 노무의 제공을 목적으로 한 것에 불과하다고 할 것이다.<br/>       ③ 피고는 일의 결과 및 품질에 불량이 발생한 경우, 해당 근로자의 잘못을 지적하고 경위서를 제출받았을 뿐 사내협력사업체에 하자담보 책임을 묻거나 용역도급계약에 따라 제공받은 계약이행보증보험증권의 이행을 청구한 적은 없는 것으로 보인다(피고는 사내협력사업체가 해당 업무에 전문성과 기술성을 갖추었기 때문에 계약을 체결한 것이 아니다).<br/>    5) 사내협력사업체들이 독립적 기업조직이나 설비를 갖추고 있는지 여부<br/>      아래와 같은 사정들을 종합하여 보면, 사내협력사업체들이 독립적 기업조직이나 설비를 갖추고 있다고 보기 어렵다.<br/>       ① 사내협력사업체들은 사무용품, 개인 수공구 등 자재들을 제외하면, 별다른 물적 시설 및 고정자산을 갖추지 아니한 채 현장에서 작업하는 근로자들로 구성되어 있고, 심지어 해당 업무와 전혀 관련 없는 인물이 대표이사를 맡는 등 특유의 전문성을 갖추고 있지 않다.<br/>       ② 사내협력사업체들은 피고의 ○○공장에서만 업무를 수행하고 있고, 피고만을 상대로 사업을 영위하였다. 피고 일부 사내협력사업체 소속 증인들은 다른 곳에서도 작업을 수주받아 시행하고 있다고 증언하였으나 이를 인정할 만한 객관적인 증거는 없다. <br/>       ③ 사내협력사업체들은 대부분 그 설립 및 폐업과정에서 피고와의 용역도급계약을 위하여 설립되었다가 용역도급계약 해지 이후에는 곧바로 폐업한 것으로 보이고, 사내협력사업체가 변경될 경우에는 피고의 관여 하에 기존 근로자들의 대부분을 별도의 채용절차를 거치지 않고 승계하여 왔다.<br/>마. 직접고용간주의 발생 여부<br/>    1) ‘제정 파견법’ 제6조 제3항에 따른 직접고용간주<br/>      앞서 본 바와 같이, ① 피고와 사내협력사업체 사이에 체결된 용역도급계약은 그 실질에서 근로자파견계약에 해당하고, 그에 따라 원고들은 사내협력사업체에 고용된 후 피고의 작업현장에 파견되어 피고로부터 직접 지휘·감독을 받는 근로자파견 관계에 있었던 사실, ② 원고들이 별지2 ‘원고들의 입사시점 및 근무내역표’ 기재와 같이 각 ‘입사일’로부터 2년을 초과하여 피고 ○○공장에 계속 근무한 사실이 인정된다[원고들 중 소속 사내협력사업체 근무기간 동안 담당업무의 일부가 밝혀지지 않은 원고들의 경우도, 고용보험 피보험자격 이력내역서(갑 제113호증) 등에 의하면 해당 사내협력사업체에서 계속 근무한 사실이 인정되고, 해당 사내협력사업체는 피고와 사이의 용역도급계약 업무만 수행하였으며, 그 사내협력사업체들 소속 근로자들과 피고 사이의 근로자파견관계를 인정할 수 있음은 앞서 본 바와 같으므로, 위 원고들의 담당 업무가 밝혀지지 않은 기간도 직접고용간주 규정이 적용되는 근로자파견기간으로 보는 것이 타당하다]. <br/>  위 인정사실에 의하면, 원고들은 제정 파견법 제6조 제3항의 직접고용간주 규정에 따라 파견근로를 개시한 입사일로부터 2년이 만료된 날의 다음 날인 별지2 ‘원고들의 입사시점 및 근무내역표’ 중 ‘고용간주일’란 기재의 각 해당 날짜에 직접고용이 간주됨으로써 피고의 근로자 지위에 있다고 할 것이고, 피고가 이를 다투고 있는 이상, 원고들은 피고에 대하여 근로자지위의 확인을 구할 이익이 있다. <br/>    2) 피고의 신의칙위반 등 주장에 대한 판단<br/>      피고는, 원고들이 피고 회사 대표이사를 파견법위반 혐의로 고발한 다음, 광주지방검찰청 순천지청의 2006. 12. 28.자 ‘파견근로자보호 등에 관한 법률 위반죄’에 대한 불기소결정이 있은 후로부터 5년이 지난 2011. 7. 19.에서야 이 사건 소를 제기하였을 뿐만 아니라, 다른 한편으로는 사내협력사업체들을 상대로 통상임금 소송을 제기하기도 하였으므로, 이 사건 근로자지위확인청구는 신의칙이나 실효의 원칙에 반하는 것이라고 주장한다.<br/>  그러나 앞서 본 여러 사정들에 비추어 보면, 원고들이 형사절차 진행일로부터 5년이 지난 후에 관련 민사절차를 진행하였거나, 피고와의 직접 고용관계 성립 여부에 대한 확정 판결이 있기 전에 기존에 소속되었던 사내협력사업체를 상대로 통상임금소송을 제기하였다는 사정 및 피고가 제출한 증거들만으로는, 원고들이 피고에게 더 이상 권리행사를 하지 않을 것이라고 신뢰할 정당한 기대를 가지게 하여, 원고들의 권리행사가 신의칙에 반한다거나 장기간 권리를 행사하지 않아 권리가 실효되었다고 인정하기에 부족하다. 따라서 이와 다른 전제에 선 피고의 위 주장은 모두 이유 없다.<br/>3. 임금청구에 대한 판단<br/>가. 당사자들의 주장<br/>    1) 원고들<br/>      원고들은 제정 파견법 제6조 제3항의 직접고용간주 규정에 따라 직접고용간주일로부터 피고의 생산기술직 근로자(현대하이스코) 또는 기능직 근로자(현대제철)와 동일한 기준에 따라 산정된 임금을 지급받아야 한다. 따라서 피고는 원고들에게 피고의 생산기술직 근로자 또는 기능직 근로자로서 받아야 할 임금과 기존 사내협력사업체로부터 받은 임금의 차액인 별지3 ‘청구금액표’ 중 ‘청구금액’란 기재 각 해당 금액 및 그 중 원금에 대한 지연손해금을 지급할 의무가 있다.<br/>    2) 피고<br/>      설령 원고들과 피고의 관계가 근로자파견관계에 해당한다고 하더라도, 피고 직원 중에는 원고들이 수행한 업무와 동종·유사한 업무를 수행한 사람이 없으므로, 피고가 원고들에게 피고의 생산기술직 근로자나 기능직 근로자와의 임금 차액을 지급할 의무는 없다.<br/>나. 직접고용간주시의 근로조건<br/>    1) 관련 법리<br/>      ○ 제정 파견법은 제1조에서 파견근로자의 근로조건 등에 관한 기준을 확립함으로써 파견근로자의 고용안정과 복지증진에 이바지함을 입법 목적으로 밝히고 있으므로 파견근로자의 근로조건 향상 역시 고용안정 못지않게 중요한 점, 제21조는 파견근로자가 사용사업주의 사업 내 동일한 업무를 수행하는 동종근로자와 비교하여 차별적 처우를 받아서는 아니 됨을 규정하고 있을 뿐만 아니라 사용사업주와 직접고용관계를 형성하게 된 파견근로자를 사용사업주의 동종 또는 유사업무 수행 근로자와 균등하게 대우하는 것이 공평의 관념에도 합치되는 점, 2006. 12. 21. 법률 제8076호로 개정된 구 파견법 제6조의2 제3항 제1호는 사용사업주가 2년을 초과하여 계속적으로 파견근로자를 사용함으로써 파견근로자를 직접 고용하여야 할 경우의 근로조건에 관하여 ‘사용사업주의 근로자 중 파견근로자와 동종 또는 유사업무를 수행하는 근로자가 있는 경우 그 근로자에게 적용되는 취업규칙 등에서 정하는 근로조건’에 의하도록 규정하고 있는데, 이는 사용사업주와 직접고용관계를 맺게 된 모든 파견근로자에게 해석상 마땅히 적용되어야 할 근로조건을 다시금 확인하는 차원에서 명시한 것일 뿐 새삼스레 근로조건을 기존보다 상향하여 설정하기 위한 것이라고 하기는 어려운 점 등을 종합하면, 제정 파견법 제6조 제3항 본문에 따라 사용사업주가 직접 고용한 것으로 간주되는 파견근로자의 근로조건은 사용사업주의 근로자 중 파견근로자와 동종 또는 유사업무를 수행하는 근로자가 있을 경우 그 근로자에게 적용되는 취업규칙 등에서 정한 근로조건과 동일하다(대법원 2016. 1. 14. 선고 2013다74592 판결 등 참조).<br/>      ○ 어떤 근로자의 업무가 파견근로자의 업무와 동종 또는 유사한 업무에 해당하는지를 판단함에 있어서는 취업규칙이나 근로계약 등에 명시된 업무 내용이 아니라 근로자가 실제 수행하여 온 업무를 기준으로 하되, 이들이 수행하는 업무가 서로 완전히 일치하지 않고 업무의 범위 또는 책임과 권한 등에서 다소 차이가 있다고 하더라도 주된 업무의 내용에 본질적인 차이가 없다면, 특별한 사정이 없는 한 이들은 동종 또는 유사한 업무에 종사하는 근로자들이라고 보아야 한다(대법원 2014. 12. 24. 선고 2012두21857 판결 참조).<br/>    2) 원고들에게 적용될 근로조건<br/>      가) 위 인용증거들(특히, 을 제192호증의 기재)에 변론 전체의 취지를 종합하면, 아래의 사실을 인정할 수 있다.<br/>        ① 현대하이스코의 ○○공장은 공장장, 생산파트, 지원파트, 파견조직으로 업무구분이 가능하고, 근로자는 중역, 관리사무직, 생산기술직으로 구분된다. 중역은 공장장과 생산파트와 지원파트의 각 책임자로 총 3-4명이고, 나머지 근로자는 위 업무구분이나 해당 업무의 구체적 내용을 구별하지 않고 관리사무직은 직급별로 부장, 차장, 과장, 대리, 4급, 5급, 계약/일반직으로 나뉘며, 생산기술직은 직급별로 직장, 반장, 반대, 사원으로 나뉜다.<br/>        ② 사내협력사업체의 근로자 중 일부가 현대하이스코에 채용되어 채용 전 업무에 그대로 종사하고 있고, 현대하이스코는 이들을 생산기술직 근로자로 대우하였다.<br/>        ③ 현대제철은 현대하이스코를 흡수합병하면서 위 생산기술직 근로자를 모두 기능직 근로자에 편입시켰다.<br/>        ④ 현대하이스코는 생산기술직 근로자에 대하여 단일한 초임표를 적용하였고, 현대제철은 기능직 근로자에 대하여 단일한 호봉임금표을 적용하였다.<br/>      나) 위 인정사실에다, 앞서 본 피고의 직원들이 직접 담당하는 업무 내용과 사내협력사업체의 근로자들이 담당하는 업무 내용, 사내협력사업체의 근로자들이 피고 직원들과 하나의 작업집단으로 각 해당 공정을 수행한 점 등을 더하여 보면, 원고들이 수행한 각 업무는 현대하이스코의 업무구분상 생산파트와 지원파트 중 각 해당 공정의 생산기술직 근로자의 업무와 본질적으로 다르지 않다고 할 것이므로(원고들은 현대하이스코의 근로자 분류기준상으로도 생산기술직 근로자로 분류될 수밖에 없다), 원고들에 대하여는 현대하이스코의 생산기술직 근로자(현대제철에 흡수합병된 이후로는 기능직 근로자를 말한다. 이하 같다)에게 적용된 취업규칙, 단체협약 등 근로조건이 적용된다고 봄이 타당하다.<br/>  다만, 원고들은 직접고용간주일을 기준으로 피고의 생산기술직 직급 중 가장 낮은 ‘사원’이 되었다는 전제에서 모두 ‘사원’에 해당하는 임금을 청구하고 있을 뿐이므로, 원고별로 피고의 생산기술직 근로자 중 동일·유사한 직급을 구체적으로 특정할 필요는 없다.<br/>    3) 소결론<br/>      따라서 피고는 원고들에게 직접고용관계가 성립한 날 이후로서 원고들이 구하는 기간(2008. 8.분부터 2016. 12.분까지 중에서 원고들의 소제기일별로 다른데, 원고들의 소제기일은 별지5 ‘원고별 기초자료 및 기수령 임금’ 중 ‘소제기일’란 기재 각 해당 날짜와 같다) 동안 피고의 생산기술직 근로자(내지 기능직 근로자)로서 받을 수 있었던 임금(이하 ‘기준임금’이라 한다)에서, 원고들이 같은 기간 동안 사내협력사업체들로부터 수령한 임금을 공제한 나머지 금액 및 이에 대한 지연손해금을 지급할 의무가 있다.  <br/>다. 임금 차액의 산정<br/>    1) 연도별 기준임금의 산정<br/>      가) 피고의 생산기술직 근로자(내지 기능직 근로자)의 임금체계<br/>        피고의 생산기술직 근로자의 임금은 기본급, 직급수당, 직책수당, 근속수당, 자격수당, 가족수당, 법정수당(연장근무수당, 야간근무수당, 휴일근무수당, 연차수당), 기타수당, 정기상여금, 단체협약상 약정금 등으로 구성된다. <br/>      나) 월별 기준임금의 산정<br/>        (1) 호봉수<br/>          을 제192 내지 195, 226호증의 각 기재 및 변론 전체의 취지에 의하면, 피고는 아래와 같이 생산기술직 근로자에게 호봉을 부여한다.<br/>          ① 현대하이스코의 생산기술직 근로자는 근무연차에 따른 연봉을 지급받는다(호봉제로 설명하면 1년에 1호봉씩 승급한다고 볼 수 있다).<br/>          ② 현대제철의 기능직 근로자는 매년 1월과 7월에 각 1호봉씩 매년 2호봉 승급을 원칙으로 하고 있고, 승급일 현재 근속기간이 만 6개월에 미달되는 사람은 승급에서 제외시킨다. <br/>          ③ 피고는 전국금속노동조합과 임금교섭을 하여 2015년과 2016년에 근로자들에 대한 특별승급을 실시하였다. 현대제철은 2014. 11. 1.을 기준으로 현대하이스코 직원들의 기존 호봉을 현대제철의 호봉체계로 환산하여 인정하기로 하였다(원고들은 2015년을 기준으로 현대제철의 호봉제로 환산하였으므로, 그에 따른다). <br/>          ④ 2008. 8.경부터 2016. 12.경까지 피고의 생산기술직 근로자의 호봉은 별지7-1 ‘호봉가산표’ 기재와 같다.<br/>  위 기준에 따라 원고들에게 각 직접고용간주일을 입사일로 보고 호봉을 부여하면, 별지6 ‘기준임금’ 중 각 기간별 호봉란의 해당 기재와 같다.<br/>        (2) 통상시급, 통상임금, 기본급, 일시금<br/>          위 인용증거들에 변론 전체의 취지를 종합하면, 피고가 생산기술직 근로자에게 부여한 호봉에 따라 ① 2008. 8.부터 2014. 2.까지 지급한 통상시급, 통상임금, 성과급 등(일시금)과 ② 2014. 3.부터 2016. 12.까지 지급한 기본급은 별지7-2 ‘호봉별 임금표’ 중 각 해당란 기재 금액과 같다.<br/>        (3) 제수당(근속수당, 직급수당)<br/>          (가) 근속수당   <br/>            을 제193, 195호증의 각 기재에 변론 전체의 취지를 종합하면, 피고는 생산기술직 근로자에게 매월 아래 표와 같이 근속수당을 지급하되, 매년 3월, 6월, 9월, 12월에 근속기간을 재산정하여 지급한 사실을 인정할 수 있다.<br/>근속수당 구간지급액해당연차1년 이상 2년 미만10,000원1  2년 이상 3년 미만20,000원2  3년 이상 4년 미만30,000원34 5년 이상 6년 미만40,000원56 7년 이상 8년 미만50,000원78 9년 이상 11년 미만60,000원910 11년 이상 13년 미만70,000원1112 13년 이상 15년 미만80,000원1314 15년 이상 18년 미만90,000원15161718년 이상100,000원18  <br/>  위 기준에 따라 원고들의 근속수당을 정리하면, 별지8 ‘근속수당’ 표 중 각 연도별 소계란 기재의 각 해당 금액과 같다.<br/>          (나) 직급수당<br/>            을 제193, 195, 266호증의 각 기재기재에 변론 전체의 취지를 종합하면, ① 현대하이스코는 생산기술직 근로자에게 매월 아래 표와 같이 직급수당을 지급하되, 입사일의 다음 달에 근속기간을 재산정하여 지급한 사실, ② 현대제철은 2015. 1. 1.을 기준으로 현대하이스코의 직원들을 근속기간에 따라 현대제철의 직급으로 환산하기로 한 사실을 인정할 수 있다.<br/>직급수당 구간지급액해당연차1년 이상 5년 미만-      5년 이상 10년 미만2,500원56789 10년 이상 15년 미만5,000원1011121314 15년 이상 21년 미만7,500원15161718192021년 이상 27년 미만10,000원21222324252627년 이상 27     <br/>  다만, 원고들은 직접고용간주일 이후부터 2014년까지의 직급수당만 청구하고 있고, 이를 위 기준에 따라 정리하면, 별지9 ‘직급수당’ 표 중 각 연도별 소계란 기재 각 해당 금액과 같다(원고들은, 현대체절의 직급수당 지급기준이 적용되는 2015. 1. 이후의 직급수당을 청구하지 않았다).<br/>        (4) 시간외 근로수당(연장근로수당, 휴일근로수당, 야간근로수당, 휴일연장근로수당)<br/>          (가) 통상시급<br/>            원고들에게 적용되는 피고의 통상시급액 중 ① 2008. 8.부터 2014. 2.까지의 통상시급은 앞서 본 바와 같고, ② 2014. 3.부터 2016. 12.까지의 통상시급은 ‘기본급 + 제수당 ÷ 12개월) ÷ 240시간’으로 산출할 수 있으며, 이는 별지6 ‘기준임금’ 중 각 해당 기간 통상시급 기재의 해당 금액과 같다. <br/>          (나) 계산 <br/>            갑 제181 내지 194호증의 각 기재에 변론 전체의 취지를 종합하면, 원고들의 시간외 근로시간은 별지10-1 ‘시간외 근로수당’ 중 ‘연장근로’, ‘휴일근로’, ‘야간근로’, ‘휴일연장’란 기재의 각 해당 시간과 같은 사실을 인정할 수 있다[① 원고 29는 2014년 11월 ~ 2015년 3월, ② 원고 30은 2014년 11월, ③ 원고 32는 2016년 3월에도 시간외 근로를 하였다고 주장하나, 앞서 든 증거들만으로는 이를 인정하기에 부족하다].<br/>  여기에 앞서 본 통상시급과 가산율을 곱하여 산출한 ‘연도별 시간외 근로수당’은 별지10-1 ‘시간외 근로수당’ 중 ‘연 소계’란 기재 각 해당 금액과 같다.<br/>  이에 대하여 별지10-2 ‘야간근로 70시간 일괄적용’의 해당 원고들은, 자신들이 급여명세서를 제출하지 못한 기간의 야간근로시간과 관련하여, 3개조, 3교대 근무 원칙에 따라 교대조 근무를 하였기 때문에 ‘월 평균 70시간’의 야간근로를 하였다고 주장한다.<br/>  그러나 위 인용증거들과 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정들, 즉 ① 위 원고들이 제출한 각 급여명세서에 의하여 인정되는 월 야간근로시간이 70시간에 이르지 못한 경우가 많은 점, ② 원고별 야간근로시간이 일정하지도 않은 점, ③ 위 원고들의 개인사정으로 일정기간 야간근로를 하지 못하였을 개연성도 있는 점 등에 비추어 보면, 피고 ○○공장에서 교대조로 근무하는 협력회사 근로자들이 3개조, 3교대로 근무하였다는 사실 및 원고들 제출의 증거만으로는, 위 원고들이 주장하는 기간에 월 70시간의 야간근로를 하였다는 사실을 인정하기에 부족하므로, 위 원고들의 이 부분 주장은 받아들일 수 없다.<br/>          (다) 피고의 ‘휴일연장근로수당 과다산정’ 주장에 대한 판단<br/>            피고는, 원고들이 휴일연장근로수당을 산정함에 있어 휴일근로수당 및 연장근로수당을 중복하여 가산하였으므로, 이는 부당하다고 주장한다. <br/>  그러나 ① 원고들이 주장하는 휴일연장근로수당은, 대법원 2018. 6. 21. 선고 2011다112391 판결에서 중복가산이 부정된 1주당 근로시간을 초과한 연장근로에 대한 것이 아니라, 휴일근로시 기본근로시간 8시간을 초과한 연장근로에 대한 것에 불과한 점, ② 이러한 휴일연장근로에 대한 중복가산조차 부정할 경우, 휴일연장근로가 확대되어 근로자에게 휴일을 보장하고자 하는 근로기준법의 취지가 잠탈될 우려가 있는 점 등에 비추어 보면, 원고들이 주장하는 취지의 휴일연장근로수당에 대하여는 휴일근로수당과 연장근로수당의 중복가산을 허용하여 통상시급의 100%를 가산함이 타당하다고 할 것이므로, 이와 다른 전제에 선 피고의 위 주장은 받아들일 수 없다.<br/>        (5) 정기상여금<br/>          을 제192 내지 195호증의 각 기재와 변론 전체의 취지에 의하면, 피고는 생산기술직 근로자에게 아래와 같이 산출한 정기상여금을 지급하였음을 인정할 수 있다. 위 기준에 따라 원고들의 정기상여금을 계산하면 별지6 ‘기준임금’ 중 각 ‘상여금’란 해당 기재와 같다.<br/>          ① 2008년부터 2014년까지 : [월 통상임금 + 30시간(또는 45시간)의 통상임금] × 750%<br/>          ② 2015년부터 2016년까지 : 평균임금의 800%<br/>        (6) 일시금(성과금 등)<br/>          갑 제183호증, 을 제192 내지 195호증의 각 기재와 변론 전체의 취지에 의하면, 피고는 생산기술직 근로자에게 아래와 같이 산출한 일시금(성과금 등)을 지급하였음을 인정할 수 있다. 위 기준에 따라 원고들의 일시금(성과금 등)을 계산하면 별지6 ‘기준임금’ 중 각 ‘일시금’란 해당 기재와 같다.<br/>적용기간단체협약 내용 2008. 8. ~ 2014. 2.연도별 생산기술직 초임표(을 제192호증의 1)의 호봉별 ‘성과금 등’란 기재 각 금액(별지7 ‘호봉별 임금표’의 ‘성과급등’란 기재 금액) 2014. 3. ~ 2014. 12.① 성과금 300% ② 경영목표달성 격려금 300만원③ 생산촉진 장려금 300만원④ 품질향상 장려금 100만원⑤ 생산통합 특별장려금 150만원2015. 1. ~ 2015. 12.① 성과금 300%주식가액은 2016. 1. 4.자 거래가를 기준으로 함② 무재해 추진 격려금 200만원③ 품질향상 격려금 200만원④ 생산촉진 격려금 100만원⑤ 상품권 30만원⑥ 주식50주(= 2,442,500원, 1주당 48,850원 × 50주)2016. 1. ~ 2016. 12.① 성과금 300%주식가액은 원고들의 주장대로 2016. 11. 2.자 거래가를 기준으로 함(2017. 1.경 거래가도 위 거래가와 비슷하거나 그 이상임을 고려함)② 품질향상 격려금 200만원③ 상품권 20만원④ 주식 50주(= 2,425,500원, 1주당 48,500원 × 50주)<br/>        (7) 자녀교육지원 약정금<br/>          갑 제195 내지 199호증, 을 제193호증의 각 기재와 변론 전체의 취지에 의하면, 피고는 2008년부터 2016년까지 금속노동조합(피고 지회)과 사이에, 아래와 같은 기준으로 생산기술직 근로자에게 자녀의 학자금 등을 지급하기로 단체협약을 체결한 사실이 인정된다. <br/>           ① 대학교 학자금, 중·고등학교 학자금 전액 : 2008년부터 2013년까지는 3년 이상 근속 근로자에게 지급하고, 2014년부터 2016년까지는 1년 이상 근속 근로자에게 지급한다.<br/>           ② 미취학 자녀 지원비 : 미취학 자녀에 대하여 취학 전 1년간 60만원을 지급한다(단, 2016년부터는 80만원을 지급한다).<br/>  위 기준에 따라 원고 3, 원고 19, 원고 25, 원고 44, 원고 63, 원고 92, 원고 100, 원고 102가 피고로부터 받아야 할 자녀교육지원 약정금을 산출하고, 위 원고들이 사내협력사업체로부터 받았다고 자인하는 자녀교육지원 약정금을 공제하면, 위 원고들이 피고로부터 지급받아야 할 자녀교육지원 약정금은 별지11 ‘자녀교육지원 약정금’ 중 ‘약정금 총액’란 기재의 각 해당 금액과 같다.<br/>        (8) 일시금 및 자녀교육지원 약정금에 관한 피고 주장에 대한 판단<br/>          피고는, 현대제철이 현대하이스코를 합병할 당시 원고들은 피고가 상정했던 지급대상에 포함되지 않기 때문에 위와 같은 일시금 및 약정금을 지급할 의무가 없다고 주장한다.<br/>  그러나 위 인정사실과 인용증거들에 변론 전체의 취지를 종합하여 알 수 있는 위와 같은 여러 사정들을 종합하여 보면, 현대제철이 이 사건 소송 중에 현대하이스코를 합병할 당시, 위와 같은 단체협약에 따른 일시금과 자녀교육지원 약정금 등의 지급의무까지 부담할 수 있음을 충분히 예상할 수 있었다고 할 것이므로, 이와 다른 전제에 선 피고의 이 부분 주장은 받아들일 수 없다(피고가 위 주장의 근거로 들고 있는 대법원 2009. 12. 24. 선고 2009다76713 판결, 대법원 2004. 5. 14. 선고 2002다23185 판결 등은 사안을 달리 하여 이 사건에 원용하기 어렵다). <br/>      다) 연도별 기준임금<br/>        앞서 본 바와 같이 계산한 기준임금을 연도별로 합산한 원고들의 연도별 기준임금은 별지12 ‘연도별 임금 차액 및 지연손해금’의 기준임금 구간 중 ‘2008년’란부터 ‘2016년’란까지 각 기재된 해당 금액과 같다.<br/>    2) 계산<br/>      가) 원고들의 기수령 임금 공제<br/>        (1) 원고들은, 피고에 대하여 위 연도별 기준임금에서 원고들이 사내협력사업체로부터 받은 기수령 임금을 공제한 나머지를 청구하고 있다. 원고들의 연도별 기수령 임금은 별지12 ‘연도별 임금 차액 및 지연손해금’ 표의 ‘기수령 임금’ 부분 중 ‘2008년’란부터 ~ ‘2016년’란 기재의 각 해당 금액과 같고, 이를 위 연도별 기준임금에서 공제하여 연도별 임금 차액을 산출하면, 같은 표의 ‘연도별 임금 차액 및 지연손해금’ 부분 중 ‘0000년 임금차액’란 기재의 각 해당 금액과 같다(자녀교육지원 약정금은, 원고들이 이미 사내협력사업체로부터 기수령한 자녀교육지원 약정금을 공제한 나머지만을 청구하고 있으므로, 연도별 기준임금에서 기수령 임금을 공제한 후 이를 별도로 합산한다).<br/>        (2) 위와 같이 산출한 각 연도별 임금 차액에 대하여 원고들이 구하는 바와 같이 각 그 다음해 1월 1일부터 2017. 12. 31.까지 상법에서 정한 연 6%의 비율로 계산한 지연손해금을 계산하면[회사가 근로자들과 체결한 근로계약은 보조적 상행위이므로 그에 따른 임금채권에 대하여는 상사법정이율이 적용된다(대법원 1977. 4. 12. 선고 76다497 판결 등 참조)], 별지12 ‘연도별 임금 차액 및 지연손해금’ 표의 ‘연도별 임금 차액 및 지연손해금’ 부분 중 각 ‘0000년분에 대한 지연손해금’란 기재의 해당 금액과 같다.<br/>        (3) 위 연도별 임금 차액 및 이에 대한 2017. 12. 31.까지의 지연손해금 합계는 별지4 ‘인용금액표’의 ‘①임금차액합계’란 및 ‘②2017.12.31.까지의 지연손해금’란 기재의 각 해당 금액과 같다.   <br/>      나) 자녀교육지원 약정금의 합산 및 통상임금소송 인용금액의 공제<br/>        위와 같이 산출한 연도별 임금 차액 및 이에 대한 2017. 12. 31.까지의 지연손해금에 앞서 본 자녀교육지원 약정금을 합산하고, 원고들이 구하는 바와 같이 피고를 상대로 임금을 청구하는 기간 중 사내협력사업체를 상대로 통상임금소송을 제기하여 인용된 금액(광주고등법원 2017나10274 사건에서 인용된 금액으로, 별지4 ‘인용금액표’ 중 ‘④통상임금소송 공제분’란 기재의 각 해당 금액과 같다)을 공제하면, 별지4 ‘인용금액표’ 중 ‘⑤인용금액’란 기재의 각 해당 금액과 같다.<br/>라. 소결론<br/>    1) 통상임금소송 공제분이 2017. 12. 31.까지의 확정된 지연손해금을 초과하는 원고들(별지4 ‘인용금액표’ 중 ‘⑥공제분의 지연손해금 초과 여부’란에 각 ‘초과’로 표시된 원고들)<br/>      피고는 위 원고들에게 임금 차액으로, 별지4 ‘인용금액표’ 중 ‘⑤인용금액’란 기재의 각 해당 금액 및 각 이에 대하여 2018. 1. 1.부터 피고가 이행의무의 존부나 범위에 관하여 항쟁함이 타당한 당심 판결선고일인 2019. 9. 20.까지는 상법에서 정한 연 6%의, 그 다음날부터 다 갚는 날까지는 ‘소송촉진 등에 관한 특례법’ 제3조 제1항, ‘소송촉진 등에 관한 특례법 제3조 제1항 본문의 법정이율에 관한 규정’(이하 ‘특례규정’이라고 한다) 부칙 제2조 제1항, ‘구 특례규정’(2019. 5. 21. 대통령령 제29768호로 개정되기 전의 것)에서 정한 연 15%(개정된 ‘특례규정’이 시행되기 전 이 사건 제1심의 변론이 종결되었다)의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>    2) 통상임금소송 공제분이 2017. 12. 31.까지의 확정된 지연손해금에 미달하는 원고들(별지4 ‘인용금액표’ 중 ‘⑥공제분의 지연손해금 초과 여부’란에 각 ‘미달’로 표시된 원고들)<br/>      피고는 위 원고들에게 임금 차액으로, 별지4 ‘인용금액표’ 중 ‘⑤인용금액’란 기재의 각 해당 금액 및 그 중 같은 표의 ‘①임금차액합계’란 기재의 각 해당 금액에 대하여는 2018. 1. 1.부터 위 2019. 9. 20.까지는 상법에서 정한 연 6%의, 그 다음날부터 다 갚는 날까지는 ‘소송촉진 등에 관한 특례법’ 제3조 제1항, ‘특례규정’ 부칙 제2조 제1항, ‘구 특례규정’에서 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>    3) 원고 55, 원고 73의 경우<br/>      위 원고들의 경우, 위 통상임금 소송의 각 인용 금액(별지4 ‘인용금액표’ 중 ‘④통상임금소송 공제분’란 기재의 각 해당 금액)이 별지4 ‘인용금액표’ 중 ‘①임금차액합계’란 기재의 각 해당 금액 및 이에 대한 2017. 12. 31.까지의 지연손해금을 합한 금액을 초과하므로, 이를 공제하면 추가로 지급할 임금 차액이 존재하지 아니한다(위 원고들에 대한 별지4 ‘인용금액표’ 중 ‘⑤인용금액’란 기재의 각 해당 금액은 0원으로 표시하였다). 따라서 위 원고들의 임금청구 주장은 모두 이유 없다.<br/>4. 결론<br/>  그렇다면 원고들의 피고에 대한 근로자지위확인청구는 모두 이유 있어 이를 인용하고, 당심에서 확장 및 감축된 부분을 포함하여, 위 제3의 라. 1), 2)항 기재 각 원고들의 임금청구는 위 인정범위 내에서 모두 이유 있어 이를 각 인용하고, 위 원고들의 나머지 임금청구 및 원고 55, 원고 73의 임금청구는 모두 이유 없어 이를 각 기각하여야 한다. <br/>  제1심판결 중 근로자지위확인청구 부분은 이와 결론을 같이 하여 정당하므로, 피고의 원고들에 대한 이 부분 항소는 모두 이유 없어 이를 기각하고, 제1심판결의 금전지급청구 부분 중 ① 원고 55, 원고 73에 대한 부분은 이와 결론을 같이 하여 정당하므로, 위 원고들의 항소는 모두 이유 없어 이를 기각하고, ② 위 제3의 라. 1), 2)항 기재 각 원고들에 대한 부분은 이와 결론을 일부 달리하여 부당하므로(제1심판결 중 원고 49, 원고 104, 원고 109의 임금청구 부분은 각 소취하로 실효되었고, 원고 34, 원고 66의 임금청구 부분은 각 항소취하로 당심의 심판범위에서 제외되었다), 위 원고들의 항소를 일부씩 받아들여 당심에서 확장 및 감축된 청구를 포함하여 이 부분을 위와 같이 변경하기로 하여, 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 김태현(재판장) 윤봉학 장진영 ",
    "사건번호": "2016나546, 2016나553(병합), 2016나560(병합), 2016나577(병합)",
    "사건종류코드": "400101",
    "판례정보일련번호": "240103",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}