{
  "PrecService": {
    "판시사항": "  건물 소유를 목적으로 한 토지임대차계약의 기간이 만료함에 따라 지상건물 소유자가 임대인에 대하여 민법 제643조에 따른 지상물매수청구권을 행사한 경우, 그 건물의 매수가격(=매수청구권의 행사 당시 건물이 현재하는 대로의 상태에서 평가된 시가) / 민법 제643조에서 정한 지상물매수청구권의 법적 성질 및 효과 / 지상물매수청구의 대상이 된 건물의 매수가격에 관하여 당사자 사이에 의사합치가 이루어지지 않은 경우, 법원이 위와 같이 인정된 시가를 임의로 증감하여 직권으로 매매대금을 정할 수 있는지 여부(소극)<br/>",
    "참조판례": "대법원 1987. 6. 23. 선고 87다카390 판결(공1987, 1235), 대법원 1995. 7. 11. 선고 94다34265 전원합의체 판결(공1995하, 2583), 대법원 2002. 11. 13. 선고 2002다46003, 46027, 46010 판결(공2003상, 67)<br/>",
    "사건종류명": "민사",
    "판결요지": "  건물 소유를 목적으로 한 토지임대차계약의 기간이 만료함에 따라 지상건물 소유자가 임대인에 대하여 민법 제643조에 따른 지상물매수청구권을 행사한 경우에 그 건물의 매수가격은 건물 자체의 가격 외에 건물의 위치, 주변 토지의 여러 사정 등을 종합적으로 고려하여 매수청구권의 행사 당시 건물이 현재하는 대로의 상태에서 평가된 시가를 말한다. 그런데 민법 제643조에서 정한 지상물매수청구권은 이른바 형성권이므로, 그 행사로써 곧바로 임대인과 임차인 사이에 임차 토지 지상의 건물에 관하여 매수청구권 행사 당시의 건물 시가를 대금으로 하는 매매계약이 체결된 것과 같은 효과가 발생한다. 따라서 지상물매수청구의 대상이 된 건물의 매수가격에 관하여 당사자 사이에 의사합치가 이루어지지 않았다면, 법원은 위와 같은 여러 사정을 종합적으로 고려하여 인정된 매수청구권 행사 당시의 건물 시가를 매매대금으로 하는 매매계약이 성립하였음을 인정할 수 있을 뿐, 그와 같이 인정된 시가를 임의로 증감하여 직권으로 매매대금을 정할 수는 없다.<br/>",
    "참조조문": "민법 제643조<br/>",
    "선고일자": "20240412",
    "법원명": "대법원",
    "사건명": "토지인도·매매대금",
    "판례내용": "【원고(반소피고), 상고인】 원고(반소피고) 1 (소송대리인 법무법인(유한) 원 담당변호사 문성윤)<br/>【원고(반소피고), 상고인 겸 피상고인】 원고(반소피고) 2 (소송대리인 법무법인(유한) 원 담당변호사 문성윤)<br/>【피고(반소원고), 상고인 겸 피상고인】 피고(반소원고) (소송대리인 법무법인(유한) 지평 담당변호사 김지형 외 1인)<br/>【원심판결】 제주지법 2023. 11. 13. 선고 2022나12992, 13001 판결<br/>【주    문】<br/>  원심판결의 반소청구 중 원고(반소피고) 2에 대한 원심판결 별지 목록 제4항 기재 건물의 매매대금청구 부분에 관한 피고(반소원고) 패소 부분을 파기하고, 이 부분 사건을 제주지방법원에 환송한다.  원고(반소피고)들의 상고와 피고(반소원고)의 나머지 상고를 각 기각한다.  원고(반소피고) 1의 상고로 인한 상고비용은 같은 원고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 사건의 경위<br/>  원심이 인용한 제1심판결 이유와 적법하게 채택된 증거에 따르면, 다음 사실을 알 수 있다.<br/>  가. 원고(반소피고, 이하 ‘원고’라고만 한다)들은 2015. 12. 3. 피고(반소원고, 이하 ‘피고’라고만 한다)에게 원고 2 소유의 원심 판시 별지 목록 제1항 기재 토지(이하 ‘이 사건 제1 토지’라 한다), 원고 1 소유의 같은 목록 제2항 기재 토지(이하 ‘이 사건 제2 토지’라 한다) 및 그 지상의 같은 목록 제3항 기재 주택(이하 ‘이 사건 주택’이라 한다)을 임대차기간 5년, 보증금 1,000만 원, 차임 연 1,000만 원으로 정하여 임대하면서(이하 ‘이 사건 임대차’라 한다), 임대차 종료 시 피고가 지상물매수청구권을 포기하기로 하는 취지의 특약을 하였다(이하 ‘이 사건 특약’이라 한다).<br/>  나. 피고는 임대차기간 중 이 사건 제1 토지 지상에 원심 판시 별지 목록 제4항 기재 건물(이하 ‘이 사건 건물’이라 한다)을 신축하고, 그곳에서 음식점을 운영하였다.<br/>  다. 원고들은 위 임대차기간이 만료될 무렵 피고에게 임대차 갱신거절 통지를 하였고, 이에 대하여 피고는 2020. 10. 22.경 원고들에게 이 사건 건물에 관하여 민법 제643조에 따른 지상물매수청구권을 행사한다는 통지를 하였다.<br/>  2. 원고들의 상고이유에 관한 판단<br/>  가. 제1 상고이유<br/>  원심은, 그 판시와 같은 이유를 들어 이 사건 특약은 민법 제643조에 위반되는 약정으로서 그 효력이 없다고 판단하고, 이 사건 특약이 실질적으로 임차인인 피고에게 불리하다고 볼 수 없는 특별한 사정이 있다는 원고들의 주장을 배척하였다.<br/>  원심판결 이유를 관련 법리와 적법하게 채택된 증거에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 지상물매수청구권 포기 특약의 효력에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 없다.<br/>  나. 제2 상고이유<br/>  원심은, 그 판시와 같은 이유를 들어 이 사건 건물은 땅에 고정되어 쉽게 분리, 철거해 낼 수 없으므로 민법 제643조에 따른 지상물매수청구의 대상에 해당한다고 판단하였다.<br/>  원심의 이 부분 판단에 채증법칙 위반으로 인한 사실오인의 잘못이 있다는 상고이유 주장은 실질적으로 원심의 증거 취사선택과 사실인정을 탓하는 것으로 적법한 상고이유가 되지 못한다. 나아가 기록에 비추어 살펴보더라도, 원심의 위와 같은 판단에 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 지상물매수청구의 대상에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 없다.<br/>  다. 한편 원고들은 원심판결의 본소청구 중 원고들 패소 부분 전부에 대하여 상고하였으나, 나머지 부분에 관하여는 상고장이나 상고이유서에 아무런 상고이유의 기재가 없다.<br/>  3. 피고의 상고이유에 관한 판단<br/>  가. 제1 상고이유<br/>  1) 원심은, 그 채택 증거를 종합하여 이 사건 건물의 시가가 50,818,560원인 사실을 인정하면서도, 그 판시와 같은 이유를 들어 이 사건 건물의 가액을 감액하여야 할 만한 상당한 이유가 있다고 판단한 다음, 피고의 지상물매수청구권 행사에 따른 이 사건 건물의 매수가격을 20,000,000원으로 정하였다.<br/>  2) 그러나 원심의 위와 같은 판단은 다음과 같은 이유로 수긍하기 어렵다.<br/>  가) 건물 소유를 목적으로 한 토지임대차계약의 기간이 만료함에 따라 지상건물 소유자가 임대인에 대하여 민법 제643조에 따른 지상물매수청구권을 행사한 경우에 그 건물의 매수가격은 건물 자체의 가격 외에 건물의 위치, 주변 토지의 여러 사정 등을 종합적으로 고려하여 매수청구권의 행사 당시 건물이 현재하는 대로의 상태에서 평가된 시가를 말한다(대법원 1987. 6. 23. 선고 87다카390 판결 참조). 그런데 민법 제643조에서 정한 지상물매수청구권은 이른바 형성권이므로, 그 행사로써 곧바로 임대인과 임차인 사이에 임차 토지 지상의 건물에 관하여 매수청구권 행사 당시의 건물 시가를 대금으로 하는 매매계약이 체결된 것과 같은 효과가 발생한다(대법원 1995. 7. 11. 선고 94다34265 전원합의체 판결, 대법원 2002. 11. 13. 선고 2002다46003, 46027, 46010 판결 참조). 따라서 지상물매수청구의 대상이 된 건물의 매수가격에 관하여 당사자 사이에 의사합치가 이루어지지 않았다면, 법원은 위와 같은 여러 사정을 종합적으로 고려하여 인정된 매수청구권 행사 당시의 건물 시가를 매매대금으로 하는 매매계약이 성립하였음을 인정할 수 있을 뿐, 그와 같이 인정된 시가를 임의로 증감하여 직권으로 매매대금을 정할 수는 없다.<br/>  나) 원심판결 이유 및 적법하게 채택된 증거에 따르면, 제1심 감정인은 이 사건 건물 자체의 구조, 용재, 시공정도, 전기설비 및 상수도시설과 같은 부대설비, 현상 등 제반 요인을 종합적으로 참작하여 이 사건 건물의 시가를 50,818,560원으로 감정하였고, 원심도 위 금액을 이 사건 건물의 시가로 인정하였음을 알 수 있다. 따라서 원고 2와 피고 사이에 이 사건 건물의 매수가격에 관하여 의사합치가 이루어지지 아니한 이상, 원심으로서는 위와 같이 여러 사정을 종합적으로 고려하여 인정된 이 사건 건물의 시가를 원고 2와 피고 사이에 성립한 매매계약의 매매대금으로 정하였어야 한다.<br/>  3) 그럼에도 원심은 판시와 같은 이유로 위와 같이 인정된 이 사건 건물의 시가를 임의로 감액하여 직권으로 매매대금을 20,000,000원으로 정하였다. 이러한 원심의 판단에는 지상물매수청구권 행사의 효과 및 매수청구의 대상이 된 건물의 매매대금 산정방법에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다.<br/>  나. 제2 상고이유<br/>  원심은, 그 판시와 같은 이유를 들어 피고가 설치한 오수관설비, 이 사건 주택에 부속된 전기설비와 상수도시설은 이 사건 임대차계약에서 정한 임차목적물의 사용에 객관적인 편익을 가져오게 하는 부속물이라고 보기 어렵다고 판단하여 그에 관한 피고의 부속물매수청구를 배척하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 상고이유 주장과 같이 부속물매수청구권 주장에 관한 판단을 누락하거나 부속물매수청구권 성립에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 없다.<br/>  4. 결론<br/>  그러므로 원심판결의 반소청구 중 원고 2에 대한 이 사건 건물의 매매대금청구 부분에 관한 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원고들의 상고와 피고의 나머지 상고를 모두 기각하고, 원고 1의 상고로 인한 상고비용은 위 원고가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김상환(재판장) 이동원 권영준 신숙희(주심) ",
    "사건번호": "2023다309020, 309037",
    "사건종류코드": "400101",
    "판례정보일련번호": "240669",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}