{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20230714",
    "법원명": "부산지방법원",
    "사건명": "어음금",
    "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 로앤케이 담당변호사 김렬구)<br/>【피고, 피항소인】 주식회사 ○○○ (소송대리인 동서법무법인 담당변호사 이재웅)<br/>【제1심판결】 부산지방법원 2022. 5. 10. 선고 2021가단307026 판결<br/>【변론종결】2023. 6. 9.<br/>【주    문】<br/>  1. 제1심판결을 취소한다.<br/>  2. 피고는 원고에게 450,000,000원과 이에 대하여 2017. 2. 2.부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>  3. 소송 총비용은 피고가 부담한다.<br/>  4. 제2항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  주문 제1, 2항과 같다.<br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 관하여 적을 이유는, 아래와 같이 일부 내용을 고쳐 쓰는 것 외에는 제1심판결 이유 중 해당 부분 기재와 같으므로 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>【고쳐 쓰는 부분】<br/>  ○ 제2면 제6-7행의「주식회사 △△△(이하 ‘소외 회사’라고 한다)로부터」를「주식회사 △△△(이하 ‘△△△’라 한다)로부터」로 고쳐 쓴다.<br/>  ○ 제2면 제7행의「소외 회사에게」를「△△△에」로, 제8행의「소외 회사는」을「△△△는」으로, 제11행의「소외 회사를」을「△△△를」로, 제12행의「소외 회사는」을「△△△는」으로, 제14행의「소외 회사는」을「△△△는」으로 각 고쳐 쓴다.<br/>  ○ 제2면 제12-13행의「450,000,000원과 이에 대한 지연손해금을 지급하라는 취지의 승소판결을 받았고, 그 판결은 그 시경 확정되었다.」를「450,000,000원과 이에 대하여 2017. 2. 2.부터 다 갚는 날까지 연 15%의 비율에 의한 금원을 지급하라는 내용의 승소판결을 받았고, 그 판결은 2017. 5. 12. 확정되었다(이하 위 확정된 판결을 ‘이 사건 확정판결’이라 한다).」로 고쳐 쓴다.<br/>2. 청구원인에 관한 판단<br/>가. 원고의 주장 요지<br/>    피고 회사는 △△△의 대표였던 소외인이 사실상 지배하는 사실상 △△△와 동일한 회사인데, 소외인이 △△△의 채무를 면탈할 목적으로 형태·내용이 실질적으로 동일한 피고 회사를 설립한 것은 법인격을 남용한 것에 해당하므로, 피고 회사는 원고와 △△△ 사이의 이 사건 확정판결의 내용에 따라 원고에게 어음금과 이에 대한 지연손해금을 지급할 의무가 있다.<br/>나. 판단<br/>    1) 기존회사가 채무를 면탈할 목적으로 기업의 형태·내용이 실질적으로 동일한 신설회사를 설립하였다면, 신설회사 설립은 기존회사의 채무면탈이라는 위법한 목적달성을 위하여 회사제도를 남용한 것이므로, 기존회사의 채권자에게 위 두 회사가 별개의 법인격을 갖고 있음을 주장하는 것은 신의성실 원칙상 허용될 수 없다 할 것이어서 기존회사의 채권자는 위 두 회사 어느 쪽에 대하여서도 채무 이행을 청구할 수 있고, 이와 같은 법리는 어느 회사가 채무를 면탈할 목적으로 기업의 형태·내용이 실질적으로 동일한 이미 설립되어 있는 다른 회사를 이용한 경우에도 적용된다. 기존회사의 채무를 면탈할 의도로 다른 회사 법인격을 이용하였는지는 기존회사의 폐업 당시 경영상태나 자산상황, 기존회사에서 다른 회사로 유용된 자산의 유무와 정도, 기존회사에서 다른 회사로 이전된 자산이 있는 경우 정당한 대가가 지급되었는지 등 제반 사정을 종합적으로 고려하여 판단하여야 한다(대법원 2011. 5. 13. 선고 2010다94472 판결 등 참조).<br/>    2) 위 법리에 비추어 이 사건에 관하여 본다. 원고가 △△△에 대하여 어음금청구의 소를 제기하여, △△△는 원고에게 450,000,000원과 이에 대하여 2017. 2. 2.부터 다 갚는 날까지 연 15%의 비율에 의한 금원을 지급하라는 내용의 이 사건 확정판결을 받은 사실은 앞서 본 바와 같고, 여기에 앞서 든 증거들과 갑 제4 내지 6, 9호증(가지번호 있는 경우 가지번호 포함, 이하 같다), 을 제1호증의 각 기재와 변론 전체의 취지를 종합하여 알 수 있는 아래와 같은 사정들을 종합하면, 피고 회사는 소외인이 사실상 지배하는 회사로서 △△△와 그 형태·내용이 실질적으로 동일한 회사이고, △△△의 채무를 면탈할 목적으로 피고 회사를 설립한 것으로 볼 수 있다.<br/>       ① 기존 회사인 △△△와 신설 회사인 피고 회사의 각 법인등기부에 기재된 두 회사의 본점 소재지와 영업 목적이 일치한다.<br/>       ② 피고 회사에서 제작한 소외인, 소외 2의 각 명함을 보면 기존 회사인 △△△에서의 직함과 동일하게 소외인의 직함은 대표로, 소외 2의 직함은 공장장으로 각 기재되어 있는 점, 소외인이 2017. 7. 11. 관련 형사사건 피의자신문 당시 ‘본인(소외인) 명의로는 사업을 할 수 없어 부득이하게 소외 2의 명의로 사업을 지속하였으나, 실질적인 경영주는 본인(소외인)이었다’는 취지로 진술한 점, 피고 회사가 소외 3으로부터 공장 부지 및 건물을 임차할 당시 임대인 소외 3에게 지급할 임대차보증금을 마련한 사람도 피고 대표이사 소외 2가 아닌 소외인인 것으로 보이는 점 등을 종합하면 기존 회사인 △△△의 대표이사였던 소외인이 피고 회사도 사실상 지배하였던 것으로 보인다.<br/>       ③ △△△의 법인등기부상 임원은 대표이사(청산인) 소외인, 감사 소외 4이었고, 소외 2는 △△△의 공장장으로 근무하였다. 그리고 피고 회사의 법인등기부상 임원은 대표이사 소외 2, 사내이사 소외 4이고, 소외인은 법인등기부상 임원은 아니지만 피고 회사의 대표로 실제 근무하였는바, 두 회사 간의 인적 구성은 동일하거나 상당히 유사하다고 판단된다.<br/>       ④ △△△가 소외 3으로부터 공장 부지 및 건물을 임차하여 공장을 운영하던 중 2015. 3. 31. 해산한 점, 피고 회사는 2015. 7. 7. 설립되어 그때부터 위 부지 및 건물을 사용하였음에도 회사 설립일로부터 4년 이상 지난 2019. 11. 9.에 이르러서야 임대인 소외 3과 사이에 위 부지 및 건물에 관한 임대차계약을 체결한 점 등에 비추어 보면, 피고 회사는 △△△가 임차하였던 소외 3 소유의 위 부지 및 건물을 4년 이상 별도의 약정 없이 사용하였던 것으로 보인다.<br/>       ⑤ 소외인이 2017. 7. 11. 관련 형사사건 피의자신문 당시 ‘△△△는 2013년 6월경까지는 정상적으로 운영되었으나, 원지 공급 등의 문제로 인하여 2013. 11. 2.자로 최종 부도를 맞게 되었다.’는 취지로 진술한 점, △△△와 동일한 주소에 2014. 1. 3. □□□(대표 소외 2)라는 업체가 새롭게 사업자 등록하여 △△△ 소유의 공장 운영 설비들(종이컵 성형기, 특수컵 성형기, 펀칭기, 자동 포장기 등)을 보유하다가, 피고 회사가 2015. 7. 7. 동일한 주소에 설립된 이후부터는 피고 회사가 위 설비들을 보유하며 공장을 운영한 것으로 보이는 점, 피고 회사 공장에 인접한 돈사에서 2020. 12. 13. 발생한 화재로 인하여 위 설비들이 멸실되자 그 소유자인 △△△가 아닌 피고 회사가 이에 대한 화재보험금을 수령한 점, □□□ 및 피고 회사가 △△△로부터 위 공장 운영 설비를 대가를 지불하고 양수하였다고 볼만한 아무런 자료가 없는 점 등을 종합하면, △△△는 위 부도 당시 공장 운영 설비 외에 별다른 자산이 없었던 것으로 보이는데, 부도가 이미 발생하였거나 임박한 시점에 위 공장 운영 설비들을 정당한 대가 수령 없이 □□□와 피고 회사에 순차적으로 양도한 것으로 보인다.<br/>       ⑥ △△△는 위와 같이 부도 시점에 맞추어 피고 회사에 자산을 양도하면서도, 원고에 대한 채무는 여전히 △△△ 앞으로 남겨두었다.<br/>    3) 그렇다면 피고 회사의 설립은 △△△의 원고 등에 대한 채무면탈이라는 위법한 목적달성을 위하여 회사제도를 남용한 것이므로, 피고 회사는 △△△가 이 사건 확정판결에 따라 부담하는 의무와 동일하게 원고에게 450,000,000원과 이에 대한 지연손해금을 지급할 의무가 있다.<br/>다. 소결론<br/>    따라서 피고 회사는 특별한 사정이 없는 한 이 사건 확정판결의 내용에 따라 원고에게, 450,000,000원과 이에 대하여 2017. 2. 2.부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급할 의무가 있다.<br/>3. 피고 회사의 소멸시효 항변에 관한 판단<br/>가. 항변의 요지<br/>    1) △△△가 원고에게 지급한 약속어음들의 지급기일 중 가장 늦은 2014. 4. 25.부터 기산하여 어음금지급청구권의 소멸시효기간 3년이 경과하였으므로, 원고의 △△△ 내지 피고 회사에 대한 각 어음금지급청구권은 소멸시효 완성으로 소멸하였다.<br/>    2) 만약 이 사건 확정판결로 인하여 원고의 각 어음금지급청구권의 소멸시효가 중단되었다고 하더라도, 원고의 △△△ 내지 피고 회사에 대한 각 어음금지급청구권은 위 판결이 확정된 다음날인 2017. 5. 13.부터 소멸시효가 새로이 진행하여 소멸시효기간 3년이 경과함으로써 소멸하였다.<br/>    3) 설령 이 사건 확정판결로 인하여 원고의 △△△에 대한 어음금지급청구권의 소멸시효기간이 10년으로 연장되었다고 하더라도, △△△와 피고 회사는 서로 다른 법인이므로 피고 회사에 대하여는 그 청구권의 소멸시효기간이 연장되지 않는다. 따라서 원고의 피고 회사에 대한 어음금지급청구권은 위 판결 확정일인 2017. 5. 12.부터 소멸시효가 새로이 진행하여 기존의 소멸시효기간 3년이 경과함으로써 소멸하였다.<br/>나. 판단<br/>    1) 소멸시효는 권리를 행사할 수 있는 때로부터 진행한다(민법 제166조 제1항). 소멸시효의 진행은 당해 청구권이 성립한 때로부터 발생하고 원칙적으로 권리의 존재나 발생을 알지 못하였다고 하더라도 소멸시효의 진행에 장애가 되지 않는다고 할 것이지만(대법원 1992. 3. 31. 선고 91다32053 판결 등 참조), 법인이나 회사의 내부적인 법률관계가 개입되어 있어 청구권자가 권리의 발생 여부를 객관적으로 알기 어려운 상황에 있고 청구권자가 과실 없이 이를 알지 못한 경우에도 청구권이 성립한 때부터 바로 소멸시효가 진행한다고 보는 것은 정의와 형평에 맞지 않을 뿐만 아니라 소멸시효제도의 존재이유에도 부합한다고 볼 수 없으므로, 이러한 경우에는 객관적으로 청구권의 발생을 알 수 있게 된 때로부터 소멸시효가 진행된다고 보는 것이 타당하다(대법원 2003. 2. 11. 선고 99다66427, 73371 판결 취지 등 참조).<br/>    2) 피고 회사는 소외인이 지배했던 △△△와 동일한 회사로서 △△△가 원고 등에 대한 채무를 면탈할 목적으로 다른 회사의 법인격을 내세운 것임은 앞서 본 바와 같으므로, 원고의 △△△에 대한 청구권의 존부 및 그 소멸 여부는 일응 피고 회사에 대하여도 동일하게 적용된다고 볼 수 있다.<br/>       그런데 △△△가 위와 같이 법인격을 남용하였는지 여부는 법리해석과 사안 적용이 필요한 법률적 문제로서 실제로 피고가 이 사건에서 이 부분을 법리적으로 다투었고 이에 대하여 이 판결을 통하여 비로소 법률적 판단이 내려지고 있는 점까지 고려하여 보면, 청구권자인 원고로서는 이 법원의 판결이 있기 전까지 △△△에 대한 청구권과 동일한 권리가 피고 회사에 대하여도 존재하는지 여부를 객관적으로 알기 어렵고 이에 대하여 원고에게 과실이 있다고도 보기 어렵다. 따라서 원고의 △△△에 대한 각 어음금지급청구권이 성립한 때부터 원고의 피고 회사에 대한 청구권의 소멸시효가 바로 진행된다고 보는 것은 정의와 형평에 맞지 않을 뿐만 아니라 소멸시효제도의 존재이유에도 부합하지 않는다. 결국 원고의 피고 회사에 대한 청구권은, 적어도 원고가 △△△의 법인격 남용 여부 및 피고 회사에 대한 청구권의 존재를 알 수 있게 되어 피고 회사에 대하여도 권리 행사가 가능하게 되는 이 사건 판결 선고일부터 소멸시효가 진행된다고 보는 것이 타당하다.<br/>    3) 따라서 원고의 피고 회사에 대한 청구권의 소멸시효가 아직 완성되었다고 볼 수 없으므로, 위 청구권의 소멸시효가 완성되었음을 전제로 하는 피고의 주장은 더 나아가 살펴볼 필요 없이 받아들이지 아니한다.<br/>4. 결론<br/>  그렇다면 원고의 청구는 이유 있어 이를 인용하여야 하는데, 제1심판결은 이와 결론을 달리하여 부당하므로 원고의 항소를 받아들여 제1심판결을 취소하고 피고 회사에게 주문 기재 돈의 지급을 명하기로 하여 주문과 같이 판결한다.<br/><br/>판사 이재희(재판장) 정성호 최지영 ",
    "사건번호": "2022나51307",
    "사건종류코드": "400101",
    "판례정보일련번호": "240615",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}