{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220527",
    "법원명": "제주지방법원",
    "사건명": "토지인도·매매대금",
    "판례내용": "【원고(반소피고)】 원고(반소피고) 1 외 1인 (소송대리인 법무법인 (유한) 원 담당변호사 강창훈 외 2인)<br/>【피고(반소원고)】 피고(반소원고) (소송대리인 변호사 김정은)<br/>【변론종결】2022. 3. 18.<br/>【주    문】<br/>  1. 피고(반소원고)는 원고(반소피고)들로부터 10,000,000원을 지급받음과 동시에 원고(반소피고)들에게 별지 목록 기재 2 토지와 별지 목록 기재 3 건물을 인도하라. <br/>  2. 원고(반소피고) 2는 피고(반소원고)에게 60,818,560원, 원고(반소피고) 1은 원고(반소피고) 2와 공동하여 위 돈 중 10,000,000원을 지급하라. <br/>  3. 원고(반소피고)들의 나머지 본소 청구와 피고(반소원고)의 나머지 반소 청구를 모두 기각한다. <br/>  4. 소송비용은 본소와 반소를 합하여 60%는 원고(반소피고)들이 부담하고, 40%는 피고(반소원고)가 부담한다. <br/>  5. 제1, 2항은 가집행할 수 있다. <br/><br/>【청구취지】  〈본소〉<br/>  피고(반소원고, 이하 피고라고 한다)는 원고(반소피고, 이하 ‘원고’라고 한다)들로부터 10,000,000원에서 2020. 12. 4.부터 아래 인도 및 철거 완료일까지 매년 10,000,000원의 비율로 계산한 돈을 공제한 나머지 돈을 지급받음과 동시에 원고들에게, 별지 목록 기재 3 건물을 인도하고, 별지 목록 기재 4 건물을 철거하며, 별지 목록 기재 1, 2 토지를 인도하라는 판결. <br/>  〈반소〉<br/>  피고에게, 원고 2는 73,293,560원, 원고 1은 원고 2와 공동하여 위 돈 중 22,475,000원과 위 각 돈에 대하여 이 사건 2021. 10. 5.자 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라는 판결. <br/>【이    유】1. 기초사실<br/>   ○ 원고 1은 별지 목록 기재 2 토지 및 3 건물의 소유자이고, 원고 2는 별지 목록 기재 1 토지의 소유자이다(이하 별지 목록 기재 1, 2 토지는 이 사건 각 토지, 별지 목록 기재 3 건물은 이 사건 주택이라고 한다). <br/>   ○ 원고들은 2015. 12. 3. 피고에게 이 사건 각 토지와 주택을 임대하면서 다음과 같이 약정하였다. <br/>    보증금 1,000만 원, 차임 연 1,000만 원<br/>    계약기간 2020. 12. 3.까지 60개월<br/>    특약사항<br/>      1. (생략)<br/>      2. 현 상태 그대로 임대하되 임대기간 만료시 임차인은 원상회복하기로 한다(건물철거조건)<br/>      3. 임차인이 필요에 의해 정화조 및 하수구 시설에 따른 기반시설 비용을 전액 부담하여 설치한다. <br/>      4. (이하 생략)<br/>   ○ 피고는 이 사건 1 토지에 별지 목록 4 기재 건물(이하 이 사건 건물이라고 한다)을 신축하였다. <br/>   ○ 원고들은 2020. 8. 7.경 피고에게 이 사건 임대차계약 갱신 거절의 뜻을 내용증명으로 통지하였고, 피고는 2020. 10. 22.경 원고들에게 이 사건 건물에 관하여 민법 643조에 따른 매수청구권을 행사한다는 뜻을 내용증명으로 통지한 뒤 기간 만료일 무렵 영업을 중단하고 퇴거한 채 이 사건 건물과 주택을 점유하고 있다. <br/>【인정근거】다툼 없는 사실, 갑1부터 6호증의 각 기재, 변론 전체의 취지<br/>2. 본소 청구에 대한 판단<br/>  가. 위 인정사실에 의하면, 이 사건 임대차계약은 2020. 12. 3. 기간이 만료됨에 따라 종료되었고, 원고들의 보증금 반환의무와 피고의 원상회복의무는 동시이행관계에 있으므로 피고는 원고들로부터 보증금 10,000,000원을 반환받음과 동시에 원고들에게 임대목적물인 이 사건 2 토지 및 주택을 인도할 의무가 있다. <br/>   나아가 원고들은 반환해야할 임차보증금에서 계약 종료일 다음 날부터 인도 완료일까지 임료 상당의 부당이득 또는 손해배상액을 공제하여야 한다고 주장하나, 피고가 임대차 계약 종료 후 이 사건 건물에서 영업을 하거나 주택에 거주하는 등 점유하면서 사용하고 있다고 볼 증거가 없고, 원고들이 임대차보증금의 반환의무를 이행하거나 적법하게 이행제공을 하는 등으로 피고의 동시이행항변권을 상실시켰다고 볼 증거가 없으므로, 이 부분 주장은 타당하지 아니하다. <br/>  나. 원고들은 나아가 임차인인 피고에게 원상회복의 일환으로서 이 사건 건물을 철거하고 그 부지인 이 사건 1 토지를 인도할 것을 구하고, 이에 대하여 피고는 이 사건 1 토지의 지상물인 이 사건 건물에 관하여 임대인이자 토지 소유자인 원고 2에게 매수청구권을 행사한다고 항변한다. <br/>   앞서 인정한 사실 및 감정인 소외 2가 작성한 감정서, 감정인 소외 2에 대한 사실조회 결과에 변론 전체의 취지를 더하면, 이 사건 임대차계약 중 1 토지에 관한 부분은 피고가 이 사건 건물을 신축, 소유하기 위한 것인데 원고들이 이 사건 임대차계약의 기간이 만료되자 갱신거절의 의사를 분명히 하였고 이 사건 건물이 변론 종결일 현재까지도 현존하고 있는 사실, 피고는 원고들로부터 갱신거절의 통지를 받자 그 직후인 2020. 10. 22.경 매수청구권 행사의 의사표시가 기재된 내용증명을 보내어 원고 2가 이를 수령한 사실 및 이 사건 건물의 시가는 50,818,560원인 사실을 인정할 수 있다. <br/>   임차인의 지상물 매수청구권은 형성권으로 그 행사로 임대인과 임차인 사이에 지상물에 관한 매매가 성립하므로, 특별한 사정이 없는 한 원고 2와 피고 사이에 이 사건 임대차 계약이 종료된 무렵 이 사건 건물에 관한 매매계약이 성립되었다고 보아야 한다. <br/>   다. 이에 대하여 원고 2는 피고가 이 사건 임대차계약을 체결하면서 건물을 철거하기로 특약하여 지상물 매수청구권을 포기하였다고 재항변하고, 피고는 위와 같은 포기약정은 임차인에게 불리한 것이어서 민법 652조 규정에 따라 무효라고 재재항변한다. <br/>   임차인의 지상물 매수청구권에 관한 민법 643조는 강행규정이므로 토지 임대차 종료 시 임차인이 지상건물을 양도하거나 철거하기로 하는 약정은 임차인에게 불리한 것으로서 민법 652조에 따라 원칙적으로 무효이고, 다만 임대차계약의 조건이나 계약이 체결된 경위 등 제반 사정을 종합적으로 고려하여 실질적으로 임차인에게 불리하다고 볼 수 없는 특별한 사정이 인정되는 경우에는 위 강행규정에 저촉되지 않는다(대법원 2002. 5. 31. 선고 2001다42080 판결 등 참조).<br/>   이 사건 임대차계약에서 계약 종료시 피고가 건물철거를 포함한 원상회복을 하기로 약정한 사실은 앞서 본 바와 같으나, 이는 강행규정인 민법 643조를 위반한 것으로서 민법 652조에 따라 무효이고, 나아가 이 사건 임대차계약 체결 경위가 어떠한지 알 수 있는 자료가 없는 점, 이 사건 임대차계약 기간이 원고들의 갱신거절로 5년으로 종료된 점, 감정인 소외 3이 작성한 임료감정서에 의하여 인정되는 이 사건 1 토지 및 주택에 대한 임료감정결과(아래 표 참조)에 비추어 이 사건 임대차계약의 기간이나 토지 사용료 산정 등의 조건이 임차인인 피고에게 불리하다고 볼 수 없는 특별한 사정이 있다고 볼 수 없다.<br/>기간임료 감정 결과이 사건 임대차계약 조건2015.12.03.~2016.12.02.토지 9,299,000원 + 주택 4,296,000원보증금 1,000만 + 연 1,000만2016.12.03.~2017.12.02.토지 15,809,000원 + 주택 4,450,000원보증금 1,000만 + 연 1,000만2017.12.03.~2018.12.02.13,531,000원 + 주택 4,388,000원보증금 1,000만 + 연 1,000만2018.12.03.~2019.12.02.13,370,000원 + 주택 4,877,000원보증금 1,000만 + 연 1,000만2019.12.03.~2020.12.02.11,795,000원 + 주택 4,464,000원보증금 1,000만 + 연 1,000만<br/>   또한 원고들은 이 사건 건물이 이동식 컨테이너에 불과하여 건물로서 가치가 없거나 쉽게 이동이 가능하여 피고가 수거하면 되는 것으로 매수청구권의 대상이 아니라는 취지로 다투나, 그 지상 건물이 객관적으로 경제적 가치가 있는지 여부나 임대인에게 소용이 있는지 여부는 지상물 매수청구권의 행사요건이 될 수 없고, 갑4호증의 기재, 이 법원의 현장검증결과 및 변론 전체의 취지에 의하면, 이 사건 건물은 경량철골구조의 2층 규모로 건축물 대장이 작성되어 있고 수 개의 컨테이너를 용접하여 조립하고 토지의 바닥에 시멘트로 고정한 뒤 마감재를 부착하여 건축한 것으로서 용접 부위를 해체하고 콘크리트를 파쇄하지 아니하면 이동시키기 불가능한 상태이고 원고들이 주장하는 바와 같이 땅에 고정되지 아니하여 쉽게 불리, 철거해 낼 수 있는 지상물에 해당한다고 보기 어렵다. <br/>   라. 임차인이 지상물 매수청구권을 행사하고 심리 결과 그 권리가 인정된다면 임대인이 그 대금지급과 상환으로 구하지 아니하는 건물철거 및 대지인도 청구는 기각되어야 하므로(대법원 2009. 11. 26. 선고 2009다70012 판결 등 참조), 원고들의 이 사건 건물 철거 및 1 토지 인도 청구는 타당하지 아니하다. <br/>3. 반소 청구에 대한 판단<br/>가. 보증금 반환 청구<br/>   이 사건 임대차계약이 종료되었음은 앞서 인정한 바와 같으므로, 임대인인 원고들은 임차인인 피고에게 보증금 1,000만 원을 반환할 의무가 있다. <br/>   피고는 위 보증금에 대하여 이 사건 2021. 10. 5.자 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 지연손해금의 지급을 구하나, 임대인의 보증금 반환의무와 임차인의 목적물 반환의무는 동시이행 관계에 있고, 피고가 원고들에게 자신의 인도의무를 이행 제공하였다고 볼 아무런 증거가 없으므로, 지연손해금 청구는 타당하지 아니하다. <br/>나. 지상물 매수대금 청구<br/>   앞서 인정한 바와 같이 피고의 매수청구권 행사로 이 사건 건물에 관한 매매계약이 성립하였으므로 원고 2는 피고에게 이 사건 건물의 매매대금 50,818,560원을 지급할 의무가 있다. <br/>   피고는 위 매매대금에 대하여 이 사건 2021. 10. 5.자 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 지연손해금의 지급을 구하나, 임차인이 지상물 매수청구권을 행사하여 매매계약이 성립한 경우 매매대금의 지급의무와 매매목적물의 인도의무는 동시이행 관계에 있고, 피고가 원고 2에게 자신의 인도의무를 이행 제공하였다고 볼 아무런 증거가 없으므로, 지연손해금 청구는 타당하지 아니하다. <br/>다. 부속물 매수대금 청구<br/>   피고는 자신이 이 사건 건물을 신축하여 음식점을 운영하기에는 이 사건 토지에 설치된 상하수도 및 전기 시설이 부족하여 원고들의 동의를 얻어 오수관, 상수도 및 전기시설을 설치하였고, 이러한 부속물이 원고들 소유의 토지 및 주택에 부속되어 그 가치를 상승케 하였으므로 부속물 매수청구권을 행사한다고 주장한다. <br/>   부속물 매수청구권은 건물 기타 공작물의 임차인이 건물의 사용에 객관적인 편익을 가져오게 하는 물건을 대상으로 하는 것으로, 부속된 물건이 임차인의 특수목적에 사용하기 위하여 부속된 것일 때에는 부속물 매수청구권의 대상이 되는 물건이라고 할 수 없다. <br/>   갑1, 을1호증, 감정인 소외 2가 작성한 시가감정서의 각 기재, 이 법원의 현장검증결과에 의하면, 피고는 이 사건 1 토지에 이 사건 건물을 신축한 뒤 음식점을 운영하기에는 상수도, 오수관 및 전기 시설이 부족하자 이를 자신의 비용으로 설치하기로 약정한 뒤 12,475,000원의 비용을 들여 설치한 사실을 인정할 수 있으나, 피고가 임차한 이 사건 주택은 그 용도가 임대차계약서에 의하면 ‘주택’, 건축물대장에 의하면 ‘관리사’인데 위와 같은 설비는 오로지 피고의 음식점 운영이라는 특수목적에 사용하기 위하여 설치된 것일 뿐(특히 오수관은 이 사건 주택에 부속된 것인지도 알 수 없고 오히려 이 사건 건물의 매매대금에 포함되어 지상물 매수청구의 대상이 되었다고 보인다) 임차 목적물인 이 사건 주택의 사용에 객관적인 편익을 가져오게 하는 부속물이라고 보기 어렵다. <br/>   따라서 이 부분 청구는 받아들이지 아니한다. <br/>4. 결론<br/>   원고들의 본소 청구와 피고의 반소 청구는 각 위 인정범위 내에서 타당하므로 받아들이고 나머지 본소 청구와 나머지 반소청구를 기각한다.   <br/>[별지 생략]<br/><br/>판사 송현경 ",
    "사건번호": "2020가단67935(본소), 2020가단69368(반소)",
    "사건종류코드": "400101",
    "판례정보일련번호": "240791",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}