{
  "PrecService": {
    "판시사항": "  [1] 임차인의 계약갱신 요구와 이를 거절할 수 있는 사유를 정한 주택임대차보호법 제6조의3 제1항의 규정 취지<br/>  [2] 임대인이 목적 주택에 실제 거주하려는 경우에 해당한다는 점에 대한 증명책임의 소재(=임대인) / ‘실제 거주하려는 의사’의 존재를 인정하기 위한 요건 및 판단 기준<br/>",
    "참조판례": " [1][2] 대법원 2023. 12. 7. 선고 2022다279795 판결(공2024상, 110) / [1] 대법원 2022. 12. 1. 선고 2021다266631 판결(공2023상, 164)<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": " [1] 주택임대차보호법 제6조의3 제1항 / [2] 주택임대차보호법 제6조의3 제1항 제8호<br/>",
    "선고일자": "20231221",
    "법원명": "대법원",
    "사건명": "건물인도",
    "판례내용": "【원고, 피상고인】 원고<br/>【피고, 상고인】 피고 (소송대리인 변호사 이윤우)<br/>【원심판결】 서울북부지법 2023. 7. 14. 선고 2022나43109 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울북부지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 관련 법리<br/>  가. 2020. 7. 31. 법률 제17470호 개정으로 신설된 주택임대차보호법 제6조의3 제1항은 \"제6조에도 불구하고 임대인은 임차인이 제6조 제1항 전단의 기간 이내에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다. 다만 다음 각호의 어느 하나에 해당하는 경우에는 그러하지 아니하다.\"라고 규정하면서 제8호에서 \"임대인(임대인의 직계존속·직계비속을 포함한다)이 목적 주택에 실제 거주하려는 경우\"를 임차인의 계약갱신 요구를 거절할 수 있는 사유 중 하나로 들고 있다. 이러한 주택임대차보호법 규정의 취지는 임차인의 주거생활 안정을 위하여 임차인에게 계약갱신요구권을 보장하는 동시에 임대인의 재산권을 보호하고 재산권에 대한 과도한 제한을 방지하기 위하여 임대인에게 정당한 사유가 있는 경우 계약갱신을 거절할 수 있도록 함으로써 임차인과 임대인의 이익 사이에 적절한 조화를 도모하고자 함에 있다(대법원 2022. 12. 1. 선고 2021다266631 판결 참조).<br/>  나. 임대인(임대인의 직계존속·직계비속을 포함한다. 이하 같다)이 목적 주택에 실제 거주하려는 경우에 해당한다는 점에 대한 증명책임은 임대인에게 있다. ‘실제 거주하려는 의사’의 존재는 임대인이 단순히 그러한 의사를 표명하였다는 사정이 있다고 하여 곧바로 인정될 수는 없지만, 임대인의 내심에 있는 장래에 대한 계획이라는 위 거절사유의 특성을 고려할 때 임대인의 의사가 가공된 것이 아니라 진정하다는 것을 통상적으로 수긍할 수 있을 정도의 사정이 인정된다면 그러한 의사의 존재를 추인할 수 있을 것이다. 이는 임대인의 주거 상황, 임대인이나 그의 가족의 직장이나 학교 등 사회적 환경, 임대인이 실제 거주하려는 의사를 가지게 된 경위, 임대차계약 갱신요구 거절 전후 임대인의 사정, 임대인의 실제 거주 의사와 배치·모순되는 언동의 유무, 이러한 언동으로 계약갱신에 대하여 형성된 임차인의 정당한 신뢰가 훼손될 여지가 있는지 여부, 임대인이 기존 주거지에서 목적 주택으로 이사하기 위한 준비의 유무 및 내용 등 여러 사정을 종합하여 판단할 수 있다(대법원 2023. 12. 7. 선고 2022다279795 판결 참조).<br/>  2. 원심판결 이유 및 적법하게 채택된 증거에 따르면, 아래의 사정을 알 수 있다.<br/>  가. 원고는 이 사건 건물의 소유자로서 2층에 거주하면서 피고에게 이 사건 건물 중 3층(이하 ‘임대차 목적 주택’이라 한다)을 임대하였고, 이 사건 임대차계약은 묵시적으로 갱신되어 계약기간 만료일이 2022. 5. 6.이다. <br/>  나. 원고는 2022. 2. 8. 피고에게 전화로 ‘그냥 불편하니까 집을 쓰겠다.’라고 하면서 이 사건 임대차계약의 갱신거절의사를 통지하였고, 원고는 2022. 2. 14. 피고에게 내용증명으로 ‘옥상 사용 등에 불편함을 느끼게 되어 임차인을 두지 않고 본인이 직접 사용하기로 결정하였다.’라고 명시하여 갱신거절의사를 통지하였다.<br/>  다. 피고는 2022. 3. 7. 원고에게 문자로 이 사건 임대차계약의 갱신요구를 하였으나, 원고는 2022. 4. 7. 피고에게 내용증명으로 ‘2022. 2. 14. 자 내용증명서에 따라 분명하게 임대인이 직접 사용하겠다고 명시하였다.’라며 갱신거절의사를 재차 통지하였다.<br/>  라. 원고는 2022. 6. 10. 피고에 대하여 이 사건 소를 제기하였고, 제1심 변론종결일에 피고에게 송달함과 동시에 진술한 2022. 9. 29. 자 준비서면에서 처음으로 ‘이 사건 임대차계약이 만료되면 원고의 직계비속(원고의 손자로 현재 2000년생이며 군필 후 2년제 대학 졸업반에 있으며 취업준비를 하고 있습니다)이 임대차 목적 주택에 거주할 예정입니다.’라고 주장하였으나, 임대차 목적 주택에 당초 주장과 달리 자기의 손자가 실제 거주하는 것으로 바뀐 사유를 뒷받침할 만한 아무런 주장 혹은 증거도 제시하지 않았다.<br/>  3. 원심 판단<br/>  원심은 판시와 같은 이유로, ① 주택임대차보호법 제6조의3 제1항 단서 제8호(이하 ‘실거주요건 조항’이라 한다)는 같은 항 단서 제1 내지 7호와 같이 객관적인 자료로써 비교적 용이하게 확인할 수 있는 과거의 사실이나 향후의 구체적인 계획에 관한 것이 아니라 임대인의 주관적 의도에서 비롯되는 결과로서 아직 발생하지 않은 장래의 사정에 관한 것이어서 적극적인 입증이 쉽지 않고, 비록 실거주요건 조항이 임대인의 입증영역에 속한다고 하더라도, 다른 갱신거절 사유와 동일한 정도의 증명이 요구된다고 볼 수는 없으며, 임대인이 갱신거절권을 행사할 당시 또는 그 무렵에 임대인이 해당 주택에 실제 거주할 의사가 없었다고 볼 만한 특별한 사정이 드러난 경우가 아닌 한 통상적으로 납득할 수 있는 실거주요건 조항 해당사유를 원인으로 하는 임대인의 갱신거절은 적법하다는 전제에서, ② 원고가 피고에게 내용증명으로 임대차 목적 주택을 직접 거주하겠다는 의사를 밝혔고 자신의 손자가 이에 거주할 것이라고 주장하는 이상, 원고의 갱신거절은 적법하다고 보아 원고의 청구를 인용하였다.<br/>  4. 대법원 판단<br/>  가. 원심판결 이유를 관련 법리 및 기록에 비추어 살펴보면, 원고의 이 사건 임대차계약에 대한 갱신거절이 적법하다고 본 원심의 판단은 아래와 같은 이유에서 수긍할 수 없다.<br/>  1) 주택임대차보호법 제6조의3 제1항 단서 제8호의 ‘실거주요건 조항’은 임차인의 계약갱신요구권에 대한 권리장애사실 또는 권리저지사실에 해당하므로 이에 대한 주장·증명책임은 임대인에게 있고, 비록 같은 항 단서 제1 내지 7호와 같이 과거 사실에 관한 것이 아니라 향후의 구체적 계획이나 장래의 사정에 관한 것이지만, 오로지 임대인에게 전속된 사정에 관한 것이어서 다른 사유에 비해 임차인이 증명하기 어려운 반면 임대인이 스스로 실거주를 위한 통상적인 사전조치나 준비조치 등 간접사실에 관한 객관적 자료를 제출하는 등의 방법으로 해당 사유의 존재를 충분히 증명할 수 있으므로, 다른 계약갱신 거절사유와 달리 취급할 별다른 근거가 없다. <br/>  2) 원고가 주택임대차보호법 제6조 제1항의 기간 내에 통지한 계약갱신 거절사유는 ‘원고와 피고가 층을 나누어 한 건물을 같이 사용하는 상황이 임대인인 원고에게 불편하게 느껴져 임차인인 피고를 내보내고 원고가 사용하겠다.’는 취지로, 이는 주택임대차보호법 제6조의3 제1항 단서 제8호 중 ‘임대인이 목적 주택에 실제 거주하려는 경우’를 계약갱신 거절사유로 주장한 것으로 볼 수 있다. 그런데 위 통지의 내용 및 취지는 이미 별도의 거주 공간을 확보하여 사용 중인 원고가 실제로 임대차 목적 주택을 주거로 사용하겠다는 취지라기보다는 단지 임차인인 피고를 내보내려는 취지로 볼 여지가 많고, 그 후 원고가 아무런 경위나 사정의 설명·제시도 없이 제1심 변론종결 직전에 ‘원고의 손자가 임대차 목적 주택에 거주할 예정이다.’라고 주장한 사실도 이를 뒷받침한다. 즉, 이는 원고가 당초 통지한 계약갱신 거절사유와 다른 내용임은 물론 그 자체로 ‘임대인이 목적 주택에 실제 거주하려는 경우’와 모순되는 언동에 해당하므로, 원고가 피고에게 통지한 계약갱신 거절사유가 증명되었다고 보기 어려운 사정에 해당한다.<br/>  3) 설령, 원고가 피고에게 계약갱신 거절사유로 ‘자신이 실제 거주하는 경우’를 통지한 후 사정변경으로 인하여 ‘자기 손자가 실제 거주하는 경우’를 주장하는 것으로 선해하여 보더라도, 이와 같은 사정변경이 예외적으로 허용되기 위해서는 ① 원고의 계약갱신 거절사유 통지 당시 밝힌 사유, 즉 ‘자신의 실제 거주’ 사유가 존재하였고, ② 그 이후 예측할 수 없었던 객관적인 사정변경이 발생함으로써 원고가 실제 거주할 수 없게 되었으며, ③ 이로 인하여 불가피하게 ‘자기 손자의 실제 거주’ 사유가 발생하게 된 것임을 원고가 구체적으로 주장·증명한 경우에 이를 긍정할 여지가 있으나, 원고가 이러한 사정에 관하여 주장·증명한 것으로 보이지도 않는다.<br/>  나. 그럼에도 원심은 판시와 같은 이유만으로 원고의 이 사건 임대차계약에 대한 갱신거절이 적법하다고 판단하였는바, 이러한 원심의 판단에는 주택임대차보호법 제6조의3 제1항, 같은 항 단서 제8호의 해석 및 증명책임에 관한 법리를 오해하여 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있다.<br/>  5. 결론<br/>  그러므로 원심판결을 파기하고 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 이동원 천대엽(주심) 권영준 ",
    "사건번호": "2023다263551",
    "사건종류코드": "400101",
    "판례정보일련번호": "240881",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}