{
  "PrecService": {
    "판시사항": "  [1] 불법행위책임의 성립 요건에 관한 증명책임의 소재(=불법행위를 주장하는 자)<br/>  [2] 甲 공사가 공공건설 임대아파트에 대한 조기분양전환을 실시하면서, ‘조기분양전환대상자는 입주일 이후부터 분양전환 당시까지 아파트에 계속 거주한 무주택자 임차인이다. 희망세대에 한하여 분양전환가격 산정을 위한 감정평가를 진행한다. 희망세대는 기재된 기간 내에 서류를 제출해 달라.’는 취지의 당초 공고를 하였다가, 이후 위 서류제출기간 내에 서류를 제출하지 않은 일부 임차인들의 요청에 따라 ‘조기분양전환 희망세대 추가접수를 실시한다.’는 내용의 추가 공고를 하면서, 안내문에 조기분양전환대상자를 당초 공고와 동일하게 기재하였고, 추가신청을 하는 사람들에게는 ‘당초 공고에 따라 감정평가를 한 감정평가업체가 기존의 감정평가 기준일을 적용하여 감정평가를 하는 것과 분양계약 체결기간 종료일을 현재 시행 중인 조기분양전환절차와 동일하게 정하는 것에 동의한다.’는 내용이 기재된 신청서를 작성하여 제출하도록 하였는데, 당초 서류제출기간이 지난 후에 입주한 임차인 乙이 추가 공고에 따른 조기분양전환절차의 적용대상자임에도 이에 해당하지 않는다는 甲 공사 직원의 잘못된 안내로 조기분양전환신청의 기회를 얻지 못하여 손해를 입었다며 甲 공사를 상대로 불법행위에 따른 손해배상을 구한 사안에서, 乙은 당초 공고의 적용대상자가 아니고, 추가 공고는 당초 공고의 적용대상자를 위해 이루어진 것으로 볼 여지가 크므로, 甲 공사의 직원이 乙에게 조기분양전환 대상자가 아니라고 안내하였다는 사실만으로 甲 공사가 乙에게 잘못된 안내를 하였다거나 그것이 불법행위를 구성한다고 단정할 수 없는데도, 이와 달리 보아 乙의 청구를 일부 인용한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
    "참조판례": " [1] 대법원 2014. 11. 27. 선고 2012다31765 판결<br/>",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": " [1] 민법 제750조, 민사소송법 제288조[증명책임] / [2] 민법 제750조, 민사소송법 제288조[증명책임]<br/>",
    "선고일자": "20240208",
    "법원명": "대법원",
    "사건명": "소유권이전등기",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인(유한) 정률 담당변호사 김행석)<br/>【피고, 상고인】 한국토지주택공사 (소송대리인 법무법인(유한) 광장 담당변호사 김선태 외 2인)<br/>【원심판결】 의정부지법 2023. 8. 8. 선고 2023나201165 판결<br/>【주    문】<br/>  원심판결 중 예비적 청구에 관한 피고 패소 부분을 파기하고, 이 부분 사건을 의정부지방법원에 환송한다. <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 사실관계<br/>  원심판결 이유와 기록에 의하면 다음 사실을 알 수 있다.<br/>  가. 피고는 공공주택사업자로서 2011. 12.경 공공건설임대주택인 이 사건 아파트의 임대를 개시하였다.  <br/>  나. 피고는 이 사건 아파트의 임대의무기간 10년의 2분의 1이 지난 후인 2020. 2. 13.경 이 사건 아파트의 임차인들에게 ‘이 사건 아파트에 대하여 조기분양전환을 실시하겠다. 조기분양전환대상자는 입주일 이후부터 분양전환 당시까지 해당 임대주택에 계속 거주한 무주택자 임차인이다. 희망세대에 한하여 분양전환가격 산정을 위한 감정평가를 진행할 것이다. 희망세대는 2020. 2. 17.부터 2020. 3. 6.까지 주민등록등본 등 관련 서류를 제출해 달라.’는 취지의 안내문(이하 ‘당초 공고’라 한다)을 보냈다. <br/>  다. 피고는 2020. 3. 26. 파주시장에게 분양전환가격 산정을 위한 감정평가를 의뢰하였고, 2020. 5. 26. 파주시장으로부터 원고가 감정평가를 의뢰한 2020. 3. 26.을 감정평가 기준일로 한 감정평가 결과를 받았다. <br/>  라. 피고는 2020. 7. 2.경 분양전환을 신청한 임차인들에게 감정평가 결과에 따른 세대별 분양전환가격을 안내하면서 분양계약 체결기간은 2020. 7. 13.부터 2021. 1. 13.까지라고 고지하였다. <br/>  마. 피고는 위 서류제출기간 내에 서류를 제출하지 않은 일부 임차인들의 요청에 따라 조기분양전환의 추가신청을 받기로 하고, 2020. 9. 16.경 조기분양전환 희망세대 추가접수를 2020. 9. 21.부터 2020. 10. 30.까지 시행하겠다는 내용의 공고(이하 ‘추가 공고’라 한다)를 하였다. 추가 공고 안내문은 당초 공고와 동일하게 조기분양전환대상자를 ‘입주일 이후부터 분양전환 당시까지 해당 임대주택에 계속 거주한 무주택 임차인’으로 기재하면서, 추가신청을 하는 사람들로 하여금 ‘분양전환가격 산정을 위해 당초 공고에 따라 감정평가를 한 감정평가업체가 기존의 감정평가 기준일을 적용하여 감정평가를 하는 것과 분양계약 체결기간 종료일을 현재 시행 중인 조기분양전환절차와 동일하게 정하는 것에 동의한다.’는 내용이 기재된 신청서를 작성하여 제출하도록 하였다. <br/>  바. 원고는 2020. 8.경 피고와 이 사건 아파트 ○○○동△△△호에 관하여 임대차계약을 체결하고, 2020. 10.경 입주하였다. 입주 후 원고는 피고 측에 조기분양전환을 받을 수 있는지 문의하였는데, 피고의 직원은 원고가 조기분양전환의 대상자가 아니라고 답변하였다. <br/>  2. 원심의 판단<br/>  원심은 원고가 추가 공고에 따른 조기분양전환절차의 적용대상자임에도 피고가 원고에게 적용대상자가 아니라는 잘못된 안내를 함으로써 원고가 조기분양전환신청의 기회를 얻지 못하고, 그로 인해 손해를 입었다고 판단하여, 원고의 예비적 청구인 불법행위에 기한 손해배상청구 중 일부를 인용하였다. <br/>  3. 대법원의 판단<br/>  가. 일반적으로 불법행위책임의 성립 요건에 관한 증명책임은 그 불법행위를 주장하는 자가 부담한다(대법원 2014. 11. 27. 선고 2012다31765 판결 참조).<br/>  나. 앞서 본 사실관계를 위 법리에 비추어 보면, 원심의 판단은 다음과 같은 이유에서 수긍하기 어렵다. <br/>  1) 당초 공고에서는 조기분양전환을 희망하는 임차인들이 신청서류를 제출할 수 있는 기한을 2020. 3. 6.까지로 정하고 있다. 이러한 당초 공고 내용에 따르면, 당초 공고의 적용을 받는 사람들은 적어도 2020. 3. 6. 이전에 이 사건 아파트에 입주한 임차인들로 볼 수밖에 없다. <br/>  2) 추가 공고의 안내문에 따르면, 추가 공고에 따라 진행하는 조기분양전환절차는 감정평가금액의 산정방법, 분양계약의 체결기한 등을 모두 당초 공고에 따라 진행하는 조기분양전환절차와 동일하게 정하고 있다. 그렇다면 추가 공고를 통해 나타나는 피고의 의사는 당초 공고에 따라 진행하는 조기분양전환절차와 구별되는 별도의 조기분양전환절차를 새롭게 진행하는 것이라기보다는 당초 공고의 적용대상자들 중 당초 공고의 서류제출기한을 놓친 사람들을 대상으로 당초 공고에 따라 이미 진행하고 있는 조기분양전환절차에 참여할 수 있는 기회를 추가적으로 부여한 것으로 볼 여지가 크다. <br/>  3) 원고는 2020. 8.경 피고와 임대차계약을 체결하고 2020. 10.경 이 사건 아파트에 입주하였으므로 당초 공고의 적용대상자가 아니다. 추가 공고가 당초 공고의 적용대상자를 위해 이루어진 것이라고 볼 여지가 큰 이상 단순히 피고의 직원이 원고에게 조기분양전환 대상자가 아니라고 안내하였다는 사실만으로 피고가 원고에 대하여 잘못된 안내를 하였다거나 그것이 원고에 대한 불법행위를 구성한다고 단정할 수 없다. <br/>  다. 그럼에도 원심은 피고가 원고에게 추가 공고의 내용에 어긋나는 잘못된 안내를 하였고 그것이 불법행위에 해당한다고 판단하여 원고의 예비적 청구를 일부 인용하였다. 이러한 원심의 판단에는 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 불법행위책임의 성립요건과 증명책임 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. <br/>  4. 결론<br/>  나머지 상고이유에 대한 판단을 생략한 채 원심판결 중 예비적 청구에 관한 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 노정희(재판장) 이흥구 오석준(주심) ",
    "사건번호": "2023다273336",
    "사건종류코드": "400101",
    "판례정보일련번호": "241095",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}