{
  "PrecService": {
    "판시사항": "  甲 주식회사 등이 집합건물의 구분소유자인 乙 주식회사가 소유하는 건물 부분을 임차하고 있는 동안 위 집합건물을 관리하는 丙 관리단이 관리비와 함께 부과하는 장기수선충당금을 납부하여 왔는데, 그 후 甲 회사 등이 장기수선충당금 부과 근거가 없었다고 주장하며 丙 관리단을 상대로 기납부한 장기수선충당금 상당의 부당이득반환을 구한 사안에서, 丙 관리단의 장기수선충당금 부과는 법적 근거 및 관리규약상 근거가 없었으나, 乙 회사가 丙 관리단에 대한 장기수선충당금 납부의무를 인정하고 이를 승인하였다고 보이므로 丙 관리단이 법률상 원인 없이 장기수선충당금 상당의 이익을 얻었다고 볼 수 없고, 甲 회사 등에 어떤 손해가 발생하였다거나 그것이 丙 관리단의 이익과 상당인과관계가 있다고 볼 수도 없으므로, 丙 관리단이 甲 회사 등으로부터 납부받은 장기수선충당금을 부당이득으로 반환할 의무가 있다고 볼 수 없다고 한 사례<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "  甲 주식회사 등이 집합건물의 구분소유자인 乙 주식회사가 소유하는 건물 부분을 임차하고 있는 동안 위 집합건물을 관리하는 丙 관리단이 관리비와 함께 부과하는 장기수선충당금을 납부하여 왔는데, 그 후 甲 회사 등이 장기수선충당금 부과 근거가 없었다고 주장하며 丙 관리단을 상대로 기납부한 장기수선충당금 상당의 부당이득반환을 구한 사안이다.<br/>  위 집합건물은 상가건물로서 공동주택관리법 제2조 제1항 제1호에 규정한 ‘공동주택’에 해당하지 않으므로 공동주택관리법이 적용될 여지가 없고, 집합건물의 소유 및 관리에 관한 법률에는 공동주택관리법과 같은 장기수선충당금의 부과 및 적립 등에 관한 규정이 없으므로, 장기수선충당금의 적립에 관한 규정이 포함된 관리규약의 제정 이전에 부과된 장기수선충당금은 법적 근거 및 관리규약상 근거 없이 부과되었다고 할 것인데, 乙 회사는 위 집합건물의 구분소유자로서 丙 관리단이 부과하는 장기수선충당금을 별다른 이의 없이 대부분 납부하여 왔을 뿐만 아니라, 丙 관리단 이사회를 구성하는 이사로서 장기수선충당금의 지출에 관여하는 등 장기수선충당금의 징수, 적립 및 지출 등 운영 전반에 대해 동의하거나 사후적으로 추인함으로써 丙 관리단에 대한 장기수선충당금 납부의무를 인정하고 이를 승인하였다고 보이므로, 丙 관리단이 乙 회사에 대한 관계에서 법률상 원인 없이 장기수선충당금 상당의 이익을 얻었다고 볼 수 없고, 또한 甲 회사 등이 丙 관리단에 납부한 장기수선충당금은 실질적으로는 乙 회사에 부과된 것으로 계약기간 만료 시 乙 회사로부터 선납부한 장기수선충당금을 모두 정산하여 지급받을 수 있다고 할 것이므로 甲 회사 등에 어떤 손해가 발생하였다고 단정하기 어렵고, 甲 회사 등에 손해가 발생하였다고 볼 여지가 있더라도 그것은 乙 회사의 이익으로 인한 것으로 보일 뿐 丙 관리단이 얻은 이익으로 인한 것으로 보기 어려워 丙 관리단의 이익과 상당인과관계가 있다고 볼 수도 없으므로, 丙 관리단이 甲 회사 등으로부터 납부받은 장기수선충당금을 부당이득으로 반환할 의무가 있다고 볼 수 없다고 한 사례이다.<br/>",
    "참조조문": "민법 제741조, 공동주택관리법 제2조 제1항 제1호, 제30조 제1항, 집합건물의 소유 및 관리에 관한 법률 제17조, 제25조 제1항<br/>",
    "선고일자": "20240523",
    "법원명": "서울북부지법",
    "사건명": "부당이득금",
    "판례내용": "【원    고】 ○○○ 주식회사 외 1인 (소송대리인 법무법인 건우 담당변호사 서미옥)<br/>【피    고】 △△△관리단 (소송대리인 법무법인 정성 담당변호사 강명진)<br/>【변론종결】2024. 4. 18.<br/>【주    문】<br/>  1. 원고들의 청구를 기각한다.<br/>  2. 소송비용은 원고들이 부담한다.<br/><br/>【청구취지】  피고는, 원고 □□□ 주식회사에 71,967,360원 및 이에 대하여 2007. 7. 23.부터 이 판결 선고일까지는 연 5%의, 그다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하고, 원고 ○○○ 주식회사에 25,088,100원 및 이에 대하여 2013. 7. 23.부터 이 판결 선고일까지는 연 5%의, 그다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】  1. 기초 사실<br/>  가. 원고들은 성남시 수정구 (이하 생략) 지하 ◇층 지상 ☆☆층 규모의 집합건물인 (건물명 생략) 건물 중 주식회사 ▽▽▽(이하 ‘소외 1 회사’라 한다)가 소유하는 (호수 1 생략) 및 (호수 2 생략)(이하 ‘이 사건 건물 부분’이라 한다)의 임차인들이었고, 피고는 (건물명 생략) 건물을 관리하는 관리단이다.<br/>  나. 원고 □□□ 주식회사(이하 ‘원고 2 회사’라 한다)는 2007. 7.경 소외 1 회사와 이 사건 건물 부분에 관하여 임대차기간 2007. 7. 23.부터 2014. 7. 22.까지, 임대차보증금 250,000,000원, 월 차임 33,000,000원(관리비 및 부가가치세 별도)으로 하는 임대차계약을 체결한 후 이 사건 건물 부분에서 2007. 7. 23.부터 2013. 7. 22.까지 영화관을 운영하였다.<br/>  다. 그 후 원고 2 회사는 2013. 7. 23. 이 사건 건물 부분의 영화관 시설, 장비 및 영업권을 원고 ○○○ 주식회사(이하 ‘원고 1 회사’라 한다)에 양도하였고, 원고 1 회사는 같은 날 소외 1 회사와 이 사건 건물 부분에 관하여 임대차기간 2013. 7. 23.부터 2023. 7. 22.까지, 임대차보증금 250,000,000원, 월 차임 33,000,000원(관리비 및 부가가치세 별도)으로 하는 임대차계약을 체결한 후 이 사건 건물 부분에서 2013. 7. 23.부터 2019. 4. 1.까지 영화관을 운영하였다.<br/>  라. 원고들은 이 사건 건물 부분을 임차하고 있는 동안 피고가 관리비와 함께 부과하는 장기수선충당금을 피고에게 납부하여 왔는데, 원고 2 회사가 2007. 7. 23.부터 2013. 7. 22.까지 이 사건 건물 부분에 관하여 피고에게 납부한 장기수선충당금은 합계 71,967,360원이고, 원고 1 회사가 2013. 7. 23.부터 2019. 4. 1.까지 이 사건 건물 부분에 관하여 피고에게 납부한 장기수선충당금은 합계 25,088,100원이다.<br/>  [인정 근거] 갑 제1 내지 7, 10, 11호증의 각 기재(가지번호 있는 것은 가지번호도 포함, 이하 같다), 변론 전체의 취지<br/>  2. 당사자들의 주장 및 판단<br/>  가. 당사자들의 주장<br/>  (1) 원고들 주장<br/>(건물명 생략) 건물의 관리규약은 2021. 6.경 비로소 적법하게 제정되었으므로 그전까지는 피고가 원고들에게 장기수선충당금을 부과하여 징수할 근거가 없었음에도 피고는 원고들에게 장기수선충당금을 부과하여 원고들로부터 이를 지급받았는바, 이는 법률상 원인 없이 이익을 얻고 원고들에게 손해를 가한 것으로서 부당이득에 해당하므로, 피고는 원고 2 회사에 그가 납부한 장기수선충당금 71,967,360원을, 원고 1 회사에 그가 납부한 25,088,100원을 각각 반환할 의무가 있다.<br/>  (2) 피고 주장<br/>  이 사건 건물 부분의 구분소유자인 소외 1 회사는 (건물명 생략) 건물의 관리규약이 제정되기 이전으로서 피고의 최초 성립 시부터 그 스스로의 명시적인 의사로 피고의 장기수선충당금을 포함한 관리비 부과를 승인하고 피고에게 이를 납부하여 왔고, 원고 1 회사는 소외 1 회사와의 2013. 7. 23. 자 임대차계약에 따라 장기수선충당금은 소외 1 회사가 부담하되 원고 1 회사가 선납부하고 계약기간 만료 시 원고 2 회사가 피고에게 납부한 기존 장기수선충당금을 포함하여 소외 1 회사가 정산, 지급하기로 약정하는 등 원고들은 소외 1 회사와의 약정에 따라 피고에게 장기수선충당금을 아무런 이의 없이 10년 이상 납부하여 이를 승인하였으며, 피고는 2014년경 위와 같이 수령한 장기수선충당금을 이 사건 건물 부분에 대한 수선공사 비용으로 실제로 지출하여 사용하였고, 원고 1 회사 역시 소외 1 회사의 위임을 받아 위 수선공사를 승인하는 이사회에 참석하였으므로, 피고가 법률상 원인 없이 장기수선충당금 상당의 이득을 얻었다고 볼 수 없고, 원고들은 임대차계약에 따라 피고에게 납부한 장기수선충당금을 소외 1 회사와 정산하여 지급받을 수 있을 뿐 피고에게 그 반환을 구할 수 없다.<br/>  원고들에게 장기수선충당금에 대한 부당이득반환청구권이 인정된다고 하더라도, 장기수선충당금은 관리비의 일부이고 관리비채권은 1년 이내의 기간으로 정한 채권으로서 3년의 소멸시효가 적용되며 장기수선충당금에 대한 부당이득반환청구권 역시 동일하게 3년의 소멸시효가 적용되고, 그렇지 않더라도 장기수선충당금은 상인인 원고들이 지급한 것으로서 보조적 상행위에 해당하므로 그 부당이득반환청구권 역시 보조적 상행위로 인한 채권으로서 5년의 소멸시효가 적용되므로, 이미 소멸시효가 완성되었다.<br/>원고 1 회사는 2014. 10. 13. 소외 1 회사의 대리인 자격으로 피고 이사회에 직접 참석하여 피고의 장기수선충당금으로 이 사건 건물 부분의 제연설비 설치 등 보수공사를 요청하여 결국 피고의 장기수선충당금이 원고 1 회사 자신의 영업장인 이 사건 건물 부분을 위해 사용되도록 하였음에도 이제 와서 피고에게 납부한 장기수선충당금이 법적 근거 없이 부과되었다는 이유로 그 반환을 구하는 것은 신의칙에 반한다.<br/>  나. 판단<br/>  (1) 피고의 장기수선충당금 부과 근거<br/>  장기수선충당금은 공동주택 노후화로 발생하는 공동주택 주요 설비 등의 교체·보수비용에 충당하기 위하여 장기간에 걸쳐 적립한 돈으로서, 공동주택관리법 제30조 제1항은 공동주택의 관리주체가 장기수선계획에 따라 공동주택의 주요 시설의 교체 및 보수에 필요한 장기수선충당금을 해당 주택의 소유자로부터 징수하여 적립하여야 한다고 규정하고 있으나, 공동주택관리법은 같은 법 제2조 제1항 제1호에 규정된 ‘공동주택’에 한하여 적용되고, 이 사건 건물 부분이 포함된 (건물명 생략) 건물과 같은 상가건물은 ‘공동주택’에 해당하지 않으므로 공동주택관리법이 적용될 여지가 없다.<br/>  다만 (건물명 생략) 건물은 집합건물이므로 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다)이 적용될 수 있으나, 집합건물법 제17조는 \"각 공유자는 규약에 달리 정함이 없는 한 그 지분의 비율에 따라 공용부분의 관리비용 기타 의무를 부담한다.\"라고 규정하고, 같은 법 제25조 제1항은 \"관리인은 공용부분의 보존·관리 및 변경을 위한 행위와 관리단의 사무의 집행을 위한 분담금액 및 비용을 각 구분소유자에게 청구·수령하는 행위 및 그 금원을 관리하는 행위를 할 권한과 의무를 가진다.\"라고 규정하고 있을 뿐, 공동주택관리법과 같은 장기수선충당금의 부과 및 적립 등에 관한 규정이 없다.<br/>  한편 갑 제8, 9호증의 각 기재 및 변론 전체의 취지를 종합하면, (건물명 생략) 건물에 대해서는 2021. 6. 2. (건물명 생략) 건물 임시 관리단집회에서 관리규약이 제정되면서 거기에 수선적립금(장기수선충당금)의 적립에 관한 규정이 포함되었으나, 위 관리규약은 2021. 6. 2. 이후에 부과된 장기수선충당금에 대하여 적용될 수 있을 뿐이다.<br/>  따라서 위 관리규약 제정 이전에 부과된 장기수선충당금은 결국 법적 근거 및 관리규약상 근거 없이 부과되었다고 할 것이다.<br/>  (2) 피고의 부당이득반환의무 유무<br/>  피고가 원고들로부터 납부받은 장기수선충당금이 부당이득으로서 피고가 원고들에게 이를 반환할 의무가 있는지 여부에 관하여 보건대, 민법 제741조는 \"법률상 원인 없이 타인의 재산 또는 노무로 인하여 이익을 얻고 이로 인하여 타인에게 손해를 가한 자는 그 이익을 반환하여야 한다.\"라고 정하고 있는바, 당사자 일방이 자신의 의사에 따라 일정한 급부를 한 다음 급부가 법률상 원인 없음을 이유로 반환을 청구하는 이른바 급부부당이득의 경우에는 법률상 원인이 없다는 점에 대한 증명책임은 부당이득반환을 주장하는 사람에게 있다.<br/>  이 사건에서 피고의 장기수선충당금 부과가 법적 근거 및 관리규약상 근거가 없다는 점은 위에서 본 바와 같으나, 그것만 가지고 곧바로 피고가 아무런 법률상 원인 없이 장기수선충당금을 부당이득하였다고 단정하기 어렵다.<br/>  오히려 앞서 든 증거들과 을 제1, 2, 4 내지 11호증의 각 기재 및 변론 전체의 취지를 종합하면, 피고는 관리규약이 제정되기 훨씬 이전인 1994년경부터 2019년경까지 약 26년간 계속적으로 (건물명 생략) 건물의 구분소유자들에게 장기수선충당금을 부과하여 징수한 후 이를 적립하여 관리하여 온 사실, 피고는 2001년경부터 2018년경까지 여러 차례에 걸쳐 위와 같이 꾸준히 적립한 장기수선충당금 중 상당한 금액을 온수배관 교체 등 (건물명 생략) 건물에 대한 각종 보수공사 비용으로 지출한 사실, (건물명 생략) 건물의 구분소유자 중 1인인 소외 1 회사는 2002. 5. 7. 이 사건 건물 부분의 최초 소유자였던 소외 2 회사로부터 분할된 이후부터 2019년경까지 피고가 부과하는 장기수선충당금을 직접 또는 임차인들을 통하여 대부분 납부하여 온 사실(소외 1 회사는 뒤에서 보는 바와 같이 2013. 7. 23. 원고 1 회사와 체결한 임대차계약을 통해 자신의 장기수선충당금 납부의무를 인정하되 원고 1 회사로 하여금 선납하도록 하였다), 소외 1 회사는 2014년경부터 2017. 6.경까지 피고 이사회를 구성하는 이사 중 1명으로서 피고 운영에 관여하여 온 사실, 피고는 2014. 10. 13. 개최한 제19차 이사회에서 ① 지하극장에 대한 제연(대체)설비 설치공사비 254,000,000원 중 157,610,000원을 피고의 관리비로 분담하고, ② 급수(냉수)관 및 정화조배수관 교체를 위해 피고의 장기수선충당금 89,900,000원을 지출하며, ③ 지하 2층 극장 벽체누수 보수공사비를 10,500,000원에서 14,500,000원으로 변경하되 이를 피고의 장기수선충당금으로 지출하는 내용의 결의를 하였는데, 위 이사회에는 원고 1 회사 측 소외 3이 이사 중 1명인 소외 1 회사의 위임을 받아 참석하여 위 결의에 관여한 사실, 그 후 위 이사회 결의에 따라 위 각 공사가 진행되면서 피고의 장기수선충당금 합계 256,304,000원이 실제로 지출된 사실을 인정할 수 있고 반증이 없다.<br/>  위 인정 사실에 의하면, 소외 1 회사는 (건물명 생략) 건물 중 이 사건 건물 부분의 구분소유자로서 피고가 부과하는 장기수선충당금을 별다른 이의 없이 대부분 납부하여 왔을 뿐만 아니라, 2014년경에는 피고 이사회를 구성하는 이사로서 원고 1 회사를 대리인으로 하여 피고 이사회에 참석하여 이미 징수된 장기수선충당금의 지출에도 관여하였으므로, 소외 1 회사는 피고가 장기수선충당금을 징수할 법적 권한이 있는지 또는 피고의 장기수선충당금 지출 절차 및 용도가 적법한지 여부와 관계없이 피고의 장기수선충당금의 징수, 적립 및 지출 등 운영 전반에 대해 동의하거나 사후적으로 추인함으로써 피고에 대한 장기수선충당금 납부의무를 인정하고 이를 승인하였다고 보는 것이 타당하므로, 피고가 소외 1 회사 소유의 이 사건 건물 부분과 관련하여 장기수선충당금을 부과하여 이를 납부받았다고 하더라도 그것이 소외 1 회사에 대한 관계에서 아무런 법률상 원인 없이 위 장기수선충당금 상당의 이익을 취득하였다고 보기는 어렵다.<br/>  또한 원고들은 이 사건 건물 부분의 구분소유자가 아닌 임차인에 불과함에도 피고에 의해 부과된 장기수선충당금을 피고에게 납부하기는 하였으나, 장기수선충당금은 그 성격상 임차인이 아니라 구분소유자가 궁극적으로 납부할 의무를 부담하는 것이고, 앞서 든 증거들(갑 제7호증 포함)에 의하면 소외 1 회사는 2013. 7. 23. 원고 1 회사에 이 사건 건물 부분을 임대하면서 장기수선충당금은 소외 1 회사가 부담하되 원고 1 회사가 선납부하고 계약기간 만료 시(원고 2 회사가 2007. 7. 23.부터 2013. 7. 22.까지 선납부한 장기수선충당금을 포함하여) 원고 1 회사에 정산, 지급하기로 약정한 사실을 인정할 수 있으므로, 원고들이 피고에게 납부한 장기수선충당금은 실질적으로는 소외 1 회사에 부과된 것인데 원고들이 소외 1 회사와의 임대차계약에 따라 소외 1 회사가 납부할 것을 원고들이 대신 선납부한 것에 불과하고, 원고들로서는 계약기간 만료 시 소외 1 회사와의 임대차계약에 따라 소외 1 회사로부터 선납부한 장기수선충당금을 모두 정산하여 지급받을 수 있다고 할 것이므로, 원고들에게 어떤 손해가 발생하였다고 단정하기 어렵고, 가사 원고들에게 손해가 발생하였다고 볼 여지가 있더라도 그것은 소외 1 회사의 이익으로 인한 것으로 보일 뿐 피고가 얻은 이익으로 인한 것으로 보기 어려우므로 피고의 이익과 사이에 상당인과관계가 있다고 볼 수도 없다.<br/>  (3) 소결론<br/>  따라서 원고들 주장과 같이 피고의 장기수선충당금 부과가 법적 근거 및 관리규약상 근거가 없다고 하더라도 그것만 가지고 피고가 아무런 법률상 원인 없이 장기수선충당금을 부당이득하였다고 보기는 어렵고, 오히려 소외 1 회사가 피고에 대한 장기수선충당금 납부의무를 인정하고 이를 승인하였다고 보이는 이상 피고가 법률상 원인 없이 장기수선충당금 상당의 이익을 얻었다고 볼 수 없으며, 원고들에게 어떤 손해가 발생하였다거나 그것이 피고의 이익과 상당인과관계가 있다고 볼 수도 없다.<br/>  3. 결론<br/>  그렇다면 원고들의 이 사건 청구는 모두 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 김철환 ",
    "사건번호": "2023가단137284",
    "사건종류코드": "400101",
    "판례정보일련번호": "241193",
    "선고": "선고",
    "판결유형": "판결 : 확정",
    "법원종류코드": "400202"
  }
}