{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20240117",
    "법원명": "서울고등법원(인천)",
    "사건명": "소유권이전등기말소등기청구의소",
    "판례내용": "【원고, 피항소인】 인천도시공사 (소송대리인 법무법인(유한) 동인 담당변호사 김정태)<br/>【피고, 항소인】 주식회사 ○○○ 외 1인 (소송대리인 법무법인(유한) 태평양 담당변호사 문정일 외 2인)<br/>【제1심판결】 인천지방법원 2022. 8. 26. 선고 2021가합64817 판결<br/>【변론종결】2023. 11. 15.<br/>【주    문】<br/>  1. 제1심 판결을 취소한다.<br/>  2. 원고의 피고들에 대한 청구를 모두 기각한다.<br/>  3. 소송 총비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  원고에게, 제1심 판결 별지1 목록 기재 각 부동산에 대하여, 피고 주식회사 ○○○는 인천지방법원 2017. 12. 1. 접수 제451548호로 마친 각 소유권이전등기의, 2019. 6. 7. 접수 제204987호로 마친 각 소유권이전등기의, 2020. 2. 26. 접수 제91860호로 마친 각 소유권이전등기의, 피고 ◇◇자산신탁 주식회사는 인천지방법원 2017. 12. 1. 접수 제451549호로 마친 각 소유권이전등기의, 2019. 6. 7. 접수 제204988호로 마친 각 소유권이전등기의, 2020. 2. 26. 접수 제91861호로 마친 각 소유권이전등기의 각 말소등기절차를 각 이행하라.<br/>2. 항소취지<br/>  주문 기재와 같다.<br/>【이    유】1. 기초사실, 주장, 관련 법령<br/>  이 법원이 이 부분에 관하여 적을 이유는 제1심 판결의 별지2를 이 판결의 별지로 교체하는 외에는 제1심 판결의 각 해당 부분 이유 기재와 같으므로, 민사소송법 제420조 본문에 따라 별지 및 약어를 포함하여 이를 인용한다.<br/>2. 판단<br/>  가. 이 사건 주택의 법적 성격 및 적용 법령<br/>    1) 이 사건 주택의 법적 성격<br/>      위 인정사실 및 앞서 든 증거에 의하면, 지방공사인 원고가 공공사업으로 조성된 택지에 2007. 6. 26. 주택법 제16조에 따른 사업계획승인을 받아 10년간 임대 후 분양전환할 목적으로 임대한 사실이 인정되므로, 이 사건 주택은 구 임대주택법(2007. 7. 19. 법률 제8534호로 개정되기 전의 것) 제2조 제2호 가목, 구 임대주택법 시행령(2008. 6. 20. 대통령령 제20849호로 개정되기 전의 것) 제2조 제1호 다목에 따른 공공건설임대주택에 해당한다.<br/>      또한 원고가 경제자유구역에 이 사건 주택을 건설하여 이를 외국인을 위한 임대주택으로 입주자 모집공고를 하고 외국인들과 임대차계약을 체결한 사실은 앞서 본 바와 같다. 따라서 위 주택은 구 경제자유구역법 제24조의2 제1항에 따른 외국인 전용 임대주택에도 해당한다.<br/>    2) 이 사건 주택에 적용되는 법령<br/>      구 공공주택건설 등에 관한 특별법이 2015. 8. 28. 법률 제13498호로 개정되어 그 제명이 공공주택 특별법으로 변경되고, 구 임대주택법이 2015. 8. 28. 법률 제13499호로 전부개정되어 그 제명이 민간임대주택에 관한 특별법으로 변경되면서 공공임대주택에 관한 규정은 공공주택 특별법으로 이관되었다. 그런데 민간임대주택에 관한 특별법 부칙(2015. 8. 28. 법률 제13499호) 제6조 제1항은 \"이 법 시행 당시 공공주택 특별법에 따른 공공주택사업자에 해당하는 자가 건설하였거나 건설하고 있는 주택은 공공주택 특별법의 규정을 적용한다.\"라고 규정하고, 공공주택 특별법 제4조 제1항 제3호는 국토교통부장관으로 하여금 원고를 공공주택사업자로 지정할 수 있도록 규정하므로, 이 사건 주택의 매각과 관련한 법률관계에 관하여는 공공주택 특별법이 적용된다.<br/>      이에 대하여 피고들은, 위 부칙 제6조 제1항은 공공주택사업자로 지정된 자를 전제로 한 것이므로 공공주택사업자로 지정된 바 없는 원고가 건설한 주택인 이 사건 주택에는 위 부칙 제6조 제1항이 아닌 제2항에 따라 구 임대주택법이 적용된다고 주장하나, 민간임대주택에 관한 특별법(2015. 8. 28. 법률 제13499호로 개정, 제명 변경된 것)과 공공주택 특별법(2015. 8. 28. 법률 제13498호 개정, 제명 변경된 것)은 같은 날 시행되었고, ‘공공주택사업자’라는 용어는 공공주택 특별법에 처음 규정되었는바, 위 부칙 제6조 제1항의 \"공공주택사업자에 해당하는 자\"를 ‘공공주택사업자로 지정된 자’로 해석할 경우 ‘위 민간임대주택에 관한 특별법 시행 당시 공공주택 특별법에 따른 공공주택사업자로 지정된 자’는 존재할 수 없어 위 부칙 제6조 제1항이 적용되는 경우는 상정하기 어렵다는 점을 고려하면, 피고들의 위 주장은 이유 없다.<br/>      또한 피고들은 위와 같이 2015. 8. 28. 법률 제13498호로 개정되어 그 제명이 공공주택 특별법으로 변경된 부칙 제3조가 \"제2조 제1호의 개정규정은 이 법 시행 후 주택사업계획을 승인받거나 매입 또는 임차 계약을 체결하는 경우부터 적용한다.\"라고 규정하고 있음을 들어 2007. 6. 26. 사업계획승인을 받은 이 사건 주택은 공공주택 특별법 제2조 제1호 가목, 같은 법 시행령 제2조 제1항 제5호의 분양전환공공임대주택에 해당하지 않으므로 이 사건 주택에는 아래에서 보는 공공임대주택의 매각제한에 관한 공공주택 특별법 제50조의2가 적용될 여지가 없다고 주장한다. 그러나 위 부칙 제3조가 공공주택 특별법 제2조 제1호의 공공주택 정의규정의 적용시기를 위와 같이 정한 것은 공공임대주택의 건설에 관하여는 구 공공주택건설 등에 관한 특별법이, 그 임대 등에 대한 관하여는 구 임대주택법이 각 규율하던 것을 2015. 8. 28. 구 임대주택법의 제명을 민간임대주택에 관한 특별법으로 변경하고 민간임대주택에 관한 사업을 통할하도록 하는 한편 공공임대주택에 관하여는 공공주택 특별법에서 통합하여 규정하게 되면서 공공주택의 내용과 용어의 의미를 정비하게 되면서 새로운 용어의 적용으로 인한 혼란을 방지하기 위한 것이지 기존 공공임대주택에 대한 공공주택 특별법의 적용을 전면적으로 제한하기 위한 것은 아니다. 이 사건 주택은 공공사업으로 조성된 택지에 건설된 공공주택으로서 10년간 임대 후 분양전환이 예정된 분양전환공공임대주택에 해당하고, 이는 공공주택 특별법 제2조 제1호에 의하여 새롭게 공공주택으로 편입된 것이 아니라 ‘임대의무기간 도과 후 분양전환이 예정된 공공임대주택’으로서 이미 구 임대주택법의 적용을 받고 있었다. 공공임대주택의 임대와 매각 제한 등에 대한 구 임대주택법의 규제는 위와 같은 법률의 정비에 따라 공공주택 특별법에서 규율하게 되었는데 매각 제한에 관한 공공주택 특별법 제50조의2에 대하여는 위 부칙에서 특별이 적용의 제한을 규정한 바 없으므로, 공공주택 정의규정의 적용시기를 제한한 위 부칙 제3조를 들어 매각 제한에 관한 규정의 적용을 제한할 수는 없다고 할 것이다.<br/>      따라서 이 사건 주택의 매각 제한에 관하여는 공공주택 특별법 제50조의2 및 구 경제자유구역법 제24조의2가 적용되므로, 이와 다른 전제에서 구 임대주택법(2015. 8. 28. 법률 제13499호로 개정되기 전의 것) 제16조에 따라 이 사건 매매계약이 유효하다는 피고들의 주장은 이유 없다.<br/>  나. 공공주택 특별법 제50조의2, 구 경제자유구역법 제24조의2 위반 여부 및 이 사건 매매계약의 효력<br/>    이 법원이 이 부분에 적을 이유는 제1심 판결의 각 해당 부분(제1심 판결 이유 제4의 나, 다항) 이유 기재와 같으므로, 민사소송법 제420조 본문에 따라 이를 인용한다.<br/>  다. 신의성실의 원칙 위반 여부<br/>    1) 강행법규를 위반한 자가 스스로 그 약정의 무효를 주장하는 것이 신의칙에 위반되는 권리의 행사라는 이유로 그 주장을 배척한다면, 이는 오히려 강행법규에 의하여 배제하려는 결과를 실현시키는 셈이 되어 입법 취지를 완전히 몰각하게 되므로 달리 특별한 사정이 없는 한 위와 같은 주장은 신의칙에 반하는 것이라고 할 수 없고, 한편 신의성실의 원칙에 위배된다는 이유로 그 권리의 행사를 부정하기 위해서는 상대방에게 신의를 공여하였다거나 객관적으로 보아 상대방이 신의를 가짐이 정당한 상태에 있어야 하며, 이러한 상대방의 신의에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도의 상태에 이르러야 한다(대법원 2011. 3. 10. 선고 2007다17482 판결 등 참조).<br/>    2) 위 인정사실에 앞서 든 증거, 갑 제6 내지 10호증, 을 제3 내지 10, 13, 15, 19, 39, 40, 42, 43, 44, 46호증의 각 기재 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사실 내지 사정들을 앞서 본 법리에 비추어 살펴보면, 이 사건 매매계약이 당초 강행법규에 위반하여 무효라고 하더라도, 원고가 이 사건 주택을 피고 1 회사에 매각하고 의무임대기간까지 경과한 후 임차인들에 대한 분양전환을 할 무렵에 즈음하여 새삼스럽게 위와 같이 그 무효를 주장하는 것은 신의칙에 반하여 허용될 수 없다고 할 것이다.<br/>      가) 원고가 이 사건 주택의 매각을 위하여 최초 입찰공고를 한 2016. 10.경에는 이미 제명이 변경된 공공주택 특별법과 민간임대주택에 관한 특별법이 시행된 상태였으므로, 분양전환공공임대주택인 이 사건 주택의 매각과 관련하여서는 공공주택 특별법 제50조의2가 적용되어 같은 법 제4조에 따른 공공주택사업자가 될 수 없는 피고 1 회사에 대한 매각은 법률상 금지되고 있었다. 주택사업 등을 주관하는 지방공사인 원고로서는 이러한 관련법령의 내용을 숙지하여야 함에도 ‘구 임대주택법상 임대사업자이면 입찰에 참가할 수 있고 낙찰자로 선정될 경우 이 사건 주택의 소유권을 취득할 수 있는 것’으로 입찰공고를 하였다. 이 사건 주택에 대한 입찰절차는 한국자산관리공사 인터넷자산처분시스템 ‘온비드’를 통한 전자입찰 방식으로 진행되었고, 원고는 낙찰자로 선정한 피고 1 회사와 공공주택 특별법 상의 매각 제한에 대한 추가적인 검토 없이 그대로 이 사건 매매계약을 체결하였다. 이후 원고는 2017. 7. 10.경 이 사건 주택의 임차인들에게 임대사업자가 피고 1 회사로 변경된다는 사실을 안내하고, 2017. 12.경 피고 1 회사의 이 사건 주택 임대사업자 등록에 협조하겠다는 입장을 밝혔으며, 2018. 2.경에는 이 사건 주택의 매각 사실이 포함된 내용의 보도자료를 내기도 하였다. 또한 관계 행정청인 인천광역시 연수구청은 2018. 1.경 ‘구 임대주택법 제16조 제3항에 따라 공공건설임대주택인 이 사건 주택을 다른 임대사업자에게 매각할 수 있고, 이 사건 주택의 분양전환 등에 관하여는 구 임대주택법령의 규정을 따라야 한다’는 입장을 천명하였다. 이와 같은 이 사건 매매계약 체결 전후의 경과에 비추어 보면, 원고 등은 이 사건 매매계약 체결 무렵부터 피고 1 회사에 이 사건 매매계약의 유효성에 관한 상당한 신의를 공여하였다고 할 수 있다. 한편 피고 1 회사로서도 주택 관련 사업을 영위하는 입장에서 분양전환이 예정된 공공임대주택인 이 사건 주택의 입찰에 참여함에 있어 스스로의 책임으로 관련법령의 내용을 파악하여야 하겠지만, 이는 주택사업을 주관하는 지방공기업으로서 분양전환공공임대주택인 이 사건 주택의 매각을 추진하던 원고의 위 책임에 비할 바가 아니다.<br/>      나) 인천광역시 산하 지방공기업인 원고는 2014년경 재정위기에 처하여 인천광역시로부터 부채 감축을 위한 강도 높은 자산 매각을 요구받자 2016. 7. 26. ‘핵심사업 정상화 및 재정건전화를 위한 2016년 하반기 리스크 관리위원회 운영계획’을 수립하고 2016. 9. 13. ‘현금유동성 위기극복을 위한 외국인 전용 임대주택 매각계획’ 방침을 결정하여 이 사건 주택의 매각을 추진하게 되었다. 당시 부동산 경기 악화로 자산 매각이 어려움에 처하여 4차례 실시한 입찰이 모두 무효화된 끝에 5차 입찰에 이르러서야 피고 1 회사가 입찰에 응함으로써 이 사건 매매계약을 체결할 수 있었다. 이와 같이 이 사건 매매계약은 현금유동성 확보를 위한 원고의 적극적인 필요에 따라 이루어졌고, 이 사건 매매계약이 순조롭게 이행됨으로써 원고는 소기의 목적을 달성할 수 있었다. 반면 피고 1 회사는 약 600억 원을 대출받아 이 사건 주택을 취득한 이후 임차인들에 대한 분양전환이나 분양전환 포기 주택의 매각을 통한 시세차익을 기대하면서 매년 수십 억 원의 손실을 감내하고 임대의무기간이 경과하기까지 임대사업을 영위하여 왔다. 이러한 사정에도 불구하고 임대의무기간 경과 후 분양전환에 이른 시점에서 이 사건 매매계약을 무효화한다면 피고 1 회사로서는 임대의무기간 준수 등을 위한 막대한 손실만 부담한 채 파산 등의 위험에 처하게 되고 피고 1 회사에 거액을 대출한 금융기관들까지 예상하지 못한 상당한 수준의 손실을 입게 되는 반면 원고는 이미 이 사건 주택의 매각으로 인한 소기의 목적을 달성하고도 다시 매매 당시보다 이 사건 주택의 시세가 오름에 따라 이후 분양전환 등의 과정에서 예상되는 시세차익까지 얻게 되는 심대한 불균형이 초래된다.<br/>      다) 공공주택사업자가 아닌 자에게 이 사건 주택을 매각하더라도 매수인이 매도인의 지위를 승계하여 임대의무기간이 경과할 때까지 계속하여 임차인에게 임대주택을 임대 목적으로 제공하고 공공주택사업자가 부담하는 분양전환의무와 동일한 내용의 분양전환의무를 부담하는 경우라면 공공주택 특별법 제50조의2의 입법목적이나 취지가 몰각되거나 훼손된다고 보기 어렵다. 이 사건 주택은 공공주택 특별법 제50조의2 제1항, 같은 법 시행령 제54조 제1항 제5호, 구 경제자유구역법 제24조의2 제2항에 따른 임대의무기간 10년이 경과하였고, 이 사건 매매계약 체결 이후로 피고 1 회사가 이 사건 주택의 임차인들에게 임대차계약의 갱신을 거부하는 등 임대 목적으로 위 주택을 제공하지 않았다고 볼만한 사정은 발견되지 않는다. 또한 원고의 임대인 지위를 그대로 승계한 피고 1 회사는 공공주택 특별법 제50조의3에 따른 분양전환의무 역시 부담한다고 보아야 하므로(원고와 피고들은 이 사건에서 공히 누가 분양전환의무를 부담하게 되더라도 분양전환조건 등은 달라지지 않는다고 답변한 바도 있다), 분양전환공공임대주택인 이 사건 주택에 관하여 공공주택 특별법이나 구 경제자유구역법 등의 입법 취지가 몰각될 염려는 제거되었다고 할 수 있다(원고는 피고 1 회사의 임대사업자등록이 말소되었기에 관련법령에 따른 분양전환이 불가능하다는 취지로 주장하나, 피고 1 회사에 대한 이 사건 주택의 취득을 인정하게 되면 임대사업자등록과 같은 부수적인 문제는 추후 해결이 가능할 것으로 보이므로, 그 때문에 피고 1 회사의 분양전환의무 이행에 지장이 초래된다고 보기는 어렵다). 아울러 구 경제자유구역법은 경제자유구역 내의 외국인 투자 활성화를 위한 투자환경 개선의 일환으로 제24조의2의 특례를 두었던 것인데, 구 경제자유구역법이 2016. 1. 27. 법률 제13837호로 개정되면서 사업시행자에 대한 외국인 전용 임대주택의 공급의무 등이 오히려 경제자유구역 활성화를 저해하거나 실효성이 낮다는 이유로 제24조의2에서 규정한 특례를 폐지하였으므로 이 사건 주택에 관한 구 경제자유구역법의 입법 취지 몰각의 우려는 이 점에 의하더라도 더 이상 문제될 여지가 없다.<br/>      라) 이 사건 매매계약의 효력이 뒤늦게 문제된 것은 2021. 1.경부터 피고 1 회사가 이 사건 주택의 분양전환을 위하여 인천광역시 등 행정청과 협의를 하던 중 인천광역시에서 원고에 대하여 이 사건 주택의 매각 관련 감사를 진행하여 그 위법이 적발되었기 때문이다. 위 감사에서 피감기관으로서 잘못을 지적받은 것은 원고임에도 그 해결방법으로 원고가 전반적인 책임을 부담하기보다는 이 사건 매매계약을 무효화시켜 피고들에게 그 책임을 전가하게 되는 결과를 야기하는 한편 오히려 원고는 이 사건 주택을 재취득하는 이익을 얻는 것은 일반적인 정의관념에도 현저히 반한다.<br/>      마) 만약 이제 와서 이 사건 매매계약을 무효화시켜 원고가 이 사건 주택에 관한 임대인 지위를 회복하게 된다면, 피고 1 회사와 그 대출 금융기관들뿐만 아니라 기존 임차인들에 대한 관계에서도 임대차보증금의 반환 등의 문제에서 상당한 혼란이 야기될 수밖에 없다. 아울러 피고 1 회사가 이 사건 주택에 대한 입찰절차에 참여하여 이를 취득하게 된 데에 어떠한 탈법적이거나 투기적인 동기가 있었다는 사정도 발견할 수 없다.<br/>  라. 소결<br/>    따라서 피고 1 회사가 이 사건 주택에 관하여 이 사건 매매계약에 따라 마친 소유권이전등기가 원인무효의 등기이고 그에 기하여 순차로 이루어진 피고들 명의의 소유권이전등기 역시 무효인 등기에 기초한 것으로서 모두 무효라는 원고의 주장은 이를 받아들일 수 없다.<br/>3. 결론<br/>  그렇다면 원고의 피고들에 대한 청구는 이유 없어 이를 모두 기각하여야 한다. 제1심 판결은 이와 결론을 달리하여 부당하므로 피고들의 항소를 받아들여 이를 취소하고, 원고의 피고들에 대한 청구를 기각하기로 하여, 주문과 같이 판결한다.    <br/>[별지 생략]<br/><br/>판사 견종철(재판장) 이형원 김은경 ",
    "사건번호": "2022나14637",
    "사건종류코드": "400101",
    "판례정보일련번호": "241289",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}