{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20231214",
    "법원명": "창원지방법원",
    "사건명": "부당이득금",
    "판례내용": "【원고, 피항소인 겸 항소인】 원고 (소송대리인 변호사 여한수)<br/>【피고, 항소인 겸 피항소인】 피고 (소송대리인 변호사 이종경)<br/>【제1심판결】 창원지방법원 진주지원 2022. 8. 10. 선고 2021가단30630 판결<br/>【변론종결】2023. 11. 9.<br/>【주    문】<br/> 1. 제1심판결 중 아래에서 추가로 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다. <br/>    피고는 원고에게 10,817,103원과 이 중 8,146,128원에 대하여는 2021. 2. 2.부터, 2,670,975원에 대하여는 2022. 5. 31.부터 각 2023. 12. 14.까지 연 5%, 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.<br/> 2. 원고의 나머지 항소와 피고의 항소를 각 기각한다.<br/> 3. 소송총비용은 피고가 부담한다.<br/> 4. 제1항 중 금전지급 부분은 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】 1. 청구취지<br/>   피고는 원고에게 76,172,250원과 이에 대하여 이 사건 소장송달 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을, 3,627,250원과 이에 대하여 이 사건 청구취지 및 청구원인 변경신청서 송달 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 각 지급하라.<br/> 2. 항소취지<br/>   가. 원고: 제1심판결 중 아래에서 추가로 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다. 피고는 원고에게 10,817,103원과 이에 대하여 2021. 2. 2.부터 2022. 8. 10.까지 연 5%, 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라. <br/>   나. 피고: 제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 관하여 적을 이유는 제1심 판결문 중 ‘원고들’을 ‘원고, 소외 3’으로, ‘원고 □□□’를 ‘소외 3’으로 고치고, 4면 9행 ‘사’ 부분과 ‘[인정근거]’ 부분을 아래와 같이 고치는 외에는 제1심판결 해당부분 이유 기재와 같으므로, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다(이하에서 사용하는 약어는 제1심판결과 같다).<br/>【사. 한편, 망인은 2012. 6. 27. 소외 5에게 이 사건 부동산에 관하여 임대차보증금 3,750만 원, 월 차임 375만 원(매월 10일 선불), 임대차기간 2012. 8. 10.부터 2014. 8. 9.까지로 정하여 임대하였다(이하 ‘이 사건 임대차계약’). 소외 5는 위 부동산에서 ○○○라는 상호로 제조업 등을 운영하였고, 그 무렵 소외 5 외 1명 명의로 사업자등록이 되어 있다. 위 임대차계약은 갱신되어 오다가 2022. 5. 11. 임대차계약이 종료되어 피고가 소외 5에게 임대차보증금 3,750만 원을 반환하였다.<br/>[인정근거] 다툼 없는 사실, 갑 1, 2, 4, 8호증, 을 2호증의 2, 을 6, 36, 37, 39호증의 각 기재, 변론 전체의 취지】<br/>2. 원고의 주장<br/>   이 사건 임대차계약에 의하여 발생하는 차임은 상속재산의 과실에 해당한다. 피고는 원고에게 상속개시 이후인 2014. 9. 10.부터 2021. 4. 30.까지 피고가 소외 5로부터 수령한 월 차임 합계 3억 250만 원[= 375만 원 × (80개월 + 20/30일)] 중 원고의 구체적 상속분에 해당하는 79,799,500원(= 3억 250만 원 × 0.2638)과 이에 대한 지연손해금을 부당이득으로 반환할 의무가 있다. <br/>3. 부당이득반환채무의 발생<br/>가. 청구원인에 대한 판단<br/>1) 상속개시 후 상속재산분할이 완료되기 전까지 상속재산으로부터 발생하는 과실(이하 ‘상속재산 과실’)은 상속개시 당시에는 존재하지 않았던 것이다. 상속재산분할심판에서 이러한 상속재산 과실을 고려하지 않은 채, 분할의 대상이 된 상속재산 중 특정 상속재산을 상속인 1인의 단독소유로 하고 그의 구체적 상속분과 특정 상속재산의 가액과의 차액을 현금으로 정산하는 방법(이른바 대상분할의 방법)으로 상속재산을 분할한 경우, 그 특정 상속재산을 분할받은 상속인은 민법 제1015조 본문에 따라 상속개시된 때에 소급하여 이를 단독소유한 것으로 보게 되지만, 상속재산 과실까지도 소급하여 상속인이 단독으로 차지하게 된다고 볼 수는 없다. 이러한 경우 상속재산 과실은 특별한 사정이 없는 한, 공동상속인들이 수증재산과 기여분 등을 참작하여 상속개시 당시를 기준으로 산정되는 ‘구체적 상속분’의 비율에 따라, 이를 취득한다고 보는 것이 타당하다(대법원 2018. 8. 30. 선고 2015다27132, 27149 판결 참조).<br/>2) 위 인정사실을 위 법리에 비추어 살펴보면, 망인의 사망으로 상속이 개시된 2014. 8. 23.부터 이 사건 결정이 확정된 2021. 4. 30.까지 이 사건 임대차계약에 따라 발생한 차임은 상속재산의 과실로, 원고와 피고는 공동상속인으로서 구체적 상속분의 비율에 따라 이를 취득하고, 원고의 구체적 상속분은 0.2638로 봄이 타당하다.<br/>3) 망인은 2012. 6. 27. 소외 5에게 이 사건 부동산에 관하여 임대차보증금 3,750만 원, 월 차임 375만 원(매월 10일 선불), 임대차기간 2012. 8. 10.부터 2014. 8. 9.까지로 정하여 임대한 사실은 앞에서 인정한 사실과 같고, 갑 1, 2, 12, 13호증, 을 7호증의 3, 을 19호증의 2의 각 기재 및 변론 전체의 취지에 의하면, 피고는 이 사건 부동산의 임대 및 관리 업무를 수행해 온 사실, 이 사건 부동산의 임차인 소외 5는 망인 사망 후 피고에게 이 사건 임대차계약에 따른 차임을 지급하고, 피고가 운영하는 △△△으로부터 세금계산서를 발급받아온 사실을 인정할 수 있다. 위 인정사실에 의하면, 피고가 망인 사망 후부터 이 사건 부동산을 관리하면서 위 차임 중 피고의 구체적 상속분을 초과하는 부분을 취득함으로써 법률상 원인없이 이득을 얻고 이로 인하여 원고에게 원고의 구체적 상속분만큼 손해를 입혔다고 할 것이다. <br/>4) 이에 대하여 피고는, 소외 2가 망인 사망 후 소외 2 사망 시까지 이 사건 부동산의 차임을 직접 수익 및 관리하였다고 주장한다. 갑 10호증, 을 5호증의 각 기재에 의하면, △△△ 명의 계좌로부터 소외 2 명의 계좌로 이 사건 임대차계약의 차임과 동일한 금액이 여러 차례에 걸쳐 이체된 사실을 인정할 수 있긴 하나, 소외 2 명의 계좌로 돈이 이체된 사실만으로는 소외 2가 이 사건 부동산의 차임을 직접 수익 및 관리하였다거나 피고가 위 금액을 실질적으로 사용·수익하지 않았다고 보기 어려우므로, 위 인정에 반하는 피고의 주장은 받아들이지 않는다.  <br/>5) 또한 피고는, 이 사건 결정의 항고심 결정일인 2020. 12. 21. 이 사건 부동산은 상속개시일에 소급하여 피고의 단독 소유로 귀속된 것이므로, 2020. 12. 21. 이후 발생한 차임에 대하여는 부당이득반환의무가 없다고 주장한다. 위 사건은 피고가 항고심 결정에 재항고하여 대법원의 기각 결정으로 2021. 4. 30. 확정된 사실은 앞에서 살펴본 것과 같고, 재항고가 제기되어 재항고 결정이 확정되기 전까지는 위 사건이 소송계속 중이므로, 재항고 결정이 확정된 2021. 4. 30. 이 사건 부동산이 상속개시일에 소급하여 피고의 단독 소유로 귀속된다고 보아야 한다. 따라서 피고의 위 주장은 이유 없다. <br/>나. 피고의 주장에 관한 판단<br/>1) 피고는, 이 사건 부동산에 대한 선의의 점유자로서 이 사건 부동산의 차임을 수취한 것이므로, 원고에게 차임 상당 부당이득을 반환할 의무가 없다고 주장한다. <br/>         살피건대, 민법 제201조 제1항에 의하여 과실수취권이 인정되는 선의의 점유자란 과실수취권을 포함하는 권원이 있다고 오신한 점유자를 말하고, 그와 같은 오신을 함에는 오신할 만한 정당한 근거가 있어야 한다(대법원 1995. 8. 25. 선고 94다27069 판결 등 참조). 이 법원에 현저한 사실, 갑 10호증, 을 3, 4, 14호증(가지번호 포함)의 각 기재에 의하여 인정할 수 있는 다음과 같은 사정을 종합하면, 피고가 제출한 증거만으로는 피고가 망인의 사망 시점인 2014. 8. 23. 당시부터 이 사건 부동산의 차임 중 자신의 상속지분을 초과한 부분에 대하여 과실수취권을 포함하는 권원이 있다고 오신하거나 오신할 만한 정당한 근거가 있다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. ① 이 사건 부동산은 상속재산으로 상속개시 당시 망인의 상속인으로는 피고 외에도 소외 2, 원고, 소외 4, 소외 3이 있었다. ② 소외 2 명의 계좌에서 2015. 2. 27. 이 사건 부동산에 대한 상속세 14,157,410원이 납부되었고, 위 계좌에서 2015. 7.경부터 2018. 9.경까지 이 사건 부동산에 대한 재산세가 납부되었다. ③ 피고는 2018. 4. 5.경 원고, 소외 4, 소외 3을 상대로 이 사건 부동산에 대한 기여분결정 등의 심판을 청구하였다. 위 ① 내지 ③과 같은 사정에 비추어 보면, 피고도 이 사건 부동산이 망인의 상속재산으로 피고의 구체적 상속분을 넘어선 부분에 관하여 피고에게 점유할 권원이 없다고 판단한 것으로 보인다. <br/>         피고의 위 주장은 이유 없다. <br/>2) 피고는, 이 사건 부동산의 차임은 피고의 노력으로 취득한 운영수익이므로, 원고에게 부당이득으로 반환할 의무가 없다고 주장한다. <br/>         살피건대, 피고가 이 사건 부동산의 임대 및 관리 업무를 수행한 사실은 앞에서 인정한 것과 같다. 그러나 피고가 제출한 증거만으로는 피고가 통상적인 임대인의 의무에서 더 나아가 이 사건 부동산의 차임을 얻기 위해 특별한 노력이나 기여를 하였다는 사실을 인정하기에 부족하고, 달리 이 사건 부동산에 관한 차임이 피고인의 노력과 기여로 인하여 발생한 운영수익이라는 사실을 인정할 증거가 없다. 피고의 위 주장도 이유 없다. <br/>3) 피고는, 원고의 차임 상당 부당이득반환청구권은 그 발생일로부터 3년이 경과하여 시효로 소멸하였다고 주장한다. 살피건대, 원고가 피고에게 주장하는 위 채권은 그 실질이 부당이득반환채권이고, 민법 제162조 제1항에 따라 일반채권의 소멸시효기간인 10년이 적용된다. 따라서 이와 다른 전제에 있는 피고의 주장은 이유 없다. <br/>4. 부당이득반환의 범위<br/>가. 원고에 대한 부당이득반환의 범위<br/>      이 사건 부동산의 차임이 월 375만 원인 사실은 앞에서 살펴본 것과 같고, 위 인정사실에 의하면, 이 사건 부동산에 관한 2014. 9. 10.부터 2021. 4. 30.까지 차임 합계는 298,875,000원[= 375만 원 × (79개월 + 21/30일)]이다. 따라서 피고는 특별한 사정이 없는 한 원고에게 원고의 구체적 상속분에 해당하는 78,843,225원(= 298,875,000원 × 0.2638)과 이에 대한 지연손해금을 부당이득으로 반환할 의무가 있다. <br/>나. 피고의 주장에 관한 판단<br/>1) 피고는, 원고에게 반환하여야 할 부당이득금에서 ① 임대차보증금 반환채무 3,750만 원, ② 상속세 등 기타 세금 합계 25,325,410원(= 상속취득세 14,157,410원 + 재산세 1,496,500원 + 이 사건 부동산 재산세 9,671,500원), ③ 소외 2에 대한 진료비 합계 22,216,510원, ④ 소외 2의 장례비 합계 8,189,500원, ⑤ 소외 2의 계좌에서 소외 4에게 지급된 160,633,300원, ⑥ 소외 2의 계좌에서 피고에게 송금된 2,500만 원의 금액이 원고의 상속분에 따라 상계되어야 한다고 주장한다.<br/>2) 임대차보증금반환채무<br/>가) 금전채무와 같이 급부의 내용이 가분인 채무가 공동상속된 경우, 이는 상속 개시와 동시에 당연히 법정상속분에 따라 공동상속인에게 분할되어 귀속되는 것이므로, 상속재산 분할의 대상이 될 여지가 없고(대법원 1997. 6. 24. 선고 97다8809 판결 등 참조), 임대인 지위를 공동으로 승계한 공동임대인들의 임차보증금 반환채무는 성질상 불가분채무에 해당하고(대법원 2017. 5. 30. 선고 2017다205073 판결 참조), 임대차보증금 반환채무가 상속된 경우도 마찬가지이다. 그리고 불가분채무자가 변제 등으로 공동면책을 얻은 때에는 다른 채무자의 부담부분에 대하여 구상할 수 있다(대법원 2020. 7. 9. 선고 2020다208195 판결 참조). <br/>             앞에서 살펴본 것처럼, 피고가 이 사건 임대차계약에 따른 임대차보증금 3,750만 원을 위 임대차계약 종료에 따라 임차인 소외 5에게 지급하였으므로, 원고는 위 임대차보증금 중 자신의 법정상속지분에 해당하는 채무를 면하게 되었으므로, 원고는 피고에게 9,375,000원(= 3,750만 원 × 원고의 상속지분 1/4)과 이에 대한 지연손해금을 지급을 의무가 있다. <br/>나) 이에 대하여 원고는, 피고가 이 사건 부동산을 단독으로 상속하여 상속개시일로 소급하여 그 소유권을 취득함으로써 임대인의 지위를 당연히 승계하였으므로, 피고가 임차인에게 임대차보증금반환의무를 전부 부담한다고 주장한다. <br/>상가건물 임대차보호법 제3조는 ‘대항력 등’이라는 표제로 제1항에서 대항력의 요건을 정하고, 제2항에서 \"임차건물의 양수인(그 밖에 임대할 권리를 승계한 자를 포함한다)은 임대인의 지위를 승계한 것으로 본다.\"라고 정하고 있다. 이 조항은 임차인이 취득하는 대항력의 내용을 정한 것으로, 상가건물의 임차인이 제3자에 대한 대항력을 취득한 다음 임차건물의 양도 등으로 소유자가 변동된 경우에는 양수인 등 새로운 소유자(이하 ‘양수인’)가 임대인의 지위를 당연히 승계한다는 의미이다. 소유권 변동의 원인이 매매 등 법률행위든 상속·경매 등 법률의 규정이든 상관없이 이 규정이 적용되므로, 상속에 따라 임차건물의 소유권을 취득한 자도 위 조항에서 말하는 임차건물의 양수인에 해당한다(대법원 2021. 1. 28. 선고 2015다59801 판결 참조). 이 경우 임차보증금반환채무도 상가건물의 소유권과 결합하여 일체로서 이전하며, 이에 따라 양도인의 위 채무는 소멸한다 할 것이므로, 양수인이 임차인에게 임대차보증금을 반환하였다 하더라도, 이는 자신의 채무를 변제한 것에 불과할 뿐, 양도인의 채무를 대위변제한 것이라거나, 양도인이 위 금액 상당의 반환채무를 면함으로써 법률상 원인 없이 이익을 얻고 양수인이 그로 인하여 위 금액 상당의 손해를 입었다고 할 수 없고(대법원 1993. 7. 16. 선고 93다17324 판결 등 참조), 이는 재산분할을 원인으로 이전한 경우에도 마찬가지다(대법원 1997. 8. 22. 선고 96므912 판결 등 참조).<br/>            살피건대, 소외 5가 망인으로부터 임대차계약에 기하여 이 사건 부동산을 인도받은 사실, 위 부동산에 대해 사업자등록이 되어 있는 사실, 이후 피고가 이 사건 부동산의 소유권을 취득한 사실은 앞에서 살펴본 것과 같으므로, 소외 5는 대항력을 취득하였고, 대항력을 취득한 이후 이 사건 부동산을 양수한 피고는 이 사건 임대차에 관하여 임대인의 지위를 당연히 승계하였다. 따라서 임대인의 지위를 승계한 피고로서는 임대차보증금을 반환하였다고 하더라도, 피고 자신의 채무를 변제한 것에 불과하므로, 공동면책을 전제로 하는 피고의 주장은 이유 없다. <br/>다) 따라서 피고의 위 주장은 이유 없다. <br/>3) 상속세 등 기타 세금<br/>가) 을 3호증, 을 4호증의 1의 각 기재 및 피고가 제출한 증거만으로는 피고가 이 사건 부동산에 대한 상속취득세 14,157,410원을 납부하였다거나 2015. 7.경부터 2018. 9.경까지 재산세 합계 6,166,560원 및 재산세 1,496,500원을 납부하였다는 사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>나) 을 4호증의 2의 기재 및 변론 전체의 취지에 의하면, 피고가 2019. 7. 15.부터 2020. 9. 23.까지 재산세 합계 3,504,940원을 납부한 사실을 인정할 수 있다. 그러나 한편, 앞에서 인정한 사실에 의하면, 이 사건 부동산은 이 사건 결정의 확정에 따라 상속개시일인 2014. 8. 23.에 소급하여 피고의 단독소유가 되었으므로, 피고는 그 때로부터 부과되는 재산세를 납부할 의무가 있다. 따라서 피고가 제출한 증거만으로는 원고가 피고 주장과 같은 재산세 상당을 부당이득하였다고 볼 수 없다. <br/>다) 피고의 위 주장은 이유 없다. <br/>4) 소외 2의 진료비<br/>         을 9호증의 기재만으로는 피고가 소외 2의 진료비 등으로 합계 22,216,510원을 지출하였다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 피고의 위 주장은 이유 없다. <br/>5) 소외 2의 장례비<br/>         을 9호증의 기재 및 변론 전체의 취지에 의하면, 피고가 망인과 소외 2의 장례비로 합계 6,174,900원(= 3,932,900원 + 2,242,000원)을 지출한 사실은 인정할 수 있다. 그러나 통상 장례비용은 부의금에서 지출되고, 장례비용에 충당하고 남는 것에 관하여는 특별한 다른 사정이 없는 한 사망한 사람의 공동상속인들이 각자의 상속분에 응하여 권리를 취득하는 것인데(대법원 1992. 8. 18. 선고 92다2998 판결 참조), 피고가 주장하는 장례비용이 부의금을 초과하여 지급하였다는 사실에 대한 주장과 증명이 없는 이상 피고가 자신의 고유재산으로 장례비용을 지출하였다고 보기 어려우므로, 피고의 위 주장은 이유 없다. <br/>6) 소외 2의 계좌에서 소외 4에게 송금된 160,633,300원 및 피고에게 송금된 2,500만 원<br/>         피고는 소외 4와 피고에게 송금된 금액이 이 사건 임대차계약의 차임에서 지출되었으므로, 원고 청구 금액에서 상계되어야 한다는 취지로 주장하나, 피고가 제출한 증거만으로는 위 주장사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 피고의 위 주장도 이유 없다. <br/>다. 소결론<br/>      피고는 원고에게 부당이득금 78,843,225원(= 298,875,000원 × 0.2638)과 이 중 대하여 76,172,250원에 대하여는 이 사건 소장송달 다음날인 2021. 2. 2.부터, 2,670,975원에 대하여는 이 사건 청구취지 및 청구원인 변경신청서 송달 다음날인 2022. 5. 31.부터 지연손해금을 지급할 의무가 있다. 이 중 피고는 원고에게 제1심에서 인정된 68,026,122원과 이에 대하여 이 사건 소장송달 다음날인 2021. 2. 2.부터 제1심 판결선고일인 2022. 8. 10.까지 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있고, 이 법원에서 원고에게 추가로 인정된 10,817,103원과 이 중 8,146,128원에 대하여는 이 사건 소장송달 다음날인 2021. 2. 2.부터, 2,670,975원에 대하여는 이 사건 청구취지 및 청구원인 변경신청서 송달 다음날인 2022. 5. 31.부터 각 피고가 그 이행의무의 존재 여부나 범위에 관하여 다투는 것이 타당한 이 판결선고일인 2023. 12. 14.까지 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.  <br/>5. 결론<br/>  원고의 청구는 위 인정범위 내에서 이유 있으므로 인용하고, 나머지 청구는 이유 없으므로 이를 기각하여야 한다. 제1심판결은 이와 결론을 일부 달리하여 부당하므로 원고의 항소를 일부 받아들여 제1심판결 중 주문 제1항 금액에 해당하는 원고 패소 부분을 취소하고, 피고에게 추가로 그 지급을 명하며, 원고의 나머지 항소와 피고의 항소는 이유 없으므로 이를 각 기각한다.   <br/><br/>판사 구민경(재판장) 이장욱 이현주 ",
    "사건번호": "2022나61547",
    "사건종류코드": "400101",
    "판례정보일련번호": "241549",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}