{
  "PrecService": {
    "판시사항": "  부동산중개업자가 중개의뢰인에게 부담하는 의무의 내용 / 공인중개사법상 부동산중개업의 대상이 되는 중개행위의 의미 및 이는 변호사법 제3조에서 정한 법률사무와 구별되는지 여부(적극) / 부동산 매수인이 매매목적물에 관한 임대차보증금 반환채무 등을 인수하는 한편 그 채무액을 매매대금에서 공제하기로 약정한 경우, 각 채무인수의 요건에 관한 분석 등을 통하여 채무인수의 법적 성격을 가리는 행위는 법률사무에 해당하는지 여부(적극) / 공인중개사가 부동산을 중개하는 과정에서 채무인수의 법적 성격에 관하여 조사·확인하여 설명하지 않았다는 사정만으로 선량한 관리자의 주의로 신의를 지켜 성실하게 중개행위를 하여야 할 의무를 위반하였다고 볼 수 있는지 여부(원칙적 소극)<br/>",
    "참조판례": "대법원 2006. 5. 11. 선고 2003두14888 판결(공2006상, 1045), 대법원 2007. 11. 15. 선고 2007다44156 판결, 대법원 2012. 11. 29. 선고 2012다69654 판결(공2013상, 45)<br/>",
    "사건종류명": "민사",
    "판결요지": "  부동산중개업자와 중개의뢰인과의 법률관계는 민법상의 위임관계와 같으므로 중개업자는 중개의뢰의 본지에 따라 선량한 관리자의 주의로 의뢰받은 중개업무를 처리할 의무가 있을 뿐 아니라, 공인중개사법 제29조 제1항에 의하여 신의와 성실로 공정하게 중개행위를 할 의무가 있다.  <br/>공인중개사법 제2조 제1호, 제3호의 규정에 의하면, 부동산중개업의 대상이 되는 중개행위는 중개대상물에 대하여 거래당사자 간의 매매·교환·임대차 그 밖의 권리의 득실변경에 관한 행위를 알선하는 것으로서, 당사자 사이에 매매 등 법률행위가 용이하게 성립할 수 있도록 조력하고 주선하는 사실행위에 불과하고, 변호사법 제3조에서 규정한 법률사무와는 구별된다. 그런데 부동산 매수인이 매매목적물에 관한 임대차보증금 반환채무 등을 인수하는 한편 그 채무액을 매매대금에서 공제하기로 약정한 경우, 당사자의 의사, 임차인이 주택임대차보호법상의 대항력을 갖추었는지 여부, 임차인의 명시적 또는 묵시적 동의 여부 등에 따라 위와 같은 채무인수의 법적 성격이 면책적 채무인수, 이행인수 또는 병존적 채무인수로 달라질 수 있으므로, 각 채무인수의 요건에 관한 분석 등을 통하여 채무인수의 법적 성격을 가리는 행위는 단순한 사실행위가 아닌 법률사무에 해당한다고 보아야 한다. 따라서 공인중개사가 부동산을 중개하는 과정에서 채무인수의 법적 성격까지 조사·확인하여 설명할 의무가 있다고 보기 어려우므로, 중개 과정에서 그릇된 정보를 전달하였다는 등의 특별한 사정이 없는 한, 채무인수의 법적 성격에 관하여 조사·확인하여 설명하지 않았다는 사정만으로 선량한 관리자의 주의로 신의를 지켜 성실하게 중개행위를 하여야 할 의무를 위반하였다고 볼 수 없다. <br/>",
    "참조조문": "민법 제454조, 제680조, 제681조, 공인중개사법 제2조 제1호, 제3호, 제29조 제1항, 변호사법 제3조<br/>",
    "선고일자": "20240912",
    "법원명": "대법원",
    "사건명": "손해배상(기)[공인중개사가 부동산 중개 과정에서 임대차보증금 반환채무가 매수인에게 면책적으로 인수되지 않는다는 사정을 설명할 주의의무가 인정되는지 여부가 문제된 사건]",
    "판례내용": "【원고, 피상고인 겸 상고인】 원고<br/>【피고, 상고인 겸 피상고인】 피고 1 외 1인 (소송대리인 법무법인 광무 담당변호사 이명규 외 1인)<br/>【원심판결】 울산지법 2024. 4. 18. 선고 2023나12234 판결<br/>【주    문】<br/>  원심판결 중 피고들 패소 부분을 파기하고, 이 부분 사건을 울산지방법원에 환송한다. <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 사안의 개요<br/>  원심판결 이유와 기록에 의하면 다음 사실을 알 수 있다. <br/>  가. 원고는 울산 중구 (이하 생략)○○○아파트(동호수 생략)(이하 ‘이 사건 부동산’이라 한다)의 소유자로서 2018. 11. 20. △△△공단(이하 ‘이 사건 임차인’이라 한다)과 이 사건 부동산에 관하여 임대차보증금 2억 원의 임대차계약을 체결하였다.<br/>  나. 원고는 공인중개사인 피고 1의 중개로 2020. 5. 16. 소외 1과 이 사건 부동산에 관하여 매매대금 2억 8,000만 원의 매매계약(이하 ‘이 사건 매매계약’이라 한다)을 체결하였는데, 임대차보증금 2억 원은 매수인이 인수하여 매매대금에서 공제하기로 약정(이하 ‘이 사건 약정’이라 한다)하였다.<br/>  다. 원고는 2020. 5. 18. 소외 1로부터 임대차보증금을 공제한 잔금을 지급받음과 동시에 소외 1에게 이 사건 부동산에 관하여 소유권이전등기를 마쳐 주었다.<br/>  라. 소외 1은 이 사건 임차인에 대하여 임대차보증금 채무인수 조치를 취하지 않고 이 사건 부동산에 관하여 2020. 5. 25. 소외 2에게 채권최고액 2억 5,000만 원의 근저당권을, 2020. 5. 29. 주식회사 □□□대부에 채권최고액 1,200만 원의 근저당권을 각 설정하여 주었다.<br/>  마. 이 사건 임차인은 2020. 8. 3. 전세금보장신용보험의 보험자인 서울보증보험 주식회사(이하 ‘서울보증보험’이라 한다)에 임대차보증금을 지급받지 못했다는 이유로 보험금을 청구하였다. 이에 서울보증보험은 이 사건 임차인에게 보험금을 지급한 후 원고를 상대로 구상금청구의 소를 제기하였고, 이 소송에서 2021. 7. 14. \"원고는 서울보증보험에 2억 원과 이에 대하여 2021. 1. 13.부터의 지연손해금을 지급하라.\"라는 내용의 판결이 선고되었으며, 이 판결이 그 무렵 확정되었다.<br/>  바. 피고 한국공인중개사협회(이하 ‘피고 2 협회’라 한다)는 2019. 5. 26. 피고 1과 공인중개사법 제42조에 따라 피고 1의 손해배상책임을 보장하기 위하여 공제금액을 1억 원으로 하여 공제계약(이하 ‘이 사건 공제계약’이라 한다)을 체결한 공제사업자이다.<br/>  2. 피고 1의 공인중개사로서의 주의의무 위반에 관하여 <br/>  가. 원심은, 피고 1이 이 사건 임차인의 동의가 없을 경우 소외 1이 원고의 이 사건 임차인에 대한 임대차보증금 반환채무를 면책적으로 인수할 수 없다는 것을 예상할 수 있었음에도, 이와 같은 채무인수 불가능 상황과 그 대비책 등에 관한 정확한 설명 없이 이 사건 매매계약을 중개함으로써 공인중개사법 제29조 제1항에서 정한 공인중개사로서의 주의의무를 위반한 것으로 봄이 상당하므로, 피고 1은 공인중개사법 제30조 제1항에 따라, 피고 2 협회는 이 사건 공제계약에 따라 공동하여 원고가 입은 손해를 배상할 책임이 있다고 판단하였다. <br/>  나. 그러나 피고 1이 공인중개사로서의 주의의무를 위반한 것으로 본 원심의 판단은 다음과 같은 이유로 그대로 받아들이기 어렵다.<br/>  1) 부동산중개업자와 중개의뢰인과의 법률관계는 민법상의 위임관계와 같으므로 중개업자는 중개의뢰의 본지에 따라 선량한 관리자의 주의로 의뢰받은 중개업무를 처리할 의무가 있을 뿐 아니라, 공인중개사법 제29조 제1항에 의하여 신의와 성실로 공정하게 중개행위를 할 의무가 있다(대법원 2007. 11. 15. 선고 2007다44156 판결, 대법원 2012. 11. 29. 선고 2012다69654 판결 등 참조).  <br/>공인중개사법 제2조 제1호, 제3호의 규정에 의하면, 부동산중개업의 대상이 되는 중개행위는 중개대상물에 대하여 거래당사자 간의 매매·교환·임대차 그 밖의 권리의 득실변경에 관한 행위를 알선하는 것으로서, 당사자 사이에 매매 등 법률행위가 용이하게 성립할 수 있도록 조력하고 주선하는 사실행위에 불과하고, 변호사법 제3조에서 규정한 법률사무와는 구별된다(대법원 2006. 5. 11. 선고 2003두14888 판결 참조). 그런데 부동산 매수인이 매매목적물에 관한 임대차보증금 반환채무 등을 인수하는 한편 그 채무액을 매매대금에서 공제하기로 약정한 경우, 당사자의 의사, 임차인이 주택임대차보호법상의 대항력을 갖추었는지 여부, 임차인의 명시적 또는 묵시적 동의 여부 등에 따라 위와 같은 채무인수의 법적 성격이 면책적 채무인수, 이행인수 또는 병존적 채무인수로 달라질 수 있으므로, 각 채무인수의 요건에 관한 분석 등을 통하여 채무인수의 법적 성격을 가리는 행위는 단순한 사실행위가 아닌 법률사무에 해당한다고 보아야 한다. 따라서 공인중개사가 부동산을 중개하는 과정에서 채무인수의 법적 성격까지 조사·확인하여 설명할 의무가 있다고 보기 어려우므로, 중개 과정에서 그릇된 정보를 전달하였다는 등의 특별한 사정이 없는 한, 채무인수의 법적 성격에 관하여 조사·확인하여 설명하지 않았다는 사정만으로 선량한 관리자의 주의로 신의를 지켜 성실하게 중개행위를 하여야 할 의무를 위반하였다고 볼 수 없다. <br/>  2) 이 사건의 경우, 공인중개사인 피고 1이 주택임대차보호법 제3조 제2항, 제3항의 요건을 갖추어 대항력이 존재하는지 여부 등에 관한 분석을 통해 이 사건 약정의 법적 성격까지 조사·확인하여 이를 원고에게 설명해야 할 의무가 있다고 보기 어렵다. 나아가 피고 1이 중개 과정에서 원고에게 면책적 채무인수에 해당하여 채무를 면하게 되었다는 등의 그릇된 정보를 제공하였다고 볼만한 정황도 찾아볼 수 없다. 따라서 피고 1이 공인중개사법 제29조 제1항의 주의의무를 위반하여 중개행위를 하였다고 볼 수 없다. <br/>  다. 그런데도 원심은 그 판시와 같은 이유만으로 피고 1이 공인중개사법 제29조 제1항을 위반하여 중개행위를 하였다고 보아 피고들의 손해배상책임을 인정하였다. 이러한 원심의 판단에는 공인중개사법 제29조 제1항에서 정한 공인중개사의 주의의무에 관한 법리를 오해한 잘못이 있다. <br/>  3. 파기의 범위<br/>  원심판결 중 피고들 패소 부분에는 앞에서 본 파기사유가 있다. 기록에 따르면, 원고는 피고들을 상대로 공인중개사법 제30조 제1항에 의한 손해배상청구와 민법 제750조, 제760조 제3항 또는 채무불이행에 의한 손해배상청구를 선택적으로 구하고 있다. 따라서 공인중개사법 제30조 제1항에 의한 손해배상청구 부분을 파기하는 이상, 이와 선택적 병합 관계에 있는 부분도 함께 파기되어야 한다.<br/>  4. 결론<br/>  원고의 상고이유와 피고들의 나머지 상고이유에 관한 판단을 생략한 채, 원심판결 중 피고들 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노경필(재판장) 노태악 서경환(주심) 신숙희 ",
    "사건번호": "2024다239364",
    "사건종류코드": "400101",
    "판례정보일련번호": "241585",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}