{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190829",
    "법원명": "서울중앙지방법원",
    "사건명": "기타(금전)",
    "판례내용": "【원    고】 원고 (소송대리인 법무법인(유한) 로고스 담당변호사 정현수)<br/>【피    고】 피고 (소송대리인 법무법인(유한) 효성 담당변호사 서동민)<br/>【변론종결】2019. 7. 18.<br/>【주    문】<br/> 1. 피고는 원고에게 660,040,739원 및 그중 550,000,000원에 대하여는 2017. 7. 28.부터, 110,040,739원에 대하여는 2019. 6. 6.부터 각 2019. 8. 29.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/> 2. 원고의 나머지 주위적 청구를 기각한다.<br/> 3. 소송비용 중 1/2은 원고가, 나머지는 피고가 각 부담한다.<br/> 4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】 주위적 및 예비적으로, 피고는 원고에게,<br/>  가. 511,905,353원 및 그중 250,000,000원에 대하여는 2015. 3. 1.부터 이 사건 소장 부본 송달일까지는 연 5%, 그 다음날부터 2019. 5. 31.까지는 연 15%, 그 다음날부터 다 갚는 날까지는 연 12%, 261,905,353원에 대하여는 2015. 3. 1.부터 이 사건 청구취지 및 청구원인 변경신청서 부본 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을,<br/>  나. 575,000,000원 및 그중 300,000,000원에 대하여는 2009. 5. 1.부터 이 사건 소장 부본 송달일까지는 연 5%, 그 다음날부터 2019. 5. 31.까지는 연 15%, 그 다음날부터 다 갚는 날까지는 연 12%, 275,000,000원에 대하여는 2009. 5. 1.부터 이 사건 청구취지 및 청구원인 변경신청서 부본 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을<br/> 각 지급하라.<br/>【이    유】1. 기초사실<br/>가. 당사자의 관계<br/>소외 2는 1942년 출생하여 소외 8과 혼인한 후 슬하에 장녀 소외 3, 장남 원고, 차남 피고를 두었다. 소외 4는 피고의 배우자이다.<br/>나. 이 사건 상가의 소유 관계<br/>    1) 소외 8은 1973. 10. 8. 사망하였고, 상속재산으로 서울 용산구 (상세 주소 생략) 대 243㎡ 및 그 지상 건물(이하 ‘이 사건 상가’라고 한다)을 남겼는데, 이 사건 상가에 관하여 1973. 11. 21. 소외 2와 소외 3이 각 1/6 지분, 원고와 피고가 각 2/6 지분 비율로 상속등기가 마쳐졌다.<br/>    2) 소외 3은 1997. 11. 19. 소외 2와 원고 및 피고에게 이 사건 상가 중 각 1/18 지분에 관하여 증여를 원인으로 한 소유권이전등기를 마쳐주었고, 이에 따라 이 사건 상가는 소외 2가 4/18(= 1/6 + 1/18) 지분, 원고와 피고가 각 7/18(= 2/6 + 1/18) 지분 비율로 소유하게 되었다.<br/>    3) 소외 2는 2009. 2. 4. 원고에게 이 사건 상가 중 22/180 지분, 피고에게 이 사건 상가 중 18/180 지분에 관하여 증여를 원인으로 한 소유권이전등기를 마쳐주었다. 그런데 소외 2는 원고와 피고를 상대로 위 각 증여를 해제하고, 위 각 소유권이전등기의 말소등기를 청구하는 소를 제기하여 2016. 1. 8. 승소판결을 받았다(서울중앙지방법원 2016. 1. 8. 선고 2015가단5082286 판결). 원고가 위 판결에 대하여 항소 및 상고하였으나, 위 판결은 그대로 확정되었다(서울고등법원 2017. 1. 18. 선고 2016나2007737 판결 및 대법원 2017. 4. 13. 자 2017다208607 판결, 이하 ‘이 사건 확정판결’이라 한다). 다만, 현재까지 이 사건 확정판결에 따른 위 각 소유권이전등기의 말소등기는 마쳐지지 않았다.<br/>다. 이 사건 아파트의 소유 관계<br/>    1) 원고와 피고는 2003. 12. 4. 서울 강남구 (상세 주소 생략)(이하 ‘이 사건 아파트’라고 한다) 중 각 1/2 지분에 관하여 2003. 9. 27. 매매를 원인으로 한 소유권이전등기를 마쳤다. 이때 이 사건 아파트의 매수대금은 11억 3,000만 원이었다.<br/>    2) 이후 피고는 원고와 피고 공동 명의로 2009. 2. 3. 소외 1과 이 사건 아파트에 관한 매매계약을 체결하였고, 2009. 4. 30. 소외 1에게 이 사건 아파트 중 각 1/2 지분에 관하여 위 매매를 원인으로 한 소유권이전등기를 마쳐주었다. 이때 이 사건 아파트의 매매대금은 18억 7,000만 원이었고, 피고가 위 매매대금을 전부 수령하였다.<br/>[인정 근거] 다툼 없는 사실, 갑 제1, 3, 7, 17호증, 을 제3호증, 제23 내지 26호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 이 사건 상가에 관한 청구에 대한 판단<br/>가. 당사자의 주장<br/>    1) 원고<br/>      주위적으로, 이 사건 상가의 공유지분권자인 원고와 소외 2는 2009. 1.경부터 2015. 2.경까지 피고에게 이 사건 상가의 임대수입금에 대한 관리 권한을 위임하였으므로, 피고는 민법 제684조 제1항에 따라 원고에게 위임사무의 처리로 인하여 받은 돈, 즉 위 기간 동안 이 사건 상가의 총 임대수입금 3,102,770,000원에서 제반 비용 740,671,833원(이 사건 상가의 관리와 직접 관련된 비용 및 원고와 피고 사이에서 공동비용으로 사용하기로 합의된 비용)을 공제한 2,362,098,167원(= 3,102,770,000원 - 740,671,833원) 중 원고의 7/18 지분에 해당하는 금액 918,593,731원(= 2,362,098,167원 × 7/18)에서 원고가 피고로부터 이미 지급받은 339,357,787원 및 원고의 개인 비용으로 지출된 67,330,591원을 공제한 511,905,353원(= 918,593,731원 - 339,357,787원 - 67,330,591원) 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>      예비적으로, 피고는 2009. 1.경부터 2015. 2.경까지 법률상 원인 없이 이 사건 상가 중 원고의 7/18 지분을 임대함으로써 위와 같이 511,905,353원 상당의 이득을 얻었으므로, 민법 제741조에 따라 원고에게 위 511,905,353원 및 이에 대한 지연손해금을 반환할 의무가 있다.<br/>    2) 피고<br/>      피고는 2009. 8. 20.부터 2015. 3. 31.까지 이 사건 상가의 임대수입금으로 합계 2,876,025,819원을 수령하였는데, 위 임대수입금 중 원고의 7/18 지분에 해당하는 금액은 1,118,486,441원(= 2,876,025,819원 × 38.89%)이다. 그런데 아래 표 기재와 같이 피고가 제반 비용으로 지출한 총 2,875,577,072원 중 원고가 지분 비율에 따라 부담해야 할 금액은 합계 1,385,494,414원이다. 따라서 원고는 피고로부터 이 사건 상가의 총 임대수입금 중 원고의 지분에 해당하는 금액보다 267,007,973원(= 1,385,494,414원 - 1,118,486,441원)을 더 지급받은 셈이므로, 결국 원고가 피고로부터 지급받아야 할 정산금은 남아있지 않다.<br/>순번공제내역총 지출액(원)원고의 몫(원)1국세467,895,420181,964,5292지방세162,070,10063,029,0623부가가치세65,619,51025,519,4274대출이자988,000,643384,233,4505원고 및 소외 2에 대한 송금액437,215,662437,215,6626원고와 피고의 누나인 소외 3에 대한 송금액8,246,0003,206,8697공과금 등 각종 비용318,131,189123,721,2198피고의 자녀인 소외 6과 소외 7의 학비49,741,82019,344,5949소외 6의 유학비378,656,728147,259,602?합계2,875,577,0721,385,494,414<br/>나. 주위적 청구에 관한 판단<br/>    1) 원고와 피고 사이의 위임 관계<br/>      원고는, 원고와 소외 2가 2009. 1.경부터 2015. 2.경까지 피고에게 이 사건 상가의 임대수입금에 대한 관리를 위임하였다고 주장하는데, 피고는, 원고와 소외 2가 피고에게 이 사건 상가의 관리를 맡겨 피고가 이 사건 상가의 임대수입금을 수령하고, 그 임대수입금으로 이 사건 상가의 관리 비용을 지출하는 등 이 사건 상가를 관리한 사실을 인정하고 있다(다만 피고가 이 사건 상가를 관리한 기간을 정확히 특정하지는 않았으나, 피고는 이 사건 상가의 임대수입금에서 피고가 2009. 1.경부터 2015. 3.경까지 지출한 제반 비용을 공제하여야 한다고 주장하고 있으므로, 적어도 위 기간 동안 이 사건 상가를 관리하였다고 본다). 따라서 원고가 2009. 1.경부터 2015. 2.경까지 피고에게 이 사건 상가 중 원고의 7/18 지분에 관한 관리를 위임하였다고 인정된다.<br/>    2) 피고의 취득물 인도의무<br/>      가) 민법 제684조 제1항은 “수임인은 위임사무의 처리로 인하여 받은 금전 기타의 물건 및 그 수취한 과실을 위임인에게 인도하여야 한다.”라고 규정하고 있으므로, 수임인의 위임인에 대한 취득물 인도의무나 수임인의 위임사무처리비용 상환방법 등에 관하여 위임계약에서 특별히 약정하였다는 등의 특별한 사정이 없는 한, 위임계약이 종료된 때에 수임인이 위임사무의 처리로 인하여 얻은 총 수익에서 위임계약의 취지에 따라 위임사무의 처리를 위하여 지출한 총 비용 등을 공제하고 남아 있는 수익이 있는 경우, 수임인은 위임인에게 이를 반환할 의무가 있다.<br/>      나) 따라서 피고는 원고로부터 이 사건 상가 중 원고의 지분에 관한 관리를 위임받은 수임인으로서 이 사건 상가에서 발생한 총 임대수입금에서 이 사건 상가의 관리 등을 위하여 지출한 총 비용을 공제하고 남은 순수익금 중 원고의 지분(7/18)에 해당하는 금액을 원고에게 반환할 의무가 있다. 이때 공제할 총 비용에는 이 사건 상가의 관리와 직접 관련된 비용은 물론이고, 원고와 피고 사이에서 공동비용으로 지출하기로 합의한 비용도 포함될 수 있다고 할 것이다.<br/>      다) 이에 대하여 피고는 다음과 같이 주장한다. 즉 원고는 경제활동을 한 적이 없고, 모든 자산관리를 피고에게 맡겼다. 이에 따라 피고가 원고의 생활에 필요한 비용을 모두 지출하였으므로, 원고와 피고는 ‘경제공동체’라고 볼 수 있다. 따라서 이 사건 상가와 관련하여 발생한 총 임대수입금에서 공제할 총 비용에는 원고와 피고가 공동의 이익을 위하여 지출한 비용뿐만 아니라, 원고 또는 피고의 개인적인 이익을 위하여 지출한 비용도 모두 포함되어야 한다.<br/>        그러나 이 사건 상가의 임대수입금 중 원고의 지분에 해당하는 금액은 원고 소유의 재산으로부터 발생한 수익이므로, 피고가 그 수익에서 원고의 생활에 필요한 비용을 지출하였다고 하더라도, 이는 피고가 원고를 대신하여 원고의 재산에서 원고의 개인적 비용을 지출해 준 것에 불과하다. 따라서 위와 같은 사정만으로 원고와 피고가 ‘경제공동체’라고 보기는 어렵다. 특히 성인으로서 피고와 함께 생활하지 않았던 원고가 피고의 개인적인 이익을 위한 비용까지 원고의 재산에서 지출하는 것에 당연히 동의하였을 것이라고 단정할 수는 없다. 그러므로 원고와 피고의 개별적인 합의가 없는 한 원고 또는 피고의 개인적인 이익을 위하여 지출된 비용은 이 사건 상가의 총 임대수입금에서 공동비용으로 공제할 것은 아니고, 원고 또는 피고가 각 지분 비율에 따라 받을 각자의 순수익금에서 개인비용으로 공제하면 충분하다고 할 것이다.<br/>    3) 총 임대수입금의 액수<br/>      가) 당사자의 주장<br/>        원고는, 2009. 1.경부터 2009. 11.경까지 원고 명의의 주식회사 하나은행(이하 ‘하나은행’이라 한다) 계좌로 입금된 임대수입금 167,722,530원은 피고가 수령하였으므로, 위 금액도 총 임대수입금에 포함되어야 하고, 위 금액을 포함하여 피고가 2009. 1.경부터 2015. 2.경까지 이 사건 상가의 임대수입금으로 총 3,102,770,000원을 수령하였다고 주장한다.<br/>        이에 대하여 피고는 2009. 8. 20.부터 2015. 3. 31.까지 이 사건 상가의 임대수입금으로 합계 2,876,025,819원만을 수령하였을 뿐이고, 원고가 자신 명의의 계좌로 수령한 위 167,722,530원은 피고가 수령한 것이 아니므로, 피고가 수령한 총 임대수입금의 액수를 산정하는 데 포함될 수 없다고 주장한다.<br/>      나) 판단<br/>        우선, 피고는 2009. 8. 20.부터 2015. 2. 27.까지 이 사건 상가의 임대수입금으로 합계 2,875,680,614원을 수령하였음을 인정한다.<br/>        다음으로, 갑 제5, 6, 9, 14호증, 을 제17, 36호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되거나 알 수 있는 아래와 같은 사실 및 사정들에 비추어 보면, 적어도 2009. 1.경부터 2009. 11.경까지 원고 명의의 계좌로 입금된 이 사건 상가의 임대수입금 167,722,530원 중 피고 또는 피고의 처인 소외 4 명의의 계좌로 이체된 167,028,233원은 피고가 수령하였다고 봄이 타당하다. 그러나 원고가 제출한 증거들만으로는 위와 같이 인정한 임대수입금 외에 피고가 2009. 1.경부터 2015. 2.경까지 수령한 임대수입금이 더 있다고 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없다.<br/>          ① 앞서 인정한 바와 같이 피고는 2009. 1.경부터 이 사건 상가를 관리하였다.<br/>          ② 2009. 1.경부터 2009. 11.경까지 원고 명의의 하나은행 231-******-96907 계좌로 입금된 이 사건 상가의 임대수입금은 합계 167,722,530원이다. 그런데 같은 기간 동안 원고 명의의 위 하나은행 계좌에서 피고 명의의 하나은행 231-******-00207 및 243-******-00107 계좌 또는 피고의 처인 소외 4 명의의 120-******-268 계좌로 이체된 금액은 합계 167,028,233원이다.<br/>          ③ 위와 같이 2009. 1.경부터 2009. 11.경까지 원고 명의의 계좌로 입금된 이 사건 상가의 임대수입금은 거의 대부분 피고 또는 피고의 처인 소외 4 명의의 계좌로 이체되었다. 실제 원고 명의의 위 하나은행 계좌 내역을 보면, 위 계좌로 입금된 임대수입금이 그대로 피고 명의의 계좌로 이체되는 거래내역을 상당수 찾을 수 있다.<br/>      다) 소결<br/>        따라서 피고가 2009. 1.경부터 2015. 2.경까지 수령한 이 사건 상가의 총 임대수입금은 합계 3,042,708,847원(= 2,875,680,614원 + 167,028,233원)이라 할 것이다.<br/>    4) 총 임대수입금에서 공제할 총 비용<br/>      가) 국세, 지방세, 부가가치세<br/>        이 사건 상가의 관리와 관련하여 국세 467,895,420원, 지방세 162,070,100원, 부가가치세 65,619,510원이 각 지출된 사실은 당사자 사이에 다툼이 없다. 따라서 위 각 금액 합계 695,585,030원(= 467,895,420원 + 162,070,100원 + 65,619,510원)은 이 사건 상가의 총 임대수입금에서 공제한다.<br/>      나) 대출이자<br/>        (1) 당사자의 주장<br/>          피고는 이 사건 상가를 관리하는 과정에서 그 관리 비용이나 원고, 피고, 소외 2 등 가족의 모든 생활비를 충당하기 위하여 피고 또는 피고의 처인 소외 4 명의로 대출을 받아 그 이자로 2009. 1.경부터 2015. 2.경까지 총 988,000,643원을 지출하였으므로, 이를 이 사건 상가의 총 임대수입금에서 공제하여야 한다고 주장한다.<br/>          이에 대하여 원고는 위 대출이 이 사건 상가의 관리를 위하여 이루어진 것인지 알 수 없으므로, 위 대출이자는 총 임대수입금에서 공제할 수 없다고 주장한다.<br/>        (2) 판단<br/>          갑 제1, 4호증, 을 제10, 11, 19, 21호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되거나 알 수 있는 아래와 같은 사실 및 사정들에 비추어 보면, 적어도 원고는 피고의 2010. 1. 5.자 대출금 14억 8,000만 원 및 2013. 10. 25.자 대출금 29억 원에 대한 대출이자 합계 277,334,500원(= 2010. 1. 5.자 대출금의 대출이자 129,493,302원 + 2013. 10. 25.자 대출금의 대출이자 147,841,198원)을 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 봄이 타당하다. 그러나 피고가 제출한 증거들만으로는 위와 같이 인정한 부분 외에 피고가 주장하는 각 대출거래가 이 사건 상가의 관리를 위해 필요한 것이었다거나, 원고가 그 대출이자를 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없다.<br/>            ① 피고는 소외 4 명의로 2010. 1. 5. 중소기업은행으로부터 14억 8,000만 원을 대출받으면서, 같은 날 중소기업은행에 이 사건 상가에 관하여 채권최고액 17억 7,600만 원의 근저당권설정등기를 마쳐주었고, 2010. 2. 5.부터 2011. 4. 29.까지 위 대출금의 대출이자로 총 129,493,302원을 지출하였다.<br/>            ② 피고는 소외 4 명의로 2013. 10. 25. 하나은행으로부터 29억 원을 대출받았고, 2013. 11. 25.부터 2015. 2. 23.까지 위 대출금의 대출이자로 총 147,841,198원을 지출하였다.<br/>            ③ 원고는 피고와 소외 4가 원고의 동의를 받지 않고 원고 명의의 대출신청서 등을 위조하여 대출을 받았다는 등의 혐의로 피고와 소외 4를 고소하였고, 서울중앙지방검찰청은 2018. 4. 19. 위 혐의에 대하여 ‘공소권 없음’ 또는 ‘혐의 없음’으로 불기소 결정(을 제19호증)을 하였다. 특히 원고는 위 2013. 10. 25.자 29억 원의 대출과 관련된 2013. 10. 24.자 대출신청서는 피고가 5억 원의 대출신청서라고 기망하여 원고의 서명을 받은 다음 29억 원을 대출받는 방법으로 위조하였다고 주장하였으나, 이를 인정할 증거가 없다는 이유로 ‘혐의 없음’ 결정이 내려졌다. <br/>            ④ 위 불기소 결정서에 의하면, 원고는 위 2010. 1. 5.자 14억 8,000만 원의 대출에 대하여는 자신이 동의하였다고 인정하였다. 또한, 피고의 위 대출금 중 상당 부분이 원고에게 송금되거나 원고를 비롯한 가족 전체의 경비, 이 사건 상가에 대한 세금 납부 등으로 사용된 사실이 인정되었다.<br/>            ⑤ 원고와 피고 사이의 카카오톡 메신저 대화 내용(갑 제4호증)에 의하면, 피고는 원고에게 2014. 7. 23. 이 사건 상가의 임대수입금 정산 내역을 알려주면서, 그 임대수입금에서 ‘대출이자’ 명목으로 10,109,095원을 공제하였고, 마찬가지로 2014. 8. 20., 2014. 9. 22., 2014. 10. 20., 2014. 11. 21., 2014. 12. 23. 및 2015. 1. 20. 이 사건 상가의 임대수입금에서 ‘하나은행이자’, ‘대출이자’, ‘이자’ 등의 명목으로 매달 약 1,000만 원을 공제하였는데, 원고는 특별히 이에 대하여 이의를 제기하지 않았다. 그런데 위 기간 동안 피고는 위 2013. 10. 25.자 29억 원 대출금의 대출이자로 매달 약 900만 원 이상을 지출하였다. 위와 같은 사실에 비추어 보면, 원고는 위 대출금의 대출이자를 이 사건 상가의 임대수입금에서 공제한다는 것을 잘 알면서 이에 동의하였던 것으로 보인다.<br/>        (3) 소결<br/>          따라서 피고가 이 사건 상가의 총 임대수입금에서 공제하여야 한다고 주장하는 2009. 1.경부터 2015. 2.경까지의 대출이자 중 2010. 1. 5.자 대출금 14억 8,000만 원 및 2013. 10. 25.자 대출금 29억 원에 대한 대출이자 합계 277,334,500원만 이 사건 상가의 총 임대수입금에서 공제한다.<br/>      다) 원고와 소외 2에 대한 송금액<br/>        (1) 피고는 아래 표 기재와 같이 2009. 1.경부터 2015. 2.경까지 원고에게 404,013,817원, 소외 2에게 33,201,845원 등 합계 437,215,662원(= 404,013,817원 + 33,201,845원)을 송금하였으므로, 이를 이 사건 상가의 총 임대수입금에서 공제하여야 한다고 주장한다. 반면, 원고는 아래 표 기재와 같이 2009. 1.경부터 2015. 2.경까지 피고로부터 339,357,787원만을 송금받았다고 인정한다. <br/>연도원고에 대한 송금액(원)소외 2에 대한 송금액(원)원고의 주장피고의 주장피고의 주장2009년29,911,00030,489,2005,962,8452010년37,542,00025,925,90002011년51,773,00049,748,0009,230,0002012년67,428,62182,032,1217,890,0002013년87,996,305143,041,7356,810,0002014년53,480,66161,550,6612,741,0002015년 2월까지11,226,20011,226,200568,000합계339,357,787404,013,81733,201,845<br/>        (2) 갑 제2호증, 을 제12, 17, 36호증의 각 기재 및 변론 전체의 취지에 의하면, 피고가 2009. 1.경부터 2015. 2.경까지 원고에게 417,654,917원(= 2009년 30,489,200원 + 2010년 37,542,000원 + 2011년 51,773,000원 + 2012년 82,032,121원 + 2013년 143,041,735원 + 2014년 61,550,661원 + 2015년 2월까지 11,226,200원), 소외 2에게 33,201,845원을 각 송금한 사실은 인정된다.<br/>        (3) 그러나 피고가 원고와 소외 2에게 송금한 위 각 금액이 이 사건 상가의 관리를 위해 필요한 것이었다거나, 원고가 위 각 금액을 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 인정할 만한 증거가 없다. 따라서 피고가 원고와 소외 2에게 송금한 위 각 금액은 이 사건 상가의 총 임대수입금에서 공동비용으로 공제할 것은 아니고, 이 사건 상가의 총 임대수입금에서 총 비용을 공제하고 남은 순수익금 중 원고와 소외 2가 각자의 지분 비율에 따라 받아야 할 금액에서 각 공제하면 충분하다고 할 것이다.<br/>      라) 소외 3에 대한 송금액<br/>        피고는 소외 3에게 송금한 8,246,000원을 이 사건 상가의 총 임대수입금에서 공제하여야 한다고 주장하고, 원고도 이를 인정하고 있으므로, 위 금액은 이 사건 상가의 총 임대수입금에서 공제한다.<br/>      마) 공과금 등 각종 비용<br/>        (1) 당사자의 주장<br/>          (가) 피고는 아래 표 기재와 같이 피고가 지출한 공과금 등 각종 비용 합계 318,131,189원을 이 사건 상가의 총 임대수입금에서 공제하여야 한다고 주장한다.<br/>순 번지출목적금액(원)1피고64,003,6412원고125,180,2743공동비용85,794,0054미상43,153,269?합계318,131,189<br/>          (나) 이에 대하여 원고는 다음과 같이 주장한다.<br/>            ① 위 표 순번 1 기재 금액은 피고를 위하여 지출한 비용이므로 이 사건 상가의 총 임대수입금에서 공제할 것이 아니다.<br/>            ② 위 표 순번 4 기재 금액은 그 지출목적을 정확히 알 수 없으므로 공제할 수 없다.<br/>            ③ 위 표 순번 2 기재 금액 125,180,274원 중 ㉠ 출처를 확인할 수 없는 금액 합계 35,812,770원, ㉡ 소외 2의 휴대전화(휴대전화번호 생략) 요금 합계 429,413원, ㉢ 주식회사 ○○○ 관련 지출액 합계 20,644,600원, ㉣ 김포시 소재 아파트의 재산세 합계 963,170원은 원고를 위하여 지출한 비용이 아니므로, 이를 제외하면 68,293,491원(= 125,180,274원 - ㉠ 35,812,770원 - ㉡ 429,413원 - ㉢ 20,644,600원)이 남는데, 위 68,293,491원은 원고를 위하여 지출한 비용이므로 이 사건 상가의 총 임대수입금에서 공동비용으로 공제할 것이 아니라, 원고가 받아야 할 몫(이 사건 상가의 총 임대수입금에서 총 비용을 공제한 순수익금 중 원고의 지분 비율에 따른 금액)에서 공제하는 것이 맞다.<br/>            ④ 위 표 순번 3 기재 금액 85,794,005원 중 ㉠ 이 사건 상가의 화재보험료 29,300,848원은 그중에 저축성 보험이 포함되어 있을 것으로 보이는데 피고가 그 금액을 밝히고 있지 않으므로 공제를 인정할 수 없고, ㉡ 피고가 ‘집안차로 산 벤츠 차량’의 수리비, 리스료, 과태료라고 주장하는 금액은 합계 14,563,734원인데, 위 차량은 피고와 피고의 처가 개인적으로 사용한 것이어서 공동비용으로 공제할 것이 아니며, ㉢ 감정평가수수료 4,778,400원은 이 사건 상가의 관리와 관련된 것인지, 이 사건 상가의 관리에 필요한 대출과 관련된 것인지 알 수 없으므로 공동비용으로 공제할 것이 아니다. ㉣ ‘어머님 핸드폰’ 비용으로 지출했다는 금액 합계 259,220원, ㉤ 대출비용 50,000원도 공동비용으로 인정할 수 없다. 따라서 위 각 금액을 제외하면, 위 표 순번 3 기재 금액 85,794,005원 중 공동비용으로 지출한 것으로 이 사건 상가의 총 임대수입금에서 공제할 수 있는 금액은 36,841,803원(= 85,794,005원 - ㉠ 29,300,848원 - ㉡ 14,563,734원 - ㉢ 4,778,400원 - ㉣ 259,220원 - ㉤ 50,000원)이다.<br/>        (2) 위 표 순번 1 기재 금액에 대한 판단<br/>          위 표 순번 1 기재 금액 64,003,641원은 피고의 개인적인 이익을 위하여 지출된 비용으로 이 사건 상가의 관리를 위하여 지출된 것으로 볼 수 없고, 달리 원고가 위 금액을 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 인정할 만한 증거도 없으므로, 이 사건 상가의 총 임대수입금에서 공제하지 않는다.<br/>        (3) 위 표 순번 2 기재 금액에 대한 판단<br/>          우선, 원고는 앞서 본 바와 같이 피고가 주장하는 위 표 순번 2 기재 금액 125,180,274원 중 68,293,491원은 원고의 개인적인 이익을 위하여 지출된 것임을 인정한다. 그러나 위 68,293,491원이 이 사건 상가의 관리를 위해 지출된 것이었다거나, 원고가 위 금액을 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 인정할 만한 증거가 없다. 따라서 위 68,293,491원은 이 사건 상가의 총 임대수입금에서 공동비용으로 공제할 것은 아니고, 총 임대수입금에서 총 비용을 공제하고 남은 순수익금 중 원고가 지분 비율에 따라 받아야 할 금액에서 공제하면 충분하다고 할 것이다.<br/>          다음으로, 위 표 순번 2 기재 금액 125,180,274원에서 원고가 인정하는 위 68,293,491원을 제외한 나머지 56,886,783원 중 ㉠ 원고가 출처를 확인할 수 없다고 주장하는 금액 합계 35,812,770원은 원고의 주장대로 해당 금액이 지출된 실제 계좌내역을 찾을 수 없으므로 이 사건 상가의 총 임대수입금에서 공제하지 않는다. 그리고 ㉡ 소외 2의 휴대전화(휴대전화번호 생략) 요금 합계 429,413원 및 ㉢ 주식회사 ○○○ 관련 지출액 합계 20,644,600원과 관련하여, 위 각 금액이 이 사건 상가의 관리를 위해 지출된 것이었다거나, 원고가 위 각 금액을 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 인정할 만한 증거가 없고, 위 각 금액이 원고의 개인적인 이익을 위하여 지출된 것이라고 인정할 만한 증거도 없다[특히 주식회사 ○○○ 관련 지출액은 구체적으로 어떤 명목으로 지출된 것인지도 불분명하다]. 따라서 위 각 금액도 이 사건 상가의 총 임대수입금에서 공제하지 않는다.<br/>        (4) 위 표 순번 3 기재 금액에 대한 판단<br/>          우선, 원고는 앞서 본 바와 같이 피고가 주장하는 위 표 순번 3 기재 금액 85,794,005원 중 36,841,803원은 공동비용으로 지출된 것임을 인정한다. 따라서 위 36,841,803원은 이 사건 상가의 총 임대수입금에서 공제한다.<br/>          다음으로, 위 표 순번 3 기재 금액 85,794,005원 중 원고가 인정하는 위 36,841,803원을 제외한 나머지 48,952,202원 중 ㉠ 이 사건 상가의 화재보험료 29,300,848원은 이 사건 상가의 관리를 위하여 지출한 비용으로 볼 수 있고, 특별히 위 화재보험에 저축성 보험이 포함되어 있다고 볼만한 자료가 없으므로, 위 29,300,848원은 이 사건 상가의 총 임대수입금에서 공제한다. 그러나 ㉡ 피고가 ‘집안차로 산 벤츠 차량’의 수리비, 리스료, 과태료라고 주장하는 금액 합계 14,563,734원, ㉢ 감정평가수수료 4,778,400원, ㉣ ‘어머니 핸드폰’ 비용으로 지출했다는 금액 합계 259,220원, ㉤ 대출비용 50,000원과 관련하여, 위 각 금액이 이 사건 상가의 관리를 위해 지출된 것이었다거나, 원고가 위 각 금액을 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 인정할 만한 증거가 없고, 위 각 금액이 원고와 피고 공동의 이익을 위하여 지출된 것이라고 인정할 만한 증거도 없다. 따라서 위 ㉡ ~ ㉤ 기재 각 금액은 이 사건 상가의 총 임대수입금에서 공제하지 않는다.<br/>        (5) 위 표 순번 4 기재 금액에 대한 판단<br/>          위 표 순번 4 기재 금액 43,153,269원과 관련하여, 위 금액이 이 사건 상가의 관리를 위해 지출된 것이었다거나, 원고가 위 금액을 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 인정할 만한 증거가 없고, 위 금액이 원고와 피고 공동의 이익을 위하여 지출된 것이라고 인정할 만한 증거도 없다. 따라서 위 금액은 이 사건 상가의 총 임대수입금에서 공제하지 않는다.<br/>        (6) 소결<br/>          결국 피고가 이 사건 상가의 총 임대수입금에서 공제하여야 한다고 주장하는 공과금 등 각종 비용 중 합계 66,142,651원(= 원고가 공동비용으로 공제를 인정하는 금액 36,841,803원 + 이 사건 상가의 화재보험료 29,300,848원)만 이 사건 상가의 총 임대수입금에서 공제한다.<br/>      바) 소외 6과 소외 7의 학비 및 소외 6의 유학비<br/>        피고는, 원고가 피고의 자녀인 소외 6과 소외 7의 학비 49,741,820원 및 소외 6의 유학비 378,656,728원을 공동비용으로 지출하는 데 동의하였으므로, 위 각 금액을 총 임대수입금에서 공제하여야 한다고 주장한다. 그러나 을 제19호증, 을 제22호증의 1, 2의 각 기재 등 피고가 제출한 증거들만으로는 원고가 위 각 금액을 이 사건 상가의 임대수입금에서 공동비용으로 공제하는 것에 동의하였다고 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없다. 따라서 위 각 금액은 이 사건 상가의 총 임대수입금에서 공제하지 않는다.<br/>      사) 소결<br/>        결국 이 사건 상가의 총 임대수입금에서 공제할 총 비용은 합계 1,047,308,181원(= 국세, 지방세, 부가가치세 합계 695,585,030원 + 대출이자 277,334,500원 + 소외 3에 대한 송금액 8,246,000원 + 공과금 등 각종 비용 66,142,651원)이라 할 것이고, 이를 초과하여 공제할 비용이 있다는 피고의 주장은 받아들이지 않는다.<br/>    5) 최종 정산금의 산정<br/>      가) 원고의 지분 비율에 따른 순수익금<br/>        피고가 2009. 1.경부터 2015. 2.경까지 수령한 이 사건 상가의 총 임대수입금 합계 3,042,708,847원에서 같은 기간 동안 이 사건 상가의 관리 등을 위하여 지출된 총 비용 합계 1,047,308,181원을 공제하면, 1,995,400,666원이 남는다. 따라서 원고의 지분 비율에 따른 순수익금은 775,989,147원(= 1,995,400,666원 × 원고의 지분 7/18, 원 미만은 버림)이다.<br/>      나) 기지급액 등을 공제하고 남은 최종 정산금<br/>        원고가 피고로부터 이미 지급받은 417,654,917원과 원고의 개인적인 이익을 위하여 지출된 각종 비용 68,293,491원은 원고의 위 순수익금에서 공제되어야 한다. 따라서 피고가 민법 제684조 제1항에 따라 원고에게 지급하여야 할 최종 정산금은 290,040,739원(= 775,989,147원 - 417,654,917원 - 68,293,491원)이다. <br/>    6) 소결론<br/>      따라서 피고는 원고에게 위 290,040,739원 및 이에 대한 지연손해금을 지급할 의무가 있다. 그런데 원고는 2009. 1.경부터 2015. 2.경까지 기간 동안 이 사건 상가의 임대수입금을 정산한 금액의 지급을 구하면서 그 정산금에 대하여 위 정산기간 마지막 날의 다음 날인 2015. 3. 1.부터의 지연손해금을 구하고 있으므로, 지연손해금의 기산일에 관하여 본다.<br/>      피고의 민법 제684조 제1항에 따른 취득물 인도의무는 기한의 정함이 없는 채무라 할 것이므로 피고는 원고로부터 이행을 최고받은 다음 날부터 지체책임을 진다고 봄이 타당하다. 그런데 원고가 이 사건 상가 관련 정산금 중 250,000,000원의 지급을 구하는 내용의 이 사건 소장 부본이 2017. 7. 27.에, 위 금액을 초과하는 261,905,353원의 지급을 구하는 내용의 이 사건 청구취지 및 청구원인 변경신청서 부본이 2019. 6. 5.에 각 피고에게 송달된 사실은 기록상 명백하나, 그 이전에 원고가 피고에게 그 이행을 최고하였음을 인정할 만한 증거가 없다. 따라서 위 최종 정산금 290,040,739원에 대한 지연손해금은 그중 250,000,000원에 대하여는 이 사건 소장 부본 송달일 다음 날부터, 나머지 40,040,739원에 대하여는 이 사건 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날부터만 각 인정할 수 있고, 이를 초과하여 지연손해금의 지급을 구하는 원고의 주장은 받아들이지 않는다.<br/>다. 예비적 청구에 관한 판단<br/>    원고는 이 사건 상가에 관하여 주위적으로 민법 제684조 제1항에 따른 청구를 하는 한편, 예비적으로 민법상 부당이득반환청구를 하고 있다. 그런데 주위적 청구원인과 예비적 청구원인이 양립 가능한 경우에도 당사자가 심판의 순위를 붙여 청구를 할 합리적인 필요성이 있는 경우에는 심판의 순위를 붙여 청구할 수 있다 할 것이고, 이러한 경우 주위적 청구가 전부 인용되지 않을 경우에는 주위적 청구에서 인용되지 아니한 수액 범위 내에서의 예비적 청구에 대해서도 판단하여 주기를 바라는 취지로 불가분적으로 결합시켜 제소할 수도 있는 것이므로, 주위적 청구가 일부만 인용되는 경우에 나아가서 예비적 청구를 심리할 것인지의 여부는 소송에서의 당사자의 의사 해석에 달린 문제라 할 것이어서, 법원이 주위적 청구원인에 기한 청구의 일부를 기각하고 예비적 청구취지보다 적은 금액만을 인용할 경우에는, 원고에게 주위적 청구가 전부 인용되지 않을 경우에는 주위적 청구에서 인용되지 아니한 수액 범위 내에서의 예비적 청구에 대해서도 판단하여 주기를 바라는 취지인지 여부를 석명하여 그 결과에 따라 예비적 청구에 대한 판단 여부를 정하여야 할 것이다(대법원 2002. 10. 25. 선고 2002다23598 판결 참조).<br/>    이 사건의 경우 원고는 이 사건 상가에 관한 주위적 및 예비적 청구에 있어서 법률상 청구원인을 달리 주장하고 있을 뿐, 동일한 금액을 청구하면서 그 금액의 산정방법에 대하여도 같은 주장을 하고 있으므로, 원고의 의사가 주위적 청구에서 인용되지 아니한 수액의 범위 내에서 예비적 청구에 대해서도 나아가 판단하여 주기를 바라는 취지라고 보이지는 않는다. 따라서 이 사건 상가에 관한 원고의 주위적 청구에 대하여 위와 같이 판단하는 이상 청구금액이 동일한 원고의 예비적 청구에 대하여는 더 나아가 판단하지 않는다.<br/>3. 이 사건 아파트에 관한 청구에 대한 판단<br/>가. 당사자의 주장<br/>    1) 원고<br/>      주위적으로, 피고는 2009. 2. 3. 이 사건 아파트를 18억 7,000만 원에 매도하였는데, 이때 원고가 피고에게 위 매매대금 중 원고의 1/2 지분에 해당하는 부분의 수령에 관한 업무를 위임하여 피고가 위 매매대금 전부를 수령하였으므로, 피고는 민법 제684조 제1항에 따라 원고에게 위임사무의 처리로 인하여 받은 금전, 즉 이 사건 아파트의 매매대금 18억 7,000만 원에서 이 사건 아파트 매수 당시 존재하던 이 사건 아파트에 관한 임대차보증금 4억 2,000만 원과 이 사건 아파트를 담보로 대출받은 3억 원을 공제한 나머지 11억 5,000만 원(= 18억 7,000만 원 － 4억 2,000만 원 － 3억 원) 중 원고의 1/2 지분에 해당하는 5억 7,500만 원(= 11억 5,000만 원 × 1/2) 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>      예비적으로, 피고는 원고 소유인 이 사건 아파트의 1/2 지분을 매도함으로써 이 사건 아파트의 매매대금 18억 7,000만 원에서 위와 같이 임대차보증금 등을 공제하고 남은 11억 5,000만 원 중 원고의 1/2 지분에 해당하는 5억 7,500만 원 상당의 이득을 법률상 원인 없이 얻었으므로, 민법 제741조에 따라 원고에게 위 5억 7,500만 원 및 이에 대한 지연손해금을 반환할 의무가 있다.<br/>    2) 피고<br/>      원고와 피고가 이 사건 아파트 중 각 1/2 지분을 공유하고 있는 것으로 등기되어 있으나, 실제로는 피고가 이 사건 아파트를 단독으로 소유하였고, 세금 문제 등으로 원고에게 1/2 지분을 명의신탁한 것이다. 따라서 피고는 원고에게 이 사건 아파트의 매매대금을 분배해 줄 의무가 없다.<br/>나. 주위적 청구에 관한 판단<br/>    1) 원고와 피고 사이의 명의신탁약정 인정 여부<br/>      가) 부동산등기는 그것이 형식적으로 존재하는 것 자체로부터 적법한 등기원인에 의하여 마쳐진 것으로 추정되고, 타인에게 명의를 신탁하여 등기하였다고 주장하는 사람은 그 명의신탁 사실에 대하여 증명할 책임을 진다(대법원 2017. 6. 19. 선고 2017다215070 판결 참조). 그런데 원고와 피고가 2003. 12. 4. 이 사건 아파트 중 각 1/2 지분에 관하여 2003. 9. 27. 매매를 원인으로 하는 소유권이전등기를 마친 사실은 위 기초사실에서 본 바와 같다. 따라서 원고는 등기부상 이 사건 아파트 중 1/2 지분의 매수인으로 기재되어 있는 자로서 등기의 추정력에 의해 적법한 1/2 지분 소유자로 추정되고, 원고가 위 1/2 지분을 피고로부터 명의신탁받은 것이라는 사실에 관하여는 피고에게 그 증명책임이 있다.<br/>      나) 살피건대, 갑 제3, 15, 16호증, 을 제23 내지 27호증의 각 기재 및 변론 전체의 취지에 의하면, ① 이 사건 아파트 매수 당시 작성된 2003. 9. 27.자 매매계약서에 매수인으로 피고만 기재되어 있는 사실, ② 이 사건 아파트의 매수대금 11억 3,000만 원에 관한 2003. 9. 27.자 및 2003. 12. 4.자 각 영수증이 피고 앞으로 작성된 사실, ③ 이 사건 아파트에 관한 2003. 11. 27.자 임대차계약서에 임대인으로 피고만 기재되어 있는 사실, ④ 피고는 이 사건 아파트의 매수대금을 지급하기 위하여 2003. 10. 13. 하나은행으로부터 이 사건 상가를 담보로 4억 5,000만 원을 대출받았고, 이에 대하여 원고가 연대보증한 사실, ⑤ 피고는 이 사건 아파트의 매수대금을 지급하기 위하여 2003. 12. 4. 하나은행으로부터 이 사건 아파트를 담보로 3억 원을 대출받았고, 이에 대하여 원고가 연대보증한 사실은 인정된다.<br/>      다) 그러나 앞서 든 증거들에 을 제5 내지 9호증, 제32, 33, 37, 38호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되거나 알 수 있는 다음과 같은 사실 및 사정들에 비추어 보면, 위와 같은 사실만으로는 원고 명의의 등기에 따른 추정력을 뒤집어 피고가 원고에게 위 1/2 지분에 관하여 명의신탁하였다고 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없다.<br/>        ① 피고는 이 사건 아파트의 매수대금 중 중도금 및 잔금은 대출금, 임대차보증금으로 충당하였고, 계약금 1억 3,000만 원은 피고가 마련한 돈으로 지급하였다고 주장한다. 그러나 위 1억 3,000만 원을 피고의 재산으로 지급하였다고 볼만한 자료가 없다. 오히려 이 사건 아파트 매수 당시 매매계약서(을 제23호증)에는 특약사항에 ‘계약금 중 1억 2,000만 원은 2003. 10. 13.까지 입금한다’고 기재되어 있고, 실제 위 매매계약서 작성 당일 같이 작성된 영수증(을 제25호증)에는 매수인이 계약금으로 1,000만 원만 수령한 것으로 기재되어 있다. 그리고 피고는 2003. 10. 13. 하나은행으로부터 이 사건 상가를 담보로 4억 5,000만 원을 대출받았으므로, 위 계약금 잔액 1억 2,000만 원은 위 대출금으로 지급할 수 있었을 것으로 보인다.<br/>        ② 피고는 이 사건 아파트의 매수대금을 지급하기 위하여 2003. 10. 13. 이 사건 상가를 담보로 4억 5,000만 원, 2003. 12. 4. 이 사건 아파트를 담보로 3억 원을 각 대출받았음을 인정하고 있다. 그런데 위 각 대출금은 원고와 피고의 공동소유인 이 사건 상가와 이 사건 아파트를 담보로 받은 것이고, 원고도 위 각 대출금에 대하여 연대보증을 하였으므로, 피고가 이 사건 아파트의 매수대금을 오로지 자신의 재산으로만 지급하였다고 단정할 수 없다. 더구나 피고가 위 각 대출금의 대출이자를 자신의 재산으로 지급하였다고 볼만한 자료도 찾을 수 없다.<br/>        ③ 이 사건 아파트에 관한 취·등록세, 재산세, 양도소득세, 법무사 보수 등 각종 비용이 원고와 피고의 명의로 지출된 사실이 인정될 뿐, 그것이 오로지 피고의 재산으로 지급되었다고 볼만한 자료를 찾을 수 없다. 오히려 피고는 원고의 이 사건 상가에 관한 청구와 관련하여, 이 사건 아파트에 관한 것으로 보이는 2009. 6. 30.자 및 2009. 11. 30.자 양도소득세, 2009. 3. 9.자 재산세 등 납부 금액을 이 사건 상가의 임대수입금에서 공동비용으로 공제해야 한다고 주장하고 있다.<br/>        ④ 소외 2가 원고와 피고를 상대로 제기한 소의 항소심 민사판결문(서울고등법원 2017. 1. 18. 선고 2016나2007737 판결)에 의하면, 위 항소심은 소외 2가 2003. 12. 4. 임대수입과 대출금 등으로 이 사건 아파트를 취득하였고, 그 등기명의는 원고와 피고 앞으로 한 사실, 원고와 피고 및 소외 2는 대출금 채무의 이자 변제 등으로 어려움을 겪다가 이 사건 아파트를 처분하여 대출금 채무 등을 갚기로 하였고, 그에 따라 2009. 2. 3. 이 사건 아파트를 매도한 후 그 매매대금으로 이 사건 아파트에 관한 대출금 채무(근저당권의 피담보채무) 등을 갚고 그중 일부로 이 사건 상가 중 소외 2 지분에 관한 가압류등기 채무(청구금액 80,000,000원 및 20,310,750원) 등을 갚은 사실을 인정하였는데, 이는 이 사건 아파트가 피고의 단독 소유라는 피고의 주장에 부합하지 않는다.<br/>    2) 원고와 피고 사이의 위임약정 인정 여부<br/>      이 사건 아파트 중 1/2 지분에 관한 원고와 피고 사이의 명의신탁약정 사실을 인정할 수 없는 이상, 원고는 위 지분에 관한 진정한 소유자로 추정된다. 그런데 위 기초사실에서 본 바와 같이 피고는 원고와 피고 공동 명의로 2009. 2. 3. 소외 1과 이 사건 아파트에 관한 매매계약을 체결한 다음, 2009. 4. 30. 소외 1에게 이 사건 아파트 중 각 1/2 지분에 관하여 위 매매를 원인으로 한 소유권이전등기를 마쳐주었고, 그 매매대금을 전부 수령하였다. 이러한 사실에 비추어 보면, 원고는 적어도 묵시적으로 피고에게 이 사건 아파트 중 원고의 1/2 지분에 관한 매매계약 체결 및 그 매매대금 수령을 위임하였다고 봄이 타당하다.<br/>      따라서 수임인인 피고는 민법 제684조 제1항에 따라 이 사건 아파트에 관한 매매계약 체결로 받은 매매대금에서 제반 비용 등을 공제하고 남은 수익금 중 원고의 지분(1/2)에 해당하는 금액을 원고에게 반환할 의무가 있다.<br/>    3) 피고의 취득물 인도의무<br/>      원고는 피고를 상대로 이 사건 아파트의 매매대금 18억 7,000만 원에서 이 사건 아파트 매수 당시 존재하던 이 사건 아파트에 관한 임대차보증금 4억 2,000만 원과 이 사건 아파트를 담보로 대출받은 3억 원을 공제한 나머지 11억 5,000만 원 중 원고의 지분에 해당하는 금액의 지급을 구한다. 그런데 원고는 이 사건 아파트 매수 당시 피고가 임대차보증금 4억 2,000만 원, 이 사건 아파트를 담보로 대출받은 3억 원 및 이 사건 상가를 담보로 대출받은 4억 5,000만 원 등 합계 11억 7,000만 원으로 이 사건 아파트의 매수대금 11억 3,000만 원을 지급하였다고 주장한다. 이러한 원고의 주장에 의하면, 피고가 이 사건 상가를 담보로 대출받은 4억 5,000만 원 중 적어도 4억 1,000만 원은 이 사건 아파트의 매수대금으로 사용되었다고 할 것인데, 위 대출원금은 현재 모두 변제된 것으로 보이고, 달리 위 대출원금을 원고가 변제하였다고 볼만한 증거가 없으므로, 위 4억 1,000만 원도 이 사건 아파트의 매매대금에서 공제한다. 따라서 이 사건 아파트의 매매대금에서 공제할 금액은 합계 11억 3,000만 원(= 4억 2,000만 원 + 3억 원 + 4억 1,000만 원)이다(피고는 이 사건 아파트의 매매대금에서 공제하여야 할 금액이 있다는 점에 관하여 아무런 주장·증명을 하지 않았다).<br/>      결국 원고가 민법 제684조 제1항에 따라 피고로부터 반환받아야 할 금액은 3억 7,000만 원[= 7억 4,000만 원(= 이 사건 아파트의 매매대금 18억 7,000만 원 - 공제금액 합계 11억 3,000만 원) × 원고의 지분 1/2]이다.<br/>    4) 소결론<br/>      따라서 피고는 원고에게 위 3억 7,000만 원 및 이에 대한 지연손해금을 지급할 의무가 있다. 그런데 원고는 피고가 이 사건 아파트를 매도하고 그 매매잔금을 수령한 날의 다음 날인 2009. 5. 1.부터의 지연손해금을 구하고 있으므로, 지연손해금의 기산일에 관하여 본다.<br/>      피고의 민법 제684조 제1항에 따른 취득물 인도의무는 기한의 정함이 없는 채무라 할 것이므로 피고는 원고로부터 이행을 최고받은 다음 날부터 지체책임을 진다고 봄이 타당하다. 그런데 원고가 이 사건 아파트 관련 정산금 중 3억 원의 지급을 구하는 내용의 이 사건 소장 부본이 2017. 7. 27.에, 위 금액을 초과하는 2억 7,500만 원의 지급을 구하는 내용의 이 사건 청구취지 및 청구원인 변경신청서 부본이 2019. 6. 5.에 각 피고에게 송달된 사실은 기록상 명백하나, 그 이전에 원고가 피고에게 그 이행을 최고하였음을 인정할 만한 증거가 없다. 따라서 위 최종 정산금 3억 7,000만 원에 대한 지연손해금은 그중 3억 원에 대하여는 이 사건 소장 부본 송달일 다음 날부터, 나머지 7,000만 원에 대하여는 이 사건 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날부터만 각 인정할 수 있고, 이를 초과하여 지연손해금의 지급을 구하는 원고의 주장은 받아들이지 않는다.<br/>다. 예비적 청구에 관한 판단<br/>    원고는 이 사건 아파트에 관하여 주위적으로 민법 제684조 제1항에 따른 청구를 하는 한편, 예비적으로 민법상 부당이득반환청구를 하고 있다. 그런데 앞서 제2의 다.항에서 살펴본 바와 같이 원고의 의사가 주위적 청구에서 인용되지 아니한 수액의 범위 내에서 예비적 청구에 대해서도 나아가 판단하여 주기를 바라는 취지라고 보이지는 않는다. 따라서 이 사건 아파트에 관한 원고의 주위적 청구에 대하여 위와 같이 판단하는 이상 청구금액이 동일한 원고의 예비적 청구에 대하여는 더 나아가 판단하지 않는다.<br/>4. 결론<br/>  결국 피고는 민법 제684조 제1항에 따라 원고에게 660,040,739원(= 이 사건 상가 관련 정산금 290,040,739원 + 이 사건 아파트 관련 정산금 370,000,000원) 및 그중 550,000,000원(= 이 사건 상가 관련 정산금 250,000,000원 + 이 사건 아파트 관련 정산금 300,000,000원)에 대하여는 이 사건 소장 부본 송달일 다음 날임이 기록상 명백한 2017. 7. 28.부터, 나머지 110,040,739원(= 이 사건 상가 관련 정산금 40,040,739원 + 이 사건 아파트 관련 정산금 70,000,000원)에 대하여는 이 사건 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날임이 기록상 명백한 2019. 6. 6.부터 각 피고가 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 사건 판결 선고일인 2019. 8. 29.까지는 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>  그렇다면 원고의 주위적 청구는 위 인정범위 내에서 이유 있으므로 이를 인용하고, 나머지 주위적 청구는 이유 없으므로 이를 기각하기로 하여, 주문과 같이 판결한다.<br/><br/>판사 김상훈(재판장) 김선아 박종웅 ",
    "사건번호": "2017가합548416",
    "사건종류코드": "400101",
    "판례정보일련번호": "599709",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}