{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20230518",
    "법원명": "서울고등법원",
    "사건명": "중재판정승인및집행결정신청",
    "판례내용": "【신청인, 항고인 겸 상대방】 ○○○ 유한공사(△△△ 有限公司, □□□ Co. Limited) 외 1인 (소송대리인 법무법인 김장리 담당변호사 최성준 외 5인)<br/>【피신청인, 상대방 겸 항고인】 주식회사 ◇◇◇투자목적회사 외 4인 (소송대리인 변호사 신필종 외 4인)<br/>【제1심결정】 서울중앙지방법원 2021. 12. 10. 자 2021카기449 결정<br/>【주    문】<br/> 1. 이 법원에서 변경된 신청을 포함하여 제1심결정을 아래와 같이 변경한다.<br/>   가. 신청인들을 한쪽 당사자로 하고 피신청인들 및 ▽▽▽ 유한책임회사를 다른 쪽 당사자로 한, 이들 당사자들 사이의 국제상공회의소(International Chamber of Commerce) 국제중재법원(International Court of Arbitration) 사건번호 22819/PTA호 사건에 관하여 중재인 존 비치, 씨비이(John Beechey, CBE)와 존 새비지, 큐씨(John Savage, QC) 및 헨리 씨. 알바레즈, 큐씨(Henri C. Alvarez, QC)가 2020. 8. 20. 판정하고 2020. 12. 28. 정정한 별지 1 기재 중재판정에 기한 강제집행을 허가하되, 단락 1500(c), (h), (i) 전단에 기한 강제집행은 ‘127,436,079,853원과 그 중 97,939,510,412원에 대하여 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈’의 한도에서 허가한다. 다만 단락 1500(c), (h), (i) 전단에 기하여 신청인들이 피신청인들로부터 지급받을 수 있는 총액은 ‘127,436,079,853원 및 그 중 97,939,510,412원에 대하여 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈’을 초과할 수 없고, 단락 1500(c), (i) 후단에 기하여 신청인들이 피신청인들로부터 지급받을 수 있는 총액은 ‘미합중국 통화 15,950,993달러, 홍콩통화 9,393,975달러, 한화 20,000,000원, 중국통화 776,547위안 및 위 각 돈에 대하여 2020. 10. 25.부터 연 8%의 비율로 계산한 돈’을 초과할 수 없다. <br/>   나. 신청인들의 나머지 신청을 기각한다.<br/> 2. 신청 총비용은 각자 부담한다. <br/><br/>【신청취지 및 항고취지】1. 신청취지<br/>가. 주위적 신청취지<br/>   선택적으로, <br/>⑴ 신청인들을 한쪽 당사자로 하고 피신청인들 및 신청외 ▽▽▽ 유한책임회사를 다른 쪽 당사자로 한, 이들 당사자들 사이의 국제상공회의소(International Chamber of Commerce) 국제중재법원(International Court of Arbitration) 사건번호 22819/PTA호 사건에 관하여 중재인 존 비치, 씨비이(John Beechey, CBE)와 존 새비지, 큐씨(John Savage, QC) 및 헨리 씨. 알바레즈, 큐씨(Henri C. Alvarez, QC)가 2020. 8. 20. 판정하고 같은 해 12. 28. 정정한 별지 1 기재 중재판정 중, <br/>   ㈎ 단락 1500(c), (h), (i) 전단에 기한 강제집행은, 피신청인들은 신청인들에게 각 131,800,539,447원 및 위 금원 중 101,111,673,608원에 대하여는 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈을 지급하라는 것으로 허가하고, <br/>   ㈏ 단락 1500(g), (i) 후단에 기한 강제집행은, 피신청인들은 각자 신청인들에게 미화 15,950,993달러, 홍콩화 9,393,975달러, 한화 20,000,000원, 위안화 776,547위안 및 위 각 금원에 대하여 2020. 10. 25.부터 다 갚는 날까지 연 8%의 비율로 계산한 금원을 지급하라는 것으로 허가한다.<br/>또는 <br/>⑵ 신청인들을 한쪽 당사자로 하고 피신청인들 및 신청외 ▽▽▽ 유한책임회사를 다른 쪽 당사자로 한, 이들 당사자들 사이의 국제상공회의소(International Chamber of Commerce) 국제중재법원(International Court of Arbitration) 사건번호 22819/PTA호 사건에 관하여 중재인 존 비치, 씨비이(John Beechey, CBE)와 존 새비지, 큐씨(John Savage, QC) 및 헨리 씨. 알바레즈, 큐씨(Henri C. Alvarez, QC)가 2020. 8. 20. 판정하고 같은 해 12. 28. 정정한 별지 1 기재 중재판정 중, <br/>   ㈎ 단락 1500(c), (h), (i) 전단에 기한 강제집행은, 피신청인들은 신청인들에게 각 131,800,539,447원 및 위 금원 중 101,111,673,608원에 대하여는 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈을 지급하라는 것으로 하되, 신청인들이 피신청인들로부터 지급받을 수 있는 총액은 131,800,539,447원 및 위 금원 중 101,111,673,608원에 대하여는 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈을 한도로 하는 것으로 허가하고, <br/>   ㈏ 단락 1500(g), (i) 후단에 기한 강제집행은, 피신청인들은 각자 신청인들에게 미화 15,950,993달러, 홍콩화 9,393,975달러, 한화 20,000,000원, 위안화 776,547위안 및 위 각 금원에 대하여 2020. 10. 25.부터 다 갚는 날까지 연 8%의 비율로 계산한 금원을 지급하라는 것으로 허가한다.<br/>나. 예비적 신청취지<br/>   선택적으로, <br/>⑴ 신청인들을 한쪽 당사자로 하고 피신청인들 및 신청외 ▽▽▽ 유한책임회사를 다른 쪽 당사자로 한, 이들 당사자들 사이의 국제상공회의소(International Chamber of Commerce) 국제중재법원(International Court of Arbitration) 사건번호 22819/PTA호 사건에 관하여 중재인 존 비치, 씨비이(John Beechey, CBE)와 존 새비지, 큐씨(John Savage, QC) 및 헨리 씨. 알바레즈, 큐씨(Henri C. Alvarez, QC)가 2020. 8. 20. 판정하고 같은 해 12. 28. 정정한 별지 1 기재 중재판정 중, <br/>   ㈎ 단락 1500(c), (h), (i) 전단에 기한 강제집행은, 피신청인들은 신청인들에게 각 131,800,539,447원 및 위 금원 중 101,111,673,608원에 대하여는 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈을 지급하라는 것으로 허가하고, <br/>   ㈏ 단락 1500(g), (i) 후단에 기한 강제집행은, 피신청인들은 신청인들에게 미화 15,950,993달러, 홍콩화 9,393,975달러, 한화 20,000,000원, 위안화 776,547위안 및 위 각 금원에 대하여 2020. 10. 25.부터 다 갚는 날까지 연 8%의 비율로 계산한 금원을 지급하라는 것으로 허가한다. <br/>또는 <br/>⑵ 신청인들을 한쪽 당사자로 하고 피신청인들 및 신청외 ▽▽▽ 유한책임회사를 다른 쪽 당사자로 한, 이들 당사자들 사이의 국제상공회의소(International Chamber of Commerce) 국제중재법원(International Court of Arbitration) 사건번호 22819/PTA호 사건에 관하여 중재인 존 비치, 씨비이(John Beechey, CBE)와 존 새비지, 큐씨(John Savage, QC) 및 헨리 씨. 알바레즈, 큐씨(Henri C. Alvarez, QC)가 2020. 8. 20. 판정하고 같은 해 12. 28. 정정한 별지 1 기재 중재판정 중, <br/>   ㈎ 단락 1500(c), (h), (i) 전단에 기한 강제집행은, 피신청인들은 신청인들에게 각 131,800,539,447원 및 위 금원 중 101,111,673,608원에 대하여는 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈을 지급하라는 것으로 하되, 신청인들이 피신청인들로부터 지급받을 수 있는 총액은 131,800,539,447원 및 위 금원 중 101,111,673,608원에 대하여는 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈을 한도로 하는 것으로 허가하고, <br/>   ㈏ 단락 1500(g), (i) 후단에 기한 강제집행은, 피신청인들은 신청인들에게 미화 15,950,993달러, 홍콩화 9,393,975달러, 한화 20,000,000원, 위안화 776,547위안 및 위 각 금원에 대하여 2020. 10. 25.부터 다 갚는 날까지 연 8%의 비율로 계산한 금원을 지급하라는 것으로 허가한다(신청인들은 이 법원에서 신청취지를 위와 같이 변경하였다).<br/>2. 항고취지<br/>가. 신청인들<br/>   제1심결정을 취소하고, 다시 상당한 재판을 구한다.<br/>나. 피신청인들<br/>   1) 피신청인 주식회사 ◇◇◇투자목적회사, 유한회사 ◎◎◎투자목적회사, 유한회사 ◁◁◁투자목적회사, 피신청인 5<br/>    제1심결정을 취소한다. 주위적으로, 신청인들의 위 피신청인들에 대한 신청을 모두 각하한다. 예비적으로, 신청인들의 위 피신청인들에 대한 신청을 모두 기각한다.<br/>   2) 피신청인 ▷▷▷주식회사<br/>    제1심결정을 취소한다. 신청인들의 피신청인 ▷▷▷주식회사에 대한 신청을 기각한다.<br/>【이    유】1. 기초사실<br/>  이 사건 기록 및 심문 전체의 취지를 종합하면, 다음 각 사실이 소명된다.<br/>가. 당사자의 관계<br/>   1) 신청인 ○○○ 유한공사(이하 ‘신청인 1 회사’라 한다)는 중국 홍콩특별행정구의 법률에 따라 설립된 법인이고, 신청인 ♤♤♤ 유한공사(이하 상호 변경 전후를 불문하고 ‘신청인 2 회사’라고 한다)는 중국의 법률에 따라 설립되어 보험업을 영위하는 법인이다.<br/>   2) 피신청인 주식회사 ◇◇◇투자목적회사(이하 ‘피신청인 1 회사’라 한다), 유한회사 ◎◎◎투자목적회사(이하 ‘피신청인 2 회사’라 한다), 유한회사 ◁◁◁투자목적회사(이하 ‘피신청인 3 회사’라 하고, 위 피신청인들을 통칭할 경우 ‘투자목적회사 피신청인들’이라 한다)는 각각 대한민국 법률에 따라 투자전문회사들이 설립한 투자목적회사이다.<br/>   3) 피신청인 ▷▷▷주식회사(이하 ‘피신청인 4 회사’라 한다)는 대한민국 법률에 따라 설립되고 국내 코스피 시장에 상장되어 금융투자업을 영위하는 법인이고, 피신청인 5는 국내에 거주하는 개인 투자자이다.<br/>나. 이 사건 주식양수도계약 및 에스크로우계약의 체결<br/>   1) 신청인 1 회사는 2015. 2. 17. 피신청인들과 사이에, 피신청인들이 소유하는 ☆☆☆ 주식회사(이하 ‘신청외 회사’라 한다) 보통주 67,779,432주(신청외 회사 발행 전체 주식 107,572,390주 중 63.008%)를 합계 1,165,806,230,400원에 매수하는 매매계약(이하 ‘이 사건 주식양수도계약’이라 한다)을 아래와 같은 내용으로 체결하였다. <br/>매도인(피신청인)주식수(주)지분비율(%)거래대금(원)합계67,779,432?1,165,806,230,400피신청인 1 회사14,537,01313.5242,768,117,100피신청인 2 회사42,840,99339.8744,472,729,804피신청인 3 회사4,530,9014.278,736,088,959피신청인 4 회사3,226,5123.053,882,750,400피신청인 52,644,0132.545,946,544,137<br/>주식양수도계약본 주식양수도계약은 2015. 2. 17. 체결되었다.제5조(진술 및 보장)5.1 매도인들의 진술 및 보장  공개목록에 기재된 바를 제외하고(공개목록상 진술 내용이 제5.1조의 구체적인 진술 및 보장사항과 관련된 것인 경우에만 그러하고, 기타 다른 진술 및 보장사항과 관련된 경우는 그러하지 않음), 각 매도인은 개별적으로(severally and not jointly), 매수인에게 본 계약체결일 및 거래종결일(본 조에서 달리 명시되지 않는 한) 다음과 같이 진술 및 보장한다.  (h) 인허가    신청외 회사 및 신청외 1 회사는 각각 현재 진행 중인 모든 사업을 영위하고 운영하며 모든 자산을 소유하는 데 필요한 유효하고 완전한 효력이 있는 모든 인허가를 보유하고 있다. 신청외 회사 및 신청외 1 회사는 각각 그러한 인허가를 모든 중대한 면에서 위반한 바가 없으며 현재 위반하고 있지 않다. 뿐만 아니라, 본건 거래로 인해 그러한 인허가가 중대하게 부정적인 영향을 받거나, 무효화되거나 취소될 수 있어서는 아니된다. 그러한 인허가를 모두 완전히 유효하게 유지하기 위하여 어떠한 동의, 승인 또는 통지도 필요하지 않다. 그러한 모든 인허가는 통상적인 절차로 갱신이 가능하며 인허가의 변경, 중지, 취소 또는 비갱신을 유발하거나, 유발할 것으로 합리적으로 예상할 수 있는 어떠한 사실, 조건이나 상황이 존재하지 않는다.  (k) 중대한 부정적 변화의 부존재    기준일 이후로 (i) 어떠한 중대한 부정적 변화도 없었으며 중대한 부정적 변화를 초래할 수 있는 어떠한 사건도 발생하지 않았고 어떠한 상황도 존재하지 않는다; (ii) 보험 적용 여부를 불문하고, 신청외 회사의 재산, 운영 및 사업에 중대하게 부정적인 영향을 미치는 어떠한 피해, 손상 또는 손해도 존재하지 않는다; (iii) 신청외 회사는 (A) 운영 및 사업활동을 신청외 회사의 통상적인 사업과정에 따라 수행하였고 이전에 수행되어 왔던 방식과 대체로 동일한 방식으로 수행해 왔으며 (B) 기준일 현재 사용하고 있는 방법과 중대하게 다른 일반적이지 않거나 새로운 방법의 매입, 매도, 임대차, 운용, 회계 또는 운영을 도입하지 않았다; 또한 (iv) 중대한 부정적 변화를 초래할 수 있는 어떠한 법률 개정도 존재하지 않는다.  (n) 미공개부채의 부존재    (i) 본건 재무제표에 적정하고 정확하게 반영(또는 적절하게 유보)되어 있는 부채 및 (ii) 기준일 이후로, 신청외 회사 또는, 경우에 따라, 신청외 1 회사의 통상적인 사업과정에서 발생한 부채를 제외하고는, 신청외 회사 및 신청외 1 회사는 어떠한 성격의 중대한 부채도 가지고 있지 않다.  (o) 법률 준수    신청외 회사 및 신청외 1 회사은, 경우에 따라 신청외 회사 또는 신청외 1 회사, 또는 각각의 사업, 재산, 운영 또는 자산에 적용되거나 영향을 미치는 모든 법률을 모든 중대한 측면에서 준수해 왔고 준수하고 있으며, 그와 관련된 모든 정부 승인을 모든 중대한 측면에서 취득하였다. 신청외 회사 및 신청외 1 회사는 거래종결일 직전 3년의 기간 동안 어떠한 정부기관으로부터 어떠한 법률 또는 기타 다른 법적인 요건의 불이행을 이유로 서면 통지를 받지 않았고, 신청외 회사 또는 신청외 1 회사를 대상으로 불이행 또는 위반 혐의와 관련하여 계류 중이거나, 적정한 범위 내의 조사 및 확인을 거쳐 투자목적회사 피신청인들이 합리적으로 알고 있는 한, 제기될 위험이 있는 어떠한 절차도 존재하지 않는다.  (q) 관련절차의 부존재    (i) 신청외 회사 및 신청외 1 회사, 그리고 그들의 임원 및 이사들이 제기하였거나 그들을 상대로 제기되었거나, (ii) 신청외 회사가 보험계약자와 체결한 재해사망 확장위험담보특약을 근거로 자살로 인해 지급한 보험금과 관련하여 신청외 회사가 제기하였거나 신청외 회사를 상대로 제기되었거나, (iii) 신청외 회사 또는 신청외 1 회사의 사업 또는 그들이 소유하거나 사용하고 있는 모든 자산 및 부동산과 관련되어 있거나 중대하게 영향을 미칠 수 있는 법원 또는 다른 관련당국에 실재하거나 계류 중이거나, 적정한 범위 내의 조사 및 확인을 거쳐 투자목적회사 피신청인들이 합리적으로 알고 있는 한, 제기될 위험이 있는 어떠한 중대한 관련절차도 존재하지 않는다. 신청외 회사 및 신청외 1 회사 누구를 상대로든 현재 유효하거나 아직 지급이 이루어지지 않거나 이행되지 않은 관련기관의 어떠한 법원의 종결되지 않은 판결, 결정, 가처분이나 명령은 존재하지 않는다.  (dd) 완전한 공개    본 계약에 포함된 매도인의 진술 및 보장은 중대한 사실에 대한 진실하지 않은 진술을 포함하거나 진술 및 보장 내용에 오해의 소지가 없도록 하기 위해 필요한 중대한 사실에 대한 언급을 생략하지 않았다; 또한 매도인들이 준비한 실사 자료 및 신청외 회사 또는 매도인들 이외의 자가 준비한 실사 자료는, 적정한 범위 내의 조사 및 확인을 거쳐 투자목적회사 피신청인들이 합리적으로 알고 있는 한, 완전하고 진실하며 정확하다.6.1 매도인들의 거래종결 전 확약  각 매도인은 계약체결일로부터 (i) 본 계약의 해지일과 (ii) 거래종결일 중 먼저 도래하는 날까지의 사이에 아래 행위들을 취할 것을 (또는 경우에 따라 취하지 않을 것을), 개별적으로(severally and not jointly) 확약하고 동의한다.  (a) 한국 법률이 허용하는 범위 내에서, 매도인은 신청외 회사 및 신청외 1 회사로 하여금 (i) 신청외 회사 또는 신청외 1 회사 각각의 운영 및 사업 활동(투자 포트폴리오의 운용을 포함하나 이에 한정되지 않음)을 합리적인 최선의 노력을 다하여, 계속 기업으로서 각각 통상적인 사업과정에 부합하도록 행하게 하고, (ii) 본 계약체결일 현재 사용하여 왔던 방식에서 중대하게 변화된 예외적이거나 새로운 운영, 경영, 또는 회계적 방법을 도입하지 않도록 하며, 또한 (iii) 모든 운영과 사업 활동을 모든 관련 법률을 준수하여 행하도록 하고 어떠한 관련 법률도 중대하게 위반하지 않도록 한다.  (b) 위 제6.1조(a)항의 일반 원칙을 전제로, 본 계약체결일로부터 거래종결일까지의 기간 동안, 신청외 회사 또는 신청외 1 회사가 다음의 기업 행위 또는 사안을 진행하는 경우, 해당 매도인은 신청외 회사와 신청외 1 회사로 하여금 매수인의 사전 동의를 구하도록 하여야 하며, 그 동의를 불합리하게 보류시키거나 지체되어서는 아니 된다.     (xviii) (x) 기준일 현재 총 투자자산 포트폴리오에서 무담보 개인대출 또는 신용공여의 비례적인 비율을 초과하여 제공된 무담보 개인대출, 또는 (y) 신청외 회사 또는 신청외 1 회사가 1,000,000,000원을 초과하여 제공한 신규 기업대출의 창출, 발생, 인수, 참가, 매수, 연장 또는 취소(단, 매수인이 그 신규 기업대출에 관한 본 계약 하의 사전 서면통지를 수령한 후 2 영업일 내에 달리 회신하지 않는 경우에는 매수인의 동의가 간주된다);    (xix) 중요계약의 성립, 체결 또는 조기 해지, 고의적 위반 또는 변경; 또는    (xx) 상기 어느 사항을 하는 것에 대한 계약.  (d) 해당 매도인은 (a) 본 계약 당사자의 진술 또는 보장 사항이 진실하지 않거나, 정확하지 않거나 또는 허위이게 하거나 합리적으로 가능하도록 하는 어떠한 사건의 발생, (b) 해당 당사자가 준수하거나 충족해야 하는 어떠한 확약 사항, 조건 또는 합의를 준수하지 않거나 충족하지 않은 경우 및 (c) 중대한 부정적 변화를 초래 또는 야기하거나 합리적으로 초래하거나 야기할 수 있는, 어떠한 변화, 사건, 조건 또는 상황 전개에 대하여, 상대 당사자에게 지체 없이 서면 통지를 하여야 한다. 명확히 하자면, 통지를 받은 당사자가 본 계약상 갖는 배상 권리 또는 다른 구제 수단은 제6.1조 (d)항에 따른 통지에 의하여 영향을 받지 아니한다.제7조(면책의무 및 손해배상)7.1 면책의무 및 손해배상  공동으로 행동하지 않고 개별적으로 행동하는(acting severally and not jointly) 각 매도인은, 그리고 매수인은 (각각, “손해배상의무자”) 매수인 또는 각 매도인 및, 경우에 따라, 각각의 계열사 및 그 이사, 임원, 직원, 대리인, 대표자 및 자문사(“손해배상권리자”)를, 어느 당사자의 본 계약상의 보장 사항, 진술, 확약 사항, 의무 또는 합의의 위반 또는 부정확함으로 인해 손해배상권리자에게 초래되거나 발생하는 모든 손해, 그와 관련하여 손해배상권리자를 대상으로 하는 청구, 또는 그와 관련하여 손해배상권리자가 입거나 손해배상권리자에게 발생한 직접적이거나 간접적인 손해를 배상하여야 하고 아무런 손해가 없도록 하여야 한다[단, 중대성 조건이 부가된 진술 및 보장 조항은 본 제7.1조에 따른 청구 및 손해를 계산하기 위한 목적으로는 그러한 조건 없이 이루어진 것으로 간주한다(그러나, 해당 위반이나 부정확한 사항이 발생하였는지를 판단함에 있어서는 그러하지 아니하다)]. 매도인들은 본 제7조에 따라 매수인에게 제공한 어떠한 배상에 대하여서도 신청외 회사를 상대로 구상을 청구할 권리가 없다는 것을 인정한다.  본 계약상 다른 어떠한 조항에도 불구하고, 본 계약에서 신청외 회사 또는 신청외 1 회사와 관련하여 매도인이 제공한 진술 및 보장 사항의 위반 또는 부정확함으로 인하여 초래되거나 발생한 매수인이 입은 혹은 그에게 발생한 손해, 또는 제7.5조와 관련된 매수인의 모든 손해는, 각각 그 위반이나 부정확함 또는 제7.5조에 기재된 사건과 관련하여 신청외 회사 또는 신청외 1 회사가 입은 혹은 신청외 회사 또는 신청외 1 회사에 발생한 손해 금액에 거래종결일 현재 매수인이 매수한 신청외 회사의 발행 보통 주식 총 수의 비율을 곱하여 계산하되, 각각 보통주 청구가능증권 완전희석 원칙에 따라 계산한다(다시 말해, 신청외 1 회사가 입은 혹은 그에게 발생한 손해에 대하여도, 신청외 회사가 보유한 신청외 1 회사의 보통주식 비율을 고려하지 않고, 신청외 회사가 입은 손해에 적용한 비율과 동일한 비율을 적용한다).7.2 책임의 최대 한도  본 계약상의 진술 및 보장 사항의 위반과 관련하여 손해배상권리자가 본 제7조에 따라 제기하는 모든 청구들에 대한 손해배상의무자의 총 책임은, 공제금액(손해배상의무자가 매도인인 경우에는 해당 매도인에 적용되는 공제금액)을 초과하는 금액으로써, 총지급액의 15.0%(손해배상의무자가 매도인인 경우에는 해당 매도인에 적용되는 총지급액의 15.0%)를 초과하지 않는다; 단, 위 총 책임의 제한은 (a) 제5.1조(a)항(조직), 제5.1조(b)항(승인), 제5.1조(c)항(구속적 의무), 제5.1조(d)항(판매가능 권리), 제5.1조(e)항(위반의 부존재), 제5.1조(f)항(자본), 제5.1조(g)항(관련절차의 부존재), 제5.1조(j)항(정부 승인; 제3자 동의), 제5.2조(a)항(조직), 제5.2조(b)항(승인), 제5.2조(c)항(구속적 의무), 제5.2조(d)항(위반의 부존재), 및 제5.2조(3)항(동의)에 포함된 어느 진술 및 보장 사항의 위반, 및 (ii) 손해배상의무자 측의 사기 또는 고의적인 은폐에서 기인하는 또는 그와 관련된 제7.1조 하의 면책의무 및 손해배상에는 적용되지 않는다.7.4 청구가능금액  손해배상의무자는 본 계약상의 어떠한 진술 및 보장 사항 위반[단, 중대성이 조건이 부가된 진술 및 보장 조항은 본 제7.4조에 따른 청구 및 손해를 계산하기 위한 목적으로는 그러한 조건 없이 이루어진 것으로 간주한다(그러나, 해당 위반이나 부정확한 사항이 발생하였는지를 판단함에 있어서는 그러하지 아니하다)]과 관련하여 본 제7조에 따라 손해배상권리자가 제기한 모든 청구에 대하여 그 손해 금액 총액이 5,000,000,000원(“청구가능 기준액”)(Basket Threshold)을 초과하지 않는 한 어떠한 책임도 부담하지 않고, 그런 다음 손해배상의무자는 2,500,000,000원(“공제금액”)을 초과하는 손해에 대하여 손해배상권리자를 면책할 의무를 부담하게 된다. 손해배상권리자가 매도인인 경우, 본 제7.4조를 해당 매도인에게 적용함에 있어 본 제7.4조에 규정된 5,000,000,000원 및 2,500,000,000원은 각각 본 계약에 따라 매도인들이 매도한 본건 주식의 총수 대비 해당 매도인이 본 계약에 따라 매도한 본건 주식의 수에 비례하여 안분한다. 다시 말해, 본 계약상 다른 어떠한 조항에도 불구하고, 본 제7.4조의 청구가능 기준액 산정의 목적상, 본 계약에서 매도인이 신청외 회사 또는 신청외 1 회사와 관련하여 제공한 진술 및 보장 사항의 위반 또는 부정확함으로 인하여 초래되거나 그로 인하여 매수인에게 발생하거나 그가 입은 손해 또는 본 계약 제7.5조와 관련한 매수인의 손해는, 각각의 경우, 매수인이 매수한 신청외 회사의 발행 보통주식 총 수의 비율과는 무관하게, 해당되는 바에 따라 그러한 위반 또는 부정확함 또는 제7.5조에 기재된 사건과 관련하여 신청외 회사 또는 신청외 1 회사가 입거나 그에 발생한 손해 전액으로 한다.7.5 특별 면책의무 및 손해배상  본 계약상 다른 어떠한 조항에도 불구하고, 다만 제7.2조, 제7.3조, 제7.4조 및 제7.1조의 두 번째 문단의 적용을 전제로, 공동으로 행동하지 않고 개별적으로 행동하는(acting severally and not jointly) 각 매도인은 손해배상의무자로서, 매수인, 매수인의 계열사, 이사, 임원, 직원, 대리인, 대표자 및 자문사에게, 총칭하여 손해배상권리자를, 다음 각 사항으로부터 초래되거나 발생하는 손해배상권리자의 손해를 배상하고 아무런 손해가 없도록 하여야 한다; … (A) 내지 (M) 생략 …10.9 준거법  본 계약은 섭외사법 규정의 적용을 배제하고 오로지 영국 법률에 의해서만 규율, 해석 및 집행된다.10.10. 분쟁의 해결  당사자들은 본 계약 조항의 해석 또는 적용으로부터 발생하거나 그와 관련된 일체의 분쟁을 상호 합의에 따라 신의성실 원칙에 입각하여 해결하기로 한다. 당사자들의 합의에 따라 또는 달리 20영업일 이내에 분쟁을 해결하지 못하는 경우, 분쟁은 홍콩을 중재지로서 국제상공회의소 국제중재법원 중재규칙(섭외사법 규정의 적용은 배제함)에 따라 중재로 해결하여야 한다. 중재는 분쟁의 해결을 위한 유일하고 배타적인 분쟁해결 수단이며, 판정부가 내린 중재판정은 확정적이며 당사자들을 구속한다. 중재판정에 대한 집행판결은 관할권을 갖는 법원에 등록될 수 있다. 중재인의 수는 3인으로 하며, 그 중 1인은 매도인들이, 다른 1인은 매수인이 선임하며 나머지 1인은 선정된 2인의 중재인들이 상호 합의로 선정하고 중재판정부의 의장중재인직을 수행하여야 한다(2인의 중재인이 의장중재인의 선정과 관련해서 합의에 이르지 못하는 경우, 국제상공회의소 국제중재법원 중재규칙 제13조의 규정에 따라 선정이 규율된다). 중재는 영어로 진행되며, 중재에서 중재인들에게 제출되는 모든 비영어 문서는 영어, 한국어 및 중국어 번역본이 함께 제출되어야 한다. 당사자들은, 변호사보수, 비용 및 기타 모든 중재비용을 분쟁 대상인 총 채무 혹은 손해액의, 중재인이 결정한 바에 따른 분담비율에 따라 지급할 의무를 부담한다.10.13. 매도인들의 개별적 책임(Several Liabilities)  본 계약 하의 또는 그와 관련된 매도인들의 모든 책임은 개별적이다(several and not joint).<br/>   2) 신청인 1 회사는 2015. 4. 3. 이 사건 주식양수도계약에 따른 모든 권리와 의무를 신청인 2 회사에게 양도하였고, 신청인 2 회사는 2015. 9. 7. 피신청인들과 사이에 아래와 같은 내용으로 에스크로우계약(이하 ‘이 사건 에스크로우계약’이라 한다)을 체결하였다. <br/>에스크로우계약제3조(에스크로우 계좌의 개설)3.1. 신청인 2 회사와 피신청인 2 회사로부터 에스크로우 계좌 개설에 대한 요청을 받은 즉시, 에스크로우 에이전트는 신청인 2 회사와 매도인들의 공동 명의로, 그러나 에스크로우 에이전트가 통제 및 관리하는 에스크로우 계좌를 개설하되, 본 계약 제5조 및 제6조에 따라 에스크로우 금액(본 계약에 첨부된 별첨 A.에 규정된 바에 따름)에 달하기까지의 금액에 관하여 신청인 2 회사와 매도인(또는 그 매도인을 대리한 피신청인 2 회사)의 공동 지시에 따른다.제4조(에스크로우 금액의 예치와 에스크로우 금액에 대한 이자)4.1. 거래종결과 동시에, 신청인 2 회사는 이 사건 주식양수도계약 제3.2조 (b)항에 따라  110,751,591,888원 상당액을 에스크로우 계좌에 예치하고(그 금액은 이자로 인해 증가하거나 본 계약에 따른 인출로 인해 감소할 수 있음), 에스크로우 에이전트는 피신청인 2 회사에게 그 에스크로우 금액을 에스크로우 계좌로 수령하였음을 통지한다.제5조(에스크로우 금액의 인출)5.1. 에스크로우 계좌에 예치된 자금의 전부 또는 일부를 본 계약의 어느 당사자에게 인출(조기 인출을 포함)하기 위한 에스크로우 에이전트에 대한 지시는, 각각 당해 매도인의 에스크로우 금액을 한도로, (i) 매도인(또는 그 매도인을 대리하여 피신청인 2 회사) 및 신청인 2 회사가 공동으로 하거나 (ii) 이 사건 주식양수도계약 제10.10조에 따른 중재판정부의 종국판정에 근거해 매도인(또는 그 매도인을 대리하여 피신청인 2 회사) 또는 신청인 2 회사가 하여야 한다.?별첨 A. 각 매도인의 에스크로우 금액매도인(피신청인)에스크로우 금액피신청인 1 회사24,276,811,710원 및 이자피신청인 2 회사74,447,272,980원 및 이자피신청인 3 회사2,044,577,744원 및 이자피신청인 4 회사5,388,275,040원 및 이자피신청인 54,594,654,414원 및 이자?<br/>   3) 신청인 2 회사는 2015. 9. 8. 투자목적회사 피신청인들 및 ▽▽▽ 유한책임회사(이하 ‘▽▽▽’라 한다)와 사이에 피신청인 3 회사의 에스크로우 금액을 당초 이 사건 주식양수도계약에서 정한 금액인 매도대금의 10%보다 적은 5,829,031,152원을 감액하는 대신에, 이 사건 주식양수도계약에 따른 손해배상으로 피신청인 3 회사의 에스크로우 금액이 모두 인출되는 경우 ▽▽▽가 위 감액된 금액을 한도로 신청인 2 회사에게 손해배상금을 지급하도록 하는 환수계약(Clawback Agreement, 이하 ‘이 사건 환수계약’이라 한다)을 체결하였다.<br/>다. 피신청인들의 중재신청 및 신청인들의 반대신청<br/>   1) 신청외 회사는 2007. 7.경부터 육류담보대출을 취급하기 시작하였고, 이 사건 주식양수도계약의 종결 당시인 2015. 9.경에는 3,590억 원 상당의 육류담보대출상품이 운용되고 있었다.<br/>   2) 신청인 2 회사는 2017. 3.경 신청외 회사가 육류담보대출로 인하여 피해를 보았다고 주장하며 피신청인들의 이 사건 주식양수도계약상 확약, 진술 및 보장 사항 등 위반으로 인한 손해배상과 에스크로우 에이전트에 대한 공동 인출 지시를 요청하였고, 에스크로우 에이전트에게 에스크로우 계좌에 남아 있던 돈의 지급 금지를 요청하였다. 피신청인들은 2017. 3. 17. 신청인들이 정당한 사유 없이 에스크로우 금액의 지급 금지를 통지하였다고 주장하며 국제상공회의소(International Chamber of Commerce) 국제중재법원(International Court of Arbitration)에 사건번호 22819/PTA호로 에스크로우 계좌에 남아 있는 돈의 지급을 구하는 중재신청을 하였다.<br/>   3) 신청인들은 2017. 6. 26. 신청인들의 에스크로우 금액 지급 금지 통지는 정당하다고 주장하면서, 피신청인들이 이 사건 주식양수도계약을 위반하였다는 이유로 피신청인들 및 이 사건 환수계약에 따라 피신청인 3 회사의 손해배상금 지급채무 일부를 부담하기로 한 ▽▽▽를 상대로 손해배상 등을 구하는 반대신청을 하였다. <br/>라. 중재판정부의 중재판정 및 정정결정<br/>   1) 국제상공회의소 국제중재법원은 존 비치, 씨비이(John Beechey, CBE)와 존 새비지, 큐씨(John Savage, QC) 및 헨리 씨. 알바레즈, 큐씨(Henri C. Alvarez, QC)를 중재인으로 선정하였다.<br/>   2) 피신청인들의 중재신청 및 신청인들의 반대신청을 담당한 위 중재인으로 구성된 중재판정부(이하 ‘이 사건 중재판정부’라 한다)는 2020. 8. 20. 중재판정(이하 ‘이 사건 중재판정’이라 하고, 이 사건 중재판정이 기재된 판정문을 ‘이 사건 중재판정문’이라 한다)을 하였고, 이 사건 중재판정 중 주요 내용은 별지 2 기재와 같다.  <br/>   3) 이 사건 중재판정부는 2020. 12. 28. 정정 및 해석결정(이하 ‘이 사건 정정결정’이라 하고, 이 사건 정정결정이 기재된 결정문을 ‘이 사건 정정결정문’이라 한다)을 내렸고, 이 사건 정정결정 중 주요 내용은 별지 3 기재와 같다.<br/>마. 손해배상금의 일부 지급<br/>   신청인들은 2021. 2. 3. 에스크로우 계좌에 남아 있던 잔액 59,659,295,240원 및 이자 3,172,163,196원 합계 62,831,458,436원을 변제받았고, 2021. 2. 8. ▽▽▽로부터 이 사건 중재판정 1500(f)에 기재된 배상금 5,829,031,152원을 수령하였다.<br/>2. 뉴욕협약의 적용<br/>  대한민국은 1973. 2. 8. 대한민국법상 상사관계의 분쟁인 경우에만 타 체약국의 영토 내에서 내려진 중재판정의 승인 및 집행에 한해서 적용한다는 유보선언 하에 외국 중재판정의 승인 및 집행에 관한 협약(이하 ‘뉴욕협약’이라 한다)에 가입하여 비준하였고, 뉴욕협약은 1973. 5. 9. 조약 제471호로 발효되었다. 중재법 제39조 제1항은 ‘뉴욕협약을 적용받는 외국 중재판정의 승인 또는 집행은 같은 협약에 따라 한다.’고 규정하고 있는바, 앞서 본 기초사실에 의하면 이 사건 중재판정의 중재대상은 신청인들과 피신청인들 사이에 체결된 이 사건 주식양수도계약에 기초하여 발생한 법률관계로서 대한민국법상 상사관계에 관한 분쟁에 해당하며, 이 사건 중재판정은 뉴욕협약에 가입한 홍콩에서 내려졌으므로, 이 사건 중재판정의 승인 및 집행에 관하여는 뉴욕협약이 적용된다. <br/>3. 이 사건 중재판정의 내용에 관한 판단<br/>가. 쟁점의 정리<br/>   신청인들은, 이 사건 중재판정의 내용은 명확하고, 이 사건 중재판정의 진정한 의미를 반영하는 이 법원에서 변경된 신청취지에 따라 집행허가결정이 내려져야 한다고 주장한다. <br/>   한편 피신청인들은, 이 사건 중재판정은 신청인별 채권 범위 및 피신청인별 책임 범위를 구체적으로 명시하지 않아 불명확하여, 효력이 없거나 적어도 강제집행이 불가능하고, 따라서 이 사건 중재판정에 기한 집행신청은 대상적격을 결여한 것으로서 각하 또는 기각되어야 한다거나, 집행의 허가를 구할 법률상 이익이 없으므로 각하되어야 한다고 주장한다. <br/>   이처럼 신청인들과 피신청인들은 이 사건 중재판정이 명확한지와 그 의미가 무엇인지에 관하여 다투고 있으므로, 우선 이 사건 중재판정의 내용에 관하여 살펴본다.<br/>나. 관련 법리<br/>   중재판정은 양쪽 당사자 간에 법원의 확정판결과 동일한 효력을 가지고(중재법 제35조), 외국 중재판정은 뉴욕협약 제5조에서 한정적으로 열거하고 있는 승인 거부사유가 없으면 승인되며, 다만 당사자의 신청이 있는 경우에는 법원은 중재판정을 승인하는 결정을 할 수 있고, 중재판정에 기초한 집행은 당사자의 신청에 따라 법원에서 집행결정으로 이를 허가하여야 할 수 있다(중재법 제37조 제1항 및 제2항, 제39조). <br/>   위와 같은 중재판정의 승인 및 집행에 관한 규정들의 내용 및 취지에 비추어 보면, 중재판정의 승인 및 집행 사건에서 법원은 중재판정의 승인 및 집행 요건이 충족되는 경우 집행결정으로 중재판정에 대하여 집행력을 부여하는 임무만을 담당하므로, 원칙적으로 중재판정의 내용을 보충하거나 변경할 수 없다. 그러나 중재판정 주문의 내용과 범위가 명확하지 않은 경우에는 법원이 중재판정의 주문과 이유의 해석을 통하여 주문을 명확히 하는 것은 허용되고, 다만 그러한 경우에도 중재대상이 된 본안에 대한 재심리를 통하여 중재판정의 주문을 보충하거나 변경하는 것은 허용되지 않는다. 중재판정의 주문과 이유의 해석이 허용되는 경우 그 해석은 중재대상에 적용되는 준거법에 의하여야 하고, 중재절차에 관하여는 그 중재지의 준거법(lex arbitri)에 따라야 한다.<br/>다. 구체적 판단<br/>   이 사건 주식양수도계약 제10.9조 및 이 사건 환수계약 제5.2조에 따라 위 두 계약에 관한 준거법은 영국법이고, 이 사건 에스크로우계약 제10.2조에 따라 위 계약에 관한 준거법은 홍콩법이다. 따라서 이 사건 중재판정 주문의 내용과 범위가 명확하지 않아 중재판정의 주문과 이유의 해석이 허용되는 경우에 그 해석은 영국법과 홍콩법에 의하여야 한다. 한편 이 사건 중재절차의 준거법은 그 중재지의 준거법인 홍콩법이다.<br/>   이 사건 중재판정은 아래에서 살펴보는 바와 같이 주문과 이유의 해석을 통하여 그 의미를 명확히 할 수 있고, 그 강제적 실현이 가능할 정도의 특정성과 구체성을 가지고 있다고 봄이 타당하다. 따라서 이 사건 중재판정의 내용이 불명확하여 집행신청이 각하 또는 기각되어야 한다는 피신청인들의 이 부분 주장은 이유 없다. <br/>1) 이 사건 중재판정문 단락 1500(c)에 관한 판단(손해배상금)<br/>    이 사건 중재판정문 단락 1500(c)의 기재는 아래와 같다.<br/>원문(c) the Sellers are ordered to indemnify the Respondents for losses in accordance with Articles 7.1 and 7.5 in respect of the breaches in sub-paragraph (b), above, in the amount of KRW 166,600,000,000.번역(c) 매도인들은 위 (b)호에 기술된 위반에 대하여, 중재피신청인들에게 제7.1조 및 제7.5조가 정한 바에 따라 한화 166,600,000,000원을 중재피신청인들의 손해에 대한 배상으로 지급할 것을 명한다.<br/>     이 사건 중재판정 중 손해배상금의 지급을 명하는 주문인 단락 1500(c)에는 피신청인들(위 단락의 ‘매도인들’)이 신청인들(위 단락의 ‘중재피신청인들’)에게 ‘이 사건 주식양수도계약 제7.1조 및 제7.5조가 정한 바에 따라’ 1,666억 원을 지급해야 한다고만 기재되어 있을 뿐, 이 사건 주식양수도계약 제7.1조 및 제7.5조에 관한 해석은 기재되어 있지 않다. 이처럼 손해배상금에 관한 이 사건 중재판정 주문인 단락 1500(c)에 기재된 내용만으로는 신청인별 채권 범위 및 피신청인별 책임 범위나 채권·채무의 중첩관계를 곧바로 알 수는 없고, 이 사건 중재판정의 주문과 이유를 대조함으로써 손해배상금에 관하여 이 사건 중재판정부가 내린 판단을 명확히 하여야 한다.<br/>    이 사건 주식양수도계약 제7.1조는 ‘공동으로 행동하지 않고 개별적으로 행동하는(acting severally and not jointly) 각 매도인 및 매수인은, 매수인 또는 각 매도인 등에게, 진술 및 보장 사항, 확약 사항 등의 위반 또는 부정확함으로 인해 손해배상권리자에게 초래되거나 발생하는 모든 손해 등을 배상하고, 아무런 손해가 없도록 하여야 한다’는 취지로 규정하고, 제7.5조는 ‘본 계약상 다른 어떠한 조항에도 불구하고, 다만 제7.2조, 제7.3조, 제7.4조 및 제7.1조의 두 번째 문단의 적용을 전제로, 공동으로 행동하지 않고 개별적으로 행동하는(acting severally and not jointly) 각 매도인은 손해배상의무자로서 매수인 등 손해배상권리자의 손해를 배상하고, 아무런 손해가 없도록 하여야 한다’는 취지로 규정한다. 이 사건 중재판정의 주문을 해석함에 있어서는 이 사건 주식양수도계약 제7.1조 및제7.5조 중 특히 ‘공동으로 행동하지 않고 개별적으로 행동하는(acting severally and not jointly)’이라는 문구에 대한 이 사건 중재판정부의 해석을 중점적으로 살펴보아야 한다.<br/>    영국법상 ‘joint and several liability’(직역하면 ‘공동 및 개별 책임’)는 수인의 채무자들 사이에 주관적 공동관계가 존재하는 경우뿐만 아니라, 주관적 공동관계 없이 수인의 독립적인 행위로 동일한 손해(the same damage)를 발생시킨 경우에도 성립하는 것으로서, 수인의 채무자들이 각각 동일한 내용의 채무를 이행할 책임을 부담하되, 채무자 중 1인이 채무를 만족시키는 행위를 하면 나머지 채무자도 채무를 면한다(대법원 2016. 5. 27. 선고 2014다67614 판결 참조). 영국법상 ‘joint and several liability’는 대한민국 법상 연대채무나 부진정연대채무에 해당하는 책임의 형태이다. 한편 영국법상 ‘several liability’(직역하면 ‘개별 책임’)는 수인의 채무자들이 채권자에 대하여 각자 별도로 책임을 부담하는 것을 의미하고, ‘joint liability’(직역하면 ‘공동 책임’)는 수인의 채무자들이 공동으로 하나의 채무를 이행할 책임을 부담하는 것을 의미한다. <br/>    이에 반하여 ‘several and not joint liability’는 영국법상 일반적으로 통용되는 문구가 아니다(소을가 제8호증의2, 소을마 제6호증의2). 그렇기 때문에 이 사건 주식양수도계약 제7.1조, 제7.5조의 ‘공동으로 행동하지 않고 개별적으로 행동하는(acting severally and not jointly)’이라는 문구는 그 문언만으로는 수인의 피신청인들이 채권자에 대하여 각자 별도로 책임을 부담한다는 것, 즉 피신청인들이 ‘several liability’를 부담한다는 것 외에는 각 피신청인의 책임 범위나 피신청인 중 1인에 의한 손해배상금 지급의무를 이행하는 경우 나머지 피신청인의 의무에 어떤 영향이 있는지를 확정할 수 없고, 이에 관하여는 이 사건 주식양수도계약의 해석에 따라 정해진다고 보아야 한다.<br/>    이하에서는 위와 같은 전제를 토대로 이 사건 중재판정부가 이 사건 주식양수도계약에 따른 신청인들의 피신청인들에 대한 손해배상 책임의 형태에 관하여 어떻게 판단하였는지를 구체적으로 살펴본다. <br/>    이 사건 기록 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들에 비추어 보면, 이 사건 중재판정부는 각각의 피신청인들이 각각의 신청인들에 대하여 손해배상금액 1,666억 원 전체에 관하여 책임을 지고(즉 신청인들 중 어느 누구라도 피신청인들 각각에 대하여 1,666억 원 전체에 관한 책임을 추궁할 수 있고), 다만 피신청인들 중 어느 누구라도 이 사건 중재판정문 단락 1500(c)에 따른 손해배상금 지급의무를 이행하면 그 범위 내에서 나머지 피신청인들도 그 의무를 면하게 되며, 피신청인들이 신청인들 중 어느 누구에게든지 이 사건 중재판정문 단락 1500(c)에 따른 손해배상금 지급의무를 이행하면 그 범위 내에서 피신청인들은 나머지 신청인에 대하여도 그 의무를 면하게 된다고 판단한 것으로 보인다. <br/>가) 신청인별 채권 범위<br/>     (1) 이 사건 중재판정문에는 ‘신청인들(중재피신청인들, the Respondents)‘이 피신청인들을 상대로 신청인들이 입은 손해에 대하여 손해배상을 구할 수 있다(are entitled to indemnities, may seek an indemnity)고 여러 차례 기재되어 있다(단락 1054, 1056, 1057, 1430 등 다수). <br/>     (2) 이 사건 중재판정이 신청인별로 지급받을 금액을 특정하지 않은 것은 피신청인들의 중재신청취지와 신청인들의 반대중재신청취지에서 신청인 1 회사와 신청인 2 회사를 구별하지 않았고, 이 사건 중재절차에서도 신청인들 및 피신청인들이 신청인 1 회사와 신청인 2 회사를 구별하여 주장하지 않았기 때문으로 보인다. <br/>     (3) 이 사건 중재판정 중 손해액 산정에 관한 부분에서도, 이 사건 중재판정부는 신청인 1 회사와 신청인 2 회사가 입은 손해를 구별하지 않고, ‘Respondents(중재피신청인)’가 입은 손해를 산정하여 ‘Respondents(중재피신청인)’의 손해배상채권 금액을 1,666억 원으로 확정하였다(이 사건 중재판정문 단락 1430 내지 1431). <br/>     (4) 이 사건 중재판정부는 중재판정문에 손해배상채권 1,666억 원에 대한 신청인들 사이의 채권 비율에 관하여 명시적으로 기재하지 않았고, 신청인 1 회사도 손해배상채권자로서의 지위를 보유함을 전제로 피신청인들로 하여금 신청인들에게 신청인들이 입은 손해를 배상하도록 판단하였다. 신청인들이 피신청인들에 대하여 손해배상금액 중 일부만 청구할 수 있다고 볼 근거가 없고, 신청인 1 회사와 신청인 2 회사는 각자 독자적으로 피신청인들을 상대로 손해 전체인 1,666억 원을 청구할 수 있다고 보아야 한다. <br/>나) 피신청인별 책임 범위<br/>     (1) 피신청인별 책임 범위에 관하여, 신청인들은 피신청인들이 신청인들에 대하여 손해배상금액 전체에 관하여 책임을 진다고 주장하고, 피신청인들은 피신청인들이 매도지분비율 또는 매도대금비율에 따른 비례적 책임을 진다고 주장한다. 이 사건 중재판정부는 피신청인별 책임 범위에 관하여 이 사건 중재판정문 단락 1262 내지 1266에서 다루고 있다.<br/>      이 사건 중재판정문 단락 1262에는 위 쟁점에 대한 신청인들의 주장이 정리되어 있다. 위 단락에는 ‘신청인들(중재피신청인들)은 피신청인 4 회사와 피신청인 5(이하 ‘소수지분 매도인들’이라 한다)가 개별적으로 책임을 진다고 주장한다’고 기재되어 있고, ‘개별적으로 책임을 진다(severally liable)’는 것은 ‘신청인들(중재피신청인들)이 소수지분 매도인들을 상대로 신청인들의 손해 전체에 관한 책임을 추궁할 수 있다(the Respondents can pursue the Minority Sellers for the full extent of the Respondents’ losses)’는 것을 의미한다고 기재되어 있다. <br/>      그 다음 단락 1263 내지 1264에는 위 쟁점에 대한 피신청인들의 주장이 정리되어 있다. 위 두 단락에는 ‘피신청인들(중재신청인들)은 당초에는 책임의 범위 및 적용을 정함에 있어 개별적으로 피신청인들(중재신청인들)의 구체적인 상황, 행위, 인식을 고려해야 한다고 주장하였다가, 심리기일 후 주장서면(Post-Hearing Brief)에서는 투자목적회사 피신청인들 측이 계약 체결과 계약 종결 사이의 사항에 대하여 알았다고 인정되는 경우 소수지분 매도인들도 이에 대하여 알았다고 인정할 수 있도록, 소수지분 매도인들이 투자목적회사 피신청인들에게 위임장(Powers of Attorney)을 서명해주었다는 사실을 인정하였다’는 취지로 기재되어 있다.<br/>      단락 1265 내지 1266에는 위 신청인들 및 피신청인들의 주장에 관한 이 사건 중재판정부의 판단이 기재되어 있다. 이 사건 중재판정문 단락 1265 내지 1266의 기재는 아래와 같다. <br/>원문1265. The Tribunal concludes that, as the Minority Sellers were each a party to the SPA, regardless of what they did or did not know, they are severally liable for any breach of contract.1266. The Claimants submitted in their Memorial that the second paragraph of Article 7.1 required the proportionate allocation of losses. In response the Respondents said the liability of each Claimant is not limited in proportion to each of their shareholdings. The Claimants’ position ignores the wording of the paragraph, which says “the total issued and outstanding shares of common stock of the Company purchased by the Purchaser”(emphasis added) and not the total issued and outstanding shares purchased by the Purchaser “from that Seller.” The Respondents say the Claimants have now abandoned their arguments regarding the proportional allocation of losses under Article 7.1. The Tribunal notes that while the Claimants did not do so expressly, they made no arguments about proportionate liability in their Sur-Rejoinder Memorial, Post-Hearing Brief, 22 September 2019 Memorandum or in oral submissions. Based on the wording of Article 7.1, the Tribunal concludes that it does not require a proportionate allocation of losses against each Claimant.번역1265. 본 중재판정부는 소수지분 매도인들 각자가 주식양수도계약의 당사자들이었으므로, 그들이 무엇을 알고 있었는지 또는 알지 못했는지를 불문하고 그들은 계약 위반에 대하여 개별적으로 책임을 진다고 결론 내린다.1266. 중재신청인들은 준비서면에서 제7.1조의 두 번째 문단이 손해의 비례적인 배분을 요구한다고 주장하였다. 이에 대하여 중재피신청인들은 지분비율에 비례하여 중재신청인들의 책임이 제한되는 것은 아니라고 주장하였다. 중재신청인들의 주장은 그 문단에 전체 발행 보통주 주식과 “그 매도인으로부터 매수한” 주식이 아니라 “전체 발행 보통주 주식과 그 매수인이 매수한 주식”이라고 기재된 문구를 무시하는 것이다. 중재피신청인들은 중재신청인들이 이제는 제7.1조에 따른 손해의 비례적 배분에 관한 주장을 철회하였다고 주장한다. 본 중재판정부는 중재신청인들이 명시적으로 철회하지는 않았지만, 재항변서면(Sur-Rejoinder Memorial), 심리기일후 주장서면(Post-Hearing Brief), 2019년 9월 22일자 제출서면(Memorandum) 또는 구두 변론에서 비례적 책임에 관한 어떠한 주장도 하지 않았다는 점을 인지하고 있다. 제7.1조의 문언을 토대로, 중재판정부는 그 문언은 각 청구인에 대한 손실의 비례적 배분을 요구하지 않는다고 결론을 내린다.<br/>    (2) 이 사건 중재판정부는 이 사건 중재판정문 단락 1265에서 소수지분 매도인들이 계약 위반에 관하여 ‘개별적으로 책임진다(severally liable)’고 최종적으로 판단하고 있는바, 위 문단에서 ‘개별적으로 책임진다(severally liable)’는 것의 의미는 단락 1262에서 정한 의미인 ‘신청인들(중재피신청인들)이 소수지분 매도인들을 상대로 신청인들의 손해 전체에 관한 책임을 추궁할 수 있다’는 것과 같다고 봄이 타당하다. 나아가 이 사건 중재판정부는 단락 1266에서 피신청인들은 이 사건 주식양수도계약 제7.1조를 근거로 피신청인들이 비례적 책임을 진다고 주장하나, 위 조항에 의하여 바로 피신청인들의 비례적 책임이 도출되는 것은 아니라고 판단하였다. 이 사건 중재판정문 단락 1262 내지 1266의 내용과 취지에 의하면, 이 사건 중재판정부는 각각의 피신청인들이 신청인들에 대하여 손해배상금액 1,666억 원 전체에 관하여 책임을 진다고 판단하였다고 보아야 한다. <br/>     (3) 신청인들은 중재판정이 내려진 후 이 사건 중재판정부에 해석요청 3(Interpretation Request 3)을 제출하여, 단락 1500(c)를 ‘피신청인들은 이 사건 주식양수도계약 제7.1조 및 제7.5조가 정한 바에 따라 손해 전액에 대하여 개별적으로 책임진다(each severally liable for the full amount of losses)’고 수정하여 달라고 요청하였는데, 이 사건 중재판정부는 책임의 유형에 관한 중재판정부의 의도에 불명확한 점은 없다고 하며 신청인들의 위와 같은 신청을 기각하였다. <br/>      한편 이 사건 정정결정문 단락 251에는 “이 사건 중재판정문 단락 1259에 신청인들이 ‘개별적 책임(severally liable)’을 주장하였다고 기재되어 있고, 이 사건 중재판정부가 이러한 주장을 받아들였다고 설명하고 있다(이 사건 중재판정문 단락 29, 1265, 1266).”고 기재되어 있다. 앞서 살펴본 바와 같이, 이 사건 중재판정문 단락 1259에는 신청인들이 피신청인들의 ‘개별적 책임(severally liable)’, 즉 손해 전체에 관한 책임을 주장하였다고 기재되어 있다. 이처럼 이 사건 중재판정부는 이 사건 정정결정을 통하여, 이 사건 중재판정에서 피신청인들이 신청인들의 손해 전체에 관한 책임을 진다고 판단하였음을 재차 확인해주었다. <br/>     (4) 이 사건 중재판정문 단락 1263에는 ‘소수지분 매도인들이 신청인들(중재피신청인들)이 주장하는 손해 100%를 책임진다는 의미로 제7조를 해석하는 것은 상업적으로 비현실적이다’는 기재가 있다. 그러나 중재판정 단락 1263은 신청인들(중재피신청인들)의 주장을 요약한 문단인 단락 1262에 이어 피신청인들(중재신청인들)의 주장을 요약한 문단에 해당하고, 실제로 위 문장 뒤에 달린 각주 1731에 기재된 피신청인들의 재항변서면(Sur-Rejoinder Memorial, 소을나 제2호증의1)에 위와 같은 내용의 주장이 포함되어 있다. 따라서 위 문장은 이 사건 중재판정부의 판단을 나타낸 것이 아니라, 피신청인들의 주장을 요약한 것으로 봄이 타당하다. <br/>     (5) 피신청인들은 이 사건 주식양수도계약 제7.1조 및 제7.5조의 ‘공동으로 행동하지 않고 개별적으로 행동하는(acting severally and not jointly)’이라는 문구 중 ‘공동으로 행동하지 않는다(acting not jointly)’ 부분이 ‘피신청인들이 전체 손해에 대한 책임이 아닌 손해의 일부에 대한 분할책임을 진다’는 취지라고 주장한다. 피신청인들의 위와 같은 주장은 ‘공동으로 행동하지 않는다(acting not jointly)’가 신청인별 책임범위나 채권·채무의 중첩관계에 관한 문구라는 주장이다. <br/>      그러나 이 사건 중재판정부는 이 사건 중재판정문 단락 1263 내지 1265에서 피신청인별 책임 범위의 문제를 ‘각 피신청인이 계약 위반 사항을 인식하였는지 여부’의 문제와 연결 짓고 있다. 앞서 살펴본 바와 같이 ‘joint liability’는 수인의 채무자들이 공동으로 하나의 채무를 이행할 책임을 부담하는 것을 의미하는바, 이 사건 중재판정부는 ‘공동으로 행동하지 않는다(acting not jointly)’는 문구를 신청인별 책임 범위나 채권·채무의 중첩관계에 관한 문구가 아니라 ‘책임의 성립 단계에서 공동관계’에 관한 문구로 해석한 것으로 보인다. 이와 같은 전제 하에 이 사건 중재판정부는 ‘공동으로 행동하지 않는다(acting not jointly)’라는 문구는 ‘각 피신청인은 피신청인 자신의 계약 위반에 관하여만 책임을 진다’는 취지인데, 소수지분 매도인들이 투자목적회사 피신청인들에게 위임장(Powers of Attorney)을 서명해주어 피신청인들 모두가 계약 위반 사항을 인식하였다고 인정되므로, 각각의 피신청인들이 이 사건 주식양수도계약 제7.1조 후단에 따라 신청외 회사가 입은 손해에 매수인이 매수지분비율을 곱한 만큼의 손해를 배상하여야 한다고 판단한 것으로 보인다. 설령 이와 같은 이 사건 중재판정부의 이와 같은 판단이 이 사건 주식양수도계약 체결 당시 당사자들의 의사와 일치하지 않는다고 하더라도, 중재판정의 승인 및 집행을 심리하는 이 법원은 위와 같은 중재판정부의 판단에 관하여 그 당부를 판단할 수 없다. <br/>     (6) 피신청인들은, 신청인들이 반대중재신청취지에서 ‘각각의 매도인들이 신청인들(중재피신청인들)에게 손해 전체에 관한 책임을 진다는 점에 대한 확인’을 구하였음에도 불구하고[이 사건 중재판정문 단락 525(e)], 이 사건 중재판정부는 ‘신청인들(중재피신청인들)의 나머지 반대중재신청은 기각한다’고 판단하였으므로(이 사건 중재판정문 단락 1501), 이 사건 중재판정부가 각각의 피신청인들이 신청인들의 손해 전체에 관하여 배상하여야 하는 것은 아니라고 보았다고 주장한다. 그러나 앞서 살펴본 바와 같이 이 사건 중재판정 이유에서 각각의 피신청인들이 신청인들에게 전체 손해에 관하여 책임을 진다고 명확히 판단한 이상 이 사건 중재판정문 단락 1501의 기재만으로 피신청인들이 주장하는 위와 같은 결론을 도출할 수는 없다. 피신청인들의 이 부분 주장은 이유 없다. <br/>다) 채권·채무의 중첩관계<br/>     (1) 앞서 살펴본 바와 같이 이 사건 중재판정문 단락 1500(c)에는 이 사건 주식양수도계약 제7.1조 및 제7.5조가 인용되어 있을 뿐, 피신청인 중 1인에 의한 지급이 있거나 신청인들 중 1인에 대한 지급이 있는 경우 피신청인들의 지급의무에 어떤 영향이 있는지가 명시적으로 기재되어 있지 않다.      (2) 그러나 이 사건 중재판정문 단락 34에는 ‘따라서, 중재판정부는 신청인들은 1,666억 원의 손해배상을 받을 권리가 있다고 판단한다(Accordingly, the Tribunal finds that the Respondents are entitled to an indemnity in the amount of KRW 166.6 billion).’라고 기재되어 있고, 단락 536에는 ‘총 손해배상액은 1,666억 원이다(the total value of the indemnity is KRW 166.6 billion)’라고 기재되어 있다. 위와 같은 이 사건 중재판정의 문언에 따르면, 이 사건 중재판정부가 어떤 방식으로든 신청인들의 전체 손해인 1,666억 원을 초과한 배상을 허용하였다고 볼 근거가 없다.<br/>     (3) 이 사건 주식양수도계약의 준거법인 영국법에 의하더라도 일반적으로 손해전보의 범위를 초과하는 손해배상은 허용되지 않는다(소갑 제22호증의 1, 소갑 제43호증의 1, 소갑 제44호증의 1, 소갑 제45호증의 1, 소을가 제8호증의1). 이 사건 중재판정이 명한 손해배상금 지급의무에 관하여, 피신청인들 중 1인에 의한 지급 및 신청인들 중 1인에 대한 지급이 다른 피신청인들의 지급의무 또는 다른 신청인에 대한 지급의무에 영향을 주지 않는다고 해석할 경우, 손해전보의 범위를 초과하는 손해배상을 허용하는 결과가 초래된다. 이 사건 중재판정부가 영국법이 일반적으로 금지하는 위와 같은 손해배상을 명하였다고 볼 수 없다. 그뿐 아니라 이 사건 중재판정에서 피신청인들이 신청인들에게 합계 1,666억 원을 초과하여 지급하는 상황에 관하여 상정하고 있지도 않다. <br/>     (4) 이 사건 중재판정은 각각의 신청인들이 손해 1,666억 원 전체에 관하여 채권을 가지고, 각각의 피신청인들이 손해 1,666억 원 전체에 관하여 책임을 지는 동시에 1,666억 원을 초과하지 않는 배상을 명하였다고 보이므로, 피신청인들 중 어느 누구라도 손해배상금 지급의무를 이행하면 그 범위 내에서 나머지 피신청인들도 그 의무를 면하게 되며, 피신청인들이 신청인들 중 어느 누구에게든지 손해배상금 지급의무를 이행하면 그 범위 내에서 피신청인들은 나머지 신청인에 대하여도 그 의무를 면하게 된다고 판단하였다고 보아야 한다.<br/>     (5) 앞서 살펴본 바와 같이 이 사건 중재판정부는 이 사건 주식양수도계약 제7.1조 및 제7.5조의 ‘공동으로 행동하지 않는다(acting not jointly)’라는 문구를 채무의 중첩관계에 관한 문구가 아닌 책임의 성립 단계에서 공동관계에 관한 문구라고 파악하고 있기 때문에, 영국법상 ‘합동 책임(joint liability)’이나 ‘합동 및 개별 책임(joint and several liability)’의 채무 중첩관계와 다르게 채무자 중 1인의 지급의무 이행이 나머지 채무자들의 지급의무에 영향을 주지 않는다고 볼 이유도 없다.<br/>2) 중재판정 단락 1500(g)에 관한 판단(보수 및 비용)    이 사건 중재판정문 단락 1500(g)의 기재는 아래와 같다.<br/>원문(g) the Sellers shall pay to the Respondents USD 15,080,993, HKD 9,393,975, KRW 20,000,000, and RMB 776,547 with respect to legal and expert costs and expenses and USD 870,000 wit respect to the Respondents’ share of the costs of the arbitration fixed by the ICC Court.번역(g) 매도인들은 중재피신청인들에게 변호사와 전문가 보수 및 비용으로 미화 15,080,993 달러, 홍콩화 9,393,975 달러, 한화 20,000,000원 및 위안화 776,547위안을, 국제상공회의소 국제중재법원이 중재피신청인들의 중재비용 부담부분으로 정한 미화 870,000달러를 지급하여야 한다.<br/>    이 사건 중재판정 중 보수 및 비용의 지급을 명하는 주문인 단락 1500(g)에는 피신청인들(위 단락의 ‘매도인들’)이 신청인들(위 단락의 ‘중재피신청인들’)에게 위 단락 기재 금액 상당 보수 및 비용을 지급해야 한다고만 기재되어 있을 뿐, 위 단락에 기재된 내용만으로는 신청인별 채권 범위 및 피신청인별 책임 범위나 채권·채무의 중첩관계를 곧바로 알 수는 없다. 따라서 마찬가지로 이 사건 중재판정의 주문과 이유를 대조함으로써 보수 및 비용에 관하여 이 사건 중재판정부가 내린 판단을 명확히 하여야 한다.<br/>    이 사건 기록 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 이 사건 중재판정문 단락 1451에는 ‘중재당사자들은 비용에 관한 주장을 하면서도, 이 사건 주식양수도계약, 이 사건 에스크로우계약, 이 사건 환수계약의 중재 조항 중 비용 부분, 특히 비용은 “중재판정부가 정한, 분쟁에서의 최종 책임 또는 손해액에 대한 각자의 비율(in accordance with the respective proportion of the total liability or the amount of Losses in dispute, as determined by the arbitrators)”에 따라 지불되어야 한다는 부분을 언급하지 않았으나, 이 사건 중재판정부는 보수 및 비용에 대한 당사자들의 주장을 판단함에 있어 위 조항을 유념하였다’고 기재되어 있어, 최종 손해배상에서의 채권자의 채권 범위 및 채무자들의 책임 범위, 채권·채무의 중첩관계가 비용에도 그대로 적용된다고 해석되는 점, ② 이 사건 중재절차에서 신청인들과 피신청인들은 지출한 보수 및 비용을 주장함에 있어 당사자별로 구별하여 주장하지 않은 점, ③ 이 사건 중재판정문 단락 1500(g)은 신청인들이 중재절차 등에서 지출한 보수 및 비용의 전보를 목적으로 하는 것인데, 피신청인들 중 1인에 의한 지급의무 이행 또는 신청인들 중 1인에 대한 지급의무 이행이 다른 피신청인들의 지급의무 또는 다른 신청인에 대한 지급의무에 영향을 주지 않는다고 해석할 경우, 신청인들이 지출한 보수 및 비용을 초과하는 보전을 허용하는 결과가 초래되는 점, ④ 이 사건 중재절차의 준거법(lex arbitri)인 홍콩법에 따르더라도 소송비용은 원칙적으로 패소 당사자들이 ‘공동 및 개별책임(jointly and severally)’, 즉 연대책임이나 부진정연대책임의 형태로 부담하는 것으로, 이 사건 중재판정부가 지급을 명한 손해배상금과 같은 책임 형태로 보수 및 비용의 지급을 명하더라도 위 원칙에 특별히 저촉된다고 보기는 어려운 점 등에 비추어 보면, 이 사건 중재판정부는 각각의 피신청인들이 각각의 신청인들에 대하여 이 사건 중재판정문 단락 1500(g)에 기재된 보수 및 비용 전체에 관하여 책임을 지고(즉 신청인들 중 어느 누구라도 피신청인들에 대하여 보수 및 비용 전체에 관한 책임을 추궁할 수 있고), 다만 피신청인들 중 어느 누구라도 이 사건 중재판정문 단락 1500(g)에 따른 보수 및 비용 지급의무를 이행하면 그 범위 내에서 나머지 피신청인들도 그 의무를 면하게 되며, 피신청인들이 신청인들 중 어느 누구에게든지 이 사건 중재판정문 단락 1500(g)에 따른 손해배상금 지급의무를 이행하면 그 범위 내에서 피신청인들은 나머지 신청인에 대하여도 그 의무를 면하게 된다고 판단한 것으로 보인다.<br/>3) 중재판정 단락 1500(h), (i)에 관한 판단(지연이자)<br/>    이 사건 중재판정문 단락 1500(h), (i)의 기재는 아래와 같다.<br/>원문(h) the Claimants shall pay interest on the amount of KRW 166,600,000,000 at the Hong Kong Pre-judgment Rate(prime plus 1%) on a simple basis commencing from 22 December 2017 until the date of this Award.(i) the Sellers shall pay post-award interest on the sum awarded in sub-paragraph (c) at the Hong Kong Judgement Rate on a simple basis commencing 60 days after the Claimants’ receipt of this Award until payment in full and shall pay interest on the sums awarded on account of costs in sub-paragraph (g) at the same rate and commencing on the same date.번역(h) 매도인들은 한화 166,600,000,000원에 대하여 2017년 12월 22일부터 본 중재판정문 서명일자까지 단리 기준으로 홍콩 판결 전 이율(프라임에 1% 가산)에 따라 계산한 이자를 지급하여야 한다.(i) 매도인들은 중재신청인들이 본 중재판정문을 수령한 후 60일이 경과한 날부터 기산하여 완전한 지급이 이루어질 때까지 (c)호에 기술된 지급 판정이 내려진 총액에 대하여 단리 기준으로 홍콩 판결 이율에 따라 계산한 판정 후 이자를 지급하여야 하며, (g)호에 기술된 비용 관련 지급 판정이 내려진 총액에 대하여 동일한 이율로 같은 날부터 기산한 이자를 지급하여야 한다.<br/>    앞에서 본 것과 같이 이 사건 중재판정부는 피신청인들이 단락 1500(c), (g)에 따라 각각의 피신청인들이 각각의 신청인들에 대하여 위 각 단락 기재 금액 전체에 관하여 책임을 지고, 다만 피신청인들 중 어느 누구라도 신청인들에게 지급의무를 이행하면 그 범위 내에서 나머지 피신청인들도 그 의무를 면하게 되며, 피신청인들이 신청인들 중 어느 누구에게든지 지급의무를 이행하면 그 범위 내에서 피신청인들은 나머지 신청인에 대하여도 그 의무를 면하게 된다고 판단하였으므로, 그 부수적인 채무인 지연이자도 피신청인들이 신청인들에게 같은 형태로 지급할 의무를 부담한다고 판단하였다고 봄이 타당하다. <br/>라. ‘각’ 등을 추가하여 집행결정을 구하는 것에 관한 판단<br/>1) 당사자들의 주장<br/>    신청인들은, 이 사건 중재판정 중 손해배상금과 이에 대한 지연이자의 지급을 명한 부분[단락 1500(c), (g), (i) 전단]에 관하여는 중재판정문에 기재되어 있지 않은 ‘각’과 지급 총액을 제한하는 단서를 추가하여 그 집행의 허가를 구하고, 이 사건 중재판정 중 보수 및 비용과 이에 대한 지연이자의 지급을 명하는 부분[단락 1500(c), (i) 후단]에 관하여는 중재판정문에 기재되어 있지 않은 ‘각자’를 추가하거나 중재판정 주문을 그대로 한국어로 직역하여 그 집행의 허가를 구한다. <br/>    한편 피신청인들은, 중재판정문에 기재되어 있지 않은 ‘각’, ‘각자’ 또는 지급 총액을 제한하는 단서를 추가하는 방식의 신청취지는 중재판정의 주문을 보충 또는 변경해달라고 요청하는 것이어서, 집행결정 신청 범위를 일탈한 것으로 부적법하거나 부당하여, 신청인들의 위 집행신청(이하 ‘이 사건 집행신청’이라 한다)은 각하 또는 기각되어야 한다고 주장한다.<br/>2) 판단<br/>가) 손해배상금과 이에 대한 지연이자 부분[단락 1500(c), (g), (i) 전단]<br/>     신청인들은 피신청인들이 각각 손해배상금과 지연이자 전체를 지급할 책임을 부담하되, 피신청인들 중 1인에 의한 지급의무 이행이 다른 피신청인들의 지급의무에 영향을 주지 않는다는 것을 분명히 하기 위하여 ‘각’을 추가하고(모든 신청취지), 지급 총액을 제한하는 단서가 필요하다면 이를 추가하여(제2주위적 신청취지, 제2예비적 신청취지) 중재판정의 집행을 허가해 줄 것을 구하는 것으로 보인다. <br/>    앞서 살펴본 바와 같이 이 사건 중재판정에 따르면, 각각의 피신청인들이 각각의 신청인들에 대하여 손해배상금과 이에 대한 지연이자 전체를 지급할 책임을 부담하기는 하지만, 피신청인들 중 1인이 지급의무를 이행하면 그 범위 내에서 다른 피신청인들도 그 의무를 면하게 된다. 신청인들이 주장하는 대로 주문에 ‘각’을 추가하는 경우 피신청인들 중 1인이 지급의무를 이행하더라도 다른 피신청인들의 지급의무에는 영향이 없다는 의미로 해석되므로, 결국 신청인들의 신청취지대로 손해배상금과 이에 대한 지연이자에 관하여 집행을 허가하는 경우에는 피신청인들이 이 사건 중재판정이 지급을 명한 책임과 다른 형태의 책임을 부담하게 된다. 따라서 주문에 ‘각’을 추가하여야 한다는 신청인들의 이 부분 주장은 받아들일 수 없다. 그러나 앞서 살펴본 바와 같이 신청인들의 피신청인들에 대한 강제집행 총액은 이 사건 중재판정문 단락 1500(c), (g), (i) 전단에 기재된 금액으로 제한되어야 하고 이 사건 중재판정의 집행을 위하여 이를 명시하여 줄 필요성이 있다고 인정되므로, 강제집행 총액을 제한하는 단서를 추가하여 이 사건 중재판정의 집행을 허가한다.<br/>나) 보수 및 비용과 이에 대한 지연이자 부분[단락 1500(c), (i) 후단]<br/>     (1) 이 부분 주위적 신청취지<br/>      신청인들은 피신청인들이 보수 및 비용과 이에 대한 지연이자에 관하여 부진정연대채무를 부담하는 것을 분명히 하기 위하여 ‘각자’를 추가하여 중재판정의 집행을 허가해 줄 것을 구하는 것으로 보인다. <br/>     앞서 살펴본 바와 같이 이 사건 중재판정에 따르면, 각각의 피신청인들이 각각의 신청인들에 대하여 보수 및 비용과 이에 대한 지연이자 전체를 지급할 책임을 부담하고, 피신청인들 중 1인이 지급의무를 이행하면 그 범위 내에서 다른 피신청인들도 그 의무를 면하게 된다는 측면에서는 부진정연대채무와 유사한 점이 있다. 그러나 앞서 살펴본 바와 같이 이 사건 중재판정에 따르면, 신청인들 중 어느 누구라도 피신청인들 각각에 대하여 보수 및 비용과 이에 대한 지연이자 전체에 관한 책임을 추궁할 수 있고, 피신청인들이 신청인들 중 어느 누구에게든지 지급의무를 이행하면 그 범위 내에서 피신청인들은 나머지 신청인에 대하여도 그 의무를 면하게 되는데, 신청인들이 주장하는대로 주문에 “피신청인들은 ‘각자’ ‘신청인들’에게 지급한다”고 기재하는 경우 민법 제408조에 따라 각 신청인이 균등한 비율로 권리가 있다고 해석된다. 즉 각 신청인은 피신청인들에 대하여 보수 및 비용과 이에 대한 지연이자 절반에 관한 책임만 추궁할 수 있고, 피신청인들이 신청인들 중 1인에게 지급의무를 이행하더라도 나머지 신청인에 대한 지급의무에 영향을 주지 않는다고 해석된다. 결국 신청인들의 주위적 신청취지대로 보수 및 비용과 이에 대한 지연이자에 관하여 집행을 허가하는 경우에는 피신청인들이 이 사건 중재판정이 지급을 명한 책임과 다른 형태의 책임을 부담하게 된다. <br/>     (2) 이 부분 예비적 신청취지<br/>      신청인들은 이 사건 중재판정의 주문 그대로를 한국어로 직역하여 중재판정의 집행을 허가해 줄 것으로 구하였다. 신청인들이 주장하는대로 주문에 ‘피신청인들이 신청인들에게 지급한다’고 기재하는 경우 민법 제408조에 따라 각 신청인은 균등한 비율로 권리가 있고, 각 피신청인은 균등한 비율로 의무를 부담한다고 해석된다. 결국 신청인들의 예비적 신청취지대로 보수 및 비용과 이에 대한 지연이자에 관하여 집행을 허가하는 경우에도 피신청인들이 이 사건 중재판정이 지급을 명한 책임과 다른 형태의 책임을 부담하게 된다. <br/>     (3) 소결론 <br/>      따라서 주문에 ‘각자’를 추가하거나 이 사건 중재판정 주문을 그대로 한국어로 직역하여 집행결정의 주문에 기재하여야 한다는 신청인들의 이 부분 주장은 받아들일 수 없다. 다만 앞서 살펴본 바와 같이 신청인들의 피신청인들에 대한 강제집행 총액은 이 사건 중재판정문 단락 1500(c), (i) 후단에 기재된 금액으로 제한되어야 하고 이 사건 중재판정의 집행을 위하여 이를 명시하여 줄 필요성이 있다고 인정되므로, 강제집행 총액을 제한하는 단서를 추가하여 이 사건 중재판정의 집행을 허가한다.<br/>다) 소결론<br/>     결국 이 법원에서 변경된 신청취지는 모두 이 사건 중재판정이 피신청인들에게 지급을 명한 책임과 다른 책임을 부담하게 하는 것이어서 허용될 수 없다고 할 것이다. 다만 신청인들의 신청취지에는 강제집행 총액을 제한하는 단서를 추가하여 이 사건 중재판정 그대로의 집행을 구하는 취지가 포함되어 있다고 할 것이므로, 아래에서 이에 관하여 본다. <br/>마. 이 사건 중재판정의 내용에 관한 결론<br/>1) 손해배상금과 이에 대한 지연이자 부분[단락 1500(c), (g), (i) 전단]<br/>    가) 앞서 본 바와 같이 이 사건 중재판정 중 손해배상 및 이에 대한 지연이자의 지급을 명한 부분은 명확하고, 그 강제적 실현이 가능하므로, 이 사건 중재판정은 그대로 집행이 허가되어야 한다. <br/>    나) 다만 신청인들이 2021. 2. 3. 에스크로우 계좌 잔액 59,659,295,240원을 변제받은 사실과 ▽▽▽로부터 5,829,031,152원을 지급받은 사실을 자인하면서 이를 공제한 손해배상금 및 지연이자에 대한 강제집행의 허가를 구하고 있다. 따라서 이 사건 중재판정 중 손해배상금과 이에 대한 지연이자 부분에 대한 집행은 특별한 사정이 없는 한 이 사건 중재판정문 단락 1500(c), (g), (i) 전단에 기재된 금액에서 신청인들이 변제를 자인한 금액을 공제한 금액의 한도에서 허가되어야 하고, 강제집행 총액은 위 금액을 초과하여서는 안 된다.<br/>2) 보수 및 비용과 이에 대한 지연이자 부분[단락 1500(c), (i) 후단]<br/>    앞서 본 바와 같이 이 사건 중재판정 중 보수 및 비용과 이에 대한 지연이자의 지급을 명한 부분은 명확하고, 그 강제적 실현이 가능하므로, 특별한 사정이 없는 한, 이 사건 중재판정은 그대로 집행이 허가되어야 하고, 강제집행 총액은 이 사건 중재판정문 단락 1500(c), (i) 후단에 기재된 금액을 초과하여서는 안 된다. <br/>3) 피신청인들의 처분권주의 위반 주장에 관하여<br/>    피신청인들은, 제1심결정이 신청인들이 구하지 않은 형태의 강제집행을 허가하였고, 신청인들이 허가를 구하는 집행 범위인 신청취지에서 전제한 양적 한도를 초과하였으므로, 처분권주의에 반한다고 주장한다.<br/>    이 사건 중재판정을 그대로 집행 허가하더라도 이 법원에서 변경된 신청취지에서 전제한 신청범위를 초과하지 않고, 이 법원에서 변경된 신청취지에 의한 이 사건 집행신청은 이 사건 중재판정에 대한 나름대로의 해석을 덧붙여 집행에 문제가 없도록 하고자 한 것이므로, 이 법원에서 변경된 신청취지에는 강제집행 총액을 제한하는 단서를 추가하여 이 사건 중재판정 그대로의 집행을 구하는 취지가 당연히 포함되어 있다고 할 것이다. 따라서 피신청인들의 이 부분 주장은 이유가 없다. <br/>4. 피신청인들의 집행거부 사유 주장에 관한 판단<br/>가. 뉴욕협약 제5조의 집행거부 사유 및 이에 대한 심리·판단 방법<br/>   중재판정의 집행거부 사유에 관한 뉴욕협약 규정은 아래와 같다. <br/>제5조1. 판정의 승인과 집행은 판정의 피원용 당사자의 요청에 따라서, 그 당사자가 판정의 승인 및 집행을 요구받은 국가의 권한 있는 당국에 다음의 증거를 제출하는 경우에 한하여 거부될 수 있다.  가. 제2조에 언급된 합의의 당사자가 그들에게 적용가능한 법에 따라 무능력자이었거나, 또는 당사자가 준거법으로서 지정한 법에 따라 또는 그러한 지정이 없는 경우에는 판정을 내린 국가의 법에 따라 전기 합의가 유효하지 않은 경우, 또는  나. 판정의 피원용 당사자가 중재인의 선정이나 중재절차에 관하여 적절한 통고를 받지 아니하였거나 또는 그 밖의 이유에 의하여 응할 수 없었을 경우, 또는  다. 판정이 중재회부조항에 규정되어 있지 아니하거나 그 조항의 범위에 속하지 아니하는 분쟁에 관한 것이거나, 또는 그 판정이 중재회부의 범위를 벗어나는 사항에 관한 결정을 포함하는 경우. 다만, 중재에 회부한 사항에 관한 결정이 중재에 회부하지 아니한 사항과 분리될 수 있는 경우에는 중재에 회부한 사항에 관한 결정을 포함하는 판정의 부분은 승인 및 집행될 수 있다. 또는  라. 중재판정부의 구성이나 중재절차가 당사자 간의 합의와 합치하지 아니하거나, 또는 이러한 합의가 없는 경우에는 중재가 행해진 국가의 법과 합치하지 아니하는 경우, 또는  마. 당사자에 대하여 판정의 구속력이 아직 발생하지 아니하였거나 또는 판정이 내려진 국가의 권한 있는 당국에 의하여 또는 그 국가의 법에 따라 판정이 취소 또는 정지된 경우.2. 중재판정의 승인 및 집행을 요구 받은 국가의 권한 있는 당국이 다음의 사항을 인정하는 경우에도 중재판정의 승인과 집행이 거부될 수 있다.  가. 분쟁의 대상인 사항이 그 국가의 법에 따라서는 중재에 의해 해결될 수 없는 것일 경우, 또는  나. 판정의 승인이나 집행이 그 국가의 공공의 질서에 반하는 경우.<br/>   뉴욕협약이 적용되는 외국 중재판정에 대하여 집행국 법원은 뉴욕협약 제5조의 집행 거부사유의 유무를 판단하기 위하여 필요한 범위 내에서는 본안에서 판단된 사항에 대하여도 독자적으로 심리·판단할 수 있다. 그러나 한편, 뉴욕협약 제5조가 집행 거부사유를 제한적으로 열거하면서 중재인의 사실오인이나 법리오해 등은 집행 거부사유에서 제외하고 있는 점, 중재판정은 확정판결과 동일한 효력이 있으므로 기판력에 의하여 중재판정의 대상이 된 청구권의 존재는 이미 당사자 사이에 확정된 것인 점 등에 비추어 보면, 집행국 법원이 집행 거부사유의 유무를 판단하기 위하여 본안에서 판단된 실체적 사항에 관하여 다시 심리·판단하는 것은 예외적·제한적으로 이루어져야 한다(대법원 2009. 5. 28. 선고 2006다20290 판결 참조). <br/>   아래에서는 위 법리에 따라 이 사건 중재판정에 관하여 뉴욕협약 제5조의 집행거부 사유가 있는지를 살펴본다. <br/>나. 판단<br/>1) 뉴욕협약 제5조 제1항 (가)호 후단의 집행거부 사유 유무<br/>가) 관련 법리<br/>     뉴욕협약 제5조 제1항 (가)호 후단에 의하면, 당사자가 준거법으로서 지정한 법에 따라 또는 그러한 지정이 없는 경우에는 판정을 내린 국가의 법에 따라 중재합의가 유효하지 않은 경우에는 집행국 법원이 중재판정의 승인 및 집행을 거부할 수 있다. 위 규정에 따르면, 중재합의의 성립과 유효성 판단의 준거법은 일차적으로 당사자들이 준거법으로 지정한 법이 되고, 그 지정이 없는 경우에는 중재판정을 내린 국가의 법이 된다(대법원 2018. 7. 26. 선고 2017다225084 판결 참조).<br/>나) 신청인 1 회사와 피신청인 5 사이에 중재합의가 없었다는 주장에 관한 판단<br/>     (1) 피신청인 5의 주장<br/>신청인 1 회사는 2015. 4. 3. 중재합의를 포함하고 있는 이 사건 주식양수도계약에 따른 모든 권리와 의무를 신청인 2 회사에게 양도하여 신청인 1 회사와 피신청인 5 사이에는 중재합의가 존재하지 않으므로, 이 사건 중재판정의 집행은 거부되어야 한다. <br/>     (2) 판단<br/>      이 사건 주식양수도계약의 준거법으로 지정된 영국법에 의하면, 중재판정부의 관할권에 대한 이의 없는 중재위탁요지서를 작성하였을 경우 중재합의가 존재하지 않는다는 주장을 할 수 없다. 한편 중재지법인 홍콩중재조례 제19조 제(1)항에 의하더라도 교환된 신청서 또는 답변서의 내용에 어느 당사자가 중재합의가 있는 것을 주장하고 상대방 당사자가 이에 다투지 아니한 경우에는 서면에 의한 중재합의가 존재하는 것으로 인정된다.<br/>      이 사건 기록 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 신청인들과 피신청인들이 2017. 11. 8. 중재절차에서 당사자, 중재대리인, 중재조항, 준거법 등을 확인하는 중재위탁요지서(Terms of Reference)를 작성한 점, ② 피신청인 5는 신청인들의 중재신청에 응한 것이 아니라, 신청인들을 상대로 중재합의가 있었음을 주장하며 먼저 중재신청을 하였고, 신청인들이 이에 응한 점, ③ 이 사건 중재판정문 단락 54에도 이 사건 중재판정부가 이 사건 중재의 수행과 관련하여 당사자들로부터 어떠한 이의제기도 수령하지 않았다고 기재되어 있는 점 등에 비추어 보면 신청인 1 회사와 피신청인 5 사이에 중재합의가 존재한다고 보아야 한다. 따라서 피신청인 5의 위 주장은 이유 없다. <br/>2) 뉴욕협약 제5조 제1항 (나)호의 집행거부 사유 유무<br/>가) 관련 법리<br/>     뉴욕협약 제5조 제1항 (나)호에 의하면, 중재판정이 불리하게 원용되는 당사자가 중재인의 선정이나 중재절차에 관하여 적절한 통고를 받지 아니하였거나 또는 기타 이유에 의하여 방어할 수 없었던 경우에는 집행국 법원이 중재판정의 승인 및 집행을 거부할 수 있게 되어 있는바, 이 규정의 취지는 위와 같은 사유로 당사자의 방어권이 침해된 모든 경우를 말하는 것이 아니라 그 방어권침해의 정도가 현저하게 용인할 수 없는 경우만으로 한정되는 것이라고 해석되고, 또 중재당사자의 방어권보장은 절차적 정의실현과 직결되어 공공의 질서의 일부를 이루는 것이므로 이는 집행국 법령의 기준에 의하여 판단하여야 할 것이다(대법원 1990. 4. 10. 선고 89다카20252 판결 참조).<br/>나) 중재절차에서 대등한 지위를 보장받지 못하였다는 주장에 관한 판단<br/>     (1) 피신청인 1 회사의 주장<br/>      이 사건 중재판정이 신청인들에게 유리한 홍콩에서 진행되었고, 신청인들이 신청외 회사를 장악하고 있어 피신청인들은 중재에 필요한 정보와 자료를 얻을 수 없는 등 중재절차에서 대등한 공격과 방어가 이루어지지 않았다.<br/>     (2) 판단<br/>      이 사건 기록 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 중재의 장소가 홍콩으로 정해진 것은 신청인들과 피신청인들이 이 사건 주식양수도계약에서 홍콩을 중재지로 정하였기 때문인 점, ② 피신청인들은 영국 대형 로펌과 국내 로펌을 대리인으로 선임한 상태로 중재절차에 임하여 이 사건 중재 과정에서 적절한 법적 조력을 받은 것으로 보이는 점, ③ 신청외 회사의 정보 및 자료와 관련하여 이 사건 중재판정부는 ‘이와 관련하여 당사자들이 제출한 자료들과 관련 문서제출 요청 및 지시사항들을 검토한 결과, 어느 한쪽이 해당 공개범위 내에서 적절히 문서를 공개하지 않았다거나 또는 이와 관련한 본 중재판정부의 지시를 준수하지 않았다는 주장은 설득력이 없다’고 판단한 점(이 사건 중재판정문 단락 1127) 등을 종합하여 보면, 피신청인 1 회사가 주장하는 사정만으로는 집행거부의 사유에 해당하는 방어권 침해가 있었다고 보기 어렵다. 따라서 피신청인 1 회사의 이 부분 주장은 이유 없다.<br/>다) 피신청인들의 구체적 책임 범위에 관한 판단유탈 및 방어권 침해가 있었다는 주장에 관한 판단<br/>    (1) 투자목적회사 피신청인들, 피신청인 4 회사의 주장<br/>     이 사건 중재절차에서 피신청인들이 신청인들에 대하여 비례적인 책임을 진다는 주장을 철회하지 않았음에도 불구하고 이 사건 중재판정부는 피신청인들이 위 주장을 철회하였다고 잘못 판단하여 피신청인들의 구체적 책임 범위에 관하여 실질적인 판단을 누락하였고, 이 사건 주식양수도계약의 협상 과정에 관한 증거를 채택하지도 않고 이에 관한 판단을 누락하였으며, 이로써 피신청인들의 절차적 권리를 중대하게 침해하였다. <br/>    (2) 판단<br/>     이 사건 기록 및 심문 전체의 취지에 의하면, 이 사건 중재판정부는 피신청인들이 비례적 책임에 관한 주장을 포기하였다는 신청인들의 주장에 대하여, 이 사건 중재판정문 단락 1266에 ‘중재신청인들이 비록 명시적으로 철회하지는 않았으나 재항변서면(Sur-Rejoinder Memorial), 심리기일후 주장서면(Post-Hearing Brief), 2019년 9월 22일자 제출서면(Memorandum) 또는 구두 변론에서 비례적 책임에 관한 어떠한 주장도 하지 않았다는 점을 인지하고 있다’는 취지로 기재한 사실은 소명된다. 그러나 중재판정문 단락 1265에서 이미 피신청인 4 회사, 피신청인 5가 무엇을 알고 있었는지 또는 알지 못했는지를 불문하고 계약 위반에 대하여 개별적으로 책임을 진다고 판단하였고, 앞서 살펴본 바와 같이 이 사건 중재판정의 해석상 이는 각각의 피신청인들이 각각의 신청인들에 대하여 손해액 1,666억 원 전체에 관하여 책임을 진다는 의미이므로, 이 사건 중재판정부는 피신청인들의 비례적 책임에 관한 주장을 배척하는 판단을 명시적으로 하였다고 보아야 한다. 이 사건 중재판정문 단락 1266에서도, 피신청인들이 비례적 책임에 관한 주장을 철회하였기 때문이 아니라, 이 사건 주식양수도계약 제7.1조의 문언을 근거로 손해의 비례적 분담이 요구되지 않는다고 결론을 내렸다. 따라서 피신청인들의 구체적 책임 범위에 관하여 충분한 공방이 이루어진 것으로 보이고, 이 사건 중재판정부가 이에 관한 판단을 누락하였다고 볼 수 없다.<br/>     한편 이 사건 중재판정문 단락 996에서 영국법상 계약해석에 관한 여러 문헌을 인용하며 이 사건 주식양수도계약 협상 당시 당사자들의 주관적 의도를 기초로 한 주장은 고려할 수 없다고 판단하였다. 따라서 이 사건 주식양수도계약의 협상과 관련한 주장 및 증거에 관한 판단을 누락하였다고 볼 수 없다. <br/>     결국 투자목적회사 피신청인들 및 피신청인 4 회사의 이 부분 주장도 이유 없다.<br/>라) 손해액 산정에서의 판단유탈 및 방어권 침해 주장에 관한 판단<br/>     (1) 피신청인들의 주장<br/>      이 사건 중재판정부는 진술 및 보장 위반 책임과 확약 위반 책임에 있어, 책임의 최대한도를 매도대금의 15%로 제한하는 이 사건 주식양수도계약 제7.2조의 적용 여부에 차이가 있다고 판단하면서도, 각 책임과 인과관계 있는 손해액을 별도로 산정하지 않았고, 진술 및 보장 위반 책임에 위 조항을 적용하지 않았다. 이에 대한 판단이 누락되었으므로 판단유탈에 해당하고, 피신청인들은 각 책임과 인과관계 있는 손해액에 관하여 주장·입증할 기회를 박탈당하여 방어권을 침해당하였다. <br/>     (2) 판단<br/>      이 사건 중재판정부는 확약 위반으로 인한 책임에는 진술 및 보장 위반으로 인한 책임과 달리 이 사건 주식양수도계약 제7.2조가 적용되지 않는다고 판단하면서(이 사건 중재판정문 단락 993), 확약 위반[제6.1조(a)(iii)]과 진술 및 보장 위반[제5.1조(o), 제5.1조(k)(i)]이 모두 신청인들의 손해와 인과관계가 있다고 판단한 후(이 사건 중재판정문 단락 1321, 1322), 최종 손해배상 금액을 산정하였다. 이 사건 기록 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 이 사건 중재판정부는 확약 위반과 인과관계 있는 손해액과 진술 및 보장 위반과 인과관계 있는 손해액을 별도로 산정하지 않고 거래종결일 이후 특정 시점인 2017. 12. 22.를 기준으로 산정한 육류담보대출로 인한 피해액을 손해액으로 산정한 점, ② 위와 같은 손해 산정 방법은 신청인들 및 피신청인들이 선정한 손해산정 전문가들의 합의에 따라 제시한 방안이었던 점, ③ 위 방법에 따라 산정한 손해액 1,666억 원은 매매대금 총액 1,165,806,230,400원의 15%를 초과하지 않는 점 등에 비추어 보면, 확약 위반과 인과관계 있는 손해액과 진술 및 보장 위반과 인과관계 있는 손해액이 별도로 산정하지 않았더라도 판단유탈이 있었다고 보기 어렵고, 위와 같은 손해액 산정에 따라 인정된 손해배상금의 집행이 현저히 부당하고 상대방으로 하여금 집행을 수인하도록 하는 것이 정의에 반함이 명백하여 사회생활상 용인할 수 없을 정도에 이르렀다고 인정하기에 부족하다. 한편 이 사건 중재절차에서는 손해액 산정 방법 및 기준 시점이 상세하게 다투어져 이 사건 중재판정부에 의한 판단이 이루어졌으므로, 이 사건 중재절차의 손해액 산정 과정에서 집행거부의 사유에 해당하는 방어권 침해가 있었다고 볼 수도 없다. 따라서 피신청인들의 이 부분 주장도 이유 없다.<br/>3) 뉴욕협약 제5조 제1항 (다)호의 집행거부 사유 유무<br/>    가) 피신청인 5의 주장<br/>     이 사건 중재판정이 피신청인들 각각 또는 각자 신청인들에게 전체 손해액을 지급할 것을 명하였다고 해석되는 경우, 신청인들은 반대중재신청취지에서 손해배상에 관하여 ‘매도인들이 신청인들에게 손해를 배상하라’는 취지의 이행 명령을 구하며[이 사건 중재판정문 단락 525(d) 부분] 채권자별 청구금액이나 채권자들의 상호관계 등에 대하여는 어떠한 특정도 하지 않았고, ‘매도인들 각각(each of the Sellers)이 전체 손해액(full amount)에 대하여 책임을 부담한다’는 ‘확인’을 구하였을 뿐이므로[이 사건 중재판정문 단락 525(e) 부분], 이 사건 중재판정은 반대중재신청취지의 범위를 벗어나 처분권주의 및 당사자주의를 위반하였다. 또한 신청인들이 반대중재신청취지에서 사용한 “Anbang”이 이 사건 중재판정 주문의 “Respondents”와 의미가 일치한다고 보기 어려우므로 이 사건 중재판정은 반대중재신청취지의 범위를 벗어나 판정하였다고 보아야 한다. 따라서 이 사건 중재판정의 집행은 거부되어야 한다. <br/>    나) 판단<br/>     뉴욕협약 제5조 제1항 (다)호에 의하면, 중재판정이 중재 회부의 범위를 벗어나는 사항에 관한 결정을 포함하는 경우에는 집행국 법원이 중재판정의 승인 및 집행을 거부할 수 있다. 한편 중재판정은 엄격한 처분권주의에 입각한 민사판결과 달리 유연하고 합리적인 해결책을 도모할 수 있는 절차적 특성을 가지므로, 민사판결과 비교하여 형평을 고려한 유연한 결정을 내릴 여지가 넓다(대법원 2018. 12. 13. 선고 2018다240387 판결 참조). <br/>     이 사건 기록 및 심문 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 신청인들의 반대중재신청취지에 피신청인들의 책임 형태 등에 관한 구체적인 판단을 구하였다고 볼 수 있는 점[이 사건 중재판정문 단락 525(e) 부분], ② 비록 위 부분 반대중재신청취지가 이행명령을 구하는 것이 아니라 확인을 구하는 형태였다고 하더라도 이 사건 중재판정은 반대중재신청취지와 무관하게 새로운 판단을 부가한 것이 아니라 신청인들이 구한 손해배상금의 이행명령을 내리면서[이 사건 중재판정문 단락 525(d), 1500(c)] 피신청인들의 책임 형태 등에 관하여 중재판정의 이유에서 구체적으로 판단한 점, ③ 신청인들은 반대중재신청취지 중 마지막 항에서 ‘그 외 공정하거나 이 사건 중재판정부가 적절하다고 판단하는 기타 추가 조치’를 구한 점[이 사건 중재판정문 단락 525(j) 부분], ④ 신청인들은 이 사건 중재절차에서 제출한 첫 서면(소갑 제136호증의1)에서 신청인 1 회사와 신청인 2 회사를 총칭하여 “Anbang”으로 정의하였고, 반대중재신청취지에서도 “Anbang”을 신청인들[이 사건 중재판정문의 “Respondents(중재피신청인들)”]을 지칭하는 의미로 사용하였던 점 등에 비추어 보면, 이 사건 중재판정부가 반대중재신청취지의 범위를 벗어나 중재판정을 내렸다고 볼 수 없고, 나아가 처분권주의 및 당사자주의를 위반하였다고 보기 어렵다. 따라서 피신청인 5의 이 부분 주장은 이유 없다. <br/>4) 뉴욕협약 제5조 제1항 (라)호의 집행거부 사유 유무<br/>    가) 피신청인 4 회사, 피신청인 5의 주장<br/>     이 사건 중재판정은, 이유에서는 신청인 1 회사가 매수인의 지위를 상실하였다고 하면서도 주문에서는 신청인 1 회사에게도 손해배상청구권을 인정하여 주문과 이유의 불일치 및 이유 불기재라는 하자가 존재하므로, 이 사건 중재판정의 집행은 거부되어야 한다. <br/>    나) 판단<br/>     뉴욕협약 제5조 제1항 (라)호에 의하면, 중재판정부의 구성이나 중재절차가 중재가 행해진 국가의 법과 합치하지 아니하는 경우에는 집행국 법원이 중재판정의 승인 및 집행을 거부할 수 있다. 중재지법인 홍콩중재조례 제67조에 편입된 UNCITRAL 모델중재법 제31조 제2항은 이유를 기재하지 않기로 하는 당사자 간 합의가 있거나 같은 법 제30조에 의한 화해에 따른 판정인 경우가 아닌 한 중재판정은 근거가 되는 이유를 기재하여야 한다고 정한다. 따라서 당사자 간 합의나 화해 없이 중재판정에 이유를 기재하지 아니한 때에는 집행국 법원이 중재판정의 승인 및 집행을 거부할 수 있는데, 홍콩 법원의 판례에 의하면 위 조항이 요구하는 이유 기재의 정도는 사실상 또는 법률상 근거가 설명되고 논리가 기재되어 중재판정부가 중요한 쟁점에 대하여 어떻게 그리고 왜 그와 같은 판단을 내렸고, 어떻게 하여 결론에 이른 것인지 알 수 있을 정도면 충분하다.<br/>     이 사건 기록 및 심문 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 이 사건 중재절차에서 피신청인 측이 선정한 손해산정 전문가가 ‘신청인 1 회사는 거래종결 전에 신청인 2 회사에게 이 사건 주식양수도계약상 모든 권리와 의무를 양도하였기 때문에 손해배상을 구할 청구권원(cause of action)이 없다’고 지적한 것[이 사건 중재판정 단락 499(b)(iii)] 외에, 이 사건 중재절차에서 피신청인들이 신청인 1 회사의 손해배상 권리자로서의 지위에 관하여 다툰 적은 없는 것으로 보이는 점, ② 위와 같은 전문가의 주장도 이 사건 중재판정에서 채택되지 않은 손해 산정 방법(No Closing)에 따라 신청인들이 계산한 손해액에 대한 반박으로서 주장된 것인 점, ③ 신청인들 및 피신청인들이 이 사건 중재판정부와 합의하여 확정한 이 사건 중재의 쟁점을 기재한 중재위탁요지서(Terms of Reference) 제6조에는 신청인 1 회사와 신청인 2 회사를 통칭하여 ‘중재피신청인들’ 또는 ‘반대중재신청인들’이라고 기재되어 있고, 신청인 1 회사의 손해배상 권리자로서의 지위는 문제시되지 않은 점, ④ 이 사건 주식양수도계약 체결 당시부터 신청인 2 회사는 신청인 1 회사의 이 사건 주식양수도계약상 의무를 보증하는 등(이 사건 중재판정문 단락 48) 신청인들은 밀접한 관계에 있었고, 이 사건 주식양수도계약 제7.1조는 각 매도인이 신청외 회사 주식의 매수인뿐만 아니라 그 계열회사(Affiliates)가 입은 손해도 배상하여야 한다고 정하고 있는 점 등에 비추어 보면, 이 사건 중재절차에서 신청인 1 회사의 손해배상 권리자로서의 지위가 중요한 쟁점이 되었다고 볼 수 없고, 이 사건 중재판정이 신청인 1 회사를 이유 기재 없이 손해배상 권리자로 인정하였다고 하더라도 이를 이유로 중재판정의 집행을 거부할 수는 없다. 따라서 피신청인 4 회사, 피신청인 5의 이 부분 주장은 이유 없다. <br/>5) 뉴욕협약 제5조 제2항 (나)호의 집행거부 사유 유무<br/>가) 관련 법리<br/>     뉴욕협약 제5조 제2항 (나)호에 의하면 중재판정의 승인이나 집행이 그 국가의 공공의 질서에 반하는 경우에는 집행국 법원은 중재판정의 승인이나 집행을 거부할 수 있는바, 이는 중재판정의 승인이나 집행이 집행국의 기본적인 도덕적 신념과 사회질서를 해하는 것을 방지하여 이를 보호하려는 데 그 취지가 있다 할 것이므로, 그 판단에 있어서는 국내적인 사정뿐만 아니라 국제적 거래질서의 안정이라는 측면도 함께 고려하여 제한적으로 해석하여야 할 것이고, 해당 중재판정을 인정할 경우 그 구체적 결과가 집행국의 선량한 풍속 기타 사회질서에 반할 때에 승인이나 집행을 거부할 수 있다고 할 것이다(대법원 2003. 4. 11. 선고 2001다20134 판결 참조). <br/>나) 불특정한 중재판정이라는 주장에 관한 판단<br/>     (1) 피신청인 5의 주장<br/>      이 사건 중재판정은 그 자체로 집행에 의문이 없을 정도로 그 내용이 명확히 특정되어 있지 않으므로, 이 사건 중재판정에 기한 집행은 공서양속에 반한다.<br/>     (2) 판단<br/>      앞서 제3항에서 상세히 살펴본 바와 같이 이 사건 중재판정은 주문과 이유의 해석을 통하여 그 의미를 명확히 할 수 있고, 그 강제적 실현이 가능한 정도의 특정성과 구체성을 가지고 있다. 따라서 피신청인 5의 이 부분 주장도 이유 없다. <br/>다) 사기에 의하여 편취된 중재판정이라는 주장에 관한 판단<br/>     (1) 피신청인 5의 주장<br/>      이 사건 주식양수도계약 체결 당시 신청인 1 회사와 피신청인들은 협상을 거쳐 피신청인들이 비례적 분할책임만 지기로 약정하였음이 분명함에도, 신청인들은 투자목적회사 피신청인들이 무자력 상태가 되자, 피신청인들이 각각 전체 손해에 대하여 책임을 지기로 약정하였다는 취지의 허위주장을 하여 피신청인들이 각각 전체 손해에 대하여 책임을 부담할 수 있는 것으로 해석될 여지가 있는 불분명한 중재판정을 편취하였다. 이러한 과정을 통해 성립한 중재판정의 집행을 허가하는 것은 불법한 방법을 통해 만들어낸 권리의무관계의 실현에 국가가 조력하는 것이므로, 공서양속에 반한다.<br/>     (2) 판단<br/>      집행국 법원이 외국중재판정의 편취 여부를 심리한다는 명목으로 실질적으로 중재인의 사실인정과 법률적용 등 실체적 판단의 옳고 그름을 전면적으로 재심사한 후 그 외국중재판정이 사기적 방법에 의하여 편취되었다고 보아 집행을 거부하는 것은 허용되지 않는다. 다만 그 외국중재판정의 집행을 신청하는 당사자가 중재절차에서 처벌받을 만한 사기적 행위를 하였다는 점이 명확한 증명력을 가진 객관적 증거에 의하여 명백히 인정되고, 그 반대당사자가 과실 없이 신청당사자의 사기적인 행위를 알지 못하여 중재절차에서 이에 대하여 공격방어를 할 수 없었으며, 신청당사자의 사기적 행위가 중재판정의 쟁점과 중요한 관련이 있다는 요건이 모두 충족되는 경우에 한하여, 당해 외국중재판정의 집행을 거부할 수 있다(대법원 2009. 5. 28. 선고 2006다20290 판결 참조). <br/>피신청인 5의 이 부분 주장은 이 사건 주식양수도계약 체결 당시 피신청인들이 비례적 분할책임만 지기로 약정하였다는 점을 전제로 한 주장으로, 위 주장에 관하여 심리하기 위하여 이 사건 중재판정의 피신청인별 책임 범위에 관한 실체적 판단의 당부를 전면적으로 재심사하는 것은 허용되지 않는다. 또한 피신청인 5가 주장하는 사정만으로는 신청인들이 이 사건 중재절차에서 처벌받을 만한 사기적 행위를 하였다는 점이 명백히 인정된다고 볼 수 없다. 따라서 피신청인 5의 이 부분 주장은 이유 없다.<br/>라) 이 사건 중재판정의 집행은 배신적 주장을 용인하는 것이라는 주장에 관한 판단<br/>     (1) 투자목적회사 피신청인들의 주장<br/>      이 사건 주식양수도계약 체결 당시 스스로 합의한 내용과 달리 피신청인들이 각각 전체 손해에 대하여 책임을 지기로 약정하였다는 취지의 주장을 하는 것은 신의성실의 원칙상 허용되어서는 아니되고, 이 사건 중재판정의 집행은 이러한 주장을 용인하는 것이므로, 공서양속에 반한다. <br/>     (2) 판단<br/>투자목적회사 피신청인들의 이 부분 주장은 이 사건 주식양수도계약 체결 당시 피신청인들이 비례적 분할책임만 지기로 약정하였다는 점을 전제로 한 주장으로, 위 주장에 관하여 심리하기 위하여 이 사건 중재판정의 피신청인별 책임 범위에 관한 실체적 판단의 당부를 전면적으로 재심사하는 것은 허용되지 않는다. 또한 투자목적회사 피신청인들이 주장하는 사정만으로는 신청인들이 신의성실의 원칙에 반하는 주장을 하였다고 인정하기 어렵다. 따라서 투자목적회사 피신청인들의 이 부분 주장은 이유 없다. <br/>마) 하자 있는 절차를 통해 얻어낸 증거를 주요 근거로 하여 내려진 중재판정이라는 주장에 관한 판단<br/>     (1) 피신청인 4 회사의 주장<br/>      피신청인들이 신청인들에게 신청외 회사에 대하여 내려진 육류담보대출 사기 관련 금융감독원의 제재처분에 불복하여야 한다고 제안하였음에도, 신청인들은 이러한 제안을 무시하고 위 제재처분을 다투지 않은 채 그대로 확정시켰다. 이 사건 중재판정은 위 제재처분에서 인정한 사실관계 및 처분사유를 근거로 하여 피신청인들에게 손해배상책임을 인정하였는데, 이처럼 피신청인들의 방어권이 보장되지 않은 절차를 통하여 얻어진 증거들을 주요 근거로 하여 판정한 이 사건 중재판정의 집행을 구하는 것은 공서양속에 반한다. <br/>     (2) 판단<br/>      이 사건 기록 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 신청외 회사에 대한 제재처분이 내려질 당시 피신청인들은 신청외 회사의 주주가 아니었으므로 제재처분 절차에서 당연히 방어권을 보장받았어야 한다고 보기 어렵고, 그럼에도 불구하고 투자목적회사 피신청인들의 대표가 참고인으로서 제재심의위원회에 진술서를 제출하는 등 절차에 일부 참여한 점, ② 피신청인들은 이 사건 중재절차에서 신청외 회사 직원에 대한 행정소송 판결 등을 제출하며 위 제재처분에 대하여 반박하는 등 위 제재처분의 내용을 다툴 기회가 충분히 있었던 점, ③ 이 사건 중재판정부가 신청외 회사에 대한 금융감독원의 제재처분만을 근거로 피신청인들의 이 사건 주식양수도계약 위반 사실을 인정하였다고 볼 수 없는 점 등에 비추어 보면, 피신청인 4 회사가 주장하는 사정만으로 이 사건 중재판정 집행의 구체적 결과가 공서양속에 반한다고 볼 수 없다. 따라서 피신청인 4 회사의 이 부분 주장은 이유 없다. <br/>바) 무권리자에게 부여된 집행권원이라는 주장에 관한 판단<br/>     (1) 피신청인들의 주장<br/>      이 사건 주식양수도계약은 피신청인들과 신청인 1 회사 사이에 체결되었고, 신청인 1 회사는 신청인 2 회사에게 매수인의 지위를 이전하였음에도, 이 사건 중재판정은 신청인 1 회사에 대하여도 계약상 책임에 따른 손해배상을 받을 권리를 부여하였는바, 이러한 중재판정의 집행을 허가하는 것은 절차적 공서양속 위반이거나 계약준수 원칙 등 실체적 공서양속 위반에 해당한다. <br/>     (2) 판단<br/>신청인 1 회사에게도 손해배상청구권을 인정한 부분과 관련하여, 그와 같은 사정만으로 이 사건 중재판정에 기한 집행을 거부할 사유가 될 수 없음은 앞서 본 바와 같다. 또한 이 사건 중재판정부는 피신청인들이 신청인 중 어느 하나에 대하여 지급의무를 이행한 경우에는 그 범위 내에서 다른 신청인에 대한 지급의무를 면한다고 판단하였음은 앞서 살펴본 바와 같다. 피신청인들의 이 부분 주장은 신청인 1 회사에게 손해배상을 받을 권리가 없음을 전제로 이 사건 중재판정의 본안에서 판단된 실체적 사항에 관하여 전면적으로 다시 심리·판단해달라는 것에 불과하다. 따라서 피신청인들의 이 부분 주장도 이유 없다. <br/>사) 신청인들의 과실을 전혀 고려하지 않아 부당하다는 주장에 관한 판단<br/>     (1) 피신청인들의 주장 <br/>      신청인들의 과실비율을 전혀 고려하지 않고 피신청인들에게 손해의 전부를 손해배상책임을 부담시킨 것은 손해의 공평한 부담 원리와 자기책임의 원칙에 반하는 것으로, 공서양속에 반한다.<br/>     (2) 판단<br/>      이 사건 중재판정부는 신청인들 및 피신청인들이 선정한 손해산정 전문가들이 합의한 손해산정 방법 및 기준 시점에 따라 산정된 손해액을 피신청인들의 최종 손해배상금액으로 인정하였는바, 피신청인들의 이 부분 주장은 피신청인들의 책임에 관하여 다시 심사하여 이 사건 중재판정과 다른 판단을 구하는 것에 해당하므로 그 자체로 이유 없을 뿐만 아니라, 이 사건 기록 및 심문 전체의 취지에 비추어 보더라도 이 사건이 신청인들의 과실을 고려하여 과실상계하거나 책임을 제한하지 않으면 중재판정의 집행 결과가 공서양속에 반하는 경우라고 단정할 수도 없다. 따라서 피신청인들의 이 부분 주장은 이유 없다. <br/>아) 소수지분 매도인들은 확약조항의 수범자가 아니라는 주장에 관한 판단<br/>     (1) 피신청인 4 회사, 피신청인 5의 주장<br/>피신청인 4 회사, 피신청인 5는 신청외 회사의 소수주주에 불과하여 신청외 회사의 운영에 관여하거나 나아가 법규를 준수하도록 강제할 수 있는 권한이 없어 확약조항의 수범자가 될 수 없음에도, 피신청인 4 회사, 피신청인 5에게 손해배상책임을 부과하는 것은 법률상 가능하지 않은 의무를 강요하고 그 의무 위반으로 인한 책임을 묻는 것으로서, 자기책임의 원칙이나 소유와 경영의 분리 원칙에 반하므로, 공서양속에 반한다.<br/>     (2) 판단<br/>      이 사건 중재판정부는 이 사건 중재판정문 단락 1265에서 피신청인 4 회사, 피신청인 5도 각자가 이 사건 주식양수도계약의 당사자였으므로, 그들이 무엇을 알고 있었는지 또는 알지 못하였는지를 불문하고 계약 위반에 대한 개별적인 책임을 진다고 판단하면서, 단락 1264에서 피신청인 4 회사, 피신청인 5가 투자목적회사 피신청인들 측에게, 보고 피신청인 측이 알고 있었던 사정은 피신청인 4 회사, 피신청인 5도 알고 있었다고 보는 위임장(Powers of Attorney)을 서명해준 점을 위 판단의 근거로 언급하였다. 피신청인 4 회사, 피신청인 5의 이 부분 주장은 이 사건 중재판정의 위 피신청인들의 책임에 관한 실체적 판단의 당부를 전면적으로 재심사하여 이 사건 중재판정과 다른 판단을 구하는 것에 해당하므로, 그 자체로 이유가 없다. 따라서 피신청인 4 회사, 피신청인 5의 이 부분 주장은 이유가 없다. <br/>자) 과도한 배상책임을 인정하였다는 주장에 관한 판단<br/>     (1) 투자목적회사 피신청인들의 주장<br/>      이 사건 중재판정이 피신청인들이 각각 손해액 전부를 배상하여야 한다는 취지라면, 이는 피신청인들이 스스로 부과한 책임의 범위를 초과하여 당사자들의 자유로운 의사에 반하는 과도한 배상책임을 지우는 것이므로, 자기책임의 원칙과 사적자치의 원칙에 반하는 것으로서 공서양속에 반한다. <br/>     (2) 피신청인 4 회사, 피신청인 5의 주장<br/>      이 사건 중재판정이 소수지분을 매도한 피신청인 4 회사, 피신청인 5도 각각 손해액 전부를 배상하여야 한다는 취지라면, 매도지분비율이나 이 사건 주식양수도계약으로 얻은 이익에 비하여 지나치게 가혹한 결과가 초래되어, 자기책임의 원칙, 손해의 적정·공평한 분담이라는 손해배상제도의 이념, 형평의 원칙 등 근본적인 법원칙과 정의관념에 반하므로, 그 일부 또는 전부가 공서양속에 반한다. <br/>     (3) 판단<br/>      이 사건 기록 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들에 비추어 보면, 소수지분 매도인들을 포함한 피신청인들이 매각한 지분비율이나 매도대금비율을 넘어 손해 전체에 대하여 손해배상책임을 부담하게 된 것은, 피신청인들이 그러한 내용으로 이 사건 주식양수도계약을 체결하였기 때문이므로, 자기책임의 원칙, 사적자치의 원칙에 반한다고 볼 수 없고, 이 사건 중재판정부가 인정한 피신청인들의 책임의 형태 등을 고려해보았을 때 손해의 적정·공평한 분담이라는 손해배상제도의 이념, 형평의 원칙 등에 반한다고 볼 수도 없다. 따라서 피신청인들의 이 부분 주장은 이유가 없다. <br/>      (가) 투자목적회사 피신청인들은 사모투자전문회사가 설립한 투자목적회사이고, 피신청인 4 회사는 국내 코스피 시장에 상장된 증권회사이며, 피신청인 5는 개인이기는 하나 거래대금이 45,946,544,137원에 이르는 이 사건 주식양수도계약을 함께 체결하였다. 피신청인들은 이 사건 주식양수도계약을 체결하는 과정에서 법률전문가들로부터 충분한 자문을 받은 것으로 보인다. <br/>      (나) 이 사건 중재판정부가 피신청인들 각자에게 손해 전부의 배상을 명한 것은 이 사건 주식양수도계약의 해석·적용에 따른 것이고, 이러한 과정에서 중재판정부가 그 권한을 남용하였다거나, 이와 같은 중재판정부의 판단이 명백하게 비상식적이거나 모순이 있다고 볼 수 없다. <br/>      (다) 피신청인 4 회사, 피신청인 5는 신청외 회사의 주식을 각각 3%, 2.5%만 가져 경영권을 갖지 못한 소수주주에 불과하기는 하였으나, 피신청인 4 회사, 피신청인 5가 지분 매각에 참여한 것은 스스로 동반매도권을 행사하였기 때문이었다. 피신청인 4 회사, 피신청인 5가 이 사건 주식양수도계약의 거래가격과 같은 가격에, 투자목적회사 피신청인들과는 다른 거래조건으로 신청외 회사의 주식을 양도하는 것은 어려웠을 것으로 보인다. <br/>      (라) 앞서 살펴본 바와 같이 이 사건 중재판정에 따르면, 각각의 피신청인들이 각각의 신청인들에 대하여 손해액 전체에 대한 책임을 부담하고, 다만 피신청인들 중 어느 누구라도 지급의무를 이행하면 그 범위에서 나머지 피신청인들도 그 의무를 면하게 되며, 피신청인들이 신청인들 중 어느 누구에게든지 지급의무를 이행하면 그 범위 내에서 피신청인들은 나머지 신청인에 대하여도 그 의무를 면하게 된다. 따라서 이 사건 중재판정에 따른 집행은 이 사건 중재판정 주문에 기재된 총 금액을 한도로만 이루어질 수 있으므로, 신청인들이 부당한 이익을 얻는다거나 피신청인들로 하여금 집행을 수인하도록 하는 것이 정의에 반함이 명백하여 사회생활상 용인할 수 없을 정도에 이르렀다고 볼 수 없다.<br/>      (마) 피신청인들 중 어느 하나가 이 사건 중재판정의 집행으로 내부분담비율에 따른 책임보다 더 많은 책임을 부담하게 된 경우, 그 피신청인은 이 사건 주식양수도계약에 관한 준거법인 영국법의 ‘Civil Liability (Contribution) Act 1978’에 따라 다른 신청인들을 상대로 내부 분담비율에 초과하는 부분에 관하여 구상권을 행사할 수 있고, 이와 같은 피신청인들 간의 구상권 행사가 특별히 어려운 사정이 존재한다고 볼 수 없다. <br/>차) 손해 전보의 범위를 초과하는 손해배상이라는 주장에 관한 판단<br/>     (1) 투자목적회사 피신청인들의 주장<br/>      피신청인들의 확약 또는 진술 및 보장 위반으로 인하여 발생할 수 있는 실제 손해액의 최대치는 주식의 매매가격으로 제한되고, 이 사건 중재판정에 의하더라도 진술 및 보장 위반 책임에는 각 매도인별 매매대금의 15%를 한도로 하는 규정이 적용되므로, 매도지분을 고려하지 않고 피신청인들 각자 또는 각각에 대하여 전체 손해에 관한 책임을 부담하도록 하는 것은 손해 전보의 범위를 초과하는 손해배상을 명하는 것으로서 손해배상제도의 근본이념에 반하므로 공서양속에 반한다.<br/>     (2) 판단 <br/>      비록 이 사건 손해로 산정된 금액 총액이 각각의 매도인(피신청인들)이 이 사건 주식양수도계약에 따라 개별적으로 지급받은 매매대금을 초과하기는 하나, 이 사건 기록 및 심문 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 앞서 본 바와 같이 각 매도인은 구상권을 행사할 수 있으므로, 내부적 분담비율에 따라 최종적으로 부담하게 되는 손해배상액은 매매대금을 초과한다고 보기 어려운 점, ② 앞서 살펴본 바와 같이 이 사건 중재판정부는 확약 위반으로 인한 손해액과 진술 및 보장 위반으로 인한 손해액을 별도로 산정하지 않고 신청인들 및 피신청인들이 선정한 손해산정 전문가들의 합의에 따라 산정한 손해액을 채택한 점, ③ 이 사건 중재판정이 집행되더라도 위 손해액 총액을 초과하지 않는 범위 내에서 이루어지는 점, ④ 투자목적회사 피신청인들의 이 부분 주장은 이 사건 중재판정부가 인정한 손해가 신청인들에게 발생한 실제 손해를 초과한다는 것을 전제로 하는데 이는 이 사건 중재판정부가 손해를 잘못 인정하였음을 전제로 이 사건 중재판정의 본안에 판단된 실체적 사항에 관하여 전면적으로 다시 심리·판단해달라는 것에 불과한 점 등에 비추어 보면, 이 사건 중재판정이 손해 전보의 범위를 초과하는 손해배상을 명하였다고 보기 어렵고, 이를 이유로 이 사건 중재판정의 집행을 거부할 수 없다. 따라서 투자목적회사 피신청인들의 이 부분 주장도 이유 없다. <br/>카) 청구이의 사유가 발생하였다는 주장에 관한 판단<br/>     (1) 피신청인 5의 주장<br/>      이 사건 중재판정 성립 이후 신청외 회사가 별도의 손해배상 청구절차 및 보험금 청구절차를 통하여 회수한 금액이 있는 경우 민사집행법상 청구이의에 준하는 사유가 인정된다. 위 금액을 포함하여 이 사건 중재판정의 집행을 허가한다면 이중배상을 가능케 하는 집행권원을 제공하는 것이므로, 공서양속에 반한다.<br/>     (2) 피신청인들의 주장<br/>      (가) 신청인들이 지급받았음을 자인하면서 해당 금액을 공제하여 강제집행허가를 구한 65,488,326,392원[에스크로우 금액 잔액 59,659,295,240원 + ▽▽▽ 지급액 5,829,031,152원] 외에도, 에스크로우 계좌에 대한 이자 3,172,163,196원도 신청인들에게 변제되었으므로, 이 사건 중재판정 중 해당 부분은 강제집행이 허가되어서는 안 된다. <br/>      (나) 이 사건 중재판정과 제1심결정에 기초하여 피신청인들에 대한 강제집행이 실시되었는데, 위 강제집행에 따라 변제되어 소멸한 집행채권 청구금액에 관하여는 청구이의 사유가 인정된다. 위 금액을 포함하여 이 사건 중재판정의 집행을 허가하는 것은 공서양속에 반한다. <br/>     (3) 관련 법리<br/>      집행결정은 중재판정에 대하여 집행력을 부여하여 강제집행절차로 나아갈 수 있도록 허용하는 것으로서 그 심문종결 시를 기준으로 하여 집행력의 유무를 판단하는 재판이므로, 중재판정의 성립 이후 채무의 소멸과 같은 집행법상 청구이의의 사유가 발생하여 중재판정문에 터잡아 강제집행절차를 밟아 나가도록 허용하는 것이 중재법의 기본적 원리에 반한다는 사정이 집행재판의 심문과정에서 드러난 경우에는 ‘중재판정의 승인 또는 집행이 대한민국의 선량한 풍속이나 그 밖의 사회질서에 위배‘한다고 볼 여지가 있고, 나아가 번거로운 절차의 반복을 피하고 소송절차의 경제를 위하여서도 중재판정의 집행을 구하는 단계에서 청구이의 사유를 참작할 수 있다고 봄이 타당하다(대법원 2018. 12. 13. 선고 2016다49931 판결의 취지 참조).<br/>     (4) 판단<br/>      (가) 신청외 회사가 별도 절차를 통해 손해를 회복한 부분[주장 (1)항]<br/>       이 사건 기록 및 심문 전체의 취지를 종합하면, 이 사건 중재판정부는 손해산정 기준일인 2017. 12. 22.과 가장 근접한 시기에 산정된 손상차손율(impairment rate) 90.3%를 적용하여 회수하였거나 장래에 회수 가능한 금액을 이미 고려하여 손해를 산정한 사실이 인정되고, 신청외 회사가 실제로 별도 절차를 통해 손해를 회복하였음을 뒷받침할 만한 객관적인 자료는 제출되지 않았다. 따라서 피신청인 5가 주장하는 청구이의 사유가 존재한다고 보기 어렵고, 피신청인 5의 이 부분 주장은 이유 없다. <br/>      (나) 에스크로우 계좌에 대한 이자를 회수한 부분[주장 (2)(가)항]<br/>       신청인들이 에스크로우 금액 잔액 59,659,295,240원과 ▽▽▽ 지급액 5,829,031,152원 외에도, 에스크로우 계좌에 대한 이자 3,172,163,196원도 변제받은 사실은 앞서 살펴본 바와 같고, 위 금액이 손해배상금 원본에 충당된 사실은 당사자들 사이에 다툼이 없다. 신청인들이 위와 같이 3,172,163,196원을 이미 변제받았음에도 불구하고 이 사건 중재판정에 터잡아 위 변제된 부분에 대한 강제집행절차를 밟아 나가도록 허용하는 것은 공서양속에 반하여 허용할 수 없다. 따라서 피신청인들의 이 부분 주장은 이유 있다. <br/>      (다) 피신청인들에 대한 강제집행으로 회수한 부분[주장 (2)(나)항]<br/>       이 사건 기록 및 심문 전체의 취지를 종합하면, 신청인들은 제1심결정에 기한 집행으로 피신청인 1 회사로부터 2022. 8. 18. 75,731,369원, 피신청인 2 회사로부터 2022. 8. 19. 26,693,111원, 피신청인 3 회사로부터 2022. 8. 29. 1,099,708원, 피신청인 5로부터 2022. 3. 28.부터 2023. 1. 12.까지 1,060,774,776원 합계 1,164,298,964원(= 75,731,369원 + 26,693,111원 + 1,099,708원 + 1,060,774,776원)을 수령한 사실이 인정된다(피신청인 5는, 신청인들이 피신청인들로부터 1,164,298,964원이 아닌 1,164,389,321원을 수령하였다고 주장하나, 피신청인 5가 인용하고 있는 소갑 제131호증의 거래내역의 입금 금액 중 2022. 6. 18. 15,187원, 2022. 9. 17. 12,804원, 2022. 12. 17. 59,632원, 2023. 3. 18. 2,734원은 모두 예금액에 대한 이자가 지급된 것으로서 신청인들이 제1심결정에 기한 집행으로 수령한 것이 아니다. 따라서 피신청인 5의 이 부분 주장은 이유 없다). 위 금액은 신청인들의 지정에 따라 이 사건 중재판정 전 발생한 이자에 충당하기로 한다. <br/>       신청인들이 위와 같이 제1심결정에 기한 집행으로 1,164,298,964원을 이미 변제받았음에도 불구하고 이 사건 중재판정에 터잡아 위 변제된 부분에 대한 강제집행절차를 밟아 나가도록 허용하는 것은 공서양속에 반하여 허용할 수 없다. 따라서 피신청인들의 이 부분 주장은 이유 있다. <br/>       이에 대하여 피신청인 5는, 신청인 1 회사는 2022. 2. 7. 피신청인 5가 금융기관들에 대하여 갖는 예금·예수금 채권 및 장래 입금되는 각종 금전채권에 관하여 압류 및 전부명령(이하 ‘이 사건 압류 및 전부명령’이라 한다)을 받았고 이는 2022. 2. 10. 그 제3채무자들에게 송달되었는데, 장래 채권에 대한 압류 및 전부명령이 확정된 경우 실제 장래 채권이 확정적으로 발생하지 않았다고 하더라도 제3채무자에게 송달된 때 소급하여 집행채권의 범위 안에서 변제된 것으로 간주되므로, 이 사건 압류 및 전부명령의 집행채권 청구금액 중 79,923,181,155원은 이미 변제되어 소멸하였다고 주장한다. 채권에 대한 압류 및 전부명령이 유효하기 위하여 채권압류 및 전부명령이 제3채무자에게 송달될 당시 반드시 피압류 및 전부채권이 현실적으로 존재하고 있어야 하는 것은 아니고, 장래의 채권이라도 채권 발생의 기초가 확정되어 있어 특정이 가능할 뿐 아니라 권면액이 있고, 가까운 장래에 채권이 발생할 것이 상당한 정도로 기대되는 경우에는 채권압류 및 전부명령의 대상이 될 수 있다고 할 것인데(대법원 2002. 11. 8. 선고 2002다7527 판결 참조), 이 사건 기록 및 심문 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 신청인들은 이 사건 압류 및 전부명령이 각 제3채무자에게 송달된 때인 2022. 2. 10.부터 현재까지 청구금액 중 극히 일부에 해당하는 금액만 실제로 지급받을 수 있었던 점, 피신청인 5는 위 예금·예수금 채권은 피신청인 5의 투자대상 자산들로부터 발생하는 이자, 배당금, 차임, 투자환급금 등이라고 주장하나, 금융거래계약이나 잔고증명서 외에 피신청인 5의 예금계좌에 장래에도 계속하여 금원이 입금되리라고 추단할 수 있는 객관적인 자료가 전혀 제출되지 않은 점 등에 비추어 보면, 신청인들이 이 사건 압류 및 전부명령에 기하여 실제 지급받은 1,060,774,776원 외에, 장래 입금될 예금·예수금 채권이 가까운 장래에 발생할 것이 상당한 정도로 기대되어 채권발생의 기초가 확정되어 있는 채권이라고 인정하기에 부족하고, 청구금액 상당 집행채권이 이 사건 압류 및 전부명령의 확정으로 변제되어 소멸하였다고 보기는 어렵다. 따라서 피신청인 5의 이 부분 주장은 이유 없다.<br/>다. 소결론<br/>    결국 ① 이 사건 중재판정 중 손해배상금과 이에 대한 지연이자 부분은 127,436,079,853원[= 손해배상금 원금 97,939,510,412원{= 이 사건 중재판정문 단락 1500(c)에서 지급을 명한 1,666억 원 - 신청인들이 지급받은 에스크로우 계좌 잔액 및 이자 합계 62,831,458,436원 - ▽▽▽로부터 지급받은 5,829,031,152원} + 1,666억 원에 대한 지연이자 29,496,569,441원{= 이 사건 중재판정 전 이자 26,822,612,470원 - 제1심결정에 기초하여 집행한 1,164,298,964원 + 3,724,536,986원 + 113,718,949원}]과 그 중 위 97,939,510,412원에 대하여 신청인들이 마지막으로 변제받은 다음날인 2021. 2. 9.부터 다 갚는 날까지 홍콩 판결 이율인 연 8%의 비율로 계산한 돈’의 한도에서 허가되어야 하고, ② 이 사건 중재판정 중 보수 및 비용과 이에 대한 지연이자 부분은 그대로 집행이 허가되어야 한다. 다만 이 사건 중재판정문의 단락 1500(c), (h), (i) 전단에 기하여 신청인들이 피신청인들로부터 지급받을 수 있는 총액은 ‘127,436,079,853원 및 그 중 97,939,510,412원에 대하여 위 2021. 2. 9.부터 다 갚는 날까지 연 8%의 비율로 계산한 돈’을 초과할 수 없고, 단락 1500(c), (i) 후단에 기하여 신청인들이 피신청인들로부터 지급받을 수 있는 총액은 ‘미합중국 통화 15,950,993달러(= 15,080,993달러 + 870,000달러), 홍콩통화 9,393,975달러, 한화 20,000,000원, 중국통화 776,547위안 및 위 각 돈에 대하여 2020. 10. 25.부터 연 8%의 비율로 계산한 돈’을 초과할 수 없다. <br/>    이 결정의 구체적인 집행 방법에 관하여 보건대, 이 결정 주문에서 인용하고 있는 별지 1은 이 사건 정정결정을 반영한 이 사건 중재판정을 단순하게 한국어로 직역한 것이다. 이 사건 중재판정에 표시된 금전지급 명령의 형식 및 기재 방식이 우리나라 판결의 주문 형식이나 기재방식과 상이하므로, 별지 1의 금전지급 명령을 문언 그대로 집행하는 경우 피신청인들은 이 사건 중재판정이 지급을 명한 책임과 다른 형태의 책임에 따른 집행을 당할 위험이 있다. <br/>    따라서 이 사건 중재판정 및 정정결정과 이 결정을 집행권원으로 삼아 집행하는 집행기관으로서는 이 결정의 이유를 참고하여 이 사건 중재판정의 진정한 의미를 파악하여 집행에 나아가야 한다. 피신청인들 중 1인에 의한 변제나 신청인들 중 1인에 대한 변제가 집행절차에서 고려되지 않음으로 인하여 이 사건 중재판정에서 명한 지급 총액을 초과하는 집행이 이루어지는 경우, 피신청인들은 청구이의의 소를 제기하는 방법 등으로 집행을 저지할 수 있다. <br/>5. 결론<br/>  그렇다면 신청인들의 신청은 위 인정범위 내에서 이유 있으므로 이를 인용하고, 나머지 부분은 이유 없어 기각하여야 한다. 제1심결정은 이와 결론을 일부 달리하여 부당하므로, 피신청인들의 항고를 일부 받아들여 이 법원에서 변경된 신청을 포함하여 제1심결정을 위와 같이 변경하기로 하여, 주문과 같이 결정한다.  <br/><br/>판사 구회근(재판장) 황성미 허익수 ",
    "사건번호": "2022라20034",
    "사건종류코드": "400101",
    "판례정보일련번호": "599993",
    "선고": "자",
    "판결유형": "결정",
    "법원종류코드": "400202"
  }
}