{
  "PrecService": {
    "판시사항": "민법 제639조 제1항에 따라 임대차계약의 갱신에 임대인이 이의를 하는 방법 및 묵시적 또는 조건부 이의가 있다고 볼 수 있는 경우 / 임대차기간 만료 후 민법 제628조에서 정한 차임증액청구권을 행사하였다는 사정만으로 임대인이 더 이상 임대차관계를 지속하지 않겠다는 의사에 기하여 민법 제639조 제1항의 이의를 하였다고 볼 수 있는지 여부(소극)<br/>",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "민법 제639조 제1항 본문은 \"임대차기간이 만료한 후 임차인이 임차물의 사용·수익을 계속하는 경우에 임대인이 상당한 기간 내에 이의를 하지 아니한 때에는 전 임대차와 동일한 조건으로 다시 임대차한 것으로 본다.\"라고 규정하고 있다. 이때 임대인의 이의는 명시적으로뿐만 아니라 묵시적으로도 할 수 있고, 차임을 증액하지 않으면 임대차관계를 지속하지 않겠다는 것과 같이 조건부로도 할 수 있다. 다만 임차인의 신뢰를 보호하기 위한 위 규정의 취지에 비추어 볼 때, 묵시적 또는 조건부 이의가 있다고 보기 위해서는 더 이상 임대차관계를 지속하지 않겠다는 임대인의 의사를 객관적으로 추단할 만한 사정이 있어야 한다. 한편 민법 제628조의 차임증액청구권은 임대차계약이 존속하고 있음을 전제로 행사하는 권리이므로, 임대인이 전 임대차기간 만료 후 차임증액청구권을 행사하였다는 사정만으로는 임대인이 더 이상 임대차관계를 지속하지 않겠다는 의사에 기하여 민법 제639조 제1항의 이의를 하였다고 보기 어렵다.<br/>",
    "참조조문": "민법 제628조, 제639조 제1항<br/>",
    "선고일자": "20250313",
    "법원명": "대법원",
    "사건명": "차임증액[임대차계약이 갱신되었는지 여부가 문제된 사건]",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 위 담당변호사 이재구 외 3인)<br/>【피고, 상고인】 피고 (소송대리인 법무법인 담솔 담당변호사 김필중 외 1인)<br/>【원심판결】 춘천지법 2024. 11. 14. 선고 2024나30875 판결<br/>【주    문】<br/>  원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 춘천지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.  <br/>  1. 사안의 개요<br/>  원심판결 이유와 기록에 의하면 다음 사실을 알 수 있다.<br/>  가. 원고는 2018. 5. 14. 피고와, 원고가 피고에게 이 사건 건물을 임대차보증금 1억 원, 월차임 600만 원, 임대차기간 2018. 7. 12.부터 2020. 7. 11.까지로 정하여 임대하는 내용의 임대차계약서를 작성하였다. 원고는 2020. 6. 30. 피고와, 원고가 피고에게 이 사건 건물을 임대차보증금 1억 원, 월차임 350만 원, 임대차기간 2020. 7. 12.부터 2021. 7. 12.까지로 정하여 임대하는 내용의 임대차계약서를 작성하였다. 이후 원고와 피고는 월차임을 320만 원, 임대차기간을 2022. 7. 12.까지로 다시 정하였다.<br/>  나. 원고는 2022. 7. 15. 피고에게 ‘월차임을 600만 원으로 증액하여 줄 것을 청구한다.’는 내용이 포함된 내용증명우편을 발송하였고, 이 내용증명우편은 2022. 7. 18. 피고에게 도달하였다.<br/>  다. 원고는 임대차계약이 2022. 7. 12. 기간 만료로 종료되었고 이 사건 건물의 차임 상당액이 월 420만 원(2022. 7. 13.부터 2023. 7. 12.까지) 내지 430만 원(2023. 7. 13. 이후)이라고 주장하면서 피고를 상대로 이 사건 건물의 인도와 2022. 7. 13.부터 월 420만 원 내지 430만 원 상당의 부당이득금 지급을 청구하였다. 피고는 임대차계약이 2022. 7. 12. 종료되지 않고 묵시적으로 갱신되었다고 주장하였다.<br/>  2. 원심의 판단<br/>  원심은, 원고가 차임 증액을 요청함으로써 민법 제639조 제1항의 이의를 하였으므로 묵시적 갱신이 이루어졌다고 볼 수 없고 임대차계약은 2022. 7. 12. 기간 만료로 종료되었다면서, 피고는 원고에게 이 사건 건물을 인도하고 2022. 7. 13.부터 월 420만 원 내지 430만 원의 차임 상당 부당이득금을 지급할 의무가 있다고 판단하였다.<br/>  3. 대법원의 판단<br/>  가. 관련 법리<br/>민법 제639조 제1항 본문은 \"임대차기간이 만료한 후 임차인이 임차물의 사용·수익을 계속하는 경우에 임대인이 상당한 기간 내에 이의를 하지 아니한 때에는 전 임대차와 동일한 조건으로 다시 임대차한 것으로 본다.\"라고 규정하고 있다. 이때 임대인의 이의는 명시적으로뿐만 아니라 묵시적으로도 할 수 있고, 차임을 증액하지 않으면 임대차관계를 지속하지 않겠다는 것과 같이 조건부로도 할 수 있다. 다만 임차인의 신뢰를 보호하기 위한 위 규정의 취지에 비추어 볼 때, 묵시적 또는 조건부 이의가 있다고 보기 위해서는 더 이상 임대차관계를 지속하지 않겠다는 임대인의 의사를 객관적으로 추단할 만한 사정이 있어야 한다. 한편 민법 제628조의 차임증액청구권은 임대차계약이 존속하고 있음을 전제로 행사하는 권리이므로, 임대인이 전 임대차기간 만료 후 차임증액청구권을 행사하였다는 사정만으로는 임대인이 더 이상 임대차관계를 지속하지 않겠다는 의사에 기하여 민법 제639조 제1항의 이의를 하였다고 보기 어렵다.<br/>  나. 이 사건의 판단<br/>  1) 앞서 본 사실관계와 원심판결 이유 및 기록에 의하여 알 수 있는 다음과 같은 사정을 위 법리에 비추어 살펴보면, 원고가 민법 제639조 제1항의 이의를 하였다고 보기 어려우므로 임대차계약이 2022. 7. 12. 묵시적으로 갱신되었다고 볼 여지가 크다.<br/>  가) 원고가 2022. 7. 15. 발송한 위 내용증명우편에는 \"「상가건물 임대차보호법」(이하 ‘상가임대차법’이라 한다) 제11조 제3항에 따라 월차임을 600만 원으로 증액하여 줄 것을 청구한다. 차임증액청구권은 형성권으로 피고에게 내용증명이 도달한 때 객관적으로 상당한 범위로 증액되어 이행기가 도달한다.\"라는 내용이 포함되어 있다(다만 위 임대차계약은 임대차보증금 및 차임 환산액이 상가임대차법 제2조 제1항 단서의 금액을 초과하여 상가임대차법 제11조가 적용되지 않으므로 원고는 민법 제628조에 따른 차임증액청구권을 행사하였다고 볼 수 있을 뿐이다).<br/>  나) 원고는 2022. 8. 9. 피고를 상대로 ‘2022. 8. 12.부터 2023. 7. 12.까지 월 600만 원의 비율로 계산한 돈을 지급하라.’는 내용의 이 사건 소를 제기하였다. 소장에는 ‘차임이 경제사정 변동으로 상당하지 아니하게 되어 위와 같이 차임증액청구를 하였으므로 그 효력은 2022. 7.분 차임부터 발생하고 피고는 원고에게 증액된 장래의 차임을 지급할 의무가 있다.’는 내용이 기재되어 있고, 원고는 이를 2022. 11. 18. 제1심 제1회 변론기일에서 진술하였다.<br/>  원고는 2023. 6. 21. 피고에게 ‘임대차계약은 갱신되었으나 그 기간도 2023. 7. 12. 만료된다. 차임증액청구권은 형성권으로 차임은 이미 증액된 상태이다. 갱신된 임대차계약도 이번 기간이 만료되면서 다시 동일한 조건으로 갱신될 것이다. 증액된 차임의 지급을 요청한다.’는 내용이 포함된 내용증명을 발송하여 그 무렵 피고에게 도달하였다.<br/>  원고는 ‘임대차계약은 2021. 7. 12. 기간 만료 후 1년 단위로 갱신이 이루어졌다. 원고는 임대차계약 갱신이 이루어진 직후인 2022. 7. 15. 내용증명을 통해 차임 증액의 의사표시를 발송하였고 이 의사표시는 임대차계약이 갱신된 때로부터 상당한 기간 내에 피고에게 도달하였다.’는 내용이 포함된 2023. 8. 3. 자 준비서면을 2023. 8. 11. 제1심 제5회 변론기일에서 진술하였다.<br/>  다) 그런데 원고는 ‘임대차계약은 2022. 7. 12. 기간 만료로 종료되었으므로 피고는 원고에게 이 사건 건물을 인도하고, 2022. 7. 13.부터의 차임 상당 부당이득금을 지급할 의무가 있다.’고 주장하면서 이 사건 건물의 인도 및 차임 상당 부당이득금 지급을 구하는 내용의 2023. 8. 25. 자 청구취지 및 청구원인 변경신청서를 2023. 9. 22. 제1심 제6회 변론기일에서 진술하였다.<br/>  라) 위와 같이 임대차계약이 2022. 7. 12. 기간 만료로 종료되었다는 취지로 청구취지 및 청구원인을 변경하기 전까지는, 원고는 임대차계약이 2022. 7. 12. 기간 만료 이후 갱신되었음을 전제로 차임증액청구권을 행사하면서 피고를 상대로 증액된 차임을 청구하였다. 원고가 2022. 7. 15. 자 내용증명을 통해 차임증액청구권을 행사한 것도 임대차계약이 기간 만료 이후 갱신되어 유효하게 존속함을 전제로 한 것이다. 원고가 이와 같이 임대차기간 만료 후 차임증액청구권을 행사하였다는 사정만으로는 원고가 피고의 계속적인 임차물 사용·수익에도 불구하고 더 이상 피고와의 임대차관계를 지속하지 않겠다는 의사에 기하여 민법 제639조 제1항의 이의를 하였다고 보기 어렵다.<br/>  또한 원고는 임대차계약이 상가임대차법 제10조 제4항에 의하여 갱신된 것으로 착오하여 차임증액청구를 하였다는 취지로 주장하나, 이는 동기의 착오에 불과한데 그 착오가 표시되었다고 보기도 어려울 뿐만 아니라, 이를 착오로 인한 의사표시로 인정하여 취소할 수 있다고 보더라도 그러한 사정만으로 원고가 민법 제639조 제1항에 따른 이의를 하였다고 인정하기는 어렵다. 그 밖에 원고가 민법 제639조 제1항에 따른 이의를 하였다고 볼 만한 다른 사정도 발견되지 않는다. <br/>  2) 그럼에도 앞서 본 이유만으로 원고가 상당한 기간 내에 이의를 하여 임대차계약이 묵시적으로 갱신되지 않았다고 본 원심의 판단에는 민법 제639조에 의한 임대차계약의 묵시적 갱신에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. <br/>  4. 결론<br/>  그러므로 원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 박영재(재판장) 오경미 권영준(주심) ",
    "사건번호": "2024다315046",
    "사건종류코드": "400101",
    "판례정보일련번호": "605077",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}