{
  "PrecService": {
    "판시사항": " [1] 임대차계약 종료에 따른 임차인의 목적물 반환의무와 임차인의 부속물매수청구권 행사에 따른 임대인의 부속물 매매대금 지급의무가 동시이행관계에 있는지 여부(적극) 및 임차인이 적법한 부속물매수청구권 행사 후 목적물을 계속 점유하는 경우 불법점유에 따른 손해배상의무를 지는지 여부(원칙적 소극)<br/> [2] 민법 제493조 제2항에서 정한 상계의 소급효에 의하여 상계의 의사표시 전에 발생한 사실이 복멸하는지 여부(원칙적 소극)<br/> [3] 甲 시설관리공단이 乙 주식회사를 상대로 임대차계약이 종료 후에도 임대목적물인 건물 부분을 불법점유하고 있다며 건물 부분의 인도와 함께 임대차계약에서 월 차임의 1.3배로 정한 손해배상 예정액의 지급을 구하자, 乙 회사가 준비서면의 송달로 부속물매수청구권을 행사한다는 의사표시를 하고, 甲 공단도 준비서면의 송달로 乙 회사의 불법점유로 인한 甲 공단의 손해배상채권을 자동채권으로 하여 乙 회사의 부속물 매매대금 채권과 대등액에서 상계한다는 의사표시를 한 사안에서, 甲 공단의 상계 의사표시로 그 의사표시 이전까지 존재하였던 甲 공단의 부속물 매매대금 지급의무와 乙 회사의 건물 부분 인도의무 사이의 동시이행관계가 상계적상이 있었던 시기로 소급하여 소멸한다거나 이로 인해 乙 회사의 점유가 소급하여 불법점유가 된다고 할 수 없는데도, 상계의 소급효에 의해 동시이행관계 내지 점유권원이 소급하여 상실됨을 전제로 乙 회사의 부속물매수청구권 행사 의사가 표시된 준비서면이 甲 공단에 송달된 날부터 甲 공단의 상계의 의사가 표시된 준비서면이 乙 회사에 송달된 날까지 乙 회사의 건물 부분에 대한 점유를 불법점유로 보아 乙 회사는 甲 공단에 위 기간에 대하여 손해배상 예정액을 지급할 의무가 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
    "참조판례": " [1] 대법원 1981. 11. 10. 선고 81다378 판결(공1982, 44), 대법원 2020. 5. 14. 선고 2019다252042 판결(공2020하, 1090) / [2] 대법원 2015. 10. 29. 선고 2015다32585 판결<br/>",
    "사건종류명": "민사",
    "판결요지": " [1] 임대차계약 종료로 발생한 임차인의 목적물 반환의무와 임차인의 부속물매수청구권 행사로 발생한 임대인의 부속물 매매대금 지급의무는 동시이행관계에 있으므로, 임대인이 부속물 매매대금 지급의무를 이행하거나 적법하게 이행제공을 하는 등으로 임차인의 동시이행항변권을 상실시키지 않은 이상, 임차인이 적법한 부속물매수청구권 행사 후에 목적물을 계속 점유하는 것을 불법점유라고 할 수 없고 임차인은 이에 대한 손해배상의무를 지지 않는다.<br/> [2] 상계의 의사표시에 의하여 각 채무는 상계할 수 있는 때에 대등액에 관하여 소멸한 것으로 보게 되지만(민법 제493조 제2항), 이러한 상계의 소급효는 양 채권 및 이에 관한 이자나 지연손해금 등을 정산하는 기준시기를 소급하는 것일 뿐이고 특별한 사정이 없는 한 상계의 의사표시 전에 이미 발생한 사실을 복멸시키지는 아니한다.<br/> [3] 甲 시설관리공단이 乙 주식회사를 상대로 임대차계약이 종료 후에도 임대목적물인 건물 부분을 불법점유하고 있다며 건물 부분의 인도와 함께 임대차계약에서 월 차임의 1.3배로 정한 손해배상 예정액의 지급을 구하자, 乙 회사가 준비서면의 송달로 부속물매수청구권을 행사한다는 의사표시를 하고, 甲 공단도 준비서면의 송달로 乙 회사의 불법점유로 인한 甲 공단의 손해배상채권을 자동채권으로 하여 乙 회사의 부속물 매매대금 채권과 대등액에서 상계한다는 의사표시를 한 사안에서, 乙 회사가 준비서면 송달로 부속물매수청구권을 행사하여 甲 공단과 乙 회사 사이에 부속물에 관한 매매계약이 체결되었고, 이에 따라 甲 공단이 乙 회사에 대해 부속물 매매대금 지급의무를 부담하게 되었으므로, 甲 공단이 부속물 매매대금 지급의무를 이행하거나 적법하게 이행의 제공을 하는 등으로 동시이행항변권을 상실시키지 않는 한 乙 회사가 부속물매수청구권 행사 후 건물 부분을 계속 점유하는 것을 불법점유라고 할 수 없고, 乙 회사의 부속물매수청구권 행사 후에 甲 공단이 乙 회사의 부속물 매매대금 채권을 乙 회사의 불법점유로 인한 甲 공단의 손해배상채권과 상계하는 의사를 표시하여 乙 회사의 부속물 매매대금 채권이 소멸된다고 하더라도, 양 채권을 정산하는 기준시기가 상계적상이 있었던 때인 부속물 매매대금 채권 발생 시점으로 소급하는 것일 뿐, 상계의 의사표시 이전까지 존재하였던 甲 공단의 부속물 매매대금 지급의무와 乙 회사의 건물 부분 인도의무 사이의 동시이행관계가 상계적상이 있었던 시기로 소급하여 소멸되고 이로 인해 乙 회사의 건물 부분 인도의무가 그때부터 이행지체에 빠지게 된다거나 건물 부분에 대한 乙 회사의 점유가 소급하여 불법점유가 된다고 할 수 없는데도, 상계의 소급효에 의해 동시이행관계 내지 점유권원이 소급하여 상실됨을 전제로 하여 乙 회사의 부속물매수청구권 행사 의사가 표시된 준비서면이 甲 공단에 송달된 날부터 甲 공단의 상계의 의사가 표시된 준비서면이 乙 회사에 송달된 날까지 乙 회사의 건물 부분에 대한 점유를 불법점유로 보아 乙 회사는 甲 공단에 위 기간 동안 월 차임 상당의 부당이득을 초과하여 임대차계약에서 정한 월 차임의 1.3배 상당의 손해배상 예정액을 지급할 의무가 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
    "참조조문": " [1] 민법 제536조, 제618조, 제646조, 제750조 / [2] 민법 제493조 제2항 / [3] 민법 제398조, 제493조 제2항, 제536조, 제618조, 제646조, 제741조, 제750조<br/>",
    "선고일자": "20250515",
    "법원명": "대법원",
    "사건명": "건물인도·손해배상(기)[부속물 매매대금 채권을 수동채권으로 한 임대인의 상계 의사표시 이전 임차인의 목적물 점유가 불법점유인지 문제된 사건]",
    "판례내용": "【원고(반소피고), 피상고인 겸 상고인】 ○○○시설관리공단 (소송대리인 법무법인 민우 담당변호사 김다섭 외 4인)<br/>【피고(반소원고), 상고인 겸 피상고인】 △△△ 주식회사 (소송대리인 변호사 하태흥 외 2인)<br/>【원심판결】 서울고법 2024. 10. 16. 선고 2024나2015320, 2015337 판결<br/>【주    문】<br/>  1. 원심판결의 본소에 관한 피고(반소원고) 패소 부분 중 2023. 5. 26.부터 2023. 6. 30.까지의 기간에 대하여 월 74,732,610원의 비율로 계산한 돈을 초과하여 지급을 명한 부분을 파기하고, 그 부분 제1심판결을 취소하며, 그에 해당하는 원고(반소피고)의 본소청구를 기각한다.  2. 원고(반소피고)의 상고와 피고(반소원고)의 나머지 상고를 모두 기각한다.  3. 소송총비용은 본소, 반소를 통틀어 그중 50%는 원고(반소피고)가, 나머지는 피고(반소원고)가 각 부담한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 상고이유보충서의 기재는 상고이유를 보충하는 범위에서)를 판단한다.<br/>  1. 손해배상액의 예정 관련 손해배상액 산정에 관하여[원고(반소피고, 이하 ‘원고’라고만 한다)의 상고이유]<br/>  원심은 판시와 같은 이유로 이 사건 임대차계약 제19조가 손해배상액 예정으로서의 성질을 가진다고 보아, 피고(반소원고, 이하 ‘피고’라고만 한다)는 원고에게 이 사건 건물 부분 인도의무 불이행에 따라 위 계약조항에서 정한 손해배상 예정액을 지급할 의무가 있다고 판단하고, 이와 달리 원고가 주식회사 □□□과 체결한 임대차계약의 차임을 기준으로 부당이득액 또는 손해배상액을 산정해야 한다는 원고의 주장을 배척하였다.<br/>  이 부분 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 정당하고 거기에 상고이유 주장과 같이 손해배상액의 예정 등에 관한 법리를 오해하여 판결에 영향을 미친 위법이 없다.<br/>  2. 부속물매수청구권의 발생 시점과 상계의 소급효에 관하여(피고의 제1 상고이유)<br/>  가. 임대차계약 종료로 발생한 임차인의 목적물 반환의무와 임차인의 부속물매수청구권 행사로 발생한 임대인의 부속물 매매대금 지급의무는 동시이행관계에 있으므로, 임대인이 부속물 매매대금 지급의무를 이행하거나 적법하게 이행제공을 하는 등으로 임차인의 동시이행항변권을 상실시키지 않은 이상, 임차인이 적법한 부속물매수청구권 행사 후에 목적물을 계속 점유하는 것을 불법점유라고 할 수 없고 임차인은 이에 대한 손해배상의무를 지지 않는다(대법원 1981. 11. 10. 선고 81다378 판결, 대법원 2020. 5. 14. 선고 2019다252042 판결 등 참조).<br/>상계의 의사표시에 의하여 각 채무는 상계할 수 있는 때에 대등액에 관하여 소멸한 것으로 보게 되지만(민법 제493조 제2항), 이러한 상계의 소급효는 양 채권 및 이에 관한 이자나 지연손해금 등을 정산하는 기준시기를 소급하는 것일 뿐이고 특별한 사정이 없는 한 상계의 의사표시 전에 이미 발생한 사실을 복멸시키지는 아니한다(대법원 2015. 10. 29. 선고 2015다32585 판결 참조).<br/>  나. 원심판결 이유와 기록에 의하면 다음 사실을 알 수 있다.<br/>  1) 원고는 2002. 4.경 피고에게 이 사건 건물 부분을 임대한 후 임대차 기간을 갱신하여 오다가, 2018. 4. 25.경 임대차 기간을 2018. 4. 30.부터 2020. 4. 29.까지, 차임을 2018. 4. 30.부터 2019. 4. 29.까지는 월 72,555,940원, 2019. 4. 30.부터 2020. 4. 29.까지는 월 74,732,610원으로 각 정하여 임대하는 내용의 이 사건 임대차계약을 체결하였다.<br/>  2) 이 사건 임대차계약 제2조 제2항은 ‘임대인 또는 임차인이 계약 갱신을 원하지 않는 경우 임대차 기간 만료 1개월 전까지 상대방에 대하여 그 의사를 통보하기로 한다.’고 정하고 있는데, 원고가 임대차 기간 만료일인 2020. 4. 29.로부터 1개월 전인 2020. 3. 26. 피고에게 계약 갱신 거절의 의사를 표시함으로써 이 사건 임대차계약은 2020. 4. 29. 종료되었다.<br/>  3) 이 사건 임대차계약 제17조, 제19조 제1항은 ‘임차인이 임대차계약 만료일까지 목적물을 반환하지 않는 경우 임대인에게 임대차계약 만료일 다음 날부터 목적물 반환일까지의 기간에 대해 임대료의 1.3배에 상당하는 금액 등을 납부해야 한다.’고 정하고 있다.<br/>  4) 피고가 이 사건 건물 부분 사용의 편익을 위하여 설치한 조명시설, 소방설비에 대하여 부속물매수청구권을 행사한다는 의사가 표시된 이 사건 2023. 5. 19. 자 준비서면이 2023. 5. 26. 원고에게 송달되었다.<br/>  5) 한편 원고가 피고의 불법점유로 인한 손해배상채권을 자동채권으로 하여 피고의 부속물 매매대금 채권과 대등액에서 상계한다는 의사가 표시된 이 사건 2023. 6. 30. 자 준비서면이 같은 날 피고에게 송달되었다.<br/>  다. 원심은 위와 같은 사실관계를 기초로 하여 다음과 같이 판단하였다.<br/>  피고가 이 사건 2023. 5. 19. 자 준비서면의 송달로 부속물매수청구권 행사 의사를 표시함으로써 부속물에 관한 매매계약이 성립하였다고 하더라도 이미 발생한 원고의 월 차임 1.3배 상당의 손해배상 예정액 채권을 소멸하게 하는 것은 아니고, 원고가 손해배상 예정액 채권과 피고의 부속물 매매대금 채권을 대등액에서 상계하여 부속물 매매대금 채권이 소멸함으로써 동시이행항변권의 이행지체 저지효 역시 소멸하였다. 따라서 피고는 원고로부터 원상회복 의무 이행을 유예받은 기한을 넘긴 후인 2020. 11. 1.부터 이 사건 건물 부분을 불법점유하고 있는 것이므로, 그때부터 이 사건 건물 부분을 반환할 때까지의 기간 전부에 관하여 이 사건 임대차계약 제19조 제1항에서 정한 대로 월 차임의 1.3배에 해당하는 월 97,152,393원(= 74,732,610원 × 1.3)의 비율로 계산한 돈을 손해배상 예정액으로 원고에게 지급할 의무가 있다.<br/>  라. 그러나 앞서 본 법리에 비추어 보면, 원심의 판단 중 피고가 2023. 5. 26.부터 2023. 6. 30.까지 이 사건 건물 부분을 점유한 것을 불법점유로 보아 피고에게 이 사건 임대차계약 제19조 제1항에 따른 손해배상 예정액의 지급을 명한 부분은 다음과 같은 이유에서 수긍하기 어렵다.<br/>  1) 피고가 이 사건 2023. 5. 19. 자 준비서면의 송달로 조명시설, 소방설비에 대한 부속물매수청구권을 행사하여 원고와 피고 사이에 이에 관한 매매계약이 성립되었고, 원고는 피고에 대하여 부속물 매매대금 지급의무를 부담하게 되었다.<br/>  2) 원고가 부속물 매매대금 지급의무를 이행하거나 적법하게 이행의 제공을 하는 등으로 동시이행항변권을 상실시키지 않는다면, 피고가 적법한 부속물매수청구권 행사 후에 이 사건 건물 부분을 계속 점유하는 것을 불법점유라고 할 수 없다. 그런데 이 사건에서 원고가 상계의 의사표시에 앞서 부속물 매매대금 지급의무를 이행하였거나 적법하게 이행의 제공을 하였음을 알 수 있는 자료가 없다.<br/>  3) 피고의 부속물매수청구권 행사 후에 원고가 그에 따른 피고의 부속물 매매대금 채권을 피고의 이 사건 건물 부분 불법점유로 인한 원고의 손해배상채권과 상계하는 의사를 표시함에 따라 그 부속물 매매대금 채권이 소멸된다고 하더라도, 양 채권을 정산하는 기준시기가 상계적상이 있었던 때인 부속물 매매대금 채권 발생 시점으로 소급하는 것일 뿐, 상계의 의사표시 이전까지 존재하였던 원고의 부속물 매매대금 지급의무와 피고의 이 사건 건물 부분 인도의무 사이의 동시이행관계가 상계적상이 있었던 시기로 소급하여 소멸되고 이로 인하여 피고의 위 인도의무가 그때부터 이행지체에 빠지게 된다거나 이 사건 건물 부분에 대한 피고의 점유가 소급하여 불법점유로 된다고 할 수는 없다.<br/>  4) 그런데도 원심은 이와 달리 상계의 소급효에 의하여 동시이행관계 내지 점유권원이 소급하여 상실됨을 전제로 하여, 조명시설, 소방설비에 대한 부속물매수청구권 행사 의사가 표시된 피고의 준비서면이 원고에게 송달된 2023. 5. 26.부터 피고의 불법점유로 인한 원고의 손해배상채권을 자동채권으로 하여 피고의 부속물 매매대금 채권과 대등액에서 상계한다는 의사가 표시된 원고의 준비서면이 피고에게 송달된 2023. 6. 30.까지 피고의 이 사건 건물 부분에 대한 점유를 불법점유로 보아, 피고는 원고에게 위 기간 동안 월 차임 상당의 부당이득액을 초과하여 이 사건 임대차계약 제19조 제1항에서 정한 월 차임의 1.3배 상당의 손해배상 예정액을 지급할 의무가 있다고 판단하였다. 이러한 원심판결에는 상계의 소급효 등에 관한 법리를 오해하여 판결에 영향을 미친 위법이 있으므로, 이를 지적하는 피고의 이 부분 상고이유 주장은 이유 있다.<br/>  3. 손해배상액 산정 시 부가가치세 상당액 제외 여부에 관하여(피고의 제2 상고이유)<br/>  원심은 판시와 같은 이유로, 임대차계약이 종료된 이상 원고는 더 이상 임대용역의 공급자가 아니어서 부가가치세 납부의무가 없으므로 손해액 산정 시 부가가치세 상당액을 제외할 것은 아니라고 판단하였다.<br/>  이 부분 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 정당하고 거기에 상고이유 주장과 같이 손해배상액 산정 등에 관한 법리를 오해하거나 이유모순 등으로 판결에 영향을 미친 위법이 없다.<br/>  4. 부속물과 유익비상환청구권 포기 약정의 범위에 관하여(피고의 제3 상고이유)<br/>  원심은 판시와 같은 이유로, 이 사건 시설물 중 천장시설 및 구조물은 이 사건 건물 부분에 부합하여 그 구성 부분이 된 것으로 보여 부속물이라고 보기 어렵고, 이 사건 임대차계약 제8조에 따른 유익비상환청구권 포기 대상에 포함된다고 판단하였다.<br/>  이 부분 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 위와 같은 원심의 판단에 상고이유 주장과 같이 부속물의 범위, 처분문서의 해석 등에 관한 법리를 오해하거나 이유불비 등으로 판결에 영향을 미친 위법이 없다.<br/>  5. 「상가건물 임대차보호법」의 적용 및 해석에 관하여(피고의 제4 상고이유)<br/>  원심은 판시와 같은 이유로, 원고와 피고가 이 사건 임대차계약에서 임차인의 계약갱신요구권 행사에 관한 「상가건물 임대차보호법」 제10조 제2항의 적용을 배제하기로 합의하였다고 볼 수 없고, 이 사건은 권리금 회수기회 보호 등에 관한 같은 법 제10조의4가 적용되지 않는 같은 법 제10조의5 제2호의 ‘임대차 목적물인 상가건물이 「국유재산법」에 따른 국유재산 또는 「공유재산 및 물품 관리법」에 따른 공유재산인 경우’에 해당한다고 판단하였다.<br/>  이 부분 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 위와 같은 원심의 판단에 상고이유 주장과 같이 처분문서의 해석, 「상가건물 임대차보호법」 제10조의5의 적용 범위 등에 관한 법리를 오해하여 판결에 영향을 미친 위법이 없다.<br/>  6. 결론<br/>  가. 원심판결의 본소에 관한 피고 패소 부분 중 2023. 5. 26.부터 2023. 6. 30.까지의 기간에 대하여 아래 인용범위를 초과하여 지급을 명한 부분을 파기하되, 이 부분 사건은 이 법원이 직접 재판하기에 충분하므로 민사소송법 제437조에 의하여 자판하기로 한다.<br/>  이 사건 임대차계약 종료 시 이 사건 건물 부분의 월 차임은 74,732,610원이고, 통상 부동산의 점유·사용으로 인한 이득액은 그 부동산의 차임 상당액이라 할 것인데 이 사건 임대차계약 종료 후의 월 차임 상당액도 위 월 차임과 같은 액수일 것으로 추인되므로, 피고는 원고에게 부당이득반환으로 2023. 5. 26.부터 2023. 6. 30.까지 월 74,732,610원의 비율로 계산한 돈을 지급할 의무가 있다. 따라서 위 기간에 대한 원고의 부당이득반환청구(피고의 이 사건 건물 부분 점유·사용에 관한 원고의 청구는 손해배상 예정액 지급 또는 부당이득 반환을 선택적으로 구하는 취지로 선해할 수 있다)는 위 인정 범위 내에서 이유 있다. 제1심판결이 위 기간에 대하여 월 차임의 1.3배인 월 97,152,393원의 비율로 계산한 돈의 지급을 명한 부분 중 위 인용 범위를 넘는 부분은 부당하므로 이를 취소하고, 그 취소 부분에 해당하는 원고의 본소청구를 기각한다.<br/>  나. 원고의 상고와 피고의 나머지 상고를 모두 기각하고, 소송총비용의 부담을 정하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 박영재(재판장) 오경미 엄상필(주심) ",
    "사건번호": "2024다317332, 317349",
    "사건종류코드": "400101",
    "판례정보일련번호": "606173",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}