{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20240829",
    "법원명": "서울고등법원",
    "사건명": "임대료반환청구",
    "판례내용": "【원고, 피항소인 겸 항소인】 주식회사 ○○○ 외 1인 (소송대리인 법무법인(유한) 율촌 담당변호사 박종하 외 2인)<br/>【피고, 항소인 겸 피항소인】 한국공항공사 (소송대리인 법무법인(유한) 지평 담당변호사 이한길 외 1인)<br/>【제1심판결】 서울남부지방법원 2023. 9. 1. 선고 2022가합101992 판결<br/>【변론종결】2024. 7. 4.<br/>【주    문】<br/> 1. 제1심판결을 다음과 같이 변경한다.<br/>  가. 피고는 원고 1 회사에게 2,583,416,420원 및 그중 2,325,074,778원에 대하여는 2022. 2. 26.부터 2023. 9. 1.까지 연 6%, 그다음 날부터 다 갚는 날까지 연 12%, 258,341,642원에 대하여는 2022. 2. 26.부터 2024. 8. 29.까지 연 6%, 그다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라. <br/>  나. 피고는 원고 2 회사에게 3,765,657,825원 및 그중 3,615,031,512원에 대하여는 2022. 2. 26.부터 2023. 9. 1.까지 연 6%, 그다음 날부터 다 갚는 날까지 연 12%, 150,626,313원에 대하여는 2022. 2. 26.부터 2024. 8. 29.까지 연 6%, 그다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  다. 원고들의 나머지 청구를 모두 기각한다. <br/> 2. 소송 총비용 중 70%는 원고들이, 나머지는 피고가 각 부담한다. <br/> 3. 제1항의 금전지급 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/> 피고는 원고 1 회사에게 7,686,009,380원, 원고 2 회사에게 11,188,469,718원 및 위 각 돈에 대하여 이 사건 소장 부본 송달일 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>가. 원고들<br/>  제1심판결을 다음과 같이 변경한다. 청구취지 기재와 같은 판결을 구한다.<br/>나. 피고<br/>  제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 기각한다.<br/>【이    유】1. 기초사실<br/> 이 법원이 이 부분에 관하여 적을 이유는 다음과 같이 고치는 것 외에는 제1심판결 이유 해당 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/> ○ 제1심판결 제5면 1~2행의 \"2020. 4. 30.까지\"를 \"2020. 8. 31.까지\"로 고친다.<br/> ○ 제1심판결 제5면 하단 1~2행의 \"갑 제1 내지 7, 9 내지 11호증\"을 \"갑 제1 내지 7, 9 내지 11, 36호증\"으로 고친다.<br/>2. 당사자들의 주장<br/>가. 원고들<br/>  1) □□국제공항 및 ◇◇국제공항 국제선 청사가 2020. 4.경 폐쇄되면서 이 사건 임대차계약에 따른 임대차 목적물은 사용·수익이 불가능한 상태가 되었다. 피고는 민법 제623조에 따라 임대차 목적물의 사용·수익에 필요한 상태를 유지할 의무를 이행하지 않았으므로 원고들은 차임 지급을 거절할 수 있다. <br/>  2) 임대차 목적물의 사용·수익에 필요한 상태를 유지할 피고의 의무는 □□국제공항 및 ◇◇국제공항 국제선 청사가 폐쇄되면서 이행불능이 되었으므로 민법 제537조에 따라 원고들은 피고에 대하여 차임지급의무를 부담하지 않는다.<br/>  3) 원고들은 이 사건 각 임대차계약에 관하여 2020. 3.경 적법하게 차임감액청구권을 행사하였다. 코로나19 사태로 인하여 국제선 항공편 운항이 중단되고 면세점이 휴점하게 되는 것은 임대차계약 체결 당시 예상할 수 없었던 경제사정의 변동에 해당하고, 그로 인하여 각 임대차계약상 임대료가 상당하지 않게 되었으므로 원고들의 각 차임감액청구권의 행사로 이 사건 각 임대차 목적물의 2020년 3월분 차임은 매출액에 따른 품목별 영업요율을 적용한 금액으로 감액되었고, 청사폐쇄기간인 2020. 4.부터 2020. 8.까지의 차임은 전액 감액되었다. <br/>  4) 따라서 2020년 3월분 차임은 차임감액청구에 따라, 2020년 4월분부터 2020년 8월분까지의 차임은 주위적으로 차임지급거절권의 행사 또는 민법 제537조의 이행불능 법리에 따라, 예비적으로 차임감액청구에 따라 감액 또는 면제되었으므로, 피고는 원고들이 2020. 3.부터 2020. 8.까지 피고에게 법률상 원인 없이 지급한 차임의 반환으로, 원고 1 회사에게 7,585,009,380원, 원고 2 회사에게 11,188,469,718원 및 각 이에 대한 지연손해금을 지급할 의무가 있다.<br/>나. 피고<br/>  1) 원고들은 국토교통부의 국제선일원화 조치 이후에도 각 면세점을 점유·사용하고 있었고, 피고가 원고들의 면세점 사용을 금지하였다거나 달리 그 사용이 불가능해졌다고 볼 만한 사정이 없으므로 임대인인 피고의 의무불이행이나 이행불능이 있었다고 볼 수 없다.<br/>  2) 코로나19 확산으로 인한 국제선 여객 감소로부터 1개월이 지난 시점인 2020. 3.경을 기준으로 원고들의 차임감액청구권이 발생할 만한 ‘경제사정의 변동’이 있었다고 볼 수 없고, 국토교통부의 국제선일원화 조치로 인하여 일정한 기간 동안 매출액의 변동이 있었다고 하더라도 그러한 사정만으로 이 사건 각 임대차계약의 임대료가 상당하지 않게 되었다고 할 수 없다. 설령 차임감액청구권 행사의 요건이 갖추어졌다고 하더라도 원고들이 피고에게 차임감액청구권 행사의 의사표시를 하였다고 볼 수 없다.<br/>  3) 설령 임대료의 감액이 이루어진다고 하더라도, 원고들은 상당한 자본력을 가진 대형 기업으로 코로나19와 같은 위험에 대응할 능력을 갖추고 있는 점, 원고들 스스로 경영판단에 따라 이 사건 각 면세점에 투자하기로 한 것인 점, 유사 사안들에서는 20% 감액이 이루어졌던 점, 피고는 이미 2020. 3.부터 2020. 8. 기간 동안의 차임 50%를 감면해준 점 등을 고려하면, 제1심에서의 70% 감액 비율은 지나치게 과다하다.<br/>3. 판단<br/>가. 차임지급거절권 행사에 따른 부당이득반환 주장에 관한 판단<br/>  1) 관련 법리<br/>   임대차계약에 있어서 목적물을 사용·수익하게 할 임대인의 의무와 임차인의 차임지급의무는 상호 대응관계에 있으므로, 임대인이 목적물을 사용·수익하게 할 의무를 불이행하여 임차인이 목적물을 전혀 사용할 수 없을 경우에는 임차인은 차임 전부의 지급을 거절할 수 있다(대법원 1997. 4. 25. 선고 96다44778, 44785 판결, 대법원 2009. 9. 24. 선고 2009다41069 판결 등 참조). <br/>  2) 구체적 판단<br/>   위 법리에 비추어 앞서 본 기초사실 및 앞서 든 증거, 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정, 즉 국제선을 ☆☆국제공항으로 일원화하는 국토교통부의 2020. 4. 6. 자 조치에 따라 □□국제공항 및 ◇◇국제공항의 국제선 청사가 폐쇄됨으로써 원고들이 임대차목적물인 이 사건 각 면세점에 대한 휴점조치를 취할 수밖에 없는 상황에 이르렀으나, 이러한 상황은 코로나19의 확산 및 국토교통부의 조치로 인한 것일 뿐 임대인인 피고의 책임 영역에서 발생한 문제가 아닐 뿐만 아니라 피고로서도 위와 같은 상황을 예측하거나 해결하는 것이 불가능한 것으로 보이는 점, 원고들은 국토교통부의 2020. 4. 6. 자 국제선 일원화조치 이후에도 임대차계약을 해지하거나 이 사건 각 면세점 반환 또는 영업시설 철거 등의 조치를 취하지 않은 채 영업재개에 대비하여 영업시설을 유지하면서 계속 면세점을 점유하고 있었던 것으로 보이는 점, 면세점업은 국제정세, 주변국과의 관계, 국제적인 감염병 확산 등 대외환경 및 사회·경제적 상황에 따른 여행수요에 많은 영향을 받을 수밖에 없는데, 원고들로서도 위와 같은 요인을 모두 고려하여 공개입찰을 통해 이 사건 각 임대차계약을 체결한 것으로 보이므로 감염병 확산 위험에 따른 국제선 일원화조치 및 그로 인한 손실을 어느 정도 감수하여야 할 것으로 보이는 점 등을 종합하면, 피고가 원고들 주장과 같이 임대차목적물을 사용·수익하게 할 의무를 불이행하여 원고들이 이를 사용할 수 없을 경우에 해당한다고 볼 수 없다. 이와 다른 전제에 선 원고들의 이 부분 주장은 받아들일 수 없다.<br/>나. 민법 제537조 위험부담 법리에 따른 부당이득반환 주장에 관한 판단<br/>  1) 관련 법리<br/>민법 제537조는 ‘쌍무계약의 당사자 일방의 채무가 당사자 쌍방의 책임없는 사유로 이행할 수 없게 된 때에는 채무자는 상대방의 이행을 청구하지 못한다.’라고 규정하여 채무자위험부담주의를 채택하고 있는바, 쌍무계약에서 당사자 쌍방의 귀책사유 없이 채무가 이행불능된 경우 채무자는 급부의무를 면함과 더불어 반대급부도 청구하지 못한다고 할 것이므로, 쌍방 급부가 없었던 경우에는 계약관계는 소멸하고 이미 이행한 급부는 법률상 원인 없는 급부가 되어 부당이득의 법리에 따라 반환청구할 수 있다(대법원 2009. 5. 28. 선고 2008다98655, 98662 판결 등 참조).<br/>  2) 구체적 판단<br/>   이 사건 각 임대차계약 기간 중인 2020. 4. 6. 국토교통부가 코로나19 사태에 대한 조치로서 국제선을 ☆☆국제공항으로 일원화하면서 □□국제공항 및 ◇◇국제공항의 국제선 청사가 폐쇄된 사실은 앞서 본 바와 같다. 그러나 앞서 든 증거에 변론 전체의 취지 및 관련 법리를 더하여 인정되는 다음과 같은 사정을 종합하면, 이로 인하여 이 사건 임대차계약에 따른 피고의 의무가 이행불능의 상태에 이르렀다거나, 민법 제537조에 따라 피고가 원고들에게 임대료를 청구할 수 없다고 볼 수는 없다. <br/>    ① 위험부담의 법리가 적용되기 위해서는 임대차계약상 피고의 채무가 이행불능의 상태에 이르러야 한다. 채무의 이행이 불가능하다는 것은 목적물이 소멸하는 것과 같은 절대적·물리적 불가능의 경우만이 아니라 사회생활상 경험칙이나 거래상의 관념에 비추어 볼 때 채권자가 채무자의 이행을 기대할 수 없는 경우도 포함하나, 이는 채무의 이행이 종국적·확정적으로 불가능하게 되는 것을 의미한다고 보아야 한다. 그런데 이 사건에서 원고들이 주장하는 코로나19 사태로 인한 국토교통부의 국제선 일원화조치는 한시적·일시적인 것에 불과하므로 이로 인하여 이 사건 각 임대차계약에 따른 피고의 임대목적물 제공의무가 종국적으로 이행불능의 상태에 이르렀다고 보기는 어렵다. <br/>    ② 원고들 스스로도 피고의 임대목적물 제공의무가 이행불능의 상태에 이른 것은 일시적이라는 점을 인정하고 있다. 이러한 일시적인 이행불능도 종국적 이행불능과 동등하게 평가하여야 한다거나 종국적 이행불능에 상응하는 법적 효과를 부여하여야 한다고 볼 만한 명시적인 법적 근거는 존재하지 않는다.<br/>    ③ 쌍무계약에서 당사자 쌍방의 귀책사유 없이 채무가 이행불능된 경우 채무자가 급부의무를 면함과 더불어 반대급부도 청구하지 못한다고 한 것은 이행불능으로 인하여 계약관계가 소멸하는 것을 전제로 하는 것인데, 원고들은 이 사건 각 임대차계약이 유효하게 존속하고 있음을 전제로 한시적으로 이 사건 각 면세점의 영업이 불가능하였던 기간 동안 피고의 임대료청구권이 소멸한다고 주장하고 있어, 그 점에서도 이를 받아들이기 어렵다. <br/>다. 차임감액청구권 행사에 따른 부당이득반환 주장에 관한 판단<br/>  1) 원고들이 차임감액청구권을 행사하였는지 여부<br/>   가) 민법 제628조는 \"임대물에 대한 공과부담의 증감 기타 경제사정의 변동으로 인하여 약정한 차임이 상당하지 아니하게 된 때에는 당사자는 장래에 대한 차임의 증감을 청구할 수 있다.\"라고 정하고 있다(2020. 9. 29. 개정되기 전의 상가건물임대차보호법 제11조도 같은 취지로 규정하고 있다). 이에 따른 임차인의 차임감액청구권은 사법상의 형성권으로(대법원 1968. 11. 19. 선고 68다1882, 1883 판결 등 참조), 그 청구권을 재판 과정에서 행사할 수 있을 뿐만 아니라 재판 외에서도 행사할 수 있다. <br/>   나) 갑 제6 내지 10호증의 각 기재 및 변론 전체의 취지에 의하면 다음과 같은 사실이 인정된다.<br/>    ① 원고 1 회사는 2020. 3. 10. 피고에게 ‘공항 운영이 사실상 중단되는 사태가 발생하여 운영을 지속하기가 어려우므로, 임시휴점 및 매출액에 따른 품목별 영업요율 적용을 통한 영업료 조정을 요청한다.’는 내용의 공문을 내용증명우편으로 보냈다. 그 무렵 위 공문을 수령한 피고는 이에 대해 ‘휴점기간을 2020. 3. 12.부터 2020. 3. 28.까지로 하여 휴점 승인 요청을 승인한다. 임대료는 공사가 운영하는 지방공항 등과 일률적으로 조정을 검토하고 있으며 결과를 추후 통보할 예정이다.’고 회신하였다.<br/>    ② 원고 2 회사는 2020. 3. 17. 피고에게 위와 동일한 사유를 들어 임시휴점 및 영업료 조정을 요청하는 공문을 보냈다. 그 무렵 위 공문을 수령한 이에 대해 피고는 ‘휴점기간을 2020. 3. 19.부터 2020. 3. 31.까지로 하여 휴점 승인 요청을 승인한다. 임대료 부과방식 변경은 불가하다.’고 회신하였다.<br/>    ③ 이후 원고 2 회사는 2020. 4. 7.부터, 원고 1 회사는 2020. 4. 16.부터 수차례에 걸쳐 피고에게 위와 동일한 사유를 들어 임대료를 면제하여 줄 것을 요청하였는데, 피고가 그 요청을 거절하자 원고들은 2020. 6. 23. ‘2020. 4. 6.부터 휴업기간에 대해 임대료 100% 감액청구권을 행사한다.’고 각 통지하였다.<br/>   다) 위 인정사실에 의하면, 원고 1 회사는 2020. 3. 10.경, 원고 2 회사는 2020. 3. 17.경 피고에 대하여 □□국제공항 또는 ◇◇국제공항의 운항중단을 이유로 하는 임대료감액청구권을 행사한 것으로 보인다. <br/>    이와 관련하여 피고는 원고들이 앞서 본 공문에서 ‘요청한다’는 등의 표현을 사용하였을 뿐 차임감액을 ‘청구한다’고 표현한 바 없고, 임대료산정방법의 변경을 요청하거나 차임의 ‘감액’이 아닌 ‘면제’를 요청하였던 점 등을 고려하면 원고들이 차임감액청구권을 행사한 것으로 볼 수 없다고 주장한다. 그러나 ① 민법 제628조는 차임감액청구권 행사의 방식에 대하여 아무런 제한을 두고 있지 않고, 이 사건 각 임대차계약에서도 이와 관련하여 별도의 약정을 하지 않은 점, ② 원고들은 기존 임대료를 납부하기 어렵다는 측면을 강조하며 임대료 조정을 요청하였기에 ‘품목별 요율에 따른 매출연동임대료 적용’ 또는 ‘임대료 면제’라는 표현을 사용하였더라도 임대료 감액을 청구하는 취지의 의사를 표시한 것으로 충분히 볼 수 있는 점(‘임대료 면제’는 그 문언에 의하더라도 임대료 전부의 감액을 청구하는 것으로 보인다), ③ 이러한 원고들의 공문에 대하여 피고 역시도 ‘임대료는 일률적인 조정을 검토하고 있으며 결과를 추후 통보할 예정이다.’는 취지로 답변하였고, 그 경위와 내용에 비추어 피고로서도 원고들의 공문이 임대료 감액을 청구하는 취지임을 인식하였던 것으로 보이는 점 등을 종합하면, 위와 같은 피고의 주장은 받아들이기 어렵다.<br/>    따라서 원고들이 형성권인 임대료감액청구권을 행사하였으므로 그 요건이 충족되는 경우 이 사건 각 임대차계약상 차임은 위 각 일자로부터 장래를 향하여 객관적으로 상당한 금액으로 변경된다고 할 것이다.<br/>  2) 차임감액청구권이 인정되는지 여부<br/>   가) 관련 법리<br/>민법 제628조에 따른 차임증감청구권은 임대물에 대한 공과부담의 증감이나 경제사정의 변동으로 인하여 약정 차임으로 당사자를 구속하는 것이 정의와 형평에 어긋나 현저히 부당한 경우에 인정되고(대법원 2010. 10. 14. 선고 2010다50113 판결 등 참조), 이러한 경우에 해당하는지는 약정 차임의 내용과 변동률, 경제사정 변동의 원인과 정도, 사정변경의 급박성, 계약체결 후 경과된 시간 등을 종합적으로 고려하여 개별적, 구체적으로 판단해야 한다.<br/>   나) 구체적 판단<br/>    앞서 든 증거들, 갑 제5, 12호증의 각 기재에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들을 고려하면, 이 사건 각 임대차계약상 차임을 그대로 유지하는 것은 경제사정의 변동 등으로 인하여 약정 차임으로 당사자를 구속하는 것이 정의와 형평에 어긋나 현저히 부당한 경우에 해당한다고 봄이 타당하다.<br/>    ① 이 사건 각 임대차계약은 임대차 목적물을 면세점 용도로 사용하는 것을 목적으로 체결되었고, 이 사건 각 면세점의 입찰 당시 작성된 사업설명서에 의하면, 2016. 3. 기준으로 □□국제공항의 국제선 운항노선은 주 392편, 일 56편, 2016. 5. 기준으로 ◇◇국제공상의 국제선 운항노선은 주 1,024편, 일 146편으로 기재되어 있다. 그러나 코로나19 사태로 □□국제공항과 ◇◇국제공항의 국제선 항공편은 2020. 3. 9.경부터 하루당 1~2편으로 사실상 중단되기에 이르렀고, 피고는 2020. 3. 9. 원고 1 회사에게 국제선 운항이 대폭 감축됨을 알리면서 영업에 필요한 조치를 취하라고 통지하였다.<br/>    ② 이에 원고 1 회사는 2020. 3. 12.부터, 원고 2 회사는 2020. 3. 17.부터 이 사건 각 면세점에 대하여 휴점조치를 취하였고, 그 결과 2020. 3. 원고 1 회사의 □□국제공항의 동편 매장 면세점 매출액은 233,225,925원, 원고 2 회사의 ◇◇국제공항 면세점 매출액은 387,041,498원으로 전년도 같은 기간 대비 약 96.1%, 96.4% 감소하였다. 국토교통부의 2020. 4. 6. 자 국제선 항공편 일원화조치 이후 원고들이 이 사건 각 면세점의 휴업기간을 계속하여 연장하면서 2020. 4.부터의 2020. 8.경까지는 각 면세점에 매출이 전혀 발생하지 않게 되었다.  <br/>    ③ 코로나19와 같이 장기간에 걸쳐 전 세계적으로 감염이 확산되어 많은 사망자들을 낳고 경제 전반에 걸쳐 큰 파급력을 미친 감염병은 적어도 근래에 이르러서는 유례를 찾기 어렵고, 코로나19로 인한 외국인 입국제한, 해외여행 위축 등은 해외여행객이나 방한 외국인 관광객 등을 대상으로 하는 면세점의 매출에 큰 영향을 미칠 수밖에 없는 점, 국토교통부의 국제선 항공편 일원화조치 이후에는 원고들이 이 사건 면세점을 통해 수익을 얻는 것이 사실상 불가능해진 점 등을 고려하면, 코로나19로 인한 상황은 민법 제628조 등에서 정한 ‘경제사정의 변경’으로 봄이 타당하다(2020. 9. 29. 개정된 상가건물임대차보호법 제11조는 1급 감염병을 경제사정 변경의 원인의 하나로 명시하고 있다). <br/>    ④ 피고는 민법 제628조 등에서 정한 ‘경제사정의 변경’은 장기간의 변동에 해당하는 것이어야 하는데, 이 사건 각 임대차계약상 임대차 기간이 5년에 이르는 점을 고려하면 코로나19로 인한 상황은 단기간의 변동에 불과하여 ‘경제사정의 변경’에 해당하지 않는다고 주장한다. 그러나 그와 같이 해석할 만한 아무런 법적 근거가 없을 뿐만 아니라, 민법 제628조는 임차인을 보호하기 위한 규정인 점, 제1급 감염병을 경제사정 변경의 원인의 하나로 명시한 상가건물임대차보호법 제11조는 임대인의 증액 청구에 대하여는 ‘임대차계약 또는 약정한 차임 등의 증액이 있은 후 1년 이내에는 하지 못한다.’고 그 기간을 제한하면서도 임차인의 감액 청구에 대하여는 그와 같은 제한을 두고 있지 아니한 점 등을 종합하면, 피고의 이러한 주장은 받아들이기 어렵다.<br/>    ⑤ 이 사건 각 임대차계약에 의하면, 임대료는 고정임대료와 변동임대료로 구성되며, 고정임대료는 해당 재산에 관하여 피고가 정한 금액, 변동임대료는 매출액을 기준으로 일정 영업요율을 곱하여 고정임대료와 함께 부가하는 추가금액을 말하는데, 매출액 확정 시 이를 기준으로 산정한 변동임대료가 고정임대료를 초과하는 경우에는 이를 납부하도록 정하고 있다(원고 1 회사의 임대차계약 제5조, 제6조 제2항, 원고 2 회사의 임대차계약 제5조, 제6조 제2항). 이와 관련하여 피고는 이 사건 각 임대차계약의 고정임대료는 최소한의 임대료로 원고들과 피고 모두 이 사건 각 임대차계약의 고정임대료가 임대료의 하한선에 해당한다는 인식과 의도를 가지고 있었고, 피고는 고정임대료와 변동임대료 중 큰 금액을 받는 방식을 통해 원고들과 같은 면세점 사업자의 매출 증감에 따른 위험을 일부 분담한 것이므로 원고들의 매출이 하락하였다고 하여 약정임대료가 상당하지 않게 되었다고 볼 수는 없다고 주장한다. 그러나 이 사건 각 임대차계약이 정한 고정임대료는 원고 1 회사의 경우 월 2,583,416,420원, 원고 2 회사의 경우 월 3,765,657,850원으로 □□국제공항 내 면세점을 운영하기 위하여 피고와 임대차계약을 체결한 신라면세점과 비교하더라도 상당히 큰 금액으로 보이는 점, 코로나19가 확산되기 이전에도 이 사건 각 임대차계약에 따른 변동임대료가 고정임대료를 넘어선 사실이 없어 원고들은 고정임대료를 납부해왔을 뿐 변동임대료를 납부한 사실이 없었던 점 등을 고려하면, 이 사건 각 임대차계약에서 고정임대료가 임대료의 하한선으로서 매출 증감에 따른 위험을 피고가 일부 분담하였다는 점은 쉽게 납득하기 어려우므로 이 부분 피고 주장 역시 받아들일 수 없다.<br/>    ⑥ 나아가 이 사건 각 임대차계약의 고정임대료는 그 액수와 변동률, 원고들이 연중무휴로 일정시간 동안 영업할 의무를 부담하는 점(제15조) 등을 고려할 때 원고들이 이 사건 각 면세점을 정상적으로 운영하여 수익을 얻는 것을 전제로 하여 최소한의 금액을 정한 것이라고 보이는 점, 원고들과 피고가 이 사건 각 임대차계약에서 고정임대료를 정할 때 국제선 청사 자체가 폐쇄되어 면세점 사업자의 매출이 전혀 발생하지 않게 되는 상황을 예상하기는 어려웠을 것이라는 점을 고려하면, 이 사건 각 임대차계약에서 정한 고정임대료는 매출이 전혀 발생하지 않는 상황에서는 상당하지 않게 되었다고 봄이 타당하다(피고는 휴업 및 무단점유의 경우에도 임대료의 100% 내지 120%를 납부하도록 한 이 사건 각 임대차계약 규정을 고려할 때 매출이 전혀 발생하지 아니하였다고 하더라도 여전히 고정임대료는 상당하다고 보아야 한다고 주장하나, 피고가 내세우는 이 사건 각 임대차계약 규정은 원고들 측 사정으로 휴업 및 무단점유를 한 경우를 말하는 것으로 이는 코로나19 확산으로 이 사건 각 면세점이 폐쇄된 경우와 전혀 다른 상황으로서 그러한 사정만으로 결론을 달리할 수는 없다).<br/>    ⑦ 한편 국토교통부의 2020. 4. 6. 자 국제선 항공편 일원화조치가 코로나19 확산 방지라는 공익을 위하여 원고들과 같은 면세점 사업자들의 손실을 감수하고 시행된 것이라는 점에서 원고들이 면세점 사업을 영위하는 회사로서 경제사정의 변동으로 인한 상당한 정도의 위험을 감수해야 하는 사정을 고려하더라도, 위와 같은 조치에 따른 경제적 손실을 임대인인 피고와의 관계에서 임차인인 원고들이 과도하게 부담하도록 하는 것은 정의와 형평의 관점에서 타당하지 않다. <br/>  3) 감액의 범위<br/>   다음과 같은 사정들을 종합하여 보면, 차임감액청구의 효력이 발생한 2020. 3. 10.경(원고 1 회사의 경우) 또는 2020. 3. 17.경(원고 2 회사의 경우)부터 □□국제공항 및 ◇◇국제공항의 국제선 청사가 폐쇄되기 이전까지의 이 사건 각 임대차계약상 차임은 50%, 위 각 청사가 폐쇄된 2020. 4.부터 2020. 8.까지의 차임은 70% 감액되어야 한다고 봄이 타당하다. 따라서 피고가 국토교통부의 조치에 따라 원고들의 요청을 일부 수용하여 임대료의 절반을 감액하였다고 하더라도 그 감액의 범위가 객관적으로 상당한 금액에 미치지 못하는 이상, 피고는 원고들에게 부당이득으로 일부 감액하여 실제 지급받은 임대료와 정당하게 감액된 임대료와의 차액을 지급할 의무가 있다. 이를 넘어 2020. 3.부터 2020. 8.까지의 차임 전액이 면제되어야 한다는 원고들의 주장은 이유 없다.<br/>    ① 이 사건에서 원고들의 차임증감청구권을 어느 범위에서 인정할 것인지는 코로나19 유행으로 인한 경제상황의 변동에 따른 부담을 원고들과 피고 사이에서 재조정하는 것으로서, 어느 한 쪽이 그 손실을 과도하게 부담하도록 하는 것은 타당하지 않다.<br/>    ② 앞서 본 바와 같이 2020. 3. 원고 1 회사의 □□국제공항의 동편 매장 면세점 매출액은 전년도 같은 기간 대비 약 96.1%, 원고 2 회사의 ◇◇국제공항 면세점 매출액은 전년도 같은 기간 대비 약 96.4% 감소하였고, 2020. 4.부터 2020. 8.까지는 매출이 전혀 발생하지 않았다.<br/>    ③ □□국제공항 및 ◇◇국제공항의 국제선 청사가 폐쇄된 2020. 4.부터 2020. 8.까지 원고들은 이 사건 각 임대차계약상의 임대차 목적물을 전혀 사용·수익하지 못한 것으로 보인다.<br/>    ④ 다만 면세점업은 국제정세, 주변국과의 관계 등의 대외환경 및 사회·경제적 상황에 따른 여행수요에 많은 영향을 받고, 원고 1 회사의 2019년 사업보고서(을 제2호증)에도 위와 같은 여러 변수가 매출에 영향을 미친다는 내용의 기재가 있으며, 원고들로서도 위와 같은 요인을 모두 고려하여 공개입찰을 통해 이 사건 각 임대차계약을 체결한 이상 감염병 확산 위험의 실현으로 인한 손실을 그 전부는 아니라도 상당 부분 감수하여야 한다. <br/>    ⑤ 또한 국토교통부의 조치에 따라 피고가 이미 2020. 3.부터 2020. 8.까지의 임대료 중 50%를 감액하였고, 2020. 9.부터 2021. 12.까지의 임대료를 면제하여 손실을 상당부분 분담한 것으로 보인다.<br/>라. 피고가 원고들에게 반환하여야 할 부당이득의 범위<br/>  갑 제14, 15호증의 각 기재에 의하면 소비자물가지수를 반영하여 적용된 2020년 월 고정임대료, 원고들이 2020. 3.부터 2020. 8.까지 피고에게 납부한 차임 및 원고들의 차임감액청구권의 행사에 따라 감액된 차임의 액수는 아래 표 해당란 기재와 같고, 이에 따라 원고들이 피고에게 초과지급한 차임의 액수를 계산하면 원고 1 회사 2,583,416,420원, 원고 2 회사 3,765,657,825원이 된다. <br/>[원고 1 회사의 초과지급액][단위: 원, 이하 같다]?고정임대료실제지급액감액된 차임초과지급액2020. 3. 10. ~ 2020. 3. 31.1,833,392,298주1)916,696,149주2)916,696,149주3)02020. 4.2,583,416,4201,291,708,210775,024,926주4)516,683,2842020. 5.2,583,416,4201,291,708,210775,024,926516,683,2842020. 6.2,583,416,4201,291,708,210775,024,926516,683,2842020. 7.2,583,416,4201,291,708,210775,024,926516,683,2842020. 8.2,583,416,4201,291,708,210775,024,926516,683,284합계2,583,416,420<br/>[원고 2 회사의 초과지급액]??고정임대료실제지급액감액된 차임초과지급액2020. 3. 17. ~ 2020. 3. 31.1,822,092,508주5)911,046,254주6)911,046,254주7)02020. 4.3,765,657,8501,882,828,9201,129,697,355주8)753,131,5652020. 5.3,765,657,8501,882,828,9201,129,697,355753,131,5652020. 6.3,765,657,8501,882,828,9201,129,697,355753,131,5652020. 7.3,765,657,8501,882,828,9201,129,697,355753,131,5652020. 8.3,765,657,8501,882,828,9201,129,697,355753,131,565합계3,765,657,825<br/>  따라서 피고는 부당이득반환으로 원고 1 회사에게 2,583,416,420원, 원고 2 회사에게 3,765,657,825원 및 그중 제1심판결에서 인용한 부분인 원고 1 회사에 대한 2,325,074,778원, 원고 2 회사에 대한 3,615,031,512원에 관하여는 이 사건 소장 부본 송달일 다음 날인 2022. 2. 26.부터 피고가 이행의무의 존부 및 범위에 관하여 항쟁함이 타당한 제1심판결 선고일인 2023. 9. 1.까지 상법이 정한 연 6%, 그다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을, 그 나머지 이 법원에서 추가로 지급을 명하는 부분인 원고 1 회사에 대한 258,341,642원, 원고 2 회사에 대한 150,626,313원에 관하여는 이 사건 소장 부본 송달일 다음 날인 2022. 2. 26.부터 피고가 이행의무의 존부 및 범위에 관하여 항쟁함이 타당한 이 법원 판결 선고일인 2024. 8. 29.까지 상법이 정한 연 6%, 그다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 각 지급할 의무가 있다.<br/>4. 결론<br/> 그렇다면 원고들의 청구는 위 인정범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 기각하여야 한다. 제1심판결은 이와 일부 결론을 달리하여 부당하므로 원고들의 항소를 일부 받아들여 제1심판결을 위와 같이 변경하기로 하여, 주문과 같이 판결한다.  <br/><br/>판사 최승원(재판장) 김태호 김봉원 ",
    "사건번호": "2023나2045140",
    "사건종류코드": "400101",
    "판례정보일련번호": "606351",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}