{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "민사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20241016",
    "법원명": "서울고등법원",
    "사건명": "건물인도·손해배상(기)",
    "판례내용": "【원고(반소피고), 피항소인 겸 항소인】 ○○○시설관리공단 (소송대리인 법무법인 민우 담당변호사 김다섭)<br/>【피고(반소원고), 항소인 겸 피항소인】 △△△ 주식회사 (소송대리인 변호사 하태흥 외 1인)<br/>【피고, 피항소인】 피고 2 외 9인<br/>【제1심판결】 서울서부지방법원 2024. 1. 25. 선고 2020가합41743(본소), 2023가합33361(반소) 판결<br/>【변론종결】2024. 8. 14.<br/>【주    문】<br/> 1. 제1심판결의 본소에 대한 부분 중 피고 2, 피고 3, 피고 4, 피고 5, 피고 6, 피고 7, 피고 8, 피고 9, 피고 10, 피고 11에 관한 부분을 취소한다. <br/>  원고(반소피고)에게, 피고 2는 별지 1. 목록 기재 부동산 중 별지 2-2. 도면 표시 12, 13, 16, 17, 12의 각 점을 순차로 연결한 선내 D-6 부분 19.3397㎡를, 피고 3은 같은 도면 표시 25, 26, 27, 28, 25의 각 점을 순차로 연결한 선내 D-2 부분 76.3983㎡를, 피고 4는 같은 도면 표시 13, 14, 15, 16, 13의 각 점을 순차로 연결한 선내 D-5 부분 19.3397㎡를, 피고 5는 같은 도면 표시 11, 12, 17, 18, 11의 각 점을 순차로 연결한 선내 D-7 부분 19.3397㎡를, 피고 6은 같은 도면 표시 23, 24, 25, 28, 23의 각 점을 순차로 연결한 선내 D-9 부분 19.338㎡를, 피고 7은 같은 도면 표시 3, 4, 7, 8, 3의 각 점을 순차로 연결한 선내 D-11 부분 19.338㎡를, 피고 8은 같은 도면 표시 4, 5, 6, 7, 4의 각 점을 순차로 연결한 선내 D-10 부분 19.338㎡를, 피고 9는 같은 도면 표시 1, 2, 9, 10, 1의 각 점을 순차로 연결한 선내 D-13 부분 19.338㎡를, 피고 10은 같은 도면 표시 2, 3, 8, 9, 2의 각 점을 순차로 연결한 선내 D-12 부분 19.338㎡를, 피고 11은 같은 도면 표시 19, 20, 21, 22, 19의 각 점을 순차로 연결한 선내 D-17 부분 28.174432㎡를 각 인도하라.<br/> 2. 원고(반소피고)의 본소에 관한 나머지 항소 및 피고(반소원고) △△△ 주식회사의 본소 및 반소에 관한 항소를 모두 기각한다.<br/> 3. 원고(반소피고)와 피고 2, 피고 3, 피고 4, 피고 5, 피고 6, 피고 7, 피고 8, 피고 9, 피고 10, 피고 11 사이의 소송총비용은 위 피고들이, 원고(반소피고)와 피고(반소원고) △△△ 주식회사 사이에 생긴 항소비용은 각자 부담한다.<br/> 4. 제1항의 건물인도 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】 1. 청구취지<br/> 〈본소〉<br/> 주문 제1항 및 피고(반소원고, 이하 ‘피고’라고만 한다) △△△ 주식회사는 원고(반소피고, 이하 ‘원고’라고만 한다)에게 별지 1. 목록 기재 부동산 중 별지 2-1. 도면 표시 1, 2, 3, 4, 5, 6, 1의 각 점을 순차로 연결한 선내 2,962.42㎡를 인도하고, 2020. 10. 30.부터 위 인도완료일까지 월 459,769,683원의 비율에 의한 돈을 지급하라.<br/> 〈반소〉<br/> 원고는 피고 △△△ 주식회사에게 10,000,000원 및 이에 대하여 이 사건 반소장 부본 송달일부터 다 갚는 날까지 연 12%의 비율에 의한 돈을 지급하라.<br/> 2. 항소취지<br/> 가. 원고<br/>  제1심판결의 본소에 대한 부분을 다음과 같이 변경한다. 본소 청구취지 기재와 같다. <br/> 나. 피고 △△△ 주식회사<br/>  제1심판결의 본소에 대한 부분 중 피고 △△△ 주식회사 패소부분을 취소하고, 그 취소부분에 해당하는 원고의 청구를 기각한다. 제1심판결의 반소에 대한 부분을 취소한다. 원고는 피고 △△△ 주식회사에게 10,000,000원 및 이에 대하여 이 사건 반소장 부본 송달일부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.  <br/>【이    유】1. 제1심판결의 인용<br/>  이 법원이 이 사건에 관하여 설시할 이유는 제1심판결의 이유 중 일부를 아래와 같이 추가, 변경하는 외에는 제1심판결의 이유 기재와 같으므로, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다. <br/>○ 제15면 21행 다음에 아래의 문구를 추가한다.<br/>\"이에 대하여 피고 회사는, 위 변제공탁이 유효하기 위해서는 원고가 이행장소인 이 사건 건물에서 수차례에 걸쳐 피고 회사에게 임대차보증금을 현실 제공하였으나 피고 회사가 수령을 거절하는 등의 사정이 있어야 하는데 그와 같은 사실이 존재하지 않으므로 위 변제공탁은 효력이 없다고 주장한다. <br/>  채권자의 태도로 보아 채무자가 설사 채무의 이행제공을 하였더라도 그 수령을 거절하였을 것이 명백한 경우에는 채무자는 이행의 제공을 하지 않고 바로 변제공탁할 수 있다(대법원 1994. 8. 26. 선고 93다42276 판결 참조). <br/>  살피건대, 앞서 든 증거 및 변론 전체의 취지에 따르면 원고가 2020. 3. 26. 피고에게 이 사건 임대차계약의 종료 및 매장 명도의 통지를 하면서 2020. 10. 29.까지 목적물의 반환 및 원상복구 의무를 이행해 줄 것을 요구하였으나 피고 회사는 같은 해 3월부터 같은 해 9월까지 원고에게 수차례 ‘전대차갱신신청권 행사 등의 이유로 이 사건 임대차계약이 종료되지 않았고, 따라서 이 사건 건물 부분을 인도할 수 없다’는 취지로 회신한 사실, 이에 원고는 2020. 10. 29. 직후인 2020. 11. 11. 임대차보증금을 공탁한 사실이 인정되는바, 위 인정사실에 의하면 원고가 이 사건 임대차계약 기간이 만료된 후 임대차보증금 반환을 위한 이행제공을 하였더라도 피고 회사가 그 수령을 거절하였을 것이 명백하다고 보이므로 원고의 위 2020. 11. 11.자 변제공탁은 유효하다고 인정된다. 따라서 피고 회사의 위 주장은 이유 없다.\"<br/>○ 제19면 4행 다음에 아래의 문구를 추가한다.<br/>\"피고 회사는 피고 회사가 설치한 천장시설 및 구조물의 경우 이 사건 건물 부분에 부합하여 그 구성부분이 되었으므로 원고가 피고 회사에게 유익비 상당의 부당이득을 반환하여야 한다고 주장하므로 살피건대, 이 사건 임대차계약 당시 작성된 계약서(갑 제3호증) 제8조에서는 임차인이 계약의 만료나 해지로 목적물을 반환할 경우 본인의 부담으로 시행한 내부 시설, 설비 등 시설물에 대하여 공사시설물의 변형이 없는 범위 안에서 분리, 제거하여 갈 수 있으나, 유익비 청구 등 여타의 권리행사를 할 수 없다고 규정하고 있는바, 이는 피고 회사가 유익비상환청구권을 미리 포기하는 취지의 약정이라 볼 것이고, 달리 피고 회사가 설치하였다고 주장하는 천장시설 및 구조물이 이 사건 임대차계약 제8조에 따른 유익비상환청구권 포기 대상에 포함되지 않는다고 볼만한 사정이 없으므로, 피고 회사의 위 주장은 이유 없다.\"  <br/>○ 제21면 20행부터 제22면 8행까지 부분을 아래와 같이 변경한다. <br/>\"민법 제629조 제1항에서는 임차인은 임대인의 동의없이 임차물을 전대하지 못하고, 제2항에서는 임차인이 무단으로 전대하는 경우 임대인은 계약을 해지할 수 있다고 정하고 있다. 따라서 임차인이 임대인의 동의를 얻어 임차물을 전대한 경우, 임대인과 임차인 사이의 종전 임대차계약은 계속 유지되고(민법 제630조 제2항), 임차인과 전차인 사이에는 별개의 새로운 전대차계약이 성립한다. 한편 위와 같은 경우 임대인과 전차인 사이에는 직접적인 법률관계가 형성되지 않지만, 임대인의 보호를 위하여 전차인이 임대인에 대하여 직접 의무를 부담한다(민법 제630조 제1항). 즉 임대인의 동의가 있는 전대차를 규정하는 위 민법 조항은 전차인은 전대차계약으로 전대인에 대하여 부담하는 의무 이상으로 임대인에게 의무를 지지 않고 동시에 임대차계약으로 임차인이 임대인에 대하여 부담하는 의무 이상으로 임대인에게 의무를 지지 않음을 규정하는 것으로 볼 수 있다(대법원 2018. 7. 11. 선고 2018다200518 판결 참조).<br/>  한편, 민법 제632조에 의하면 전대차와 관련한 위 민법 제629조와 제630조는 건물의 임차인이 그 건물의 소부분을 타인에게 사용하게 하는 경우 적용되지 않는데, 이는  임차인이 임대인의 동의 없이 임차한 건물의 소부분을 전대하더라도 임대인은 이를 이유로 계약을 해지할 수 없으며, 건물의 소부분에 대한 전차인은 직접 임대인에 대하여 차임 지급 등의 의무를 부담하지 않음을 규정하고 있는 것으로 해석할 수 있으나 나아가 임대인과 임차인 사이에 임대차계약이 종료한 경우 임대인이 전차인에 대하여 직접 인도할 것을 요구할 수 있는 권한이 없다고 규정하는 것으로는 해석할 수 없다. 즉 위 규정은 임대인과 임차인 사이의 임대차계약이 유효할 동안 임대인의 동의 없는 건물의 소부분에 대한 전대차계약도 유효하도록 한 것일 뿐 임차인이 임대목적물에 대한 점유 권한을 상실하였음에도 전차인에 대하여 점유, 사용 권한을 주도록 하는 규정으로 볼 수는 없다. 만약 임차인이 임대인의 동의를 받거나 또는 동의 없이 건물의 소부분을 전대한 상황에서 임대차가 종료되었음에도 임대인에게 임차 부분의 인도를 거부하고 있어 임대인이 임차인에 대하여 소 제기로서 임차 건물의 인도를 청구해야 하는 경우라면 임대인으로서는 임차인이 전차인으로부터 전대한 건물의 소부분을 인도받아 임대인에게 다시 인도할 것을 기대하기 어려울 것이 예상되므로 임대인으로서는 임차인뿐만 아니라 건물의 소부분을 전차한 전차인에게도 전대차 목적물의 인도를 구할 수 있다고 해야 한다. <br/>  따라서 이 사건 임대차가 종료한 이상 전차인인 피고들은 원고에게 각 점유 부분을 인도할 의무가 있으므로 피고 2 등 10인의 위 주장은 이유 없다.\"<br/>○ 제23면 21행 다음에 아래의 문구를 추가한다. <br/>\"(3) 피고 회사는, 임대차계약이 종료된 이상 원고는 더 이상 임대용역의 공급자가 아니어서 부가가치세 납부의무가 없는바, 손해액 계산시 부가가치세 상당액을 제외해야 한다고 주장하나, 임차인이 계약종료 후에도 건물을 계속 사용하고 있고 임대인도 보증금을 반환하지 않은 채 거기에서 향후 임료 상당액을 공제하는 관계라면 부가가치세의 과세대상인 용역의 공급에 해당하므로, 차임에 대한 부가가치세 상당액을 임차인이 부담하기로 하는 약정이 있었다면, 특별한 사정이 없는 한 임대차계약 종료 후의 계속점유를 원인으로 지급되는 차임 상당 부당이득에 대한 부가가치세 상당액도 임차인이 부담하여야 하고(대법원 2021. 5. 13. 선고 2020다255429 판결 참조), 위 법리는 임대차보증금에서 임료 상당액을 공제하는 경우뿐만 아니라 임대인이 이미 임대차보증금을 반환하여 임차인에게 별도로 차임 상당의 부당이득반환청구를 구하는 경우에도 동일하게 적용된다고 할 것이므로, 피고 회사의 위 주장은 이유 없다.<br/>  (4) 피고 회사는, 원고의 부속물대금지급의무와 피고 회사의 건물명도의무가 동시이행관계에 있던 2023. 6. 30.까지는 동시이행항변권의 이행지체 저지효로 인하여 자신의 점유가 불법행위로 인정되지 않으므로 적어도 그때까지의 손해배상액은 월차임의 1.3배가 아닌 1배로 정해져야 한다고 주장하므로 살피건대, 이 사건 임대차계약이 종료되어 피고 회사의 점유에 법률상 원인이 없어졌음에도 피고 회사가 건물명도의무를 이행하지 않음으로써 피고 회사는 임대차계약 종료 시점 이후로 이 사건 임대차계약에서 정한 월 차임 1.3배의 차임 상당의 부당이득을 반환할 의무가 있고, 피고 회사가 2023. 5. 19.자 준비서면의 송달로서 부속물매수청구권 행사의 의사를 표시함으로써 부속물매수청구권이 발생하였다 하더라도 이미 발생한 원고의 월 차임 1.3.배의 차임 상당 부당이득반환채권을 소멸하게 하는 것은 아니며, 앞서 인정한 바와 같이 위 준비서면 송달 당시 이미 발생한 차임 상당의 부당이득반환채권액이 피고 회사의 부속물매수대금채권액 보다 크고, 원고가 차임 상당 부당이득반환채권과 피고 회사의 부속물매수대금채권을 대등액에서 상계하여 부속물매수대금채권이 소멸함으로써 동시이행항변권의 이행지체 저지효 역시 소멸되었다고 할 것이므로 위 주장은 이유 없다.\"<br/>3. 결  론<br/>   그렇다면, 원고의 이 사건 본소 청구 중 피고 회사를 제외한 나머지 피고들에 대한  청구는 모두 이유 있어 이를 인용하고, 피고 회사에 대한 청구는 위 인정범위 내에서 이유 있어 이를 인용하며, 피고 회사에 대한 나머지 청구와 피고 회사의 반소 청구는 이유 없어 이를 모두 기각하여야 한다. 제1심판결의 본소에 대한 부분 중 피고 회사를 제외한 나머지 피고들에 관한 부분은 이와 결론을 달리 하여 부당하므로 위 피고들에 관한 부분을 취소하여 위 피고들에게 각 점유 부분의 인도를 명하기로 하고, 제1심판결의 본소에 대한 부분 중 피고 회사에 관한 부분과 반소에 관한 부분은 이와 결론을 같이 하여 정당하므로 제1심판결의 본소에 대한 원고의 나머지 항소와 본소 및 반소에 관한 피고 회사의 항소를 모두 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 1. 생략]<br/>[별지 2. 목록 생략]<br/>[별지 2-1. 도면 생략]<br/>[별지 2-2. 도면 생략]<br/><br/>판사 김경란(재판장) 이재영 강효원 ",
    "사건번호": "2024나2015320(본소), 2024나2015337(반소)",
    "사건종류코드": "400101",
    "판례정보일련번호": "606545",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}