{
  "판시사항": "  甲이 캄보디아 국적의 乙과 혼인한 후, 丙 보험회사와 피보험자를 乙로 하고 사망보험금 수익자를 甲으로 하는 생명보험계약을 체결하였는데, 甲이 고속도로를 주행하던 중 화물차를 추돌하는 사고가 발생하여 조수석에 타고 있던 乙이 사망하였고, 이에 甲이 丙 회사를 상대로 보험금 지급을 구한 사안에서, 제반 사정에 비추어 乙이 보험계약의 내용을 이해한 후 진정한 의사로 동의하였다고 볼 수 없으므로 보험계약이 무효라고 본 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  甲이 캄보디아 국적의 乙과 혼인한 후, 丙 보험회사와 피보험자를 乙로 하고 사망보험금 수익자를 甲으로 하는 생명보험계약을 체결하였는데, 甲이 고속도로를 주행하던 중 화물차를 추돌하는 사고가 발생하여 조수석에 타고 있던 乙이 사망하였고, 이에 甲이 丙 회사를 상대로 보험금 지급을 구한 사안이다.<br/>상법 제731조 제1항에 따른 피보험자인 ‘타인의 동의’는 자신의 사망을 보험사고로 하는 보험계약의 체결에 대하여 이의가 없다는 의사를 표시하였다고 볼 수 있을 정도로 보험계약의 내용을 이해한 후 진정한 의사로 이루어진 동의를 의미한다고 봄이 타당한데, 乙이 보험계약 청약서의 피보험자란에 자신의 이름을 자필로 기재한 사실은 인정되나, 乙은 캄보디아인으로 甲과 혼인하여 대한민국에 입국할 때까지 대한민국 언어나 문화, 생활환경, 보험제도 등에 대해서는 전혀 알지 못했던 것으로 보이는 점, 보험계약 체결 당시 乙은 한국어가 능숙하지 못하였던 것으로 보이는 점, 乙은 사회경험이 많지 않았고 생활범위도 제한적이었으며, 보험계약 체결 전후의 정황 등을 종합하면 보험계약의 내용을 이해하지 못한 채 서명한 것으로 보이는 점, 이와 같이 한국어 능력도 부족하고 도박보험의 위험에 처할 수 있는 乙과 같은 사람을 피보험자로 하는 거액의 생명보험계약을 체결하는 경우 보험자인 丙 회사로서도 그들의 모국어로 된 약관을 제시하거나 통역을 하는 등으로 피보험자의 진정한 동의 의사를 확인하는 데 필요한 절차를 마련할 필요가 있고, 이러한 조건이 충족되지 않은 상황에서 피보험자의 동의 여부를 판단할 때에는 신중하게 접근하는 것이 옳은 점 등에 비추어, 乙이 보험계약의 내용을 이해한 후 진정한 의사로 동의하였다고 볼 수 없으므로 보험계약이 무효라고 본 사례이다.<br/>",
  "참조조문": "민법 제103조, 상법 제659조 제1항, 제731조 제1항<br/>",
  "선고일자": "20211117",
  "법원명": "서울중앙지법",
  "사건명": "보험금",
  "판례내용": "【원    고】 원고 (소송대리인 법무법인(유한) 화우 담당변호사 이상현 외 1인)<br/>【피    고】 미래에셋생명보험 주식회사 (소송대리인 법무법인 남산 외 1인)<br/>【변론종결】2021. 10. 6.<br/>【주    문】<br/>  1. 원고의 청구를 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고는 원고에게, <br/>  1. 460,416,666원 및 이에 대하여 2016. 7. 19.부터 이 사건 소장부본 송달일까지 연 6%의, 그다음 날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하고, <br/>  2. 2014. 8. 23.부터 2055. 9. 16.까지 매월 23일 5,208,333원을 지급하라.<br/>【이    유】  1. 기초 사실<br/>  가. 당사자의 지위<br/>  1) 망 소외 1[귀화 전 이름: (외국 성명 생략), 이하 ‘망인’이라 한다]은 캄보디아 국적으로 2008. 1. 21. 원고와 혼인한 후 2013. 11. 6. 대한민국 국적을 취득하였다가 2014. 8. 23. 교통사고로 사망한 자이고, 원고는 망인의 남편이다.<br/>  2) 피고는 보험업법 및 관계 법령에 의한 보험업 등을 영위하는 회사이다.<br/>  나. 이 사건 각 보험계약의 체결<br/>  원고는 피고와 사이에, 피보험자를 망인으로, 사망보험금 수익자를 원고로 하여 다음과 같은 내용의 각 보험계약(이하 ‘이 사건 각 보험계약’이라 한다)을 체결하였고, 망인이 2013. 11. 6. 대한민국 국적을 취득한 다음 2014. 3. 12. 개명함에 따라, 2014. 5. 23. 이 사건 각 보험계약의 피보험자인 망인의 이름과 주민등록번호가 변경되었다.<br/>  1) 무배당 미래에셋 LoveAge 퍼펙트플랜통합보험Ⅰ(이하 ‘이 사건 제1 보험계약’이라 한다)<br/>  가) 계약일자: 2009. 11. 9.<br/>  나) 보험료: 월 174,000원<br/>  다) 보험기간: 종신<br/>  라) 이 사건과 관련된 보장내용: 재해사망보험금 200,000,000원<br/>  마) 사망보험금 보험수익자: 원고<br/>  2) 무배당 미래에셋 우리아이사랑 변액유니버셜종신보험(이하 ‘이 사건 제2 보험계약’이라 한다)<br/>  가) 계약일자: 2011. 9. 16.<br/>  나) 보험료: 월 500,000원<br/>  다) 보험기간: 종신<br/>  라) 이 사건과 관련된 보장내용: 65세 계약 해당일 이전 사망 시 ‘보험가입금액의 50%’ 일시지급 + ‘보험가입금액의 1%’ 월급여금 지급(최소 60회 보증지급)<br/>  마) 사망보험금 보험수익자: 원고<br/>  다. 보험사고의 발생<br/>  원고가 2014. 8. 23. 03:41경 천안시에 있는 경부고속도로 하향 방면 335.9㎞ 부근에서 자신은 안전벨트를 착용하고 조수석에 탑승한 망인은 안전벨트를 착용하지 않은 상태로 (차량번호 생략) 스타렉스 승합차를 5차로 길 중 5차로(갓길)로 운행하던 중 위 승합차의 전면 우측 부분으로 전방 5차로 도로 옆 비상정차대에 정차되어 있던 8t 화물차의 후미 좌측 부분을 들이받는 교통사고가 발생하였고(이하 ‘이 사건 사고’라 한다), 위 사고로 인해 망인은 그 자리에서 저혈량성 쇼크로 사망하였다. <br/>  라. 원고의 보험금 청구와 피고의 지급 거절<br/>  원고는 이 사건 사고로 망인이 사망하였음을 이유로 2016. 7. 18. 피고에게 보험금 지급을 요청하였으나, 피고는 현재까지 원고에게 보험금을 지급하지 아니하고 있다.<br/>  마. 원고에 대한 형사소송의 경과<br/>  원고는 ‘망인을 피보험자로 하여 가입된 다수의 보험계약에 따라 약 95억 원의 보험금을 지급받을 목적으로 고의로 사고를 야기하여 망인을 살해하고, 위 고의사고를 단순한 교통사고로 가장하여 보험금을 편취하였다.’는 공소사실로 기소되었으나, 제1심법원은 원고에게 무죄를 선고하였고(대전지방법원 천안지원 2014고합271호), 항소심법원에서는 위 살인 및 사기의 공소사실을 인정하여 무기징역형을 선고하였으나(대전고등법원 2015노358호), 상고심법원에서 다시 ‘원고가 고의로 망인을 살해하였음이 합리적 의심을 배제할 정도로 증명되었다고 보기 어렵고, 이를 전제로 하는 사기의 점 역시 범죄의 증명이 없다.’는 이유로 원심을 파기환송하였다(대법원 2017도1549호). 환송심법원은 위 파기환송의 취지에 따라 살인 및 사기의 점에 대해서는 무죄를, 살인의 예비적 공소사실인 교통사고처리 특례법 위반(치사)의 점에 대해서는 유죄를 인정하여 금고 2년을 선고하였고(대전고등법원 2017노202호), 위 판결은 그대로 확정(대법원 2020도11686호)되었다(이하 ‘관련 형사소송’이라 한다).<br/>  [인정 근거] 다툼 없는 사실, 갑 제1 내지 9호증, 을 제2호증(가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>  2. 청구원인에 관한 판단<br/>  위 인정 사실에 의하면, 이 사건 각 보험계약에서 정한 보험기간 중 피보험자인 망인이 이 사건 사고로 사망하는 보험사고가 발생하였다고 할 것이므로, 특별한 사정이 없는 한 피고는 사망보험금 수익자인 원고에게 이 사건 각 보험계약에서 정한 사망보험금 및 이에 대한 지연손해금을 지급할 의무가 있다. <br/>  3. 피고의 항변에 관한 판단<br/>  가. 피고의 항변 요지<br/>  1) 원고는 다수의 보험계약을 통하여 보험금을 부정취득할 목적으로 이 사건 각 보험계약을 체결하였는바, 이 사건 각 보험계약은 민법 제103조 소정의 선량한 풍속 기타 사회질서에 반하여 무효이다.<br/>  2) 이 사건 사고는 보험계약자인 원고의 고의로 인하여 발생한 사망 사고이므로, 상법 제659조 제1항 및 이 사건 각 보험계약의 약관에 따라 피고는 원고에게 보험금을 지급할 책임이 없다.<br/>  3) 이 사건 각 보험계약은 원고가 피보험자인 망인의 사망을 보험사고로 하여 체결한 것으로, 상법 제731조 제1항에 따라 이 사건 각 보험계약 체결 시 피보험자인 망인의 서면에 의한 동의를 얻어야 한다. 그러나 망인은 원고와 국제결혼 후 2008. 2. 29.경 대한민국에 입국한 캄보디아인으로 이 사건 각 보험계약 체결 당시 한글에 대한 독해능력이 떨어져 위 각 계약의 의미를 이해하고 진정한 의사로 동의한 것으로 볼 수 없으므로, 이 사건 각 보험계약은 무효이다. <br/>  나. 인정 사실<br/>  앞서 든 증거, 갑 제10 내지 16호증, 을 제15, 26호증의 각 기재에 변론 전체의 취지를 더하여 보면, 다음과 같은 사실을 인정할 수 있다.<br/>  1) 원고와 망인의 관계<br/>  가) 원고는 1998. 10. 9. 첫 번째 부인인 소외 2와 혼인하여 그 사이에서 큰딸 소외 3을 낳았다가 2001. 4. 3. 협의이혼하였고, 2005. 9. 26. 두 번째 부인인 소외 4와 혼인하였다가 2007. 4. 4. 법원의 화해권고결정으로 이혼하였다. 원고는 2008. 1. 21. 당시 캄보디아 국적의 망인과 혼인하여 그 사이에서 작은딸 소외 5를 낳았고, 이 사건 사고 당시 망인은 임신 7개월 상태였다.<br/>  나) 원고는 2008년 망인과 혼인한 직후에는 부모와 함께 동거하였으나 이후에는 분가하여 망인과 6년여 동안 두드러진 갈등 없이 딸 소외 5를 낳고 비교적 원만한 부부관계를 유지하고 있었고, 원고의 가족들도 망인이 임신 중인 태아가 아들이라는 사실을 알고 모두 좋아하였으며, 원고는 2014. 5. 9.경 위 태아를 위하여 2건의 태아보험에 가입하기도 하였다. <br/>  2) 원고가 가입한 보험내역 등<br/>  가) 원고는 망인과 혼인한 직후부터, 별지 보험가입내역과 같이 망인을 피보험자로 하고 망인이 사망할 경우 원고 혹은 법정상속인을 수익자로 하여 이 사건 각 보험계약을 비롯한 33개의 보험계약을 체결하였다. 별지 보험가입내역 중 순번 1 내지 26 기재 각 보험은 이 사건 사고를 보험사고로 하고 있고, 순번 27 내지 33 기재 각 보험은 이 사건 사고를 보험사고로 하지 않고 있다. 원고가 별지 보험가입내역과 관련하여 이 사건 사고 발생 무렵 납입하였던 월 보험료는 월 4,272,156원이다.<br/>  나) 이 사건 사고가 교통사고로 인정될 경우 원고가 받게 될 보험금은 별지 보험가입내역 순번 1 내지 26 기재 각 보험에 따라 약 95억 원 정도로 추산되는데, 그중 54억 원 정도는 일시금이 아닌 정기금으로 지급받는 것이고, 원고 단독이 아니라 망인의 다른 법정상속인과 함께 지급받도록 되어 있는 것도 다수 있다. 원고는 망인과 결혼한 2008년부터 2014년까지 매년 적게는 2건에서 많게는 9건까지 꾸준히 보험을 가입하였고, 그중 순수하게 사망을 보장하는 목적으로 하는 보험은 6건에 불과하며, 그중 4건은 변액유니버셜보험으로서 투자 기능 내지 예금 기능도 가지고 있다. 나머지는 재해사망 외에 질병사망, 질병치료, 수술비용, 암 진단 및 치료, 부인질환 등 다른 보험사고도 함께 보장하는 것이거나 연금보험, 의료실비보험 등이다. <br/>  다) 원고는 망인을 피보험자로 한 보험 이외에도 1999. 4.경부터 이 사건 사고 무렵까지 중도 해지된 것을 포함하여 본인을 피보험자로 하여 55건, 부친 소외 6을 피보험자로 하여 2건, 모친 소외 7을 피보험자로 하여 4건, 큰딸 소외 3을 피보험자로 하여 14건, 작은딸 소외 5를 피보험자로 하여 12건, 이혼한 전 배우자 소외 4를 피보험자로 하여 2건 등 본인 및 망인 이외의 가족을 피보험자로 하여서도 각종 보험에 다수 가입하였다. <br/>  라) 원고는 관련 형사소송 절차에서 위와 같이 여러 개의 보험에 가입하게 된 이유에 대해 보험설계사들의 계속된 권유, 과거 모친이 수술하면서 가입해 둔 보험의 혜택을 본 경험, 망인과의 혼인 및 출산 후 보험의 필요성을 느껴서라고 변소하였다. 원고에게 보험가입을 권유하였던 보험설계사 소외 8, 소외 9, 소외 10, 소외 11 등도 관련 형사소송 절차에서 ‘원고의 성격이 맺고 끊는 것이 분명하지 못하여 보험가입을 권유하면 잘 거절하지 못하였다고 하고, 처음에는 거절하다가도 다시 방문하면 가입을 해주기도 하였으며, 원고가 운영하던 생활용품점에서 보험영업에 필요한 기념품, 선물 등을 자주 구입하여 그 기회에 보험가입을 권유하기도 하였고, 다른 보험설계사들에게도 원고가 보험을 잘 들어준다며 생활용품점을 추천해 주기도 하였다.’는 취지로 진술하였다.<br/>  마) 원고가 피보험자를 망인으로 하여 체결한 보험계약 중 사망보험금 액수가 가장 크고 가입 시기도 이 사건 사고일에 근접한 플래티넘 스마트변액유니버셜보험(별지 보험가입내역 순번 8)의 가입을 권유하여 성사시킨 보험모집인 소외 11도 관련 형사소송 절차에서 ‘2011년에 망인을 피보험자로 한 연금보험에 처음 가입하게 한 후 그 무렵부터 계속하여 다른 보험 상품에도 추가로 가입할 것을 권유하다가 2014. 4.경부터 2014. 5.경까지는 수십 차례 원고를 찾아가 보험가입을 권유하였고, 팀장 소외 12가 3~4회, 영업소 대표 소외 13이 2회 정도 찾아가 결국에는 보험에 가입시켰으며, 당시 망인이 원고와 나이 차이가 있고 태어날 아이까지 포함하면 자녀가 3명이므로 장래에 납입보험료를 중도 인출하여 학자금이나 생활비로도 사용할 수 있도록 하라고 권유하면서 망인이 65세가 되면 연금보험으로 전환하여 노후 준비를 할 수 있도록 하라는 취지로 설명하였다. 무엇보다도 원고에게 위 보험의 사망보험금이 약 30억 원에 이른다는 사실을 설명한 적이 없고, 보험금 총액이 그 정도인지 본인도 생각조차 못 했으며, 사망 시 일시금 1억 5,000만 원과 65세까지 매월 600만 원씩 연금형태로 지급된다는 사실만 설명하였다.’는 취지로 진술하였다.<br/>  바) 원고가 운영하던 생활용품점은 금산에서 유동인구가 많은 곳에 위치하고 있고, 매년 4~5월에는 어버이날 등의 기념일로 꽃 등을, 가을철에는 단감 등을, 겨울철에는 이불, 전기장판 등을 판매하여 상당한 수입이 있었으며, 금산이라는 지역사회의 특성상 현금거래도 상당하였다. 또한 원고는 소외 14에 대하여 2억 3,000만 원, 소외 8에 대하여 1억 원, 소외 15에 대하여 450만 원의 각 대여금 채권을 가지고 있었고, 소외 14로부터는 매월 약정이자로 200~500만 원 상당을 지급받았다. 그 밖에 원고는 부친인 소외 6으로부터 증여받은 금산토지[충남 금산군 (주소 1 생략) 대 525㎡ 공시지가 기준 17,482,000원, (주소 2 생략) 대 1,570㎡ 공시지가 기준 50,554,000원, (주소 3 생략) 외 답 6필지, (주소 4 생략) 외 임야 2필지]가 있고, 서울 강서구 (주소 5 생략)(형 소외 16이 실제 소유자로 보이기는 하나 원고가 소유자로 등기되어 있다), 스타렉스 차량이 있으며, 생활용품점 임대차보증금 반환채권 등도 가지고 있다. 반면 재정적으로 문제가 될 만한 사채나 악성 부채를 부담하고 있었다는 뚜렷한 사정은 찾아볼 수 없다. <br/>  사) 원고는 매월 망인을 피보험자로 하는 보험의 보험료 합계 4,272,156원에 원고 본인 또는 가족들을 피보험자로 하는 보험의 보험료 합계 5,287,509원을 더하여 총 9,559,665원의 보험료를 부담하였다. <br/>  아) 원고는 자신이 운영하던 생활용품점의 월 수입, 대여금 채권에 기한 약정이자 월 200~500만 원 상당, 보험에 기한 중도인출금 내지 약관대출금 등으로 매월 보험료 및 생활비 등을 지출하였고, 보험료 납입을 제때에 하지 못하여 다수의 보험계약이 일시에 실효되는 등의 문제가 발생한 정황은 찾아보기 어렵다. <br/>  3) 이 사건 사고의 태양<br/>  가) 원고는 시속 60~70㎞로 고속도로 5차로를 따라 주행하다가, 자신이 운전하던 2t가량의 스타렉스 차량(이하 ‘이 사건 차량’이라 한다)의 전면 우측 부분으로 우측 도로변 비상정차대에 정차하여 있던 적재중량 8t의 화물자동차(이하 ‘이 사건 화물차량’이라 한다)의 후미 좌측 부분을 추돌하였는바, 이 사건 차량이 직접 추돌한 전면 우측 약 68% 부분이 이 사건 화물차량의 적재함 아래로 파고 들어가면서 이 사건 화물차량 적재함 후미 끝부분이 이 사건 차량의 앞 좌석 부근까지 밀려 들어온 상태에서 정지하였고, 이로 인하여 이 사건 차량 조수석에 타고 있던 망인이 그 자리에서 사망하였다.<br/>  나) 이 사건 사고로 이 사건 차량 조수석 전부 및 운전석의 오른쪽 일부가 전면 유리창과 차량 지붕이 맞닿는 부분을 넘어 이 사건 차량 B필러(조수석 및 운전석의 등받이) 부근까지 화물차량의 적재함 및 하부 구조물 아래쪽으로 끼인 상태에서 정지하였고, 이 사건 차량의 엔진 후드 및 지붕이 크게 뒤로 밀리는 형태로 파손되었으며, 차량 앞쪽의 엔진 구조물 및 플라스틱 대시보드, 운전대 등 조향장치 부분도 파손되어 운전자 쪽으로 밀려 들어왔다. 원고는 사고 후 운전석으로 밀려 들어온 차량 구조물 등에 다리 등 신체 일부가 끼어 차량 밖으로 나올 수 없는 상태로 있다가 견인차량 및 119구급대가 도착하여 그 구조물을 강제로 절단한 후에야 빠져나올 수 있었다.<br/>  다) 관련 형사소송 절차에서의 도로교통공단에 대한 2017. 12. 13. 자 사실조회 결과에 의하면, 조수석 쪽만 추돌하도록 조종한다고 하더라도 충돌 후 반동으로 차량이 튕겨 나가면서 운전자도 통제불능의 상태가 될 가능성은 없는지에 관하여 ‘일반적인 상황의 경우 충돌대상이 전 면적이 평평한 장벽 같은 경우 시속 60km 이상의 속도로 충격할 경우 관성력 및 반작용의 힘이 커서 반발력이 생기고 차량은 충돌 당시 모습으로 최종 정지하기 어려우며, 또한 운전자의 핸들 및 제동조치 등 조작에 의해 충돌 후 차량이 움직여질 수 있는(통제될 수 있는) 상황은 되지 못한다.’고 하였다. <br/>  4) 이 사건 사고 전후의 상황<br/>  가) 이 사건 차량은 당시 통행이 금지된 갓길인 가변차로(5차로) 부근을 주행하고 있었는데, 이 사건 사고지점으로부터 약 422m 후방에서 이 사건 차량의 상향등이 점등되었다. 이 사건 차량의 상향등 점등레버는 운전대 왼쪽 아래 전방으로 5cm 이상 떨어진 위치에 설치되어 있고, 위 상향등을 점등시키기 위해서는 위 점등레버를 앞으로 밀어 걸림장치에 걸리게 해야 한다. 이 사건 사고지점 반대편 상행선의 고속도로 휴게소에 설치된 CCTV에 촬영된 영상(이하 ‘이 사건 CCTV 영상’이라 한다)에 의하면, 이 사건 차량은 상향등 점등 전후로 큰 흔들림 없이 차로를 따라 주행한 것으로 보인다. <br/>  나) 이 사건 차량과 이 사건 화물차량의 최종 추돌 형태가 거의 정면 충돌에 가까운 형태를 띠고 있고, 이 사건 사고 후 최종 정차된 이 사건 차량의 좌측 앞바퀴가 좌측으로 약간 틀어져 있었다. 관련 형사소송 절차에서의 감정인 소외 17, 소외 18은 이 사건 CCTV 영상을 분석하여 ‘이 사건 차량 운전자는 이 사건 사고지점으로부터 40m 후방 지점에서 우조향을 하다가, 우측으로 진행하는 자신의 차량을 인지하고 이 사건 사고지점으로부터 약 15m 후방에서 좌조향한 것으로 보인다.’는 감정의견을 제시하였다. <br/>  다) 그러나 관련 형사소송 절차에서 증인 소외 19는 ‘이 사건 차량은 이 사건 화물차량 적재함 하부에 끼어 들어가고 난 다음에 정지하였는바, 최초 접촉할 때의 각도대로 최종적으로 끼어 있다고 볼 수 없고, 충돌이 이루어지는 동안 차체의 회전이 발생할 수 있는 것이므로 사고의 최종 결과인 손상 형상에 의해 최초 접촉 시 자세를 단정하여 핸들 조향동작을 추정하는 것은 모순이다.’는 의견을 제시하였다. <br/>  라) 관련 형사소송 절차에서의 감정인 소외 20은 ‘이 사건 CCTV 영상 분석 결과 이 사건 차량에서 앞숙임 현상이 감지되었다.’는 의견을 제시하였고, 감정인 소외 21, 소외 22는 ‘위 현상은 충돌 직전 제동장치의 작동에 의한 것일 가능성이 높다.’는 의견을 제시하였다. 그러나 감정인 소외 20은 ‘차량의 앞숙임 현상은 제동장치 또는 조향장치의 작동, 현가장치의 특성, 노면상태(노면 위의 이물질 존재 또는 내리막길 후 평지 주행) 및 속력 등에 의한 원인 또는 이러한 원인의 복합적인 작용에 의해 발생할 수 있는 현상이다.’고 의견을 밝혔다. <br/>  다. 민법 제103조 위반 무효 항변에 관한 판단<br/>  1) 관련 법리<br/>  보험계약자가 다수의 보험계약을 통하여 보험금을 부정취득할 목적으로 보험계약을 체결한 경우, 이와 같은 보험계약은 민법 제103조 소정의 선량한 풍속 기타 사회질서에 반하여 무효이다. 이러한 보험계약에 따라 보험금을 지급하게 하는 것은 보험금을 악용하여 부정한 이득을 얻고자 하는 사행심을 조장함으로써 사회적 상당성을 일탈하게 될 뿐만 아니라, 합리적인 위험의 분산이라는 보험제도의 목적을 해치고 위험발생의 우발성을 파괴하며 다수의 선량한 보험가입자들의 희생을 초래하여 보험제도의 근간을 무너뜨리기 때문이다. 그리고 보험계약자가 보험금을 부정취득할 목적으로 다수의 보험계약을 체결하였는지를 직접적으로 인정할 증거가 없더라도, 보험계약자의 직업과 재산상태, 다수 보험계약의 체결 시기와 경위, 보험계약의 규모와 성질, 보험계약 체결 후의 정황 등 제반 사정에 기하여 그와 같은 목적을 추인할 수 있다(대법원 2017. 4. 7. 선고 2014다234827 판결 등 참조). 다만 보험계약이 여러 건이고 보험료와 보험금이 다액이며 보험사고의 발생경위에 석연치 아니한 사정이 있다는 사유만으로 보험계약 체결 동기가 보험금의 부정취득을 노린 반사회질서적인 것이라고 단정할 수는 없다(대법원 2001. 11. 27. 선고 99다33311 판결 등 취지 참조).<br/>  2) 판단<br/>  가) 원고가 망인과 혼인한 이후인 2008년경부터 2014년경까지 이 사건 각 보험계약을 포함하여 망인을 피보험자로 하고 사망보험금 수익자를 원고 또는 법정상속인으로 하는 총 33개의 보험계약을 체결하고 월 4,272,156원의 보험료를 납입해 온 사실, 이 사건 사고로 인하여 원고가 받게 될 보험금은 약 95억 원 정도로 추산되는 사실은 앞서 본 바와 같다.<br/>  나) 그러나 앞서 인정한 사실관계에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정에 비추어 보면, 앞서 든 사정만으로는 원고가 다수의 보험계약을 통하여 보험금을 부정취득할 목적으로 이 사건 각 보험계약을 체결한 것이라고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다.<br/>  ① 원고가 망인을 피보험자로 하여 가입한 보험은 이 사건 사고에 임박한 때에 집중적으로 가입한 것이 아니라 망인과 결혼한 2008년부터 2014년까지 매년 꾸준히 가입한 것이고, 가입한 보험의 대부분은 순수하게 사망을 보장하는 목적으로 하는 보험이 아니라 질병치료 등 다른 보험사고도 함께 보장하는 것이거나 투자 기능 또는 예·적금 기능도 가지고 있는 보험들이다.<br/>  ② 원고는 망인 외에 본인이나 다른 가족들을 피보험자로 하여서도 다수의 보험계약을 체결하였는데, 원고는 보험설계사들의 계속된 권유, 과거 모친 수술로 인해 보험의 혜택을 본 경험, 나이 차이가 많이 나는 망인과의 혼인 및 출산에 따른 보험 필요성 절감 등으로 인해 위와 같이 다수의 보험계약을 체결하게 되었다고 변소하고, 원고에게 보험가입을 권유하였던 보험설계사들도 같은 취지로 진술하였다. <br/>  ③ 원고는 농협, 신용협동조합, 우체국에 각 1개씩의 예금계좌를 보유하고 있는데 이 사건 사고 당시 그 합계 잔고가 600만 원에 미치지 못하였고, 그 밖에 다른 저축 수단이나 금융 수단은 이용하지 아니하였는데, 보험약관대출, 중도인출 등을 활용하여 필요에 따라 수시로 돈을 이용하고 다시 대출금을 상환하거나 보험료를 계속 적립하는 등으로 보험을 예금이나 적금과 유사한 금융거래 수단으로 활용하였던 것으로 보인다.<br/>  ④ 원고가 운영하던 생활용품점 수입과 대여금 채권에서 매달 발생하는 약정이자, 원고가 보유하고 있던 자산 등을 고려하였을 때 원고는 이 사건 사고 당시 보험료 부담을 감당할 만한 경제적 상황이었다고 보이고, 원고가 월 보험료를 내기 위하여 보험약관대출을 받거나 중도인출을 한 경우도 있었으나, 이는 보험계약에 따라 적립한 해약환급금, 보험금 내지 적립금 범위 내에서 지급되는 것이어서 이를 순수한 부채라고 보기 어렵다.<br/>  ⑤ 원고가 피보험자가 망인인 계약은 대부분 해지하지 않고, 본인 또는 소외 3, 소외 5 등이 피보험자인 보험계약들 중 일부를 해지한 사실은 있으나, 2011. 11. 이후로는 망인 외에 본인 또는 나머지 가족을 피보험자로 한 보험계약도 추가로 해지하지 않은 것으로 보인다.<br/>  다) 따라서 이 사건 각 보험계약이 민법 제103조 소정의 선량한 풍속 기타 사회질서에 반하여 무효임을 전제로 하는 피고의 위 항변은 이유 없다. <br/>  라. 면책 항변에 관한 판단<br/>  1) 관련 법리<br/>상법 제659조 제1항은 보험사고가 보험계약자 또는 피보험자나 보험수익자의 고의 또는 중대한 과실로 인하여 생긴 때에는 보험자는 보험금액을 지급할 책임이 없다고 규정하고 있는바, ‘보험계약자 또는 피보험자나 보험수익자의 고의 또는 중대한 과실로 인한 보험사고’와 같은 보험자의 면책사유에 대하여는 보험자가 위 면책사유에 해당하는 사실을 입증할 책임이 있다(대법원 2002. 3. 29. 선고 2001다49234 판결 등 참조). <br/>  2) 판단<br/>  가) 망인이 이 사건 사고로 사망하면 원고 등이 약 95억 원에 이르는 거액의 사망보험금을 받을 수 있는 사실, 이 사건 사고 당시 원고가 운전하던 이 사건 차량의 상향등이 점등된 사실, 이 사건 차량이 이 사건 화물차량이 정차해 있던 비상정차대 입구 부근에서 우조향하여 비상정차대 쪽으로 진입한 다음 화물차량의 뒷부분을 정면으로 충돌하였고, 충돌 직전 앞숙임 현상도 발견되는 사실, 이 사건 사고로 이 사건 차량의 우측 약 68% 부분이 이 사건 화물차량의 적재함 아래로 파고 들어가 조수석에 타고 있는 망인만 사망한 사실은 앞서 본 바와 같다.<br/>  나) 그러나 앞서 인정한 사실관계에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정을 종합하면, 앞에서 든 사정만으로는 원고가 고의로 이 사건 사고를 일으켜 망인을 살해하였다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다.<br/>  ① 원고는 2008년경 망인과 혼인하여 딸 원고 소외 5를 낳고 이 사건 사고 당시에는 임신 7개월 상태의 태아까지 있던 상황으로, 이 사건 사고 발생 시까지 망인과 원만한 부부생활을 유지하고 있었던 것으로 보이고, 원고에게 망인을 살해할 만한 뚜렷한 동기를 발견하기는 어렵다. <br/>  ② 원고가 망인을 피보험자로 하여 다수의 보험계약을 체결한 사실이 있으나, 사망 보장 목적의 보험에만 가입한 것이 아니라 질병 대비 또는 연금 목적으로도 보험에 가입하였고, 보험계약을 수입 중 일부를 저축하고 자금을 대출받아 사용하는 일종의 자산운용 수단으로 이용하였다고 볼 수 있으므로, 원고가 다수 보험계약을 체결한 동기가 망인이 사망할 경우 사망보험금을 지급받을 목적이었다고 단정하기도 어렵다. <br/>  ③ 이 사건 사고는 시속 60~70km로 고속도로를 주행하다가 대형 화물차량의 뒷부분을 거의 정면으로 추돌한 것으로서, 고속도로에서 주행 중 차량의 조수석 쪽만 부딪치도록 정확히 맞추어 추돌하는 것이 쉽지 않을 뿐만 아니라, 설령 그 의도대로 조수석 쪽만 추돌되도록 하였다 하더라도 시속 60~70km로 정면 추돌을 할 경우 운전석에 탄 운전자 자신의 생명이나 신체에도 심각한 위험이 초래될 수 있으므로, 자신은 생존하면서도 망인만 사망하게 하여 망인의 사망으로 인한 경제적 이익을 취하기 위한 방법으로 이와 같은 범행방법을 택한다는 것은 이례적인 것으로 보인다. <br/>  ④ 이 사건 사고로 인하여 이 사건 차량 앞쪽의 직접 추돌 부위는 전면 유리창 상단을 기준으로 우측 약 68%로 2/3 정도에 해당하는 데다가 원고가 부상을 입은 부위도 목 늑골, 대퇴부, 슬관절 등으로 경동맥이나 대퇴동맥 등 치명상을 입을 수 있는 부위에 가깝다. <br/>  ⑤ 또한 피고의 주장과 같이 원고가 망인의 사망으로 인한 경제적 이익을 꾀하고자 이 사건 사고를 고의로 일으킨 것이라면, 원고가 우연히 대형 화물차량이 정차해 있는 상황을 만나게 되면 곧바로 추돌사고를 일으켜 범행을 실행하기로 마음먹고 고속도로를 운행하면서 이 사건 사고를 일으켰다는 것이나 이는 다소 이례적이다. <br/>  ⑥ 원고는 졸음운전에 의하여 이 사건 사고가 발생한 것이라고 주장하고 있는데, 이 사건 사고 당시 이 사건 차량의 상향등이 점등되었다고 하더라도 이 사건 차량의 상향등 점등레버는 운전대에서 가까운 곳에 위치하여 운전자가 졸음운전을 하다가도 손으로 점등레버를 치게 되면서 상향등이 점등되는 상황이 불가능하다고 보이지 않고, 상향등 점등 전후로 이 사건 차량의 주행상태에 특이점이 없는 것으로 보이더라도, 운전자가 짧은 순간 운전대에서 손을 놓더라도 운전대가 임의로 회전하지 않고 그대로 진행하도록 되어 있는 자동차의 특성상 졸음운전 가능성을 배제할 수는 없다. <br/>  ⑦ 이 사건 사고 당시 원고가 이 사건 화물차량 방향으로 우조향하였다가 추돌 직전 좌조향하였다거나, 추돌 직전 제동장치를 밟아 차량의 앞숙임 현상이 발생한 것이라고 단정하기 어렵고, 설령 그러한 사실이 인정된다고 하더라도 위와 같은 사실과 졸음운전이 양립할 수 없는 것이라고 단정하기도 어렵다.<br/>  다) 따라서 이 사건 사고가 원고의 고의로 인한 사고임을 전제로 피고의 면책을 주장하는 피고의 위 항변 역시 이유 없다. <br/>  마. 서면동의 흠결 무효 항변에 관한 판단<br/>  1) 관련 법리<br/>  타인의 사망을 보험사고로 하는 생명보험을 제한 없이 허용할 경우, 보험계약자 또는 보험수익자 등의 이해관계인들이 보험금 취득을 목적으로 피보험자의 생명을 고의로 해할 우려(피보험자 살해의 위험성), 피보험자의 생사와 관련 없는 도박적인 동기에서 보험계약을 체결할 가능성(도박보험의 위험성), 타인의 생명을 거래의 대상으로 함으로써 선량한 풍속을 해할 위험성이 있다. 이러한 위험성을 배제하기 위하여 상법 제731조 제1항은 타인의 사망을 보험사고로 하는 보험계약에는 그 타인의 동의를 받도록 하면서, 동의의 중요성에 비추어 그 동의 여부를 둘러싼 분쟁의 소지를 방지하고자 동의의 시기와 방식을 ‘보험계약 체결 시까지 서면’에 의하도록 명확히 하고 있다. 이는 강행규정에 해당하므로 이를 위반한 보험계약은 확정적으로 무효가 되고, 피보험자가 이미 무효가 된 보험계약을 추인하였다고 하더라도 그 보험계약은 유효로 될 수 없다(대법원 2006. 9. 22. 선고 2004다56677 판결, 대법원 2010. 2. 11. 선고 2009다74007 판결 등 참조).<br/>  위와 같은 상법 제731조 제1항의 입법 취지와 내용에 비추어 보면, 위 규정에 따른 피보험자인 ‘타인의 동의’는 자신의 사망을 보험사고로 하는 보험계약의 체결에 대하여 이의가 없다는 의사를 표시하였다고 볼 수 있을 정도로 각 보험계약의 내용을 이해한 후 진정한 의사로 이루어진 동의를 의미한다고 봄이 타당하다. <br/>  2) 판단<br/>  가) 갑 제11호증의 기재에 의하면, 망인이 이 사건 각 보험계약 청약서의 피보험자란에 자신의 당시 이름인 ‘(외국 성명 생략)’을 자필로 기재한 사실은 인정된다.<br/>  나) 그러나 앞서 든 증거, 갑 제13, 19호증, 을 제24, 40 내지 43, 57, 58호증의 각 기재 및 영상에 변론 전체의 취지를 더하여 인정되는 다음과 같은 사실 및 사정을 종합하면, 망인이 이 사건 각 보험계약의 체결의 내용을 이해한 후 진정한 의사로 동의하였다고 볼 수 없다.<br/>  ① 망인은 2008. 1. 21.경 원고와 혼인한 캄보디아인으로 2008. 2. 29. 대한민국에 입국할 때까지 대한민국 언어나 문화, 생활환경, 보험제도 등에 대해서는 전혀 알지 못했던 것으로 보인다.<br/>  ② 산부인과 의사 소외 23은, 2008. 4. 15.경 망인의 임신중절 수술 당시의 상황에 관하여 ‘망인은 캄보디아 사람이었고, 망인과는 말이 안 통하여 원고와 상담하였다.’는 취지로 진술하였고, 2011. 9. 15.경 망인의 임신중절 수술 당시의 상황에 관하여도 ‘그때도 망인과는 대화가 잘 되지 않았다.’, ‘말이 잘 안 통하여 망인에게 임신중절 수술에 대한 설명을 하지 않았고, 원고에게 설명하여 주었다.’고 진술하였으며, 당시 작성된 병록일지에도 망인의 동의서는 없었는데, 이에 의하면 망인은 위 무렵까지도 중요한 결정을 함에 있어 상대방과 한국어로 의견을 나누어 명백한 의사를 밝힐 정도의 소통능력을 갖추지는 못한 것으로 보인다. <br/>  ③ 한편 보험설계사인 소외 8은 ‘2008. 6.경 망인을 피보험자로 하는 보험계약을 체결하면서 당시 망인이 한국말을 못해서 보험계약에 대해 설명해 주지 못하였고, 자신이 망인의 손을 붙잡고 망인의 서명을 하였다.’고 진술하였다. 또한 보험설계사인 소외 14 역시 2014. 10.경 경찰조사를 받으면서, 망인이 한국말을 잘 못하던 4~5년 전쯤 원고가 망인 명의로 종신보험을 가입한 적이 있다고 진술하였다. 마찬가지로 보험설계사인 소외 9는, 2008. 7. 3., 2009. 11. 9., 2011. 11. 5. 각 망인을 피보험자로 하는 보험계약을 원고와 체결하였는데 ‘망인은 사실 한국말도 잘 못하니까, 남편인 원고가 옆에서 설명 듣고 사인하라고 하니 그대로 따라서 사인을 했었고, 제가 설명은 해 줬지만 제대로 이해는 못 했을 것’이라고 진술하였다.<br/>  ④ 위와 같은 소외 23의 진술 및 보험설계사들의 진술을 종합하면, 망인은 이 사건 제1 보험계약이 체결된 2009. 11. 9.에는 기본적인 의사소통이 어려울 정도로 한국어에 미숙했던 것으로 보이고, 이 사건 제2 보험계약 체결된 2011. 9. 16.에 이르기까지 한국어가 능숙하지 못하였던 것으로 보인다. 실제로 원고가 제출한 망인의 한국어 연습 노트를 보더라도 이 사건 각 보험계약 체결 당시 망인은 아주 기본적이고 간단한 초등학교 저학년 수준의 한국어 연습을 하고 있었던 것이 확인된다. <br/>  ⑤ 망인이 2008. 2. 29. 입국한 후 한국어 공부를 계속하여 어느 정도의 의사소통이 가능하게 되었고, 2012. 3. 19. 원동기장치자전거 면허를 취득하고 2013. 11. 6. 대한민국 국적을 취득한 사실은 인정된다. 그러나 앞서 든 증거에 의하여 인정되는 다음과 같은 사정, 즉 ㉮ 망인이 원고와 혼인 당시 만 18세, 이 사건 제1 보험계약 체결 당시 만 19세, 이 사건 제2 보험계약을 체결 당시 만 21세로 사회경험이 많지 않았고, 생활범위(지역적, 경제적 등 여러 측면)도 제한적이었던 점, ㉯ 보험계약의 ‘피보험자’나 ‘수익자’ 등 보험계약서에 기재된 단어는 한자로 구성된 법률용어로 일상에서 쉽게 접할 수 없으므로 단순히 한국어로 일상생활에 필요한 의사소통을 할 줄 아는 정도로는 그 의미를 정확히 이해하기 어려운 점, ㉰ 실제로 망인의 지인인 소외 24는 ‘망인은 왜 그렇게 많은 보험 서류에 사인을 해야 하는지 모르겠다고 말했다.’고 진술하기도 하였던 점, ㉱ 앞서 본 보험설계사들의 진술에 비추어 이 사건 각 보험계약이 망인의 사망을 보험사고로 하여 체결되는 것이라는 점에 대하여 보험설계사들이 망인에게 설명하였을 것으로 보이지 않는 점, ㉲ 보험설계사들은 원고에게는 설명을 하였던 것으로 보이나 망인의 사망보험금 수익자인 원고가 이를 망인에게 제대로 알려 주었다고 볼 아무런 자료가 없는 점, ㉳ 이 사건 제2 보험계약 체결 전까지 원고는 망인을 피보험자로 하여 15건 이상의 보험에 가입하여 사망 시 지급될 보험금이 합계 20억 원에 이르렀고, 이 사건 제2 보험계약도 망인의 사망 시 보험가입금액(520,833,333원)의 50%를 일시금으로, 1%(약 520만 원)를 매월 정기금으로 지급하는 보험인데, 만일 망인이 위와 같이 원고가 자신의 사망으로 거액의 보험금이 지급되는 보험계약을 중복하여 체결하고 그 때문에 매월 상당한 금액의 보험료를 납입한다는 사실을 알았다면 당연히 의문을 품었을 것으로 보이는 점(망인으로서는 자신의 동의가 없으면 위와 같은 보험계약이 체결되지 못한다는 사실도 알지 못하였을 것으로 보인다), ㉴ 원동기장치자전거 면허를 취득하고 대한민국 국적을 취득한 것은 이 사건 각 보험계약 체결 이후의 사정일 뿐 아니라 운전면허 필기시험의 경우 문제은행 방식이어서 단순 암기로 충분히 통과할 수 있는 점 등을 종합하여 보면, 망인은 이 사건 각 보험계약의 내용을 이해하지 못한 채 서명한 것으로 봄이 상당하다. <br/>  ⑥ 망인은 만 18세의 어린 나이에 언어, 환경, 사회구조, 법률체계 등이 전혀 다른 타국에 온 지 불과 3년가량의 시간이 흐른 시점에서 이 사건 각 보험계약의 피보험자란에 서명을 하였고, 그 보험계약은 망인이 사망할 경우 일시금 또는 정기금으로 수십억 원이 지급될 수 있는 것이다. 이와 같이 한국어 능력도 부족하고 언제라도 도박보험의 위험에 처할 수 있는 망인과 같은 사람을 피보험자로 하는 거액의 생명보험계약을 체결함에 있어서는 보험자인 피고로서도 그들의 모국어로 된 약관을 제시하거나 통역을 하는 등으로 피보험자의 진정한 동의 의사를 확인하는 데 필요한 절차를 마련할 필요가 있고, 이러한 조건이 충족되지 않은 상황에서 피보험자의 동의 여부를 판단함에 있어서는 좀 더 신중하게 접근하는 것이 옳다. <br/>  바. 소결<br/>  위와 같이 타인의 사망을 보험사고로 하는 이 사건 각 보험계약의 체결에 있어, 피보험자인 망인의 동의가 존재한다고 볼 수 없으므로, 이를 지적하는 피고의 항변은 이유 있고, 따라서 원고의 이 사건 청구는 이유 없다.<br/>  4. 결론<br/>  그렇다면 원고의 청구는 이유 없으므로 기각하기로 하여 주문과 같이 판결한다.<br/>[[별   지] 보험가입내역: 생략]<br/><br/>판사 황순현(재판장) 정은영 김민수 ",
  "사건번호": "2016가합550030",
  "사건종류코드": "400101",
  "판례정보일련번호": "219895",
  "선고": "선고",
  "판결유형": "판결 : 항소",
  "법원종류코드": "400201"
}