{
  "판시사항": "[1] 민법 제203조 제1항 단서에서 말하는 ‘점유자가 과실을 취득한 경우’의 의미 및 과실수취권이 없는 악의의 점유자에 대하여 위 단서 규정이 적용되는지 여부(소극)<br/>[2] 부동산의 일부 지분 소유자가 다른 지분 소유자의 동의 없이 부동산을 다른 사람에게 임대하여 임대차보증금을 받은 경우, 부당이득 또는 불법행위가 성립하는지 여부(적극) 및 그 반환 또는 손해배상의 범위(=차임 상당액)<br/>",
  "참조판례": "[2] 대법원 1991. 9. 24. 선고 91다23639 판결(공1991, 2613)<br/>",
  "사건종류명": "민사",
  "판결요지": "[1] 민법 제201조 제1항은 “선의의 점유자는 점유물의 과실을 취득한다.”라고 정하고, 제2항은 “악의의 점유자는 수취한 과실을 반환하여야 하며 소비하였거나 과실로 인하여 훼손 또는 수취하지 못한 경우에는 그 과실의 대가를 보상하여야 한다.”라고 정하고 있다. 민법 제203조 제1항은 “점유자가 점유물을 반환할 때에는 회복자에 대하여 점유물을 보존하기 위하여 지출한 금액 기타 필요비의 상환을 청구할 수 있다. 그러나 점유자가 과실을 취득한 경우에는 통상의 필요비는 청구하지 못한다.”라고 정하고 있다. 위 규정을 체계적으로 해석하면 민법 제203조 제1항 단서에서 말하는 ‘점유자가 과실을 취득한 경우’란 점유자가 선의의 점유자로서 민법 제201조 제1항에 따라 과실수취권을 보유하고 있는 경우를 뜻한다고 보아야 한다. 선의의 점유자는 과실을 수취하므로 물건의 용익과 밀접한 관련을 가지는 비용인 통상의 필요비를 스스로 부담하는 것이 타당하기 때문이다. 따라서 과실수취권이 없는 악의의 점유자에 대해서는 위 단서 규정이 적용되지 않는다.<br/>[2] 부동산의 일부 지분 소유자가 다른 지분 소유자의 동의 없이 부동산을 다른 사람에게 임대하여 임대차보증금을 받았다면, 그로 인한 수익 중 자신의 지분을 초과하는 부분은 법률상 원인 없이 취득한 부당이득이 되어 다른 지분 소유자에게 이를 반환할 의무가 있다. 또한 이러한 무단 임대행위는 다른 지분 소유자의 공유지분의 사용ㆍ수익을 침해한 불법행위가 성립되어 그 손해를 배상할 의무가 있다. 다만 그 반환 또는 배상의 범위는 부동산 임대차로 인한 차임 상당액이고 부동산의 임대차보증금 자체에 대한 다른 지분 소유자의 지분비율 상당액을 구할 수는 없다.<br/>",
  "참조조문": "[1] 민법 제201조 제1항, 제2항, 제203조 제1항 / [2] 민법 제263조, 제265조, 제393조, 제741조, 제748조, 제750조, 제763조<br/>",
  "선고일자": "20210429",
  "법원명": "대법원",
  "사건명": "부당이득금",
  "판례내용": "【원고, 상고인】 원고 (소송대리인 변호사 한두환)<br/>【피고, 피상고인】 피고<br/>【원심판결】 서울고법 2018. 7. 6. 선고 2016나2032863 판결<br/>【주    문】<br/>상고를 기각한다.  상고비용은 원고가 부담한다.<br/><br/>【이    유】상고이유를 판단한다.<br/>  1. 사안 개요<br/>  원심판결 이유와 기록에 따르면 다음 사실을 알 수 있다.<br/>소외 1(이하 ‘망인’이라 한다)은 2010. 9. 13. 사망하였고 그 자녀인 원고, 피고, 소외 2, 소외 3이 그 재산을 상속하였다. 상속재산인 이 사건 건물은 상속재산분할심판을 통해 원고가 462/1,000 지분을, 피고가 273/1,000 지분을, 소외 2가 241/1,000 지분을, 소외 3이 24/1,000 지분을 소유하는 것으로 결정되었다.<br/>  피고는 망인이 사망하기 전부터 다가구주택인 이 사건 건물 중 301호에 거주하다가 망인의 사망 이후부터 위 건물 전부를 단독으로 점유하였다. 원고는 2017. 7. 18. 이 사건 건물에 대한 경매절차에서 매각대금을 다 내고 그 소유권을 취득하였다.<br/>  원고는, 피고가 2010. 8. 20.부터 다른 공유자들의 동의 또는 원고의 동의 없이 이 사건 건물을 무단으로 점유하였다고 주장하며 부당이득반환 또는 손해배상 등의 지급을 구하는 이 사건 소를 제기하였다. <br/>  원심은, 피고가 이 사건 건물 중 302호에 대해서는 2010. 9. 13.부터 2012. 11. 13.까지, 나머지 부분에 대해서는 2010. 9. 13.부터 2017. 11. 15.까지 건물을 무단으로 점유하였다고 인정한 다음, 피고는 해당 기간 이 사건 건물의 전부 또는 일부에 대한 차임에 해당하는 부당이득금 또는 손해배상금(원고의 소유권 취득일인 2017. 7. 18. 이전까지는 원고의 지분에 한한다)에서 피고가 이 사건 건물의 관리를 위하여 지출한 비용 중 원고의 지분에 해당하는 금액을 공제한 돈을 원고에게 지급할 의무가 있다고 판단하였다.<br/>  2. 점유자의 상환청구권에 관한 법리오해 주장(상고이유 제4점)<br/>민법 제201조 제1항은 “선의의 점유자는 점유물의 과실을 취득한다.”라고 정하고, 제2항은 “악의의 점유자는 수취한 과실을 반환하여야 하며 소비하였거나 과실로 인하여 훼손 또는 수취하지 못한 경우에는 그 과실의 대가를 보상하여야 한다.”라고 정하고 있다. 민법 제203조 제1항은 “점유자가 점유물을 반환할 때에는 회복자에 대하여 점유물을 보존하기 위하여 지출한 금액 기타 필요비의 상환을 청구할 수 있다. 그러나 점유자가 과실을 취득한 경우에는 통상의 필요비는 청구하지 못한다.”라고 정하고 있다. 위 규정을 체계적으로 해석하면 민법 제203조 제1항 단서에서 말하는 ‘점유자가 과실을 취득한 경우’란 점유자가 선의의 점유자로서 민법 제201조 제1항에 따라 과실수취권을 보유하고 있는 경우를 뜻한다고 보아야 한다. 선의의 점유자는 과실을 수취하므로 물건의 용익과 밀접한 관련을 가지는 비용인 통상의 필요비를 스스로 부담하는 것이 타당하기 때문이다. 따라서 과실수취권이 없는 악의의 점유자에 대해서는 위 단서 규정이 적용되지 않는다.<br/>  원심은, 피고가 이 사건 건물의 전부 또는 일부를 무단으로 점유하던 2010. 9. 13.부터 2016. 4. 30.까지 이 사건 건물의 관리를 위하여 합계 36,176,450원을 통상의 필요비로 지출한 사실을 인정한 다음, 위 금액 중 원고의 지분비율에 해당하는 16,713,519원(= 36,176,450원 × 462/1,000)을 피고가 원고에게 지급하여야 할 부당이득금 등에서 공제하였다.<br/>  원심판결은 위에서 본 규정과 법리에 따른 것으로 정당하고, 상고이유 주장과 같이 점유자의 상환청구권, 민법 제203조 제1항 단서의 해석에 관한 법리 등을 오해하여 판결에 영향을 미친 잘못이 없다.<br/>  3. 부당이득반환 범위에 관한 법리오해 주장(상고이유 제4점)<br/>부동산의 일부 지분 소유자가 다른 지분 소유자의 동의 없이 부동산을 다른 사람에게 임대하여 임대차보증금을 받았다면, 그로 인한 수익 중 자신의 지분을 초과하는 부분은 법률상 원인 없이 취득한 부당이득이 되어 다른 지분 소유자에게 이를 반환할 의무가 있다. 또한 이러한 무단 임대행위는 다른 지분 소유자의 공유지분의 사용ㆍ수익을 침해한 불법행위가 성립되어 그 손해를 배상할 의무가 있다. 다만 그 반환 또는 배상의 범위는 부동산 임대차로 인한 차임 상당액이고 부동산의 임대차보증금 자체에 대한 다른 지분 소유자의 지분비율 상당액을 구할 수는 없다(대법원 1991. 9. 24. 선고 91다23639 판결 참조).<br/>  원심은, 피고가 이 사건 건물의 임차인들로부터 받은 임대차보증금 자체가 부당이득으로서 반환대상이 된다는 원고의 주장을 배척하고, 그 차임 상당액만을 부당이득 등으로 인정하였다. 원심판결은 위에서 본 법리에 따른 것으로 정당하고, 상고이유 주장과 같이 부당이득반환 범위에 관한 법리 등을 오해하여 판결에 영향을 미친 잘못이 없다.<br/>  4. 나머지 상고이유(상고이유 제1, 2, 3점)<br/>  나머지 상고이유 주장은 모두 사실심인 원심의 전권사항에 속하는 증거의 취사선택과 사실인정을 다투는 것에 지나지 않아 적법한 상고이유가 될 수 없다. 나아가 기록에 비추어 살펴보아도 원심판결에 상고이유 주장과 같이 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나 판결에 영향을 미친 잘못이 없다.<br/>  5. 결론<br/>  원고의 상고는 이유 없어 이를 기각하고 상고비용은 패소자가 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 이동원(재판장) 김재형(주심) 민유숙 노태악 ",
  "사건번호": "2018다261889",
  "사건종류코드": "400101",
  "판례정보일련번호": "226865",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}