{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20211221",
  "법원명": "서울중앙지방법원",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 항소인】 원고 (소송대리인 법무법인 혜인 담당변호사 이주하)<br/>【피고, 피항소인】 주식회사 지오플러스 (소송대리인 법무법인 현백 담당변호사 정영주)<br/>【제1심판결】 서울중앙지방법원 2020. 10. 15. 선고 2019가단5107176 판결<br/>【변론종결】2021. 10. 26.<br/>【주    문】<br/>  1. 제1심판결 중 다음에서 지급을 명하는 원고 패소 부분을 취소한다. <br/>     피고는 원고에게 70,098,500원 및 이에 대한 2019. 5. 24.부터 2021. 12. 21.까지 연 5%, 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>  2. 원고의 나머지 항소를 기각한다.<br/>  3. 소송총비용은 원고가 35%를 부담하고, 피고가 65%를 부담한다.<br/>  4. 제1항 중 돈 지급 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 피고는 원고에게 111,000,000원 및 이에 대한 소장 송달 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>   가. 소외 1은 자신이 소유하던 서울 서대문구 (주소 생략) 건물(그중 1층 100㎡, 2층 30㎡)(이하 \"이 사건 점포\")에서 \"(상호명 1 생략)(지점명 1 생략)\"을 운영하였다.<br/>   나. 원고는 2017. 3. 20. 소외 1과 사이에, 이 사건 점포에 관하여 「보증금 8,000만 원, 월세 360만 원」의 임대차계약이 존재한다는 전제 하에, 1억 1,100만 원의 권리금계약서를 작성하였다. <br/>      원고는 소외 1에게 계약 당일 11,000,000원을 지급하고, 2017. 5. 1. 45,000,000원, 2017. 5. 24. 55,000,000원을 지급하였다.<br/>   다. 원고는 2017. 5. 2. 소외 1과 사이에 이 사건 점포에 관하여, 보증금은 8,000만 원, 월세는 360만 원(부가가치세 별도), 기간은 2017. 5. 25.부터 2019. 5. 24.까지로 정한 임대차계약서를 작성하였다. <br/>   라. 피고는 2018. 10. 15. 소외 1이 소유하던 건물 전체를 매수하여 2019. 1. 15. 소유권을 취득하였다. <br/>   마. 피고는 2019. 1. 15. 소유권이전등기를 마친 날 원고에게 \"갱신계약 또는 신규계약시에 건물의 재건축 예정 사실을 고지·반영할 것이다\"라고 말하였고, 2019. 1. 16. 및 2019. 2. 1.에도 같은 취지로 말하였다.<br/>   바. 피고는 원고의 2019. 2. 13.자 내용증명을 받은 후인 2019. 3. 6.자 내용증명에서 \"수년 내에 건축물을 신축하고자 기획하고 준비중이다. 계약갱신을 요구한다면 보증금 및 월세를 각 5% 증액하되, 갱신계약시에 철거 및 재건축 계획을 구체적으로 고지하겠다. 신규임차인과의 신규계약시에도 철거 및 재건축 계획을 구체적으로 고지하겠다\"라고 주장하였다.<br/>   사. 원고는 기간 만료 직전인 2019. 5. 10. 이 사건 소를 제기하고, 2019. 6. 24. 이 사건 점포에서 퇴거하였다.  <br/>   아. 피고는 2019. 7. 4.경 소외 2(주식회사 산맥)에게 이 사건 점포를 임대한 이래 최종적으로 건물 전체를 임대하였고, 소외 2는 건물 전체의 리모델링 공사를 마치고 2020. 3. 29.부터 \"(상호명 2 생략)\"라는 상호의 커피전문점을 운영하고 있다.<br/>【근거】 갑 제1, 2, 3, 21 내지 25호증, 을 제2, 10호증<br/>2. 양측의 주장<br/>   원고는 청구원인으로, 피고가 계약갱신 또는 신규계약시에 계약서에 철거 및 재건축 계획을 반영하겠다고 한 것은 \"정당한 사유 없이 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위\"에 해당하므로, 피고는 권리금계약서상의 권리금을 배상할 의무가 있다. <br/>   피고는 이에 대하여, 계약갱신 또는 신규계약시에 계약서에 철거 및 재건축 계획을 반영하겠다고 한 것일 뿐, 계약갱신 또는 신규계약의 체결을 거절한 적이 없고, 원고가 피고에게 신규 임차인 주선행위를 한 적이 없으므로, 손해배상책임이 없다고 주장한다.<br/>3. 판단<br/>가. 관련 규정<br/>      1) 2018. 10. 16. 법률 제15791호로 개정되기 전의 구 상가건물 임대차보호법 제10조의4 제1항 제4호는 「임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 \"그 밖에 정당한 사유 없이 임대인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위\"를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 된다.」라고 규정하고, 제3항은 「임대인이 제1항을 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임이 있다.」라고 규정하고, 제1항 단서에 「제10조 제1항의 각 호의 어느 하나에 해당하는 사유가 있는 경우에는 그러하지 아니하다.」라고 규정한다. <br/>      2) 제10조 제1항은 「임대인은 임차인이 임대차기간이 만료되기 6개월 전부터 1개월 전까지 사이에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다.」라고 규정하고, 위와 같이 개정된 법률 제10조 제2항은 「임차인의 계약갱신요구권은 최초의 임대차기간을 포함한 전체 임대차기간이 10년을 초과하지 아니한 범위에서만 행사할 수 있다.」라고 규정하고, 한편 임대인이 「계약갱신 요구를 거절할 정당한 사유」로 제1항 단서 제7호 가)목은 「임대인이 \"임대차계약 체결 당시 공사시기 및 소요기간 등을 포함한 철거 또는 재건축 계획을 임차인에게 구체적으로 고지하고 그 계획에 따르는 경우\"에 해당하는 사유로 목적 건물의 전부 또는 대부분을 철거하거나 재건축하기 위하여 목적 건물의 점유를 회복할 필요가 있는 경우」를 규정하고 있다. <br/>나. 구체적 판단<br/>      1) 제10조 제1항 단서 제7호 가)목의 \"정당한 사유\"는 임대인인 피고가 이를 증명하여야 할 것인바, 피고가 원고와의 임대차계약 종료 후 소외 2 또는 주식회사 산맥과 사이에 임대차계약 및 화해 약정서(을 제10호증의 1, 2)를 작성할 때, 특약사항에 \"건물 전체의 재건축 계획(지하 2층~지상 1층 상가 및 지상 2~10층의 관광호텔)\"의 설명 조항을 기재한 사실 및 첨부된 \"평면도\"가 \"정당한 사유\"에 해당하는 \"구체적\"인 재건축 계획이라고 볼 수 없다.<br/>      2) 임차인의 계약갱신요구권은 \"차임과 보증금\" 외에는 전 임대차와 동일한 조건으로 임대차계약의 갱신을 요구하는 것이다(제10조 제3항). 따라서 피고가 주장하는 \"건물의 재건축 예정 사실\"은 임차인의 동의가 없는 이상 갱신계약서 또는 신규계약서에 반영할 수 없고, 임차인에게 그와 같이 요구하는 것은 제15조의 입법취지에 위반되어 허용할 수 없다. <br/>         그런데도 피고는 소유권을 취득한 날부터 원고 및 신규임차인에게 \"건물의 재건축 예정 사실\"을 갱신계약서 또는 신규계약서에 반영하겠다고 말하였고, 이로써 원고 또는 신규임차인으로 하여금 갱신계약 또는 신규계약의 체결을 주저하게 하였으며, 이는 곧 정당한 사유 없이 원고의 계약갱신요구를 거절한 것이나 다름없는 것으로서 원고의 권리금 회수를 방해한 것이다. <br/>         뿐만 아니라 임대인이 정당한 사유 없이 임차인이 신규임차인이 되려는 자를 주선하더라도 그와 임대차계약을 체결하지 않겠다는 의사를 확정적으로 표시하였다면 이러한 경우에까지 임차인에게 신규임차인을 주선하도록 요구하는 것은 불필요한 행위를 강요하는 결과가 되어 부당하므로, 이와 같은 특별한 사정이 있다면 임차인이 실제로 신규임차인을 주선하지 않았더라도 임대인의 위와 같은 거절행위는 상가건물 임대차보호법 제10조의4 제1항 제4호에서 정한 거절행위에 해당한다고 보아야 하는바(대법원 2019. 7. 4. 선고 2018다284226 판결 참조), 설령 피고 주장과 같이 원고가 피고와 신규임차인 사이의 구체적인 주선행위를 하지 않았다고 하더라도, 피고가 \"전 임대차와 동일한 조건\"으로 임대차계약을 체결하지 않겠다는 의사를 확정적으로 표시한 것으로 볼 수 있으므로, 권리금 회수를 방해한 것이라고 판단된다. <br/>      3) 손해배상 액수<br/>         가) 권리금이란 임대차 목적물인 상가건물에서 영업을 하는 자 또는 영업을 하려는 자가 영업시설·비품, 거래처, 신용, 영업상의 노하우, 상가건물의 위치에 따른 영업상의 이점 등 유형·무형의 재산적 가치의 양도 또는 이용대가로서 임대인, 임차인에게 보증금과 차임 이외에 지급하는 금전 등의 대가를 말한다(제10조의3 제1항).<br/>         나) 무형재산의 평가<br/>            제1심법원의 감정 당시 원고가 폐업하여 이 사건 점포에서 퇴거하였고, 이에 감정인은 유형재산(영업시설) 외에 무형재산만을 평가대상으로 삼아 감정평가에 관한 규칙 제23조에 의거 수익환원법을 적용하여 평가하였으며, 할인기간은 10년, 즉 개정된 상가건물 임대차보호법 제10조 제2항의 적용에 따른 갱신계약 또는 신규계약 이후 10년의 임대차계약의 존속을 전제로 52,722,000원으로 추정하였다. <br/>         다) 유형재산의 평가<br/>            (1) 앞서 본 바와 같이 제1심법원의 감정인은 현존하지 않은 유형재산(영업시설)을 평가대상에서 제외하였다. <br/>               그러나 소외 1이 2014. 5. 20.경 이 사건 점포(1층)에 158,950,000원을 투입하여 인테리어 공사를 한 것으로 보이고(갑 제8호증의 3), 원고가 소외 1로부터 이 사건 점포 내 냉·난방기, 계산대 주변 비품, 테이블, 커피 제조 비품 등을 인수하였는바(갑 제8호증의 1, 2), 당시 지급된 권리금의 산정에는 인테리어 공사 부분 및 비품의 가치도 포함되었을 것으로 추정되므로, 그 평가액 또한 손해배상으로서 권리금에 포함되어야 한다.<br/>            (2) 불법행위로 인한 손해배상청구소송에서 손해가 발생한 사실은 인정되나 구체적인 손해의 액수를 증명하는 것이 사안의 성질상 매우 어려운 경우에 법원은 증거조사의 결과와 변론 전체의 취지에 의하여 밝혀진 당사자들 사이의 관계, 불법행위와 그로 인한 재산적 손해가 발생하게 된 경위, 손해의 성격, 손해가 발생한 이후의 여러 정황 등 관련된 모든 간접사실을 종합하여 적당하다고 인정되는 금액을 손해배상 액수로 정할 수 있는바(대법원 2017. 9. 26. 선고 2014다27425 판결 등 참조), 이는 손해의 공평·타당한 분담을 지도원리로 하는 손해배상제도의 이상과 기능을 실현하고자 함에 그 취지가 있다(대법원 2009. 9. 10. 선고 2006다64627 판결 참조).<br/>               이 사건의 경우 손해배상책임 발생 당시, 즉 피고의 갱신계약 거절 또는 신규계약 거절 당시에는 위 유형재산이 현존하였으나 감정 당시에는 현존하지 아니하여 부득이하게 평가에서 제외될 수밖에 없었는바, 이 사건 또한 손해의 액수 산정을 위한 유형재산의 평가액수의 문제이므로, 손해배상제도의 지도원리 측면에서 위 법리를 적용하기로 한다. <br/>            (3) 우선 인테리어 공사 부분의 평가에 관하여 보건대, 인테리어 공사가 2014. 5. 20.경 완료되었는바, 가맹본부(상호명 1 생략)의 별도 요구가 없는 이상, 가맹사업자가 임차인인 경우 상가건물 임대차보호법 상의 계약갱신요구가 가능한 10년의 기간 동안 종전의 인테리어를 유지할 수 있다고 보인다. 따라서 인테리어 공사 부분은 계산의 편의상 매년 15,895,000원(158,950,000/10)씩 감가상각된다고 볼 경우, 갱신계약 또는 신규계약이 거절되어 종전 임대차계약이 종료된 다음날인 2019. 5. 25.부터 인테리어 공사 존속기간인 2024. 5. 24.경까지 5년간의 인테리어 잔존가치는 79,475,000원이다.<br/>               다음 비품 등의 평가에 관하여 보건대, 원고는 비품 중에서 시세확인이 가능한 비품의 중고가격이 적어도 8,000,000원이라고 주장하고 있는바(2020. 7. 1.자 준비서면), 원고가 인수한 비품내역에 비추어 보면, 위 8,000,000원이 부당하지는 않다. <br/>         라) 책임제한<br/>            다만 원고와 신규임차인 사이의 교섭된 권리금액수가 명확하게 밝혀지지 않은 점, 유형재산의 평가는 원고의 주장을 바탕으로 당원이 추정한 점, 철거비용은 피고가 부담하기로 한 점(을 제5호증), 갱신계약 또는 신규계약의 무산 이후 이 사건 점포에서 동종업종이 영업하게 된 것을 피고가 처음부터 염두에 둔 것으로 보이지 않는 점 및 원고가 지급한 권리금액수 등의 모든 사정을 종합하여, 피고의 책임을 50%로 제한하기로 하고, 이에 따라 계산한 손해액은 70,098,500원{= (52,722,000 + 79,475,000 + 8,000,000) × 0.5}이다.<br/>4. 결론<br/>   그렇다면, 피고는 원고에게 손해배상금 70,098,500원 및 이에 대한 소장 송달 다음날인 2019. 5. 24.부터 다투는 것이 타당한 당심판결 선고일인 2021. 12. 21.까지 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있으므로, 이 사건 청구는 위 인정범위 내에서 이유 있어 이를 인용하고 나머지 청구는 이유 없어 이를 기각할 것인바, 제1심판결은 이와 결론을 일부 달리하여 부당하므로, 원고의 항소를 일부 받아들여 제1심판결 중 위와 같이 지급을 명하는 원고 패소 부분을 취소하여 피고로 하여금 원고에게 위와 같이 지급할 것을 명하고, 원고의 나머지 항소는 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다.<br/><br/>판사 강영훈(재판장) 노태헌 김창현 ",
  "사건번호": "2020나73008",
  "사건종류코드": "400101",
  "판례정보일련번호": "230799",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}