{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210701",
  "법원명": "전주지방법원",
  "사건명": "청구이의",
  "판례내용": "【원고, 피항소인】 원고 (소송대리인 변호사 김정수)<br/>【피고, 항소인】 피고 (소송대리인 변호사 박아롱)<br/>【제1심판결】 전주지방법원 2020. 10. 30. 선고 2019가단21813 판결<br/>【변론종결】2021. 5. 6.<br/>【주    문】<br/>  1. 피고의 항소를 기각한다.<br/>  2. 항소비용은 피고가 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  주위적으로, 피고의 원고에 대한, 전주지방법원 2019. 4. 19.자 2019카확10028 결정에 기한 강제집행과 전주지방법원 2018. 10. 31. 선고 2017가단24122 판결에 기한 강제집행을 각 불허한다. <br/>  예비적으로, 전주지방법원 2019. 4. 19.자 2019카확10028 결정에 기한 강제집행과 피고의 원고에 대한 전주지방법원 2018. 10. 31. 선고 2017가단24122 판결 중 건물 등 철거 및 토지 인도에 관한 강제집행을 불허하고, 위 판결 중 금전 지급에 관한 강제집행은 2030. 9. 27.까지 불허한다. <br/>2. 항소취지<br/>  제1심판결을 취소한다. 원고의 청구를 기각한다.<br/>【이    유】1. 제1심판결의 인용<br/>  이 법원이 적을 이유는, 피고가 이 법원에서 강조하거나 추가하는 주장에 관하여 다음의 ‘2. 추가판단’을 추가하는 외에는 제1심판결의 이유와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>2. 추가판단<br/>가. 원고가 이 사건 건물을 사용·수익하는 것은 관리의 범위를 넘는 것인지에 관하여<br/>    1) 피고의 주장 <br/>      원고가 이 사건 계쟁 토지 부분을 이 사건 건물 등의 소유를 위하여 사용하는 것은, 사용·수익의 내용이 공유물의 기존의 모습에 본질적 변화를 일으켜 '관리'가 아닌 '처분'이나 '변경'에 이르는 것이므로 부당하다.<br/>    2) 관련 법리<br/>      공유자 사이에 공유물을 사용·수익할 구체적인 방법을 정하는 것은 공유물의 관리에 관한 사항으로서 공유자의 지분의 과반수로써 결정하여야 할 것이고, 과반수의 지분을 가진 공유자는 다른 공유자와 사이에 미리 공유물의 관리방법에 관한 협의가 없었다 하더라도 공유물의 관리에 관한 사항을 단독으로 결정할 수 있으므로, 과반수의 지분을 가진 공유자가 그 공유물의 특정 부분을 배타적으로 사용·수익하기로 정하는 것은 공유물의 관리방법으로서 적법하며, 다만 그 사용·수익의 내용이 공유물의 기존의 모습에 본질적 변화를 일으켜 '관리' 아닌 '처분'이나 '변경'의 정도에 이르는 것이어서는 안 될 것이고, 예컨대 다수지분권자라 하여 나대지에 새로이 건물을 건축한다든지 하는 것은 '관리'의 범위를 넘는 것이 될 것이다(대법원 2001. 11. 27. 선고 2000다33638, 33645 판결 등 참조). <br/>    3) 판단<br/>      살피건대 갑 제6, 8호증의 기재에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사실 또는 사정, 즉 ① 이 사건 건물은 원고의 망부 소외 1이 신축하여 1995. 11. 18. 사용승인을 받은 점, ② 위 건물 사용승인 당시부터 피고가 이 사건 건물 철거 소송을 제기한 2017. 10.경까지 이 사건 토지의 과반수 지분권자가 망인에게 계쟁 토지 부분에 관하여 어떠한 이의를 제기하였다는 사정을 알 수 있는 자료가 없는 점(오히려 피고는 2019. 12. 23. 이 사건 토지의 과반수 지분권자였던 소외 2와 이 사건 토지에 관한 임대차계약을 하기도 하였다), ③ 피고는 2017. 9.경 이 사건 토지 중 40/267 지분을 취득하였는데, 이 사건 건물은 22년 전부터 이 사건 토지에 존재하였던 점, ④ 원고는 이 사건 건물을 현상 그대로 사용·수익하는 것인바, 이것이 나대지에 새로이 건물을 건축하는 등 공유물의 기존의 모습에 본질적 변화를 일으키는 처분행위라고 볼 수 없고, 위 사용수익은 소유권의 내용으로 보이는 점 등에 비추어 보면, 피고가 주장하는 사정만으로는 원고가 이 사건 건물 등의 소유를 위하여 계쟁 토지 부분을 배타적으로 사용· 수익하는 것이 공유물의 기존 모습에 본질적인 변화를 일으켜 변경이나 처분에 이르는 것이라고 인정하기에 부족하고 달리 이를 인정할 증거가 없다. <br/>  따라서 피고의 이 부분 주장은 이유 없다. <br/>나. 집행채권의 소멸에 관하여<br/>    1) 피고는 이 사건 토지의 가액이 상승하였고, 장래에도 상승할 것이 분명하므로, 원고가 전주지방법원 2017가단24122 건물 등 철거 사건에서 인정된 차임을 기준으로 변제공탁을 하였더라도 전소 판결의 기판력이 차액 부분에는 미치지 않으므로, 이 사건 확정판결 중 피고의 부당이득반환청구권은 변제로 소멸되지 않는다고 주장한다. <br/>  살피건대, 을 제4 내지 9호증의 기재만으로는 정기금의 액수산정의 기초가 된 사정이 현저하게 바뀜으로써 당사자 사이의 형평을 크게 침해할 특별한 사정이 생겼다고 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 따라서 피고의 이 부분 주장 또한 이유 없다. <br/>    2) 피고는, 원고가 과반수지분권자로 이 사건 계쟁 토지 부분을 배타적으로 점유·사용하고 이익을 얻고 있으므로 소수지분권자인 피고에 대하여 그 지분에 상응하는 임료 상당의 부당이득을 반환할 의무가 있다 할 것인데, 원고는 정기금 채무 중 일부만을 변제공탁하였으므로 이는 채무 소멸의 효과가 발생하지 않는다고 주장한다. <br/>  과반수 지분의 공유자는 공유자와 사이에 미리 공유물의 관리방법에 관하여 협의가 없었다 하더라도 공유물의 관리에 관한 사항을 단독으로 결정할 수 있으므로 과반수 지분의 공유자는 그 공유물의 관리방법으로서 그 공유토지의 특정된 한 부분을 배타적으로 사용·수익할 수 있으나, 그로 말미암아 지분은 있으되 그 특정 부분의 사용·수익을 전혀 하지 못하여 손해를 입고 있는 소수지분권자에 대하여 그 지분에 상응하는 임료상당의 부당이득을 하고 있다 할 것이므로 이를 반환할 의무가 있다 할 것이다.     그러나 이 사건 확정판결 중 피고의 부당이득반환청구권은 이 사건 계쟁 토지 부분에 대한 피고의 인도 청구권을 전제로 한 것인데 피고의 인도청구권이 소멸되었음은 앞서 본 바와 같고, 피고가 이 법원에서 주장하는 위 부당이득반환청구권(이하 ‘이 사건 부당이득반환청구권’이라 한다)은 소수지분권자의 과반수지분권자의 특정 부분의 배타적 사용·수익에 관한 지분에 상응하는 임료 상당의 부당이득반환청구권이다(나아가 소수지분권자는 특정 부분을 배타적으로 사용·수익하는 과반수지분권자에 대하여 공유물의 인도를 청구할 수도 없다). 이와 같이 이 사건 부당이득반환청구권은 이 사건 확정판결상 피고의 부당이득반환청구권에 포함되지 아니한다 할 것이므로, 이와 다른 전제에 선 피고의 이 부분 청구 또한 이유 없다. <br/>3. 결론<br/>  그렇다면 제1심판결은 이와 결론을 같이하여 정당하므로, 피고의 항소를 기각하기로 하여, 주문과 같이 판결한다.<br/><br/>판사 김진선(재판장) 김진웅 곽지영 ",
  "사건번호": "2020나10360",
  "사건종류코드": "400101",
  "판례정보일련번호": "226905",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}