{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210820",
  "법원명": "서울중앙지방법원",
  "사건명": "건물인도",
  "판례내용": "【원고, 피항소인】 원고 1 외 1인 (소송대리인 법무법인 로플렉스 담당변호사 구본진 외 2인)<br/>【피고, 항소인】 피고 1 외 2인 (소송대리인 법무법인 원비전 담당변호사 김범식 외 1인)<br/>【제1심판결】 서울중앙지방법원 2021. 4. 8. 선고 2020가단5302250 판결<br/>【변론종결】2021. 7. 23.<br/>【주    문】<br/>  1. 제1심판결 중 피고들 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 모두 기각한다.<br/>  2. 소송 총비용은 각자 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지 <br/>  피고들은 원고들에게 별지 목록 기재 건물을 인도하라(원고들은 이 법원에서 청구취지를 위와 같이 정정하였다).<br/>2. 항소취지<br/>  주문과 같다.<br/>【이    유】1. 인정사실<br/>  가. 피고 1은 2019. 3. 6. 소외인으로부터 별지 목록 기재 건물(이하 ‘이 사건 아파트’라 한다)을 보증금 50,000,000원, 차임 월 1,300,000원, 임대차기간 2019. 4. 15.부터 2021. 4. 14.까지로 정하여 임차(이하 ‘이 사건 임대차계약’이라 한다)하였고, 이 사건 아파트에는 피고 1 및 피고 1의 부모인 피고 2, 피고 3이 함께 거주하고 있다.<br/>  나. 2020년경 결혼한 부부인 원고들은 2020. 7. 5. 이 사건 아파트의 소유자인 소외인과 사이에 이 사건 아파트를 1,350,000,000원에 매수하는 계약(이하 ‘이 사건 매매계약’이라 한다)을 체결하였고, 소외인에게 매매대금을 지급한 후 2020. 10. 30. 이 사건 아파트에 관하여 각 1/2 지분에 관하여 위 매매를 원인으로 한 소유권이전등기를 마쳤다.<br/>  다. 그런데 2020. 7. 31.자로 아래와 같은 주택임차인의 계약갱신요구권을 도입하는 개정 주택임대차보호법(법률 제17470호)이 시행되었다.<br/>    제6조(계약의 갱신)      ① 임대인이 임대차기간이 끝나기 6개월 전부터 2개월 전까지의 기간에 임차인에게 갱신거절의 통지를 하지 아니하거나 계약조건을 변경하지 아니하면 갱신하지 아니한다는 뜻의 통지를 하지 아니한 경우에는 그 기간이 끝난 때에 전 임대차와 동일한 조건으로 다시 임대차한 것으로 본다. (단서 생략)    제6조의3(계약갱신 요구 등)      ① 제6조에도 불구하고 임대인은 임차인이 제6조 제1항 전단의 기간 이내에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 그러하지 아니하다.        8. 임대인(임대인의 직계존속·직계비속을 포함한다)이 목적 주택에 실제 거주하려는 경우        9. 그 밖에 임차인이 임차인으로서의 의무를 현저히 위반하거나 임대차를 계속하기 어려운 중대한 사유가 있는 경우부칙 〈제17470호, 2020. 7. 31.〉제2조(계약갱신 요구 등에 관한 적용례)① 제6조의3 및 제7조의 개정규정은 이 법 시행 당시 존속 중인 임대차에 대하여도 적용한다.② 제1항에도 불구하고 이 법 시행 전에 임대인이 갱신을 거절하고 제3자와 임대차계약을 체결한 경우에는 이를 적용하지 아니한다<br/>  라. 임대인인 소외인은 피고 1이 2020. 10. 5.경부터 이 사건 임대차계약에 대한 2년 기간 연장을 요구하는 문자메시지를 보내자 위 요구를 거절하는 답신을 하였고, 이 사건 임대차기간이 끝나기 6개월 전 이후인 2020. 10. 15.경 피고 1에게 내용증명우편으로 ‘이 사건 아파트에 관하여 실거주를 해야 하는 매수인들과 2020. 7. 5.자로 매매계약이 체결되었고, 이러한 사정은 주택임대차보호법 제6조의3 제1항 단서 제9호의 임대차를 계속하기 어려운 중대한 사유가 있는 경우에 해당한다’는 이유를 들어 이 사건 임대차계약에 대한 갱신거절의 통지를 하였다. <br/>  마. 피고 1은 2020. 10. 16. 임대인인 소외인에게 ‘임대차기간 만료 후 임대차 기간을 2년 연장, 거주하고자 계약갱신을 청구한다’는 내용으로 위 주택임대차보호법상의 계약갱신을 요구하였고, 이에 대하여 임대인인 소외인은 ‘실거주를 해야 하는 매수인들과 이 사건 매매계약을 체결하였다’는 이유로 위 계약갱신 요구를 거절하였다.<br/>[인정근거] 갑 제1 내지 5, 7 내지 9, 23호증(가지번호 포함)의 각 기재, 변론 전체의 취지<br/>2. 당사자들의 주장 요지<br/>가. 원고들<br/>피고 1이 이 사건 임대차계약에 대하여 주택임대차보호법 제6조의3 제1항 본문에 따른 계약갱신을 요구하였으나, 임대인인 소외인은 실거주를 해야 하는 매수인과 이 사건 아파트에 관하여 매매계약을 체결하였고, 이는 주택임대차보호법 제6조의3 제1항 단서 제9호의 ‘그 밖에 임대차를 계속하기 어려운 중대한 사유가 있는 경우’에 해당하므로, 임대인인 소외인은 임차인인 피고 1의 계약갱신 요구를 거절할 수 있다. 이 사건 임대차계약상 임대차기간이 이미 종료되었으므로, 이 사건 아파트를 점유하고 있는 피고들은 이 사건 아파트의 소유자이자 임대인의 지위를 승계한 원고들에게 이 사건 아파트를 인도할 의무가 있다. <br/>나. 피고들<br/>피고 1의 계약갱신 요구에 대한 소외인의 계약갱신 거절은 주택임대차보호법 제6조의3 제1항 단서 각호에 해당하지 아니하여 효력이 없고, 따라서 이 사건 임대차계약은 피고 1의 계약갱신 요구에 따라 그 기간이 연장되었으므로, 원고들의 청구는 이유 없다.<br/>3. 청구원인에 관한 판단<br/>  가. 원고들은 피고 1이 이 사건 임대차계약에 대한 계약갱신요구권을 행사할 당시 이 사건 아파트에 관한 소유권이전등기를 마치지 아니하여 자신들이 실제 거주하려는 이유로 위 계약갱신 요구를 거절할 수 있는 ‘임대인의 지위’에 있지 아니하고, 임대인인 소외인은 이 사건 아파트를 매도한 자로 자신이 이 사건 아파트에 ‘실제 거주’할 예정이 아니므로, 매수인의 지위에 있던 원고들이나 임대인인 소외인은 모두 주택임대차보호법 제6조의3 제1항 단서 제8호에 기하여 위 계약갱신 요구를 거절할 수는 없다.<br/>  나. 임대인인 소외인이 개정 주택임대차보호법이 시행되기 이전에 이 사건 매매계약을 체결하였는데, 이러한 사정이 주택임대차보호법 제6조의3 제1항 단서 제9호의 사유(그 밖에 임대차를 계속하기 어려운 중대한 사유)에 해당한다고 주장하여 임차인의 계약갱신 요구를 거절할 수 있는지 여부에 관하여 본다.<br/>    (1) 임차인의 계약갱신요구권에 관한 개정 주택임대차보호법 제6조의3의 도입 취지에 관하여 본다. 종전 주택임대차보호법의 경우에도 임차목적물이 양수되어도 그 양수인은 임대인의 지위를 승계하는 것으로 보아 대항력 있는 임차인의 경우 양수인에게 종전 임대차계약의 효력을 주장할 수 있었고 이를 통해 임차인의 주거권을 보장하였다. 개정 주택임대차보호법의 계약갱신요구권은 임차인이 거주할 수 있는 기간을 안정적으로 연장하여 임차인의 주거권을 더욱 강화하기 위해 도입되었다고 할 것이다. <br/>    (2) 임차인의 계약갱신요구권은 그 문언 및 체계와 아울러 그 입법 취지에 비추어, 임차인의 주도로 임대차계약의 갱신을 달성하려는 것이고, 임차인의 계약갱신 요구시 임대인은 정당한 사유 없이 거절하지 못한다고 규정하고 있어 이러한 갱신요구권은 임차인이 계약갱신의 의사를 표시함으로써 바로 그 효과가 발생하는 형성권이라 할 것이다. <br/>    (3) 임대인의 계약갱신 거절 사유는 주택임대차보호법 제6조의3 제1항 단서의 각 호에 기재되어 있고, 위 제8호에서 ‘임대인이 목적 주택에 실제 거주하려는 경우’를 규정하고 있다. 위 제8호를 제외한 제1호 내지 제7호의 경우는 임차인의 차임 연체나 부정행위 등 임차인 측의 사정 또는 임대차목적물 자체의 안전사고 우려나 임대차계약 체결 당시부터의 철거·재건축 계획 등이 고지된 경우 등이고, 반면 임대인의 실제 거주 사유는 임차인 측에서 예측하기 어려운 임대인의 주관적 사유이고 임차목적물이 매도되어 새로운 소유자(임대인의 지위를 승계한 자이다)가 실제 거주하려는 의사가 있는 경우에는 더욱 그러하다. 또한 제9호에서는 ‘그 밖에 임차인이 임차인으로서의 의무를 현저히 위반하거나 임대차를 계속하기 어려운 중대한 사유가 있는 경우’라고 규정함으로써 제1호 내지 제8호의 구체적 열거 규정으로 규율하지 못하는 경우에 대한 보충적 일반조항을 두고 있다.   <br/>    (4) 앞서 본 임차인의 주거권 강화를 위한 갱신 조항의 도입 취지, 계약갱신요구권의 법적 성질, 실제 거주 사유라는 거절 사유의 특성에 더하여, ① 개정 주택임대차보호법 부칙 제2조 제1항에서 ‘위 계약갱신요구권은 이 법 시행 당시 존속 중인 임대차에 대하여도 적용된다’고 규정하면서, 부칙 제2조 제2항에서 ‘위 제1항에도 불구하고 이 법 시행 전에 임대인이 갱신을 거절하고 제3자와 임대차계약을 체결한 경우에는 이를 적용하지 아니한다’고 규정하여, 적용 예외 사유를 명시하고 있는 점, ② 개정 주택임대차보호법은 원칙적으로 임차인의 계약갱신요구권을 인정하면서 예외적으로 임대인의 계약갱신 거절 사유를 한정적으로 열거하고 있고, 위 제9호는 ‘그 밖에 임차인이 임차인으로서의 의무를 현저히 위반하거나 임대차를 계속하기 어려운 중대한 사유가 있는 경우’라고 규정하여 보충적 일반조항을 두고 있는데, 이러한 관련 규정의 내용 및 체계, 부칙 제2조 제2항에서 적용 예외 사유를 명시한 취지 등에 비추어, 임대인 측 사정으로 볼 수 있는 ‘임대인이 임차주택을 매도하였고 매수인이 실거주 의사가 있는 경우’를 주택임대차보호법 제6조의3 제1항 단서 제9호의 사유에 해당한다고 보는 것은, 예외적으로 열거하고 있는 임대인의 계약갱신 거절 사유를 해석론을 통하여 새로 추가하는 결과가 되어 받아들이기 어려운 점 등을 종합하여 보면, 실제 거주를 이유로 한 갱신거절 가능 여부는 임차인이 계약갱신을 요구할 당시의 ‘임대인’만을 기준으로 봄이 상당하다고 할 것이다.<br/>    (5) 이 사건의 경우, 피고 1은 원고들이 이 사건 아파트에 관한 소유권이전등기를 경료하기 이전인 2020. 10. 16. 임대인인 소외인에게 주택임대차보호법상의 계약갱신요구권을 행사하였고, 당시의 임대인인 소외인에게는 주택임대차보호법 제6조의3 제1항 단서 각호의 정당한 사유가 존재하지 아니하는바, 이 사건 임대차계약은 피고 1의 계약갱신요구권의 행사로 인하여 주택임대차보호법 제6조의3 제3항에 따라 적법하게 갱신되었다고 할 것이다. 원고들은 2020. 10. 30. 이 사건 아파트에 관하여 그 소유권이전등기절차를 마침으로써 이 사건 임대차계약상 임대인의 지위를 승계하게 되었는바, 원고들은 자신들의 실제 거주를 이유로 피고 1의 계약갱신요구권을 거절할 수 없다고 할 것이다.<br/>    (6) 결국 이와 달리 이 사건 임대차계약이 2021. 4. 14. 기간 만료로 종료되었음을 전제로 한 원고들의 주장은 이유 없다. <br/>4. 결론<br/>  그렇다면 원고들의 이 사건 청구는 이유 없어 이를 모두 기각할 것인바, 제1심판결 중 이와 결론을 달리한 부분은 부당하므로, 피고들의 항소를 받아들여 제1심판결 중 피고들 패소 부분을 취소하고 그 취소 부분에 해당하는 원고들의 청구를 모두 기각하기로 하여, 주문과 같이 판결한다(다만 여러 사정을 참작하여 소송 총비용은 각자 부담하는 것으로 한다).  <br/>[별지 생략]<br/><br/>판사 주채광(재판장) 석준협 권양희 ",
  "사건번호": "2021나22762",
  "사건종류코드": "400101",
  "판례정보일련번호": "233373",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}