{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20220216",
  "법원명": "서울고등법원",
  "사건명": "근로자지위확인등청구의소·근로자지위확인등",
  "판례내용": "【원고, 피항소인 겸 부대항소인】 별지 1 원고 목록 기재와 같다. (소송대리인 법무법인 여는 담당변호사 김태욱 외 3인)<br/>【피고, 항소인 겸 피부대항소인】 ○○○ 주식회사 (소송대리인 변호사 배현태 외 8인)<br/>【피고보조참가인】 피고보조참가인 주식회사 (소송대리인 법무법인 이제 담당변호사 김관하 외 1인)<br/>【제1심판결】 서울중앙지방법원 2020. 2. 6. 선고 2016가합524550, 2016가합553442(병합) 판결<br/>【변론종결】2021. 2. 9.<br/>【주    문】<br/>1. 이 법원에서 확장·감축한 청구를 포함하여 제1심판결 중 원고들에 대한 부분을 다음과 같이 변경한다. <br/>  가. 피고는 원고 16, 원고 17, 원고 18, 원고 19, 원고 20, 원고 21, 원고 22, 원고 23, 원고 24, 원고 25, 원고 29, 원고 30에게 고용의 의사표시를 하라.<br/>  나. 피고는 원고 16, 원고 17, 원고 18, 원고 19, 원고 20, 원고 21, 원고 22, 원고 23, 원고 30에게 [별지2] 인용금액표의 ‘총 인용금액’란 기재 각 금원 및 그중 같은 표의 ‘1차 임금’과 ‘1차 약정금’란 기재 각 금원에 대하여는 2016. 1. 6.부터 2020. 2. 6.까지는 연 5%의, 같은 표의 ‘2차 임금’과 ‘2차 약정금’란 기재 각 금원에 대하여는 2020. 1. 6.부터 2021. 5. 10.까지는 연 5%의, 각 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율에 의한 금원을 지급하라.<br/>  다. 피고는 원고 24, 원고 25, 원고 29에게 [별지2] 인용금액표 ‘총 인용금액’란 기재 각 금원 및 그중 같은 표의 ‘1차 임금’란 기재 각 금원에 대하여는 2016. 1. 6.부터, ‘2차 임금’란 기재 각 금원에 대하여는 2020. 1. 6.부터 각 2022. 2. 16.까지는 연 5%의, 각 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율에 의한 금원을 지급하라.<br/>  라. 원고 24, 원고 25, 원고 29의 나머지 청구 및 원고 1, 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7, 원고 8, 원고 9, 원고 10, 원고 11, 원고 12, 원고 13, 원고 14, 원고 15, 원고 26, 원고 27, 원고 28의 청구를 모두 기각한다. <br/>2. 소송 총비용 중 <br/>  가. 원고 16, 원고 17, 원고 18, 원고 19, 원고 20, 원고 21, 원고 22, 원고 23, 원고 30과 피고 사이에 생긴 부분은 피고가,<br/>  나. 원고 24, 원고 25, 원고 29와 피고 사이에 생긴 부분은 10%는 위 원고들이, 나머지는 피고가,<br/>  다. 원고 1, 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7, 원고 8, 원고 9, 원고 10, 원고 11, 원고 12, 원고 13, 원고 14, 원고 15, 원고 26, 원고 27, 원고 28과 피고 사이에 생긴 부분은 위 원고들이<br/>  라. 보조참가로 인한 비용은 원고 1, 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7, 원고 8, 원고 10, 원고 11, 원고 28, 원고 26이 부담한다. <br/>  각 부담한다. <br/>3. 제1의 나, 다항은 가집행할 수 있다. <br/><br/>【청구취지, 항소취지 및 부대항소취지】1. 청구취지<br/>[주위적 청구]<br/>가. 피고는 원고들에게 고용의 의사표시를 하라.<br/>나. 피고는 원고 25를 제외한 나머지 원고들에게 [별지3-1] 주위적 청구금액표 ‘총 청구금액’란 금원 및 그중 ‘1차 임금’ 및 ‘1차 약정금’란 기재 각 금원에 대하여는 2016. 1. 6.부터 2020. 2. 6.까지 연 5%, ‘2차 임금’ 및 ‘2차 약정금’란 기재 각 금원에 대하여는 2020. 1. 6.부터 2021. 5. 10.까지 연 5%, 각 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 금원을 지급하라.<br/>  다. 피고는 원고 25에게 90,296,781원 및 그중 32,288,540원에 대하여 2016. 1. 6.부터 2020. 2. 6.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을, 58,008,241원에 대하여는 2020. 1. 6.부터 2021. 5. 10.까지는 연 5%, 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 각 지급하라. <br/>[예비적 청구]<br/>가. 피고는 원고들에게 고용의 의사표시를 하라.<br/>나. 피고는 원고 25를 제외한 나머지 원고들에게 [별지3-2] 예비적 청구금액표 ‘총 청구금액’란 금원 및 그중 ‘1차 임금’ 및 ‘1차 약정금’란 기재 각 금원에 대하여는 2016. 1. 6.부터 2020. 2. 6.까지 연 5%, ‘2차 임금’ 및 ‘2차 약정금’란 기재 각 금원에 대하여는 2020. 1. 6.부터 2021. 5. 10.까지 연 5%, 각 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 금원을 지급하라. <br/>다. 피고는 원고 25에게 88,481,781원 및 그중 32,288,540원에 대하여 2016. 1. 6.부터 2020. 2. 6.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을, 56,193,241원에 대하여는 2020. 1. 6.부터 2021. 5. 10.까지는 연 5%, 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 각 지급하라. <br/>라. 피고는 원고들에게 피고 발행 우리사주 주식 15주를 지급하라. <br/>2. 항소취지<br/>  제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 모두 기각한다.  <br/>3. 부대항소취지<br/>  제1심판결 중 원고들에 대한 부분을 청구취지(주위적, 예비적)와 같이 변경한다.   <br/>【이    유】Ⅰ. 기초사실<br/>1. 피고는 □□, ◇◇, ☆☆에 공장을 두고 자동차 및 그 부품의 제조·판매를 주된 목적으로 하는 회사이다. <br/>2. 피고의 자동차 생산단계는 ‘설계 → 개발 → PILOT 생산(양산 전 시험차량 생산단계) → 양산 → 출고’로 이루어진다. 그 중 ‘양산’단계는 생산공장 내 직렬로 배치된 컨베이어 시스템을 이용한 직접생산업무(프레스공정 → 용접공정 → 도장공정 → 의장공정)와 직접생산공정의 원활한 수행을 위한 간접생산업무(생산관리, 보전 등)로 이루어지고, 이와 같이 생산공정을 통하여 제작이 완료된 차량에 대하여는 소비자에게 인도하기 전에 자동차 상태 등을 점검, 수정, 보완하는 출고 업무가 이루어진다.<br/>3. 원고들은 피고로부터 직접 도급을 받은 □□공장 사내에 상주하는 협력업체 (이하 ‘사내협력업체’라고 한다) 소속이거나 피고와 직접 도급계약을 체결한 부품생산업체 또는 통합물류전문회사로부터 재하도급을 받은 부품물류회사 소속 근로자들로서 각 계쟁기간(또는 계쟁시점) 동안에 피고의 □□공장 사내에서 위 나.항의 간접생산업무 중의 하나인 생산관리업무, 보전업무 또는 위 나.항의 출고업무 중 수출용 차량의 출고 업무를 담당하였던 근로자들이다. <br/>4. 피고의 도급계약 체결 형태의 분류<br/>  가. 사내협력업체와의 도급계약 체결(이른바 ‘사내도급’)<br/>  (1) 피고는 사내협력업체들과 사이에 정형화된 도급계약서를 이용하여 생산단계의 각종 공정을 도급하는 내용으로 계약을 체결하였는데, 이 사건에서 문제되는 생산관리업무와 보전업무, 수출용 차량의 출고업무에 대하여도 사내협력업체들에게 사내도급을 주었다. <br/>  (2) 사내협력업체들은 해당 업체 명의로 근로자들을 신규 채용한 다음 피고와의 도급계약에 정해진 내용대로 소속 근로자들을 피고의 □□공장에 투입하였다.  <br/>  (3) 생산관리업무 및 보전업무 : 원고 16은 2008. 10. 1. 서진기업(2009. 7. 1.부터 주식회사 대종기업으로 변경, 이하 ‘주식회사’를 모두 생략한다)에, 원고 29는 2014. 4. 1. 연보테크에 각 채용되었다. 위 서진기업, 대종기업, 연보테크는 모두 피고의 □□공장 사내에 상주하는 사내협력업체이다. 피고와의 도급계약에 기하여 서진기업과 대종기업은 원고 16을 피고의 □□공장 사내 생산관리업무에, 연보테크는 원고 29를 피고의 □□공장 사내 보전업무에 투입하였다.  <br/>   (4) 수출용 차량의 출고업무 : 원고 17은 2012. 2. 1. 대승기업에, 원고 18은 2007. 1. 25. 대경기업에, 원고 19는 2006. 4. 3. 대경기업에, 원고 20은 2006. 3. 27. 대경기업에, 원고 21은 2011. 8. 16. 대경기업에, 원고 22는 2007. 1. 3. 현정물류에, 원고 23은 2008. 5. 6.에 광일기업에, 원고 24는 2013. 4. 2. 성신테크에, 원고 25는 2013. 10. 24. 성신테크에, 원고 30은 2007. 10. 22. 상진기업에 각 채용되었다. 위 대승기업, 대경기업, 현정물류, 광일기업, 성신테크, 상진기업은 모두 피고의 □□공장에 상주하는 사내협력업체로서 피고와의 도급계약에 기하여 위 원고들을 채용한 즉시 피고의 □□공장 수출용 차량의 출고업무에 투입하였다.     <br/>  나. 부품생산업체와 부품 납품에 관한 계약<br/>  (1) 피고는 부품생산업체와 부품거래계약을 체결하면서, 자동차의 생산 순서, 일시, 수량을 지정한 주문생산정보(MSE)를 제공하고, 부품생산업체로 하여금 그 주문생산정보(MSE)에 따라 필요한 구체적인 사양의 단위 부품을 생산하도록 하고 있는데, 일정 부품의 납품에 관하여는 해당 부품을 생산라인 투입순서에 맞추어 정해진 규격 용기에 배열하여(서열공정) 적시에 이를 생산라인에 운반·공급하는 것(불출공정)까지를 계약내용에 포함시켰다.  <br/>  (2) 이에 따라 부품생산업체는 그 소속 근로자들로 하여금 생산된 부품을 자체 서열장에서 직접 서열하거나 피고의 □□공장 사내에서 서열하도록 한 다음 그 서열용기를 피고의 □□공장 내 조립라인으로 불출하도록 하였지만, 어떠한 경우에는 서열·불출공정 자체를 사외의 제2차 부품물류회사에 재하도급하기도 하였다(이와 같이 부품물류업무를 재하도급받은 사외의 부품물류회사들을 제2차 부품물류회사라고 한다).<br/>  (3) 부품생산업체로부터 서열·불출 공정을 재하도급받은 제2차 부품물류회사들은 그 소속 근로자들로 하여금 해당 부품을 자체 서열장에서 사외 서열하도록 하거나 피고의 □□공장 사내에서 서열하도록 한 다음 피고의 □□공장 내 생산라인으로 불출하도록 하고, 또는 이미 부품생산업체에 의하여 서열이 마쳐진 서열용기(팔레트)를 불출만 하도록 하였다.<br/>   (4) 원고 12는 2006. 4. 18. 진우공업에, 원고 13은 2007. 6. 11. 진우공업에, 원고 14는 2006. 2. 22. 정우기업에, 원고 15는 2006. 10. 1. 정우기업에, 원고 27은 2011. 5. 18. 정우기업에 각 채용되었다. 위 진우공업, 정우기업은 모두 제2차 부품물류회사로서 부품생산업체(소외 1 회사)로부터 피고의 □□공장 사내 서열불출공정을 재하도급받았고, 위 재하도급계약에 기하여 위 원고들을 피고의 □□공장 사내에서 서열불출 공정을 담당하도록 하였다.  <br/>  다. 피고보조참가인과의 부품조달물류 도급계약 <br/>  (1) 피고는 부품생산업체에서 생산이 완료된 특정 부품들에 대하여 부품통합물류를 전문으로 하는 회사인 피고보조참가인과 사이에 도급계약을 체결하고, 피고보조참가인에게 국내외에서 생산된 부품을 부품생산업체의 생산라인에서 피고의 □□공장 조립라인까지 입출고, 재고관리, 보관, 운송, 조립, 서열불출 등 부품조달물류 업무 일체를 위탁하였다.  <br/>  (2) 한편, 피고보조참가인은 피고로부터 도급받은 부품조달물류 공정 중 조립, 서열·불출공정을 제2차 부품물류회사(진우제이아이에스, 비케이로직스 등)에 재하도급하였다. 피고보조참가인은 피고로부터 제공받은 주문생산정보(MSE)를 자체개발한 웹지스 프로그램을 통하여 서열정보로 추출변환한 다음 이를 제2차 부품물류회사들에게 제공하였다. <br/>  (3) 이에 따라 제2차 부품물류회사들은 그 소속 근로자들로 하여금 해당 부품을 자체 서열장에서 사외서열 또는 피고의 □□공장에서 사내서열하도록 한 다음 피고의 □□공장 내 생산라인으로 불출하도록 하거나, 또는 이미 서열이 마쳐진 서열용기(팔레트)를 불출만 하도록 하였다.<br/>  (4) 원고 1은 2011. 9. 19., 원고 2는 2010. 8. 18., 원고 3은 2012. 6. 25., 원고 4는 2011. 4. 1., 원고 5는 2011. 5. 16., 원고 6은 2014. 6. 2., 원고 7은 2008. 6. 9., 원고 8은 2014. 3. 17., 원고 10은 2011. 8. 11., 원고 11은 2011. 5. 3., 원고 28은 2014. 3. 17. 각 진우제이아이에스에, 원고 26은 2006. 9. 1. 비케이로직스에 각 채용되었다. 위 진우제이아이에스와 비케이로직스는 모두 제2차 부품물류회사로서 피고보조참가인으로부터 특정 부품에 대한 조립, 서열불출공정을 재하도급받았고, 위 재하도급계약에 따라 위 원고들을 계쟁기간 동안 피고의 □□공장 사내에서 서열불출 공정 또는 불출 공정을 담당하도록 하였다. 한편 비케이로직스는 원고 26을 채용한 2006. 9. 1.부터 2008. 11.까지는 □□공장 사내가 아니라 비케이로직스 본사에서 조립 및 서열 공정(사외 서열)을 담당하게 하다가 2008. 12.부터 피고의 □□공장 사내에서 서열 공정을 담당하도록 하였다.  <br/>5. 관련 법령<br/>  이 사건에 관련된 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다)은 개정 시기에 따라 아래와 같이 약칭하며, 각 관련 규정 등은 제1심판결 별지3 기재와 같으므로 민사소송법 제420조에 따라 이를 그대로 인용한다. <br/>▣ 구 파견법(2006. 12. 21. 법률 제8076호로 개정되기 전의 것, 1998. 2. 20. 법률 제  5512호로 제정, 시행일 1998. 7. 1., 이하 ‘제정 파견법’이라 한다)▣ 구 파견법(2012. 2. 1. 법률 제11279호로 개정되기 전의 것, 시행일 2007. 7. 1., 이하 ‘개정 파견법’이라 한다)▣ 구 파견법(2019. 4. 30. 법률 제16413호로 일부 개정되기 전의 것, 2012. 2. 1. 법률  제11279호로 일부 개정, 시행일 2012. 8. 2., 아래 각 규정은 현행 파견법의 내용과 실질적으로 동일한바 이하 ‘현행 파견법’이라 한다)<br/>[인정근거 : 다툼없는 사실, 갑 13호증, 갑 242호증, 갑 272호증, 갑 291호증, 갑 292호증, 갑 298호증, 갑 299호증, 갑 300호증, 갑 301호증, 갑 329호증, 을 46호증, 을 48호증, 을가 58호증, 을가 68호증, 변론 전체의 취지, 각 가지번호 포함(이하 같다)]<br/>Ⅱ. 당사자들 주장의 요지<br/>1. 원고들<br/>  피고가 사내협력업체들과 체결한 도급계약 및 부품생산업체 또는 피고보조참가인을 통하여 제2차 부품물류회사들과 체결한 도급계약은 모두 그 실질에 있어서 파견법이 정한 근로자파견계약에 해당한다. 따라서 사용사업주인 피고는, ① 현행 파견법 제6조의2 제1항이 시행된 2012. 8. 2. 이전에 사내협력업체에 고용된 날부터 2년의 기간이 초과된 원고들에 대하여는 개정 파견법 제6조의2 제1항 제1호에 따라 위 2년의 기간이 만료된 날의 다음 날에, ② 2012. 8. 2. 당시 사내협력업체에 고용된 날부터 2년의 기간이 초과되지 않은 원고들에 대하여는 현행 파견법 제6조의2 제1항 제1호 또는 제5호에 따라 위 2012. 8. 2.부터, ③ 2012. 8. 2. 이후에 사내협력업체에 고용된 나머지 원고들에 대하여는 현행 파견법 제6조의2 제1항 제1호 또는 제5호에 따라 그 고용일로부터, 각 해당 원고들을 고용할 의무가 발생하였다. 따라서 피고는 원고들에게 고용의 의사표시를 할 의무가 있다. 그럼에도 불구하고 피고는 이를 위반하여 고용의무를 이행하지 아니하였는바, 그에 따른 손해배상으로서 원고들에게 피고가 고용의무를 이행하였더라면 원고들이 고용의무 발생일 이후로서 원고들이 구하는 기간 동안 받을 수 있었던 임금과 원고들이 사내협력업체로부터 받은 임금의 차액, 단체협약에 따라 발생한 약정금 상당액을 지급할 의무가 있다. <br/>2. 피고 및 피고보조참가인<br/>  가. 사내협력업체 소속 원고들 <br/>  직접생산공정에 해당하지 않는 간접공정은 자동차 생산에 있어서 본질적이거나 핵심적인 업무가 아니므로, 직영이 아닌 도급 형태로 외주화할 수 있고, 피고 소속 정규직 근로자들이 수행하는 업무와도 명확히 구분된다. 피고는 원고들이 담당한 생산관리, 보전, 수출용 차량 출고 공정에 대하여 지휘명령을 하지 않았고, 단순 반복적인 성격상 지휘명령을 할 필요도 없었다. 특히, 수출용 차량 출고 공정은 자동차 생산 단계가 아니라 완성된 자동차의 판매 단계에서 이루어지는 작업으로서 구체적으로 범위가 한정된 도급업무의 이행에 불과하다. 각 사내협력업체들은 위 원고들에 대한 작업배치권, 인사권, 근태관리권 등을 독자적으로 행사하였고 독립적인 기업조직이나 설비를 갖추고 있었다. 피고가 위 각 사내협력업체에 지급한 도급액은 각 사내협력업체가 실제 수행한 실적 물량에 비례하여 지급된 것으로서, 원고들의 노동력 제공에 대한 대가로 평가할 수 없다.<br/>  나. 제2차 부품물류회사 소속 원고들 <br/>  피고는 하나의 자동차를 생산하는 데에 통상 2만~3만 개의 부품이 소요되는데, 자동차 사양별로 생산순서에 맞게 서열된 각종 부품을 적시에 공급받는 생산관리업무(서열·불출 공정)가 필요하다. 피고는 이와 같은 서열불출공정을 부품생산업체(소외 1 회사 등)로 하여금 부품 납품의무의 일환으로 수행하도록 하거나 통합물류전문회사(이하 ‘피고보조참가인’이라고 한다)에게 위 공정을 도급준 것이다. 그런데, 부품생산업체와 통합물류업체가 자체적인 경영판단에 따라 부품조달물류를 전문적으로 하는 제2차 부품물류회사를 선정하고 위 업체에 자신이 수행해야 할 업무의 일부를 재하도급한 것이다. 제2차 부품물류회사들은 부품제조나 물류서비스를 독자적인 사업영역으로 설정하고, 독립된 기업조직과 설비를 갖추고 있는 물류전문회사로서 원고들 포함 그 소속 근로자들을 지휘·감독해 온 반면, 피고가 원고들에게 직·간접적으로 업무수행 자체에 관하여 구속력 있는 지시를 하는 등의 지휘·감독을 한 바 없다.   <br/>Ⅲ. 관련 법리<br/>파견법 제2조 제1호에 의하면, 근로자파견이란 파견사업주가 근로자를 고용한 후 그 고용관계를 유지하면서 근로자파견계약의 내용에 따라 사용사업주의 지휘·명령을 받아 사용사업주를 위한 근로에 종사하게 하는 것을 말한다. 원고용주가 어느 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우 그 법률관계가 파견법의 적용을 받는 근로자파견에 해당하는지는 당사자가 붙인 계약의 명칭이나 형식에 구애될 것이 아니라, ① 제3자가 당해 근로자에 대하여 직·간접적으로 업무수행 자체에 관한 구속력 있는 지시를 하는 등 상당한 지휘·명령을 하는지, ② 당해 근로자가 제3자 소속 근로자와 하나의 작업집단으로 구성되어 직접 공동 작업을 하는 등 제3자의 사업에 실질적으로 편입되었다고 볼 수 있는지, ③ 원고용주가 작업에 투입될 근로자의 선발이나 근로자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하는지, ④ 계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 당해 근로자가 맡은 업무가 제3자 소속 근로자의 업무와 구별되며 그러한 업무에 전문성·기술성이 있는지, ⑤ 원고용주가 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지 등의 요소를 바탕으로 근로관계의 실질에 따라 판단하여야 한다[대법원 2015. 2. 26. 선고 2010다106436 판결, 대법원 2021. 7. 8. 선고 2018다243935, 243943(병합) 판결 등 참조]. <br/>Ⅳ. 사내협력업체 소속 원고들의 청구에 관한 판단<br/>1. 인정사실<br/>  가. 사내협력업체 소속 원고들<br/>원고 16, 원고 17, 원고 18, 원고 19, 원고 20, 원고 21, 원고 22, 원고 23, 원고 24, 원고 25, 원고 29, 원고 30(이하 ‘원고 16 등 12명’이라고 한다)은 계쟁기간 동안 또는 계쟁시점에 사내협력업체에 소속된 상태로 피고의 □□공장 사내에서 생산관리업무(서열불출공정), 보전업무 및 수출용 차량 출고 업무를 수행하였다. 원고 16 등 12명의 사내협력업체 변경내역 및 담당공정은 아래 표와 같다(원고 16 등 12명의 계쟁기간은 대략적으로 2006년부터 2014년경까지이므로, 위 기간에 관한 증거를 원칙으로 사실인정을 하되, 계쟁기간과 같은 시기 또는 그 이후로 같은 공정을 담당하였던 다른 근로자들의 근무형태는 위 원고들의 근무형태를 추인할 수 있는 간접사실 내지 정황에 대한 증거로서 본다).<br/>번호이하 원고 이름 생략입사일, 소속업체 변경내역계쟁기간(또는 계쟁시점)계쟁기간 담당공정비고16?2008.10.1.~2009.7.1. 서진기업2008. 10. 1.부터 2010. 10. 1..까지5공장 사내에서 차체51부 에어컨콤푸레샤, 엔진브리켓, 스타트모터 서열 및 불출생산관리업무2009. 7. 1. ~2014. 7. 1.대종기업2014. 7. 1.~ 신정기업17?2012.2.1.~2013. 1. 1.대승기업2012. 8. 2. 당시수출선적장 내부 이송업무수출용차량 출고업무2013.1.1.~ 기영산업18?2007.1.25.~ 2013. 1. 1. 대승기업2007. 1. 25.부터 2009. 1. 25.까지수출선적장 내 방청업무상동2013.1.1.~ 용진기업19?2006.4.3.~2013. 1. 1. 대경기업2006. 4, 3,부터 2008. 4. 3.까지수출선적장 내 방청업무상동2013.1.1.~ 용진기업20?2006.3.27.~ 2013. 1. 1. 대경기업2006. 3. 27.부터 2008. 3. 27.까지수출선적장 내 방청업무상동2013.1.1.~ 용진기업21?2011.8.16.~ 2013. 1. 1. 대경기업2012. 8. 2. 당시수출선적장 내 방청업무상동2013.1.1.~용진기업22?2007.1.3.~ 2015. 1. 1. 현정물류2007. 1. 3.부터 2009. 1. 3.까지수출선적부두 이송업무상동2015.1.1.~ 민수기업23?2008.5.6.~ 2015. 6. 30. 광일기업2008. 5. 6.부터 2010. 5. 6.까지외관검사 및 생산공장에서 수출선적장까지 이송업무상동2015.7.1.~이수기업24?2013.4.2.~ 2015. 7. 1. 성신테크2013. 4. 3. 당시수출선적장내 PDI검사 및 외관검사, 쉬핑마크 부착상동2015.7.1.~ 혜광산업25?2013.10.24.~ 2015. 7. 1. 성신테크2013. 10. 25. 당시수출선적장내 PDI검사 및 외관검사, 쉬핑마크 부착상동2015.7.1.~ 혜광산업29?2014. 4. 1.주5) ~ 연보테크2014. 4. 1. 당시도장설비세척, 점검, 유지보수보전업무30?2007.10.22.~ 2013. 1. 1. 상진기업2007. 10. 22.부터 2009. 10. 22.까지수출선적장내 PDI검사 및 공구투입상동2013.1.1.~ 수도산업<br/>  나. 피고의 사내협력업체에 대한 관리현황 및 사내협력업체 소속 근로자들의 근무형태 일반 : 공통된 사항 <br/>  이 법원이 이 부분에 기재할 이유는 제1심판결문 제17쪽 제17행부터 제27쪽 제12행까지와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다. <br/>  다. 서열·불출공정의 경우 <br/>  (1) 개별 소비자가 구매하고자 하는 자동차의 구체적인 사양을 특정하여 피고에 주문하면, 피고는 부품공급업체에 생산 순서·일시·수량을 지정한 주문생산정보를 제공하고, 부품공급업체는 그 주문생산정보에 따라 필요한 구체적인 사양의 단위 부품을 생산하여 적시(just in time)에 피고에 납품하는 방식으로 부품을 조달하고 있다{이른바 JIS(Just-In-Sequence) 시스템 방식}. 피고는 위와 같이 납품된 부품들을 가지고 하나의 컨베이어벨트에서 여러 차종, 다양한 사양의 자동차를 생산하고 있는데(이른바 ‘혼류생산방식’), 차량 생산 순서에 맞게 부품을 정리하여 생산라인(메인 컨베이어벨트)에 공급하는 업무를 서열·불출 공정이라 한다. ‘서열’은 조립라인에 공급하기 위하여 차량의 사양에 맞게 부품을 선별하여 정해진 규격 용기(팔레트, 조합박스)에 적입하는 작업으로, ‘불출’은 이와 같이 적입된 팔레트 등을 조립라인에 가져다 놓는 작업으로 구분될 수 있다. ‘서열’ 작업의 전단계로서 여러 부품사로부터 입고된 부품을 검수하는 ‘부품입고-검수’ 작업이 이루어지며, ‘부품입고-검수’ 및 ‘서열’ 작업은 부품물류회사에 맡겨져 피고의 공장이 아닌 해당 업체의 작업장에서 이루어지기도 하는데, 이러한 경우 피고의 공장 밖에서 서열작업을 마친 부품들을 피고의 공장까지 ‘운송’하는 업무가 ‘불출’공정에 선행되기도 한다. 서열·불출공정은 의장공정이나 소재제작공정 등에 필요한 자재와 부품을 투입순서에 따라 배열(서열)하여 컨베이어벨트 등에 운반공급(불출)함으로써 자동차 조립업무가 원활하게 이루어질 수 있도록 지원하는 생산관리업무의 일종이다. <br/>  (2) 피고는 정규직 근로자로 하여금 □□공장 사내에서 직접 서열·불출하도록 하는 경우도 있었지만, 일부 부품에 대하여는 사내에 상주해 있는 다수의 사내협력업체들과 계약을 체결하여 그 소속 근로자로 하여금 서열·불출하도록 하였다(그러나 뒤에서 보는 바와 같이 이와 같은 서열불출공정의 수행방식은 여러 가지로 다각화되었다).  <br/>  (3) 피고가 사내협력업체와 사이에 서열·불출공정에 관한 도급계약을 체결할 경우 계약서에 첨부된 ‘도급업무세부명세서’를 통해 도급대상 업무를 특정하였고, 업무별 표준T/O(공정별 투입인원)와 표준M/H(시간당 1인의 작업량)를 제시하였다. 따라서 사내협력업체는 누구를 해당 작업장에 보낼 것인지 구체적 작업배치권은 있었으나, 표준 T/O와 다르게 운영함으로써 실제 작업인원이나 작업물량을 임의로 결정하는 것은 불가능하였다.<br/>  (4) 피고는 2003. 6.까지는 사업부별로 계획 M/H를 적용하여 ‘임율도급’ 방식으로 사내협력업체에 도급대금을 지급하다가, 2003. 7. 1.부터 하반기 계약부터 공식적으로 임율도급을 삭제하고, 물량도급과 단위도급으로 도급비 지급방식을 변경하면서 서열불출공정 등 생산관리업무, 수출용 차량의 출고 업무에 대하여 물량도급 방식을 적용할 것을 공지하였다. 그러나 피고가 2003. 7. 1.부터 변경·적용하기로 한 도급비 산정방식은 외형상 물량도급 방식일 뿐 아래 가)내지 마)항에서 보듯이 그 본질은 임율도급에 더 가까운 것으로 보인다(갑 55호증의 3, 4, 5)<br/>   가) 피고가 2003. 7. 1. 이전에 사용해온 임율도급 방식은 ‘시간당 도급비 = 계획 M/H × 임율’을 정하여 근로시간에 비례하여 지급하는 것이다. 위 계획 M/H는 피고측에서 정한 것으로서, 표준T/O × 적용대당 M/H ÷ 계획 VOL(생산대수)이다(갑 55호증의 3). <br/>   나) 피고가 2003. 7. 1. 이후부터 적용하기로 한 물량도급 방식은 ‘도급비 = {계약단가(= 적용대당 M/H × 임율(평균시급)} × 실적대수’로서, 외형상으로는 실적 대수에 따라 도급비를 지급하는 것처럼 보인다. 그러나, ‘적용대당 M/H’와 ‘실적대수(생산차량대수, UPH)’ 자체가 피고의 사업계획 및 노사합의 등에 의하여 고정되어 있는 이상 사내협력업체가 임의로 작업투입인원 및 실적물량 자체를 조절할 여지가 없다. 결국 임율(평균시급)에 기초하여 도급비가 정해질 수밖에 없다는 점에서 기존의 임율도급 방식과 본질적으로 다르지 않다.  <br/>   다) 피고는 2003. 7. 1. 이후에도 계약임율의 계산방법과 관련하여, 여전히 이전과 마찬가지로 소속 근로자들의 월급여(시급 ×환산HR), 적치금(상여금 연 600%, 년차, 퇴직금), 법정비용(건강보험, 임금채권보장부담금, 산재보험, 고용보험, 국민연금, 사업소세, 안전/보건관리비), 복리후생비(피복비, 안전용품비, 식대, 선물비, 교통비, 일반관리비), 업체이윤(월급여 × 9%/인) 등을 고려하여 정하도록 하였다(갑 55호증의 4). 즉, 계약임율은 업체이윤을 제외하면 모두 인건비로 구성되어 있고, 인력운용에 소요되는 비용 역시 도급비로 모두 정산되도록 되어 있다. 또한 피고는 2004. 6.까지는 사내협력업체에게 관리자(소장, 반장 등) 인건비와 생산직 근로자 인건비로 나누어 기성금을 별도 정산해주다가, 2004. 7.부터는 임률 자체에 관리자 인건비를 포함시켜 계약단가를 정하였다. <br/>   라) 피고는 2003년 하반기 목표달성 별도 격려금(100%)을 지급함에 있어서, 생산관리업무 담당 사내협력업체 중 지급대상을 선정한 다음 각 사내협력업체의 급여형태에 따른 지급액(소장, 경리 등 관리자 지급액 산출 기준도 별도로 안내함)을 안내하고, 각 사내협력업체로 하여금 격려금 지급요청서 및 개인별 지급현황 등을 취합하여 보고하도록 지시하였다(갑 377호증).  <br/>   마) 피고는 서열불출공정과 관련하여, 정규직 근로자 4~5명으로 구성된 직영 A,B조(조장 포함) 및 사내협력업체 소속 근로자 8명으로 구성된 하청 A,B조로 CHASSIS반을 조직하였고, 정규직 근로자 조장이 하청 A,B조 소속 근로자의 인원관리, 근태관리, 사양관리, 생산관련 업무조정, 자재납촉, 생산계획 체크, 안전관리, 투입지시 등 업무를 총괄하도록 하였다.  <br/>   또한, 직접생산공정에서와 마찬가지로 피고는 서열불출공정 근로자들에게도 격려금, 귀향비, 하계휴가비 등을 사내협력업체를 통하여 지급하였고, 사내협력업체는 피고에게 기성금 지급을 요청하면서 작업일보를 근거로 작성한 작업월보를 첨부하여 제출하였다.<br/>  (5) 서열·불출공정을 담당한 사내협력업체 소속 근로자들은 종래 피고 소속 정규직 근로자들과 혼재되어 근무하기도 하고, 동일한 부품에 대하여 주간에는 정규직 근로자가, 야간에는 사내협력업체 소속 근로자가 서열공정을 분업하여 수행하기도 하였으며, 공급되는 부품의 사양 내지 특정 컨베이어벨트를 기준으로 작업배치를 받음으로써 정규직 근로자들과 ‘블록화’된 근무를 수행하기도 하였다. 사내협력업체 소속 근로자들의 시업·종업·휴게·휴일·연장·야간근로시간은 정규직 근로자들의 그것과 동일하게 운용되었고, 피고 소속 정규직 근로자에 결원이 발생하면 사내협력업체는 피고와 계약변경합의서를 작성하여 이에 기해 소속 근로자를 투입하였다.<br/>  (6) 서열·불출공정은 단순·반복작업으로서 특별한 기술이나 숙련도가 필요하지 않다. 사내협력업체(서진기업, 대종기업, 아진기업, 현신물류 등)는 오직 피고만을 상대로 서열·불출공정을 수행하고 있을 뿐이었으며, 인적조직 역시 대표자 1명, 소장 1명, 경리 1명, 사내 근로자로 구성되어 있었고, 근로자들이 업무를 수행함에 있어 핵심적으로 필요한 생산관련시설, 장비, 작업도구, 부품 등은 모두 피고의 소유였으며, 피고 사업장외 다른 곳에 사무실을 두고 있지 않았다.  <br/>  라. 보전업무의 경우 <br/>  (1) 피고 □□ 제1 ~ 5공장의 자동차 생산시설은 자동화된 생산라인과 사람이 작업하는 공정을 막론하고 각종 기계 장비 및 설비를 이용하여 작업이 이루어진다. 수많은 기계 장비가 정상적으로 가동되려면 생산설비, 장비, 라인, 시설 등에 대한 주기적인 유지 및 보수업무 및 장애 발생 시 수리가 필수적으로 요구되는바, 이와 같이 각종 생산 설비의 점검 및 유지보수업무를 ‘보전 업무’로 칭한다.<br/>  (2) 피고는 공장별로 정규직 근로자로 구성된 보전부(공장에 따라 제1 내지 5보전부)를 두었는데, 라인 정지를 수반하는 설비 고장 발생 시 장비 전체를 분해·조립하는 중(重)수리 업무를 정규직 근로자들로 하여금 담당하게 하였던 반면, 주기별 예방점검 및 유지보수 업무에 관하여는 이를 사내협력업체에게 위탁하여 그 소속 근로자로 하여금 담당하게 하는 것을 원칙으로 하였다. <br/>  그러나, 일부 설비의 경우에는 보전부 소속 정규직 근로자와 사내협력업체 소속 근로자가 함께 담당하기도 하였고(갑 439호증) 정규직 근로자가 자신의 담당 공정에서 고장이 발생하였는데, 이를 단독으로 해결할 수 없는 경우에는 보전부 반장(정규직 근로자)의 지시 하에 사내협력업체 소속 근로자와 공동작업을 하기도 하였다.  <br/>  (3) 또한 보전업무 중 펜들럼 헹거 점검, 딥스키드 대차 점검, 페인트 대차 점검 등의 공정은 사내협력업체 소속 근로자가 고정된 작업공간에서 이동하는 컨베이어벨트상의 설비·부품 등을 점검·수리하는 방식이었는바(갑 452호증, 갑 454호증), 생산라인의 컨베이어벨트가 가동되어야만 이와 같은 방식의 점검업무 수행이 가능하였다.<br/>  (4) 피고는 사내협력업체 소속 근로자들을 대상으로 보전업무에 관한 교재(보전기술 문제집, 보전협력 업체용)를 만들어서 배포하여 이를 숙지하도록 하였다(갑 241호증의 1, 2).<br/>  (5) 피고가 보전공정 담당 사내협력업체에게 작성제공한 작업표준서(갑 237호증의 1 내지 6)에는 해당 공정의 작업순서와 작업내용, 작업인원, 작업시간(최대, 최소, 표준 작업시간), 분당 투입인원, 시간당 투입인원 등 작업에 필요한 일체의 사항이 기재되어 있다. 그리고 위 작업표준서 하단에는 표준변경이 필요한 경우 그 사유를 기재하도록 되어 있고, 그에 관하여 보전부 소속 정규직 근로자에게 검토확인받도록 되어 있다. 보전부 소속 정규직 근로자 역시 동일한 작업표준서에 따라 보전업무를 수행한다. 사내협력업체 소속 근로자들은 위 작업표준서에 정해진 순서와 내용대로 업무를 반복·처리하였고, 그러한 작업과정에 사내협력업체 자체의 별도 작업지시 또는 작업재량이 개입될 여지는 없었다.  <br/>  (6) 정규직 근로자로 구성된 보전부는 매주 ‘차체 주간설비 정비 및 개선결과보고(갑 429호증의 1)를 작성하였는데, 보전부 소속 정규직 근로자와 사내협력업체 소속 근로자들이 담당하는 설비를 총망라하여 문제점 및 개선점이 보고되어 있다. 즉, 사내협력업체 소속 근로자가 담당하는 설비에 문제점이 발생한다고 하더라도 그에 관한 개선사항을 마련하여 보고하는 것은 정규직 근로자가 담당하고 있고, 사내협력업체 소속 근로자는 위 개선책에 따라 업무를 수행하여야 한다(갑 430호증의 1).  <br/>  (7) 보전부는 보전업무과 관련한 점검일지를 작성하여 사내협력업체에 배포하였고, 사내협력업체의 의견을 반영하여 점검항목 등을 수정하기도 하였다(갑 447호증). 점검일지에는 실러로봇 펌프룸, 믹싱룸 유압실 등 세부라인별로 사내협력업체 소속 근로자가 수행하여야 할 점검항목이 기재되어 있었고, 점검방법(육안, 청각, 압력계, 온도계 등), 점검주기(일일, 주간), 판단기준(예를 들어 실러토출 압력은 0.3Mpa~0.6Mpa)이 구체적으로 기재되어 있었다. 사내협력업체 소속 근로자들은 보전부가 배포한 점검일지 양식에 항목별로 정상 여부, 수치 등을 기록하였다(갑 448호증의 1, 2, 3). <br/>  (8) 보전부는 월별점검, 동계점검을 통하여 사내협력업체 소속 근로자들이 담당하는 작업내용을 점검하고 필요한 조치도 함께 지시하였으며(갑 431호증의 2, 3), 사내협력업체 소속 근로자가 작성하는 일일점검일지를 결재하였다(갑 433호증의 1, 2, 갑 457호증).<br/>  (9) 보전부는 사내협력업체 소속 근로자들의 설비별 업무분장안을 계획하고, 그에 따른 운영인원, 주야간 교대인원, 상시주간 인원 등을 결정하였다. <br/>  (10) 사내협력업체들은 사장, 소장, 경리 등 관리인력 외에는 전부 보전업무에 투입되는 근로자들로 구성되어 있고, 보전 업무를 수행하는데 필요한 기계, 부품, 공구 등을 보유하지 않았다. 이에 사내협력업체 소속 근로자들은 보전부에서 발행한 불출증을 피고의 자재과에 제출하여야만 필요한 소모품이나 부속품을 받아서 담당 업무를 수행할 수 있고, 업무 수행에 필요한 소모품이나 부속품이 피고의 자재과에 없을 경우 직접 구매요청을 하기도 하였다.  <br/>  (11) 동일기전과 성주기업은 원고 29가 소속되어 있는 연보테크의 전신으로서 □□공장 사내에 상주하는 사내협력업체인데, 오로지 피고를 위해서만 업무를 수행하였고, 폐업과 창업이 반복되는 동안 기존 근무하던 근로자의 대부분이 신규업체로 고용승계되었다. <br/>  마. 수출용 차량 출고업무의 경우 <br/>  (1) 수출용 차량의 출고업무의 개요<br/>  피고의 생산공장 컨베이어벨트 라인에서 제작완료(Sign-off)된 차량은 각 국가에서 요구하는 다양한 기준에 맞추기 위하여 별도의 수출선적장 건물에서 추가적인 점검·수정·보완 공정을 거쳐야만 수출용 차량으로 최종 완성되어 비로소 수출용 배에 선적될 수 있다. 이와 같이 수출용 차량으로 최종 완성되기까지의 추가적인 공정을 총칭하여 ‘수출용 차량의 출고 업무’라고 한다. 이는 각주의 도표에서 보듯이 작업공간을 기준으로, ⒜ 생산공장(1, 2, 3, 4, 5)에서 수출선적장 대기장까지의 업무, ⒝ 수출선적장에서의 업무, ⒞ 치장장에서의 업무, ⒟ 치장장에서 수출선적부두까지의 업무로 분류된다. 이하에서는 위 ⒜부터 ⒟까지 단계별로 사내협력업체 소속 근로자들과 피고의 정규직 근로자들이 수행하는 업무의 구체적 형태를 서술한다. <br/>⒜단계 : 생산공장(1, 2, 3, 4, 5)에서 대기장 주차장까지 업무<br/>  ① 각 생산공장의 생산라인에서 제작완료(sign-off)된 차량을 복개천 대기장(생산공장과 수출선적장 사이에 위치함)까지 운전하여 주차한 다음 피고가 작성제공한 체크시트에 따라 외관검사를 하고, 이후 수출선적장까지 운전하여 주행검사 대상 차량은 주행검사 대기장에, 주행검사 대상이 아닌 차량은 인풋(In-put) 대기장에 주차한다. 간혹 수출선적장 내에서 생산공정의 결함이 발견되어 인수거부된 차량을 다시 생산공장으로 운전하여 반송하고, 생산공장에서 수정을 마친 차량을 복개천 대기장까지 운전하여 주차하고 다시 외관검사를 한 다음 수출선적장 대기장까지 탁송하여 주차한다. <br/>  ② 위 외관검사 및 탁송 업무를 담당하는 근로자들의 소속은 계쟁기간 전후로 아래 표와 같이 변경되었다. 작업자의 소속은 계쟁기간 전후로 아래 표와 같이 변경되었다. 원래 2009. 1.경까지는 2생산공장에서 제작된 차량은 정규직 근로자가, 3생산공장에서 제작된 차량은 사내협력업체(대승기업) 소속 근로자들이 담당하였다. 그런데, 기존에 정규직 근로자들이 담당하던 T/up반의 페인트 보수작업 등을 사내협력업체에서 담당하게 됨에 따라 피고의 수출선적부 내에 39명의 정규직 근로자 유휴인력이 발생하게 되었다. 이에 피고는 위 유휴인력을 다른 부서로 배치전환하고자 하였으나, 노사공동위원회의 심의의결을 받지 못하는 바람에, 같은 부서 내 공정을 조정하여 기존에 사내협력업체들에 의하여 수행되던 3공장의 외관검사 및 탁송업무를 위 정규직 근로자들로 하여금 담당하도록 하였다. 계쟁기간에는 광일기업이 수행하다가 폐업하고, 2015. 7. 1.부터 이수기업이 같은 업무를 도급받아 수행하였다. 그런데 피고가 수출용 차량 출고공정 대부분을 직영화하고, 사내협력업체 직원들을 특별채용하게 됨에 따라 현재(2021. 7. 기준)는 5개 공장 중 5공장에서 제작된 차량에 대해서만 사내협력업체(이수기업)측에서 외관검사 및 탁송을 담당하고, 나머지 1 내지 4공장에서 제작된 차량의 외관검사 및 탁송은 정규직 근로자가 담당하고 있다.   <br/>시기1공장2공장3공장4공장5공장~2009.1.사내협력업체정규직사내협력업체사내협력업체사내협력업체2009.2.~2020.9.(계쟁기간 포함)사내협력업체사내협력업체정규직사내협력업체사내협력업체2020.10.~2021.6.사내협력업체정규직정규직사내협력업체사내협력업체2021. 7.~정규직정규직정규직정규직사내협력업체<br/>  ③ 사내협력업체 근로자들은 복개천 대기장에서 체크시트에 따라 외관검사 및 품질검사한 결과를 협력업체 반장을 통하여 피고의 수출선적팀에게 수시로 보고할 의무를 부담하였고, 2013년경부터는 태블릿을 사용하여 전산시스템에 접속하여 검사결과를 보고하고 있다. 또한, 수출선적장에서 생산과정에서의 결함 등을 이유로 인수거부가 된 차량을 생산공장으로 반송하면서, 2015년경 무렵까지는 인수거부된 차량의 대수 및 구체적인 현황(차량, 불량 부위, 불량 내용)을 수출선적팀에게 직접 보고하였고(갑 289호증의 1, 2), 2015년경 이후부터는 차량에 부착된 전자태그를 이용하였다.   <br/>⒝단계 : 수출선적장에서의 업무<br/>  ① 1차 주행검사 및 전산입력, 전자태그 부착 : 정규직 근로자는 수출선적장 주행검사 대기장에 주차된 차량(미국 수출용)에 대하여 주행검사를 하고, 결함이 발견될 경우 이를 체크시트에 기재한다. 사내협력업체(혜광산업과 상진기업) 소속 근로자들은 주행검사가 마쳐친 차량 내부에 전자태그(주행 여부 표시)를 부착하고, 정규직 근로자들로부터 주행검사 과정에서 발견된 결함을 기재한 체크시트를 전달받아 그 내용을 피고의 전산시스템에 실시간으로 입력한다. 이에 따라 피고의 수출선적부 품질팀과 생산공장 품질부서 정규직 직원들은 전산시스템을 통하여 주행검사 결과 및 결함 현황을 실시간으로 확인이 가능하였다.      <br/>  ② 인풋(In-put) 작업 : 사내협력업체 소속 근로자들(대승기업과 금천기업)은 주행검사를 마치거나 주행검사가 필요하지 않아 수출선적장 대기장에 주차된 차량을 운전하여 피고측에서 작성제공한 작업계획서에 따라 PDI 검사를 위한 컨베이어벨트 라인 4개에 투입하였다. <br/>  ③ PDI 검사 및 검사결과에 따른 차량 분류, 쉬핑마크 부착, 공구 투입 : 차량이 PDI 컨베이어벨트 4개 라인 위로 흘러가면 피고의 전산시스템에 연결된 바코드 인식기가 해당 차량의 왼쪽 창문에 부착된 바코드를 인식하고, 피고측에서 설치한 체크시트 단말기에서 체크시트가 출력되어 나온다. 사내협력업체 소속 근로자들(성신테크와 상진기업)은 피고측에서 작성·제공한 작업표준서와 출력되어 나온 체크시트(갑 283호증)를 가지고 차체의 페인트 검사와 내외관 검사(PDI 검사)를 시작한다. 이들은 결함이 발견된 차량을 체크시트에 기재하고, 스캔하여 피고의 전산시스템에 입력한다.   피고의 수출선적부 품질팀은 PDI 검사결과 현황을 전산시스템을 통하여 실시간으로 확인할 수 있다. 또한, 사내협력업체 소속 근로자들은 피고의 수출선적팀 자재반 정규직원으로부터 현장에서 교부받은 공구(사용설명서, 보증서, 임시번호판 볼트 등)를 피고측에서 작성제공한 작업표준서에 따라 차량에 투입하고, 피고의 전산시스템에서 쉬핑 마크와 하이쉐프트라벨(도난방지라벨, 미국과 영국 수출차량)을 출력한 후 피고측에서 작성제공한 작업표준서에 따라 차량의 정해진 위치에 부착한다. 그리고 위 사내협력업체 소속 근로자들은 PDI검사 결과 불량을 발견한 경우 피고가 정한 기준에 따라 해당 차량을 T/Up(Touch Up)반, 정비반, 피고 생산공장 반송 등으로 분류하고, 피고 생산공장으로 반송해야 할 경우 그 사실을 피고 수출선적팀에 보고하였다(갑 283호증, 갑 401호증). <br/>  ④ 훅 체결, 중간 풋(Put) 작업 : PDI검사가 종료되면, 사내협력업체 소속 근로자들(대승기업)은 피고측에서 작성제공한 작업표준서(갑 387호증)에 따라 차량에 선박고정용 훅(hook)을 체결하고, 해당 차량을 PDI라인에서 꺼낸 다음 운전하여 방청작업을 위한 방청라인에 투입한다(갑 405호증). <br/>  ⑤ 방청작업 : 차량이 방청작업장 컨베이어 벨트 2개 라인위로 흘러가면, 피고가 작성제공한 작업표준서(갑 284호증)에 따라 수출용 차량에 대한 부식방지를 위해 방청유를 도포하는 작업(하부방청, 휠하우스 왁스작업, 휠사이드, 트렁크, 후드 왁스주입 작업, 세척작업, 도어 왁스 작업 등)이 이루어졌는데, 위 작업은 사내협력업체 소속 근로자들(대경기업과 평성테크)이 담당하였다. 위 방청작업에 대한 품질검사는 별개 사내협력업체인 안세산업 소속 근로자들이 담당하였다.  <br/>  ⑥ 2차 주행테스트 : 방청이 완료된 차량들 중 수출선적장 대기장에서 1차 주행테스트를 받지 않은 미국 수출용 차량을 사내협력업체 소속 근로자들(무진기업)이 주행테스트 대기장으로 운전하여 이동시키면, 정규직 근로자가 주행테스트를 한다. <br/>  ⑦ 아웃풋 작업 : 사내협력업체 소속 근로자들(대승기업)은 방청을 마친 차량 중 정상차량은 호안야적장, 성내야적장 등 수출차 치장장까지 운전하여 탁송하고, 그렇지 못한 차량은 그 사유에 따라 T/up반 또는 정비반으로 운전하여 이동시킨다.   <br/>   ⑧ T/up반과 정비반 작업 : T/up반에서는 페인트 보수 작업과 덴트 및 요철작업이 이루어진다. T/up반 작업은 원래 피고의 정규직 근로자가 담당하였는데, 2009. 3.부터 T/up반 작업 중 페인트 보수 작업은 사내협력업체인 광일기업 소속 근로자들이, 2015.경부터 사내협력업체인 평성테크 소속 근로자들이 담당하고 있다. T/up반 작업 중 덴트 및 요철 작업은 여전히 피고의 정규직 근로자가 담당하고 있다. 정비반 작업은 차량을 정비하는 것으로서 피고의 정규직 근로자가 이를 담당한다. <br/>⒞단계 : 치장장에서의 업무<br/>  ① 검사(AUDIT) 업무 : 치장장에 차량이 도착하면, 피고의 정규직 근로자(품질관리부 소속, 수출선적부 소속 품질담당자)들이 도착한 차량을 검사한다.  <br/>  ② 비표작업 : 사내협력업체 소속 근로자들(현정물류)은 피고측에서 알려준대로 우선적으로 선적해야 할 차량에 비표를 부착한다.<br/>(d)단계 : 치장장에서 수출선적부두까지 이송업무<br/>  차량 수배 및 이송 : 사내협력업체 소속 근로자들(현정물류와 덕진기업)은 차량에 부착된 전자태그(RFID Tag)를 PDA 단말기를 통해 인식하는 방식으로 치장장내에서 이송해야할 차량을 찾아(수배) 수출선적부두로 이송하였고, 이송을 마친 후에는 다시 전자태그를 PDA로 인식시켰으며, 피고는 PDA 단말기를 통해 차량의 이동 여부, 주차위치를 실시간으로 파악할 수 있었다. 이러한 수출선적부두까지의 차량 이송은 피고의 선적일정 및 계획에 따라 이루어졌다(갑 386호증, 갑 287호증의 1, 2, 갑 408호증).<br/>(e)단계 : 수출선적부두에서의 업무<br/>  ① 세차업무 : 사내협력업체 근로자들(현정물류)은 수출선적부두에 장기간 주차되어 있음으로써 차량에 쌓인 이물질을 제거하거나 차량을 세차장에 투입하고, 그 내용을 피고의 수출선적팀에 보고한다.  <br/>  ② 전자태그 및 쉬핑마크 제거 : 위 사내협력업체 근로자들은 최종적으로 전자태그와 쉬핑마크를 제거하여 취합함으로써 최종적으로 출고 공정을 마친다. <br/>  (2) 피고의 수출선적팀 조직 현황 <br/>  ① 피고의 수출선적팀은 2013. 1. 1. 기준(갑 288호증의 1)으로 총 인원 142명인데, 그 중 34명이 사무실에서 근무하고, 나머지 100여명은 사내협력업체 소속 근로자들과 마찬가지로 수출선적장 등 현장에 배치되어 주행검사, 자재불출, T/up, 정비, 보전, 검사 등 수출용 차량의 출고 업무의 일부를 수행한다. <br/>  ② 피고의 수출선적팀 중 지원그룹은 수출선적팀 전체의 ‘시설보완 투자, 자재관리, 안전관리, 사고차 처리, 설비보전 관리, 인원근태관리, 일반지원 관리’를, 물류운영그룹은 ‘업무기획/개선/표준화, PDI라인 운영관리, 협력업체 관리 및 도급계약, 부서 운영현황관리, 선적, 재고, 치장장관리, 통관대관업무, 물류시스템 운영’을, PDI운영그룹은 ‘T1, T2, T3 품질관리, 방청품질관리, 사양관리 및 작업표준, 출하품질 현황 및 지표 관리, 현장 운영 및 관리’를 담당한다. 여기에서 T1은 수출선적장 대기장에서 정규직 근로자들이 담당하는 주행검사, T2는 사내협력업체 소속 근로자들이 담당하는 차체 및 페인트(BODY＆PAINT) 검사, T3는 사내협력업체 소속 근로자들이 담당하는 PDI라인 검사작업을 의미한다. <br/>  ③ 수출선적팀의 현장직(A조 소외 5 기사, B조 소외 6 기사)은 PDI라인 검사작업이 이루어지는 2층 사무실에 상주하면서 PDI 검사 업무를 관리하고, 작업속도, 작업량, 방법 등을 조정한다(갑 421호증). <br/>  ④ 수출선적부 조직 현황은 2016. 4.경(갑 288호증의 2) 기준으로도 크게 달라진 바 없다. 여전히 사무직 30여명은 사무실 전산시스템을 이용하여 실시간으로 수출용 차량 출고 공정별 진행 상태 및 경과를 관리하고, 100명 이상은 수출선적장 등 현장에 배치되어 수출용 차량 출고 공정의 일부를 직접 담당하고 있다.  <br/>  (3) 작업표준서 등의 작성·제공 <br/>  ① 사내협력업체 관리업무표준(갑 291호증) 제5.4.항 및 피고와 사내협력업체 사이에 체결된 도급계약서(갑 292호증의 1 내지 7)에 의하면, ‘업체는 계약작업을 수행함에 있어, 당사에서 제공한 작업표준서(또는 시방서)에 의한 작업 사양을 준수해야 하고, 운영부서는 작업표준서를 기준으로 업체의 작업과정과 계약이행 상태를 확인하고, 작업의 양과 질을 검사할 수 있으며, 작업표준서에 어긋난 작업방법이나 품질불량에 대해서는 시정 요청할 수 있다’라고 되어 있다. 이에 따라 피고는 사내협력업체가 수행하여야 할 모든 출고 공정마다 작업표준서, 작업계획서 내지 체크리스트(갑 278호증부터 갑 284호증, 각 가지번호 포함)를 작성·제공하여 왔다. 일부 작업표준서가 사내협력업체 명의로 되어 있더라도, 사내협력업체 명의의 스티커를 제거하면 피고의 명의가 나타난다.  <br/>  ② 피고는 원래 사내협력업체에 도급을 주던 수출용 차량의 출고공정에 대하여 2000년 내지 2004년부터 2013. 6.까지 피고보조참가인과 1차 도급계약을 체결하고, 피고보조참가인으로 하여금 8개 협력업체와 순차적으로 2차 도급계약을 체결하도록 하는 형식을 취한 적이 있었는데, 2013. 7.이후부터는 다시 사내협력업체와 직접 도급계약을 체결하는 방식으로 변경하였다. 그러나 피고보조참가인이 1차 도급인으로 개입된 기간에도 수출용 차량의 출고공정 근로자들의 작업방식은 전후와 동일하였을 뿐 달라진 바 없다. 또한 당시는 일부 사내협력업체가 피고보조참가인으로부터 재하도급을 받는 형식으로 도급계약이 체결되어 있어서 피고와는 직접적인 계약관계가 없었을 때임에도 불구하고, 피고보조참가인 소속으로서 수출용 차량 출고 공정에 관한 □□공장 현장소장으로 근무하였던 소외 7은 2004. 11. 3. 울산지방노동사무소에서 참고인으로 출석하여, ‘여전히 피고측에서 제공한 작업표준서는 작업자가 지켜야 할 기준이 되고, 이에 의거하여 피고의 수출선적팀 내 품질담당자가 직접 불량여부 및 검사를 하며, 피고보조참가인 또는 8개의 제2차 협력업체가 자체적으로 수행작업에 대한 검사나 불량여부의 결정을 할 권한은 없다’라고 진술하였다(갑 295호증, 16쪽).<br/>  ③ 피고가 작성제공한 작업표준서에는 해당 공정의 작업순서와 작업방법, 주의사항 및 준수사항, 주의사항 미준수시 문제점, 작업 근로자의 보고의무 등이 사진, 도면과 함께 구체적으로 기재되어 있다. 또한 위 작업표준서는 작업자의 입력코드를 입력하도록 요구하고 있다. 사내협력업체 소속 근로자들은 위 작업표준서에 정해진 순서와 내용대로 업무를 반복·처리하였고, 그러한 작업과정에 사내협력업체 자체의 별도 작업지시 또는 작업재량이 게재될 여지는 없었다. 작업표준서의 일례는 아래와 같다. <br/>  ● 수출선적장 내 인풋 작업 관련 작업표준서(갑 279호증의 1)<br/>1. 신차를 라인에 투입하기 전 외관손상을 철저히 검사하여 문제가 없는 차량만 라인에 투입한다. ▶ 차량의 하체 부위에 심한 흙탕물이 있는 차량은 세차 후 재투입2. Ⅵ는 다른차들과 5:1의 비율로 각 라인에 투입한다.3. Trail Lamp(미등) 및 아웃미러 폴딩 후 비상등을 켜고 컨베이어 위에 정확하고 일정한 간격으로 투입한다.- 첫차 후 차량이 제대로 컨베이어 위에 위치되었는지 확인 후 좌/우 아웃사이드 미러를 접어준다.- 작업 종료시 반드시 차량의 이동 및 기타 주변 전원을 off한다.4. 우천시 드라이 머신을 가동하여 차량의 물기를 제거한다.5. 드라이머신 작동 종료 후 반드시 안전 이상 유/무를 확인한다.6. 차량 투입 중 문제발생 및 드라이머신 스위치 조작 중 이상발생 시 비상스위치 사용 등 신속히 대처 후 Line 담당자 및 보전요원에게 연락한다.※ 주의사항 : 검사 및 작업자는 시계, 반지, 목걸이 등의 액새서리에 의한 페인트 손상 방지를 위해 필히 탈거 후 검사한다.〈관리항목〉1. 외관손상 검사 처리2. 각 라인별로 차종을 정확히 투입한다.3. 차량 투입시 일정 간격 유지4. 외관 오염이 심한 차는 세차 후 투입한다.5. 차량 투입 완료 후 반드시 파킹 브레이크를 락킹 후 하차한다.〈관리항목 미준수시 문제점〉1. 외관손상 및 사고차, 랩가드 미부착 차량 인수시 낙진 오염과 PDI 재인수거부 발생됨2. 차종별 라인투입 미구분시 검사자 작업 혼선 발생3. 투입 차량 일정간격 미준수시 검사 공간 미확보로 검사 어려움4. 작업자의 운행 부주의시 앞차량과의 충돌가능<br/>  ● 전산입력 및 공구투입 작업표준서(갑 281호증의 4)<br/>1. 각자의 NO가 일치 확인후 체크리스트를 회수한다.2. 점검이 완료된 차량을 전산에 입력한다.입력순서(첨부자료 참조)3. 전산 입력은 라인을 통과하는 차량에 대하여 전부 입력한다.- 문제차량은 WS-02-10-B와 같이 입력하고 문제를 수정완료한 차량에 대하여는 ‘IQ’를 하여 입력되니 차량을 조회한 다음 ‘수정자 코드’  입력하여 차량의 이력을 관리한다.- 문제가 없는 차량은 WS-02-10-B와 같이 입력완료한다.4. T2는 문제차량만 체크리스트를 차량에 투입하므로, 문제 내용을 정확히 파악한 후 입력하고, 체크리스트가 없는 차량은 문제가 없는 차량이므로 입력시 주의한다.5. 인수거부 차량은 문제입력 후 결함코드 뒤에 ‘V’를 입력한다. 또한 인수거부 리스트에 국명, BODY NO, 문제내용을 기록한다.6. 차종코드는 다음과 같다.(생략)7. 주행검사 체크리스트는 일정시간(2시간)마다 수거하여 문제점을 입력한 후 비직행 차량의 체크리스트만 별도 보관한다(주행반)8. T2,T3 체크리스트는 일주일 보관한다.-비직행 차량의 체크리스만 별도보관한다(정비반, T/UP반)9. 매월초에는 반장이 라인 작업자 코드를 입력하고, 매일 작업자가 공정을 확인하며, 공정이 변경된 자리는 변경된 작업자 코드를 입력한다.10. 문제 및 결함 코드에 이상이 있을시는 즉시 전산담당자에게 연락하여 조치를 받는다.<br/>  (4) 피고 수출선적팀의 사내협력업체 소속 근로자에 대한 직접적인 업무 지시 <br/>  피고 수출선적팀은 사내협력업체 소속 현장대리인 또는 근로자에게 직접 업무 지시를 하고, 그에 관한 현황 및 결과를 이메일로 보고받았다. 예를 들어 수출선적장 내부 이송 업무를 담당한 사내협력업체(금천기업) 소속 현장대리인은 수출선적팀 정규직 근로자로부터 ‘수출선적장에 장기간 보관되어 있는 장기차 관련하여 울산 67대, 광양 20대를 배터리 및 타이어 공기압 측정하고 이를 입력한 다음 입력자료를 10. 27.까지 회신하여 달라’는 등의 업무 지시를 이메일로 받았고, 이를 처리한 후 그 결과를 보고하였으며, 그 밖에도 일일 부두점검일지, 부두검사현황, 오염 및 낙진점검 결과 등을 이메일로 주기적으로 보고하였다. <br/>  (5) PDA 단말기 및 수출물류통합관리시스템 <br/>  수출용 차량이 PDI라인과 방청라인을 거쳐 나오면서 쉬핑마크와 전자태그(RFID)가 부착되는데, 사내협력업체 소속 근로자들(민수기업)은 PDA 단말기를 통하여 이송해야 할 차량을 수배한 다음 수출선적부두로 이송하여 지정된 수출국가별 장소에 차량을 주차하고 전자태그를 인식시킨다. PDA 단말기는 근로자 개인별로 부여된 ID와 비밀번호로 피고의 수출물류통합관리시스템에 로그인하여 사용하는 것으로서, 피고의 수출선적팀은 수출물류통합관리시스템에서 차량별 치장 작업자 및 차량의 최종 위치를 실시간으로 파악가능하다.   <br/>  (6) 작업량, 작업인원, 작업속도의 결정권한 <br/>  ① 피고의 수출선적팀은 월간 사업계획 및 생산계획을 고려하여 PDI 공정 작업자들의 근무시간(야간, 주간, 휴일 등), 생산계획, 검사계획을 세우고(갑 169호증), 선적대수, 신차재고, PDI 생산대수, 재고대수 등을 고려하여 월간 배선계획을 세운다(갑 386호증). 그리고 피고의 수출선적팀은 위 월간 배선계획을 고려하여 수출용 차량 출고 공정의 표준 TO, 공정별 표준 M/H를 정하였고(갑 287호증의 1, 2, 385호증), 통상적으로 1주일 단위로 선적작업 대상을 사내협력업체에 통지한다. <br/>  ② 생산공장에 설치되어 있는 메인 생산라인과 별개로 수출선적장에는 PDI 검사를 위한 컨베이어벨트 라인 4개, 방청작업을 위한 컨베이어벨트 라인 2개가 설치되어 있다. 위 PDI라인과 방청라인의 시간당 생산차량대수(UPH)는 수출용 차량 출고 공정을 위하여 현장에 배치되어 있는 정규직 근로자의 노동강도에 직접적으로 영향을 미치기 때문에, 피고와 정규직 근로자 노동조합은 위 수출선적장 각 라인의 시간당 생산차량대수(UPH)를 합의하여 결정한다.<br/>  ③ 생산공장에서 수출선적장으로의 이송, 수출선적장 내부 이송, 수출선적장에서 치장장으로의 이송, 치장장에서 수출선적부두로의 이송은 구간마다 근로자가 해당 차량을 직접 운전하여 다음 공정으로 이동시킨다는 점만 다를 뿐 생산공장에서 수출선적장까지 거대한 컨베이어벨트 라인을 타고 흘러가는 것처럼 선후 공정이 유기적으로 연결되어 일정한 작업속도로 계속적·반복적으로 이어진다. 이와 같은 작업속도는 피고의 수출선적팀에서 월간 배선계획에 따라 정한 PDI라인, 방청라인의 시간당 생산차량대수(UPH)에 따라 좌우될 수밖에 없고, 결국 각 출고 공정마다 투입되어야 하는 표준 T/O, 표준 M/H는 위 시간당 생산차량대수(UPH)에 구속된다(을가 65호증의 2, 20쪽). 사내협력업체는 어떤 작업 공정에 몇 명의 근로자를 배치할 것인지에 관한 일반적인 작업배치권은 없었고, 다만 누구를 어떤 작업 공정에 배치할 것인지에 관한 재량만 있을 뿐이었다(을 1호증, 12쪽).<br/>  ④ 피고보조참가인 소속으로서 수출용 차량 출고 공정에 관한 □□공장 현장소장으로 근무하였던 소외 7은 2004. 11. 3. 울산지방노동사무소에서 참고인으로 출석하여, ‘작업현장 표준 T/O가 정해져 있으며, 피고의 허락없이 협력업체가 임의로 작업을 중단하거나 투입된 인원을 줄이는 등 작업인원을 조정할 수는 없다.’는 취지로 진술하였다.<br/>  ⑤ 도급비 지급방식<br/>  앞서 본 바와 같이 피고는 2003. 6.까지는 사업부별로 계획 M/H를 적용하여 ‘임율도급’ 방식으로 사내협력업체에 도급대금을 지급하다가, 2003. 7. 1. 하반기 계약부터 공식적으로 임율도급을 삭제하고, 물량도급과 단위도급으로 도급비 지급방식을 변경하면서 수출용 차량의 출고 업무에 대하여도 물량도급 방식을 적용하기로 하였다. 그러나, 피고측에서 2003. 7. 1.부터 변경·적용하기로 한 도급비 산정방식(갑 55호증의 5)은 외형상 물량도급 방식일 뿐 아래에서 보듯이 그 본질은 임율도급에 더 가까운 것으로 보인다.   <br/>  ● 앞서 본 바와 같이 피고가 2003. 7. 1. 이후부터 적용하기로 한 물량도급 방식은 ‘도급비 = {계약단가(= 적용 M/H × 임율(평균시급)} × 실적대수’로서, 외형상으로는 실적 대수에 따라 도급비를 지급하는 것처럼 보일지라도, ‘적용대당 M/H’와 ‘실적 물량(PDI 및 방청라인의 시간당 작업대수, UPH)’ 자체가 피고의 사업계획 및 노사합의 등에 의하여 고정되어 있는 이상 사내협력업체가 임의로 작업투입인원 및 실적물량 자체를 조절할 여지가 없고, 결국 임율(평균시급)에 기초하여 도급비가 정해질 수밖에 없다는 점에서 기존의 임율도급 방식과 본질적으로 다르지 않다.  <br/>  ● 피고의 수출선적팀은 2003. 7. 이후에도 수출용 차량 출고 업무 사내협력업체들로부터 매월 말일에 \"M/H 마감현황\"을 이메일로 보고 받고 있는데, 이에 따르면 그 달의 작업물량이 아니라 계약인원, 실제 작업인원, 정취시간, 연장시간, 특근시간, 파업시간, 보전시간, 대기시간, 미투입 M/H 등을 나열한 다음 실제 투입 합계시간이 일별로 상세히 기재되어 있다(갑 331호증).  <br/>  ● 또한, 피고의 수출선적팀은 사내협력업체들로부터 기존에는 작업일보라는 형식으로 보고를 받아오다가 2007년경 이후부터는 ‘日 도급작업별 생산성 분석 기초자료’ 형식으로 보고를 받았는데, 이에 따르면 주간 작업인원(08:00~18:50)과 야간 작업인원(21:00~32:00) 및 실적공수가 상세히 기재되어 있다(갑 330호증의 1, 2, 3, 갑 365호증, 갑 366호증, 갑 367호증).<br/>  ● 또한, 피고는 6개월 단위로 수출용 차량 출고공정을 담당하는 사내협력업체들과 도급계약을 체결하면서 도급단가를 조정하였다. 피고는 계약임율을 정하기 위하여 수출선적부를 통하여 사내협력업체들로부터 개별 근로자별 계약기초자료(시급, 근속, 수당현황)을 작성·보고받았는데, 사내협력업체들에게 ‘계약기초자료(시급, 근속, 수당현황)에 오류가 있을 경우 해당 협력업체 장(경리 포함)을 문책할 예정이므로 반드시 심혈을 기울여 작성할 것’을 강조하였고, 일부 사내협력업체에 대하여 ‘하반기 계약기초자료가 실제 상반기 지급 시급(기본급+ 수당)과 상이하다’는 이유로 그 이유를 소명할 것을 요구하기도 하였다.  <br/>  ● 피고는 사내협력업체들에게 그 소속 근로자들의 퇴직금 추정 계산 내역 양식(업체명, 근로자 성명, 직책, 입사일, 근속, 중도정산 일자, 퇴직금 산정기간, 기본시급, 통상시급, 월급여, 상여금 등)을 나누어주고, 그 양식에 맞추어 소속 근로자들의 추정 퇴직금 계산내역을 제출할 것을 지시하여 보고받았다.<br/>  ● 이외에도 피고는 사내협력업체들로부터 하기휴가비 기초자료, 안전보건관리대행 수수료 및 특수검진비, 차량별 도급비(보험료, 유류비, 부품교환 및 수리비) 발생비용, 기타 개별 근로자들의 진료비 내역 등을 제출받아 이를 도급단가에 반영하여 도급비로 정산하여 주었다.   <br/>  (7) 수출용 차량 출고업무를 담당하던 9개 사내협력업체 소속 근로자는 총 708명(2017. 6. 기준)이었는데, 피고의 수출용 차량 출고업무 직영화로 인한 특별채용으로 600명 이상이 피고의 정규직으로 특별채용되었고, 특별채용에서 제외된 근로자들이 2020. 1.경부터 순차적으로 이수기업으로 소속을 모두 변경하여 2022. 1.기준 39명의 근로자가 이수기업 소속으로 수출용 차량 출고업무를 담당하고 있다.<br/>[인정근거 : 갑 25호증, 갑 55호증의 3, 4, 5, 갑 237호증의 1 내지 6, 갑 240호증의 1, 2, 4, 5, 6, 갑 241호증의 1, 2, 갑 242호증의 107, 갑 257호증의 14, 갑 271호증의 6, 갑 278호증부터 갑 284호증, 깁 287호증의 1, 2, 갑 288호증의 1, 2, 갑 289호증의 1, 2, 갑 291호증, 갑 292호증의 1 내지 7, 갑 295호증, 갑 330호증의 1, 2, 3, 갑 331호증, 갑 332호증의 2, 갑 334호증의 6, 9, 8, 갑 366호증, 갑 367호증, 갑 371호증, 갑 373호증의 2, 갑 377호증, 갑 385호증, 갑 386호증, 갑 397호증의 1 내지 7, 갑 398호증의 1 내지 7, 갑 399호증의 1 내지 7, 갑 400호증의 1, 2, 갑 405호증, 갑 408호증, 갑 421호증, 갑 422호증, 갑 422호증, 갑 429호증의 1, 갑 430호증의 1, 갑 431호증의 1, 2, 3, 갑 439호증, 갑 440호증, 갑 447호증, 갑 448호증 1, 2, 3, 갑 452호증, 갑 454호증, 갑 457호증, 을 1호증, 을가 64호증, 을가 65호증의 각 기재, 변론 전체의 취지]<br/>2. 판단<br/>  가. 원고 16 등 12명<br/>  위 인정사실 및 앞서 든 증거들에 의하여 알 수 있는 다음과 같은 사정들에 비추어 보면, 원고 16 등 12명은 사내협력업체에 고용된 후 그 고용관계를 유지하면서 피고의 사업장인 □□공장 사내에서 피고의 지휘·명령에 따라 피고를 위한 생산관리업무, 보전업무, 수출용 차량 출고 업무에 종사하였으므로, 위 원고들과 피고는 근로자파견관계에 있다고 봄이 상당하다. <br/>  (1) 생산관리업무(서열불출공정)<br/>  ① 생산관리업무를 담당하는 사내협력업체들도 피고가 정규직 노동조합과 합의한 시간당 자동차 생산대수(UPH)에 따른 표준T/O, 표준M/H에 정해진 인원을 해당 작업에 투입하여야 했고, 피고의 필요에 따라 담당 공정 또는 업무수행 방법이 변경되기도 하였다. 사내협력업체는 피고측에서 정한 표준T/O, 표준M/H와 다르게 인력규모를 축소·확대 운영할 수 없었다. 이는 결국 사내협력업체가 아니라 피고가 위 원고들에 대하여 일반적 작업배치권과 변경권 등을 행사하였음을 뒷받침한다(뒤에서 보는 바와 같이 사내에서 생산관리업무를 담당한 제2차 부품물류회사 소속 근로자들의 경우에는 제2차 부품물류회사가 일반적 작업배치권, 변경권을 행사한 것과 분명한 차이가 있다)<br/>  ② 생산관리업무를 담당하는 정규직 근로자로 구성된 직영조와 사내협력업체 소속 근로자로 구성된 하청조가 같은 팀(CHASSIS반)을 구성하였고, 직영조의 조장이 하청조 근로자들을 지휘감독하도록 하는 등 업무수행에 관한 직접적인 지휘명령을 하기도 하였다. <br/>  ③ 생산관리업무를 담당하는 사내협력업체의 경우 동일한 부품에 대하여 주간에는 정규직 근로자가, 야간에는 사내협력업체 소속 근로자가 서열공정을 수행하기도 하고, 정규직 근로자의 결원이 발생하면 사내협력업체 소속 근로자가 대체근로를 하는 등 피고 사업에 실질적으로 편입되어 있었다. 반면 피고와 도급계약을 체결한 사외의 제2차 부품물류회사들의 경우에는 뒤에서 보는 바와 같이 정규직 근로자가 담당하지 않는 특정 부품의 생산관리업무를 수행하였을 뿐이고, 같은 부품에 대하여 정규직 근로자와 번갈아 생산관리업무를 수행하거나 대체근로를 수행한 흔적은 발견되지 않는다. <br/>   ④ 생산관리업무담당 사내협력업체들은 오로지 피고만을 상대로 사업을 영위하였고, 피고와의 계약이 해지되거나 폐업하면, 후속 업체가 인력을 고용승계하는 방식으로 이어져 왔으며, 일부 업체가 지게차 등을 소유한 것을 제외하고는 부품 물류 공정에 관하여 어떠한 자체 설비를 갖추었다거나 독자성, 전문성이 있다고 볼 만한 자료를 찾기 어렵다. 이는 원고 16이 계쟁기간에 소속되었던 서진기업과 대종기업 역시 마찬가지이다. 반면, 뒤에서 보는 바와 같이 제2차 부품물류회사들의 경우에는 피고 이외에도 독자적으로 물류사업을 수행하여 스스로 이윤을 창출하였다. <br/>  ⑤ 도급비를 지급하는 방식이 임율도급인지 물량도급인지에 따라 도급과 파견을 구별, 판단할 수는 없다고 할 것이지만, 실제 투입 인원에 따라 도급비를 정산하는 과정을 거침으로써 도급인측에서 실질적으로 작업물량, 작업시간, 작업인원에 대한 통제권을 행사하거나 수급업체 인력운용에 관한 비용 일체를 도급비로 정산해주고 있다면, 이는 파견의 징표로 볼 수 있다. <br/>  이 사건에 있어서 피고는 생산관리업무를 담당하는 사내협력업체에 견적서 엑셀 양식을 배포하고 그 작성방법을 설명하여, 피고가 정한 임율에 따라 투입될 근로시간에 비례하여 도급대금이 책정되도록 하였다. 이후 생산물량에 비례하여 도급대금이 산정되는 물량도급 형태로 도급비 정산방식이 변경되기는 하였으나, 생산물량은 컨베이어벨트의 시간당 생산량에 직접 연동되어 있어 사내협력업체가 임의로 정할 수 없었고, 계약임율 역시 업체이윤을 제외하면 모두 인건비로 구성되어 있었으므로, 사내협력업체는 실제 투입인원에 비례하여 업체이윤을 받게 될 뿐, 자체적으로 작업물량 또는 투입인원을 조정함으로써 이윤을 창출하기는 어려운 구조였다. 또한 피고는 인력운용에 소요되는 비용 및 관리자 인건비까지 도급비로 일괄 보전하여 주었다.  <br/>  반면, 제2차 부품물류회사들의 경우에는 뒤에서 보는 바와 같이 제1차 수급인과 제2차 부품물류회사 사이에 실질적으로는 임율도급 방식으로 도급비 정산이 이루어졌는지 여부는 별론으로 하더라도, 적어도 원도급인인 피고는 제1차 수급인에게 부품별 계약단가에 물량실적을 곱한 금액을 도급비로 정산하여 주었을 뿐 제2차 부품물류회사의 실제 투입 인원을 고려하여 도급비를 가감하는 등의 정산과정을 거쳤다거나, 제2차 부품물류회사의 인력운용에 관한 비용을 도급비로 보전해주었다고 볼 아무런 증거가 없다. 이점에서 양자의 차이가 분명하다.  <br/>  (2) 보전업무 <br/>  ① 보전업무를 담당한 사내협력업체 소속 근로자들은 정규직 근로자들(보전부)과 마찬가지로 피고측에서 작성제공한 작업표준서에 따라 작업을 하였다. 위 작업표준서는 당 공정의 작업순서와 작업내용, 작업인원, 작업시간(최대, 최소, 표준 작업시간), 분당 투입인원, 시간당 투입인원 등 작업에 필요한 일체의 사항을 구체적이고 상세하게 정하고 있을 뿐만 아니라 업무 범위를 지정하는 것을 넘어서 파견근로자의 업무 수행 전반에 대하여 직간접적인 지시감독을 하였다고 평가할 수 있다. 위 작업과정에 사내협력업체 자체의 별도 작업지시 또는 작업재량이 개입될 여지는 없었다.<br/>  ② 피고는 기본적으로는 보전부와 사내협력업체에서 담당해야 할 업무내용을 구분해두기는 하였지만, 일부 설비의 경우에는 함께 담당하는 예가 있었고, 정규직 근로자 단독으로 해결할 수 없는 설비 고장이 발생한 경우에는 수시로 공동작업을 진행하였으며, 보전부에서 사내협력업체 소속 근로자가 담당하는 설비에 대한 개선사항을 마련하고 이에 따르도록 지시하는 등 사내협력업체 소속 근로자들은 정규직 근로자와 보전업무와 관련하여 하나의 작업집단으로 구성되어 피고의 사업에 실질적으로 편입되었다고 볼 수 있다.  <br/>  ③ 보전부 소속 근로자들이 사내협력업체 소속 근로자들의 설비별 업무분장안을 계획하고, 그에 따른 운영인원을 결정하는 등 작업배치권을 행사하였고, 그 과정에서 사내협력업체가 개입하였다고 볼 만한 자료가 발견되지 않는다.<br/>  ④ 보전업무를 담당하는 사내협력업체들(창진에프터, 연보테크, 엠테크)은 사장, 소장, 경리 이외에는 전부 사내에서 보전 업무를 담당하는 근로자로 구성되어 있을 뿐 보전업무를 수행하는데 필요한 기술개발, 업무지원 등을 처리할 인적조직을 갖추고 있지 않았고, 보전업무 수행에 반드시 필요한 기계, 부품, 공구 등 물적 설비 역시 보유하고 있지 않았다.  <br/>  (3) 수출용 차량 출고업무<br/>  ① 수출용 차량 출고업무는 생산라인에서 제작완료된 차량을 고객에게 판매하기 이전 단계에서 수출국가의 기준에 부합하는지 여부를 테스트하기 위하여 반드시 거쳐야 하는 필수단계로서, 인도 전 최종검사(Pre-Delivery Inspection, PDI), 보완, 수정, 방청유 도포작업, 치장 등의 작업이 이루어진다. 수출용 차량 출고업무 담당 근로자들이 직접생산공정 담당자들과 장소적, 시간적으로 구분된 상태에서 작업을 진행한다고 하더라도, 위 출고업무 자체가 수출용 차량의 최종 완성을 위하여서는 생산공정의 진행과 밀접하게 연동되어 진행될 수밖에 없는 것이므로, 실질적으로는 생산라인 직접생산공정 담당 근로자들과 공동작업을 하는 것으로 볼 수 있다.<br/>  ② 수출선적장에 설치되어 있는 PDI라인과 방청라인은 생산공장에 설치되어 있는 메인 컨베이어벨트 라인과 직접 연결되어 있지는 않지만, 생산공장에서 제작완료되어 나온 차량은 수출선적부두까지 거대한 컨베이어벨트 라인을 타고 흘러가는 것처럼 선후 공정이 유기적으로 연결되어 일정한 작업속도로 계속적, 반복적으로 이어진다. 위 작업속도는 피고의 수출선적팀에서 월간 배선계획에 따라 정한 PDI라인, 방청라인의 시간당 생산차량대수(UPH)에 따라 좌우될 수밖에 없고, 결국 각 출고 공정마다 투입되어야 하는 표준 T/O, 표준 M/H는 위 시간당 생산차량대수에 구속되고, 사내협력업체는 어떤 작업 공정에 몇 명의 근로자를 배치할 것인지에 관한 일반적인 작업배치권을 행사할 수 없는 구조이다. 결국 피고는 수출용 차량 출고업무의 경우에도 일반적인 작업배치권, 변경 결정권을 행사한 것으로 보아야 한다. <br/>  ③ 피고가 사내협력업체에게 작성·교부한 각종 작업표준서, 작업지시서, 체크리스트는 그 내용이 근로자들의 작업순서와 작업방법, 주의사항 및 준수사항, 주의사항 미준수시 문제점, 작업 근로자의 보고의무 등을 사진, 도면과 함께 구체적이고 상세하게 정하고 있을 뿐만 아니라 업무 범위를 지정하는 것을 넘어 근로자의 업무 수행 전반에 대하여 직간접적인 지시·감독을 하였다고 평가할 수 있다. 사내협력업체 소속 근로자들은 위 작업표준서에 정해진 순서와 내용대로 업무를 반복·처리하였고, 그러한 작업과정에 사내협력업체 자체의 별도 작업지시 또는 작업재량이 개입될 여지는 없어 보인다. 또한 피고의 수출선적팀 소속 정규직 근로자들은 출고공정 담당 사내협력업체 소속 현장대리인 또는 근로자에게 직접 업무 지시를 하고 그에 관한 현황 및 결과를 이메일로 보고받았으며, 출고 공정 근로자들로 하여금 PDA 단말기 등으로 업무 완료 즉시 이를 스캔하거나 전산입력하도록 함으로써 수출선적팀 내 수출물류통합관리시스템을 통하여 근로자들의 업무 현황을 실시간으로 확인하고, 문제가 발생할 경우 그에 관한 대처를 바로 지시할 수 있었는바, 이와 같은 전산시스템에 기한 업무형태는 도급인으로서 위탁한 업무의 결과를 보고받는 것이라기보다는 사용자로서 근로자의 업무 내용을 실시간으로 보고받는 형태에 더 가깝다. <br/>  ④ 수출선적팀 정규직 근로자 중 상당수는 사내협력업체 소속 근로자와 같은 현장에 배치되어 각 공정별로 참여하였는데, 이들이 담당하는 공정 내지 작업단계(수출선적장 대기장에 주차된 미국 수출용 차량에 대한 주행검사 및 체크시트 기재, 수출선적장에서의 공구 지급, 방청이 완료된 차량에 대한 2차 주행테스트, T/up반 작업 중 덴트 및 요철작업, 치장장에서의 검사 업무 등)가 사내협력업체 소속 근로자가 담당하는 공정과 선후로 접속해 있거나 동시에 분담하게 되어 있으므로, 업무가 기능적인 측면에서 분리될 수 없다.   <br/>  ⑤ 또한, 수출선적팀 소속 정규직 근로자는 수출선적장에서 이루어지는 모든 공정에 대한 지휘감독이 본연의 업무로 분장되어 있고, 실제로 수출선적팀 직원 중 2명은 PDI라인 검사작업이 이루어지는 2층 사무실에 상주하면서 PDI라인 검사 업무를 관리하고, 통제한다.<br/>  ⑥ 피고는 수출용 차량 출고업무 사내협력업체들로부터 주간 작업인원, 야간작업인원 및 실적공수가 상세히 기재되어 있는 ‘일도급작업별 생산성 분석 기초자료’, 계약기초자료(시급, 근속, 수당현황), 근로자들의 퇴직금 추정 계산 내역 양식(업체명, 근로자 성명, 직책, 입사일, 근속, 중도정산 일자, 퇴직금 산정기간, 기본시급, 통상시급, 월급여, 상여금 등) 등을 제출받아, 실질적으로 도급단가를 인건비로 책정하였고, 하기휴가비 기초자료, 안전보건관리대행 수수료 및 특수검진비, 차량별 도급비(보험료, 유류비, 부품교환 및 수리비) 발생비용, 기타 개별 근로자들의 진료비 내역 등 인력운용에 드는 각종 비용을 도급비로 보전하여 주었다.     <br/>  ⑦ 수출용 차량 출고업무를 담당하였던 사내협력업체들은 일부 업체가 스타렉스 등 차량을 구비한 이외에는 출고 공정에 관하여 어떠한 자체 설비를 갖추었다거나 독자성·전문성이 있다고 볼 만한 자료를 찾기 어렵다.   <br/>  나. 원고 9<br/>원고 9는 2008. 5. 16.에 사내협력업체인 성지기업에 채용되어 피고의 □□공장 사내에서 서열불출공정을 담당하였음을 이유로 직접고용의사표시를 구하고 있다. 그러나 위 성지기업이 계쟁기간(2008. 5. 16.부터 2010. 5. 16.까지) 동안 피고의 사내협력업체로서 피고와 도급계약을 체결하였는지를 인정할 만한 아무런 증거가 제출된 바 없다. 원고 9의 주장은 이유 없다. <br/>  다. 소결론<br/>  개정 파견법은 직접고용간주 규정을 대체하여 제6조의2 제1항에서 \"사용사업주가 2년을 초과하여 계속적으로 파견근로자를 사용하는 경우 해당 파견근로자를 직접 고용하여야 한다.\"는 취지로 규정하고 있고, 현행 파견법 제6조의2 제1항은 ‘사용사업주가 근로자파견대상에 해당하지 아니하는 업무와 관련하여 파견근로자를 사용하는 경우’(제1호)와 ‘사용사업주가 고용노동부장관의 허가를 받지 않은 채 근로자파견사업을 행하는 자한테서 근로자파견의 역무를 제공받는 경우’(제5호) 각각 해당 파견근로자를 직접 고용하여야 한다고 규정하고 있다(이하 ‘직접고용의무 규정’이라 한다). 이러한 규정의 취지와 내용 등을 고려하면, 위 규정에 해당하는 사용사업주는 파견근로자를 직접고용할 의무가 있고, 파견근로자는 사용사업주가 직접고용의무를 이행하지 아니하는 경우 사용사업주를 상대로 고용 의사표시를 갈음하는 판결을 구할 사법상의 권리가 있으며, 그 판결이 확정되면 사용사업주와 파견근로자 사이에 직접고용관계가 성립한다[대법원 2015. 11. 26. 선고 2013다14965 판결, 대법원 2020. 5. 14. 선고 2016다239024, 2016다239031(병합), 2016다239048(병합), 2016다239055(병합), 2016다239062(병합) 판결 등 참조].  <br/>  위 법리에 비추어 보면 원고 16 등 12명 중 ① 개정 파견법 시행일인 2012. 8. 2. 이전에 이미 2년을 초과하여 파견근로를 제공한 원고들의 경우에는 제정 파견법 제6조의2 제1항 제4호에 따라 파견근로를 개시한 날부터 2년이 지난 날, ② 2012. 8. 2. 이전부터 파견근로를 제공하였으나 2012. 8. 2. 당시 파견근로 기간이 2년이 지나지 아니한 원고들의 경우에는 개정 파견법 제6조의2 제1항 제1호 또는 제5호에 따라 그 시행일인 2012. 8. 2.에, ③ 2012. 8. 2. 이후에 사내협력업체에 고용된 원고들의 경우에는 현행 파견법 제6조의2 제1항 제1호 또는 제5호에 따라 파견근로를 개시한 날에 각 피고에 대하여 고용의무의 이행을 청구할 수 있는 사법상의 청구권이 발생하였다고 보아야 하므로, 피고는 [별지4] 결과표의 ‘고용의무 발생일’란 기재 각 일자에 위 원고들을 고용할 의무가 발생하였다고 할 것이다. 따라서 피고는 원고 16 등 12명에 대하여 고용의 의사표시를 할 의무가 있다.<br/>5. 제2차 부품물류회사 소속 원고들 청구에 관한 판단<br/>  가. 인정사실<br/>  (1) 원고 1, 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7, 원고 8, 원고 10, 원고 11, 원고 28, 원고 26, 원고 12, 원고 13, 원고 14, 원고 15, 원고 27(이하 ‘원고 1 등 17명’이라고 한다)은 계쟁기간 동안(또는 계쟁시점) 제2차 부품물류회사에 소속된 상태로 피고의 □□공장 사내에서 서열불출공정 또는 불출공정을 수행하였고, 당심 변론종결일 현재까지 소속 업체가 변경된 바 없다. 원고 1 등 17명의 소속업체 변경내역 및 담당공정은 아래 표와 같다(원고 1 등 17명의 계쟁기간은 대략적으로 2006년부터 2014년경까지이므로, 위 기간에 관한 증거를 원칙으로 사실인정을 하되, 계쟁기간과 같은 시기 또는 그 전후로 같은 공정을 담당하였던 다른 근로자들의 근무형태는 위 원고들의 근무형태를 추인할 수 있는 간접사실 내지 정황에 대한 증거로서 본다).<br/>《 소속업체 변경내역 및 담당공정 표 생략 》<br/>  (2) 혼류생산방식 도입에 따른 부품조달물류 방식의 다각화 <br/>  ① 피고는 하나의 생산라인에서 다품종, 다용도의 차량이 한꺼번에 생산되는 혼류생산방식을 도입함에 따라 1990년대 이후부터 모듈화 된(여러 개의 부품을 부위별로 정리해 조립한 집합체를 의미한다) 부품을 생산 시각에 맞추어 순서대로 공급받는 부품물류형태{JIT시스템 (Just In Time), JIS시스템(Just In System)}를 선호하게 되었다. <br/>  ② 기존에는 부품생산업체마다 개별 부품을 따로따로 피고에게 납품하면, 피고가 □□공장 사내에서 정규직 근로자 또는 사내협력업체 근로자로 하여금 위 개별 부품을 조립·서열하는 과정을 거쳐 불출하도록 하였다(위에서 살펴본 원고 16의 경우가 그러하다). 그러나, 부품의 공급 리드타임이 상대적으로 짧아 부품의 적시 공급이 필요한 반면, 부품의 모듈화 또는 서열의 필요성이 낮은 단일 부품의 경우에는 기존과 같이 부품생산업체로부터 부품을 수령한 후 피고의 정규직 근로자 또는 사내협력업체 근로자로 하여금 직접 사내에서 서열, 불출하도록 하면 되지만, 부품의 공급 리드타임이 상대적으로 길어 부품 공급에 시간적인 여유가 있고, 부품의 모듈화 또는 서열의 필요성이 큰 경우에는 부품생산업체로 하여금 부품의 물류공정까지 수행하도록 할 필요가 발생하였다(세종공업, 덕양산업이 그러하다. 직접 피고의 □□공장 사내에서 세종공업 소속 근로자로 하여금 직접 부품물류공정을 수행하도록 하였다). 그런데, 부품생산업체가 피고의 □□공장 사내와 멀리 떨어져 있는 등 문제로 직접 피고의 □□공장 사내에서 부품물류공정을 수행하기 어려운 사정이 있는 경우에 피고와 협의 하에 위 부품물류공정을 하도급하는 경우가 발생하였다(소외 1 회사와 제2차 부품물류회사인 진우공업, 정우기업이 그러하다). <br/>  또한, 리드타임이 길고 부품의 모듈화, 서열화가 필요한 부품 중에서도 특히 여러 부품생산업체에서 생산하는 다수의 부품을 모듈화, 서열화해야 하는 경우에는 하나의 부품생산업체로 하여금 부품물류공정을 수행하도록 하는 데에 한계가 있었다. 이에 피고는 물류공정의 편의성 도모를 위하여 통합물류전문회사인 피고보조참가인에게 다수의 부품에 대한 물류공정 일체를 일괄하여 위탁하고, 피고보조참가인은 제2차 부품물류회사들을 피고보조참가인 협력업체로 선정하여 이들에게 자신이 수급받은 부품물류공정의 일부를 재하도급하였다(피고보조참가인과 진우제이아이에스, 비케이로직스가 그러하다).  <br/>  (3) 부품생산업체(소외 1 회사)에 의한 부품물류공정 수행<br/>  ① 피고의 소외 1 회사에 대한 부품물류공정의 하도급 <br/>  ㈀ 소외 1 회사는 1984년에 설립되어 2000. 7. 코스닥 시장에 상장된 회사로 경북 경주시에 3개 공장, 충남 아산시에 1개 공장, 범퍼제작을 위한 자체 연구소 등을 두고, 자동차 범퍼(Bumper), 콘솔(Console) 및 금형류 등 자동차 부품모듈을 제조하여 피고, 기아자동차, GM 코리아, 쌍용자동차 등 자동차 제조회사에게 공급해온 모듈부품 전문생산업체이다. 피고는 자동차제조 영업을 시작한 이래 자동차 범퍼를 직접 생산한 적이 없고, 소외 1 회사 등 전문생산업체로부터 이를 공급받아 왔다. <br/>  한편, 소외 1 회사는 모듈부품을 최종 완성된 상태로 본사 공장이 있는 경북 경주시에서 피고의 □□공장까지 납품하기에는 막대한 물류비가 추가될 뿐 아니라 운송도중 파손가능성이 상존하고, 교통 체증 등으로 적시(適時)에 피고의 생산라인으로 공급하는데 상당한 애로가 있었다.  <br/>  이에 소외 1 회사는 피고와 협의 하에 일단 개별부품의 형태로 피고의 □□공장 내부 혹은 그 근처 사외 작업장으로 운송한 다음 그 곳에서 조립·서열과정을 거친 뒤 생산라인으로 공급(불출)하는 것으로 부품납품방식을 변경하였다. <br/>  ㈁ 소외 1 회사와 피고 사이에 체결된 ‘부품거래기본계약’에 의하면, 이와 같은 부품 납품 방식을 전제로 납품(제12조)에 관하여 ‘협력사(소외 1 회사)는 발주부품을 피고와 협의하여 별도로 정하는 납품절차에 따라 피고가 정하는 수량을 납품하여야 한다’고 정하였고, 부품의 단가(제6조)에 관하여 ‘피고와 협력사(소외 1 회사)가 협의하여 정하는 납품장소까지 포장비, 운임, 하역비 및 보험료 기타 일체의 비용을 포함한다‘라고 정하였다. 그리고 재하도급(제29조)에 관한 내용을 둠으로써 소외 1 회사가 납품 과정의 전부 또는 일부를 재하도급할 수 있는 가능성도 열어두었다.  위 부품거래기본계약의 내용은 공정거래위원회에서 제시한 자동차업종 개정 표준 하도급계약서의 내용과 유사하다. <br/>  ㈂ 피고와 소외 1 회사 사이의 부품가격 협상 과정에서 작성된 부품가격결정 종합 내역서(을 50호증)에 의하면, 부품단가 내역에 서열비(조립 포함)가 별도 항목으로 책정되어 있음을 확인할 수 있다. 1개의 부품의 단가는 재료비가 대부분을 차지하고, 나머지가 경비, 관리비, 이윤, 투자비, 조립비, 물류비 등으로 구성되어 있다(을가 72호증). 피고는 소외 1 회사와 계약한 부품단가에 부품공급량을 곱한 금액을 도급비로 지급할 뿐 각 부품에 관한 물류공정에 소요된 인원수는 고려하지 않는다. <br/>  ② 소외 1 회사의 제2차 부품물류회사(진우공업, 정우기업)에 대한 재하도급 <br/>  ㈀ 소외 1 회사의 피고에 대한 부품물류공정의 수행방식은 다음과 같이 변경되어 왔다. <br/>  ● 1993년부터 1996년까지 : 소외 1 회사는 자체 공장에서 직영으로 범퍼조립공정을 수행한 다음 피고의 □□공장 창고로 납품하였고, 서열불출공정을 직접 수행하지는 않았다.<br/>  ● 1996년부터 2005년 3월경까지 : 소외 1 회사는 이 기간에 다른 업체와 거래하였을 뿐 피고에게 모듈부품을 납품하지 않았다. <br/>  ● 2005년 4.경 이후 : 소외 1 회사는 피고의 □□2공장으로 범퍼모듈부품을 다시 납품하게 되면서, 제2차 부품물류회사인 진우공업 또는 정우기업에게 모듈부품의 검사출하, 조립, 서열·불출 등 부품물류공정 일체를 하도급하였다.  <br/>  ㈁ 소외 1 회사와 제2차 부품물류회사인 진우공업. 정우기업과 사이에 작성된 ‘협력작업 기본 계약서(을가 제58호증의 1, 2, 3)’의 주요 내용은 다음과 같다. 협력작업의 내용(제2조)은 소외 1 회사가 피고로 납품하는 범퍼모듈부품을 피고측에서 요구하는 시간과 지정한 장소에 맞추어 서열불출하는 것이고, 구체적인 내용 및 범위는 별첨된 부록과 협력작업 세부명세서에 의하도록 하였다. 작업표준서 및 작업감독(제9조)은 소외 1 회사가 제2차 부품물류회사에게 작업표준 등을 제정하여 제공하고, 소외 1 회사에게 작업과정과 계약이행상태에 관하여 감독하고 검사할 수 있는 권한을 부여하였으며, 제2차 부품물류회사의 소외 1 회사에 대한 성실보고의무를 부과하였다(제10조). 별첨된 부록에 의하면, 계약금액과 관련하여 작업내용별로 근로자 1인당 월 작업단가 및 특근비용을 정한 다음 해당하는 공정의 계약(작업)인원을 곱하여 도급비를 산정하도록 되어 있다. 별첨된 협력작업 세부명세서에 의하면, 작업장소, 작업내용, 작업의 세부범위, 근무형태, 계약인원, 월계약단가가 구체적으로 정하여져 있는데, 2005년경에는 작업장소가 피고의 □□2공장 사내로 되어있는데, 2016년경에는 제2차 부품물류회사 자체 작업장(사외)으로 한정되거나 또는 피고의 □□2공장(사내)과 제2차 부품물류회사 자체 작업장(사외) 두 곳으로 되어 있다. <br/>  ㈂ 소외 1 회사는 도급업무와 관련하여 진우공업과 정우기업에게 자체 공장에서 사용하던 컨베이어 등 핵심설비와 장비를 제공하였다. 2011. 4.경까지는 이들이 피고의 □□2공장 내에서 조립, 서열, 불출 공정을 수행하였으므로 피고의 □□2공장 사내에  CM F/L BPR 홀펀칭 및 홀더 용착기를(2009년) 설치해주었고, 2011. 4.경 이후부터는 피고의 □□공장 인근에 위치한 진우공업과 정우기업의 자체 작업장에 체인 컨베이어(FRT), MD RR BPR RPAS 초음파 M/C(2011년) 등을 설치해주었다.  <br/>  ㈃ 소외 1 회사는 자체적으로 작업표준서(을 21호증의 29, 43, 을 22호증의 35)를 작성하여 진우공업과 정우기업에게 제공하였다. 피고는 자동차 생산, 판매 업무를 시작한 이래 범퍼를 직영으로 생산한 적이 없었으므로, 범퍼 생산에 관한 작업지시서를 제공할 만한 노하우를 가지고 있지 않다. <br/>  ㈄ 소외 1 회사는 자체개발한 프로그램을 이용하여 피고와 공유하는 자동차생산정보(MSE) 중 특정 부품의 조립 또는 서열불출에 필요한 정보를 추출변환하여 이를 제2차 부품물류회사들에게 제공하고, 부품 재고관리 프로그램(UNI-EPR) 역시 제공하고 있다.  <br/>  ㈅ 소외 1 회사는 부품물류공정과 관련하여 자체적으로 M/H 분석(을가 59호증)을 하고, 이를 기초로 제2차 부품물류회사들과 계약단가를 협의하고 있다.  <br/>  ③ 제2차 부품물류회사의 재하도급업무 수행 현황<br/>  ㈀ 진우공업과 정우기업은 진우제이아이에스와 특수관계에 있는 회사로서 2000. 7.경(진우공업), 2006. 7.경(정우기업) 자동차 부품의 조립, 물류업을 목적으로 각 설립된 법인이다. 진우공업과 정우기업은 작업장소(효문동 본사 공장, 피고의 □□2공장 사내)와 수행 업무(조립, 서열, 불출, 경영지원/생산관리)에 따라 팀과 조직을 편성하였다. 진우공업과 정우기업 모두 □□공장 인근의 각 본사 공장에 현장관리 주임(A조, B조), 조립, 서열 파트 근로자, 생산/품질관리자, 장비관리 등 근로자가 근무하고, □□공장 사내에 현장관리 반장, 팔레트 검사, 불출, 하역 담당 근로자, 상시주간 근로자 등이 근무하고 있다. 진우공업은 전체 근로자 120여명 중 90여명이 자체 공장에, 20여명이 피고의 □□공장 사내에, 정우기업은 전체근로자 43명 중 31명이 자체 공장에, 12명이 피고의 □□공장 사내에 각 근무하고 있다(을 21호증의 7, 을 22호증의 4).  <br/>   ㈁ 진우공업과 정우기업은 소외 1 회사 이외에도 여러 부품생산업체와 직접 도급계약을 체결하고, 독자적으로 물류사업을 운영하고 있다(을 21호증의 30).<br/>   ㈂ 조립·서열 공정의 사외 이전 및 소속인력의 재배치 <br/>  진우공업과 정우기업은 2005. 4.경부터 2011. 3.경까지는 그 소속 근로자들을 피고의 □□2공장 사내에서 검사출하, 조립, 서열, 불출 공정을 수행하도록 하였다. 그런데, 부품 양과 부피의 증가로 인하여 피고의 □□2공장 사내에 작업공간이 부족하게 되자, 위 업체들은 피고의 □□공장 부근에 자체 공장(을 21호증의 36, 37)을 설치하였고, 그 동안 □□2공장 사내에 근무해온 근로자들 중 상당수를 위 자체 공장으로 재배치하여 그 곳에서 조립, 서열 공정의 대부분을 수행하도록 하였고, 피고의 □□2공장 사내에는 컨베이어벨트 주변에서 업무를 수행할 수밖에 없는 불출 공정 근로자들 위주로 근무하도록 하였다.  <br/>  ㈃ 진우공업, 정우기업은 소외 1 회사에서 제시한 표준 M/H 등을 고려하여 소외 1 회사와 도급단가를 협의하여 결정하였으나, 작업자의 퇴사, 휴가, 결근, 사고 등으로 인력 공백이 발생하거나 물량이 많은 시기에는 소외 1 회사와의 상의 없이 자체적으로 기간제, 일용직을 채용해 투입하고, 표준 M/H와 다르게 운용하기도 하였다(진우공업, 정우기업에 대한 각 사실조회회신서 기재 참조).<br/>  ㈄ 진우공업, 정우기업은 피고 □□공장 사내 근로자들의 근태를 본사에서 직접 관리하였고, 근로자가 필요할 경우 직접 신규채용하여 이론교육 및 현장실습 교육을 자체적으로 실시하였다. <br/>  ㈅ 진우공업, 정우기업은 소외 1 회사와 협의한 표준 T/O를 가급적 맞추어 작업인원을 투입하지만, 이는 유동적이다. 작업자의 퇴사, 휴가, 결근, 사고 등으로 인력 공백이 발생하기도 하고, 장비 개선이나 작업자의 숙련도에 따라 투입인원수가 달라지기도 한다. 이들은 작업물량이 많은 시즌에는 소외 1 회사와 협의없이 기간제, 일용제 인력을 투입하기도 한다(진우공업, 정우기업에 대한 각 사실조회회신서 기재 참조).<br/>  (4) 부품통합물류전문회사(피고보조참가인)에 의한 부품물류공정 수행  <br/>  ① 피고보조참가인<br/>  ㈀ 피고보조참가인은 2001년경 피고가 생산하는 자동차의 시장 경쟁력 향상을 위해 물류아웃소싱 업무를 총괄할 목적으로 설립된 부품통합물류전문회사로서, 피고로부터  약 2,540여개에 달하는 부품에 관한 입출고, 재고관리, 생산관리, 반품관리, 정산관리 등 부품통합물류 일체를 위탁받았다. 피고보조참가인은 기본적으로 공개입찰경쟁을 통하여 제2차 부품물류회사들을 피고보조참가인 협력업체로 선정하고 이들에게 피고로부터 위탁받은 부품조달물류 공정의 일부 또는 전부를 재하도급하고 있다. 이 사건에서 일부 원고들이 소속되어 있는 진우제이아이에스 역시 공개경쟁입찰에 참여하였는데 2017. 8.경 실시된 피고의 □□2공장 휠타이어 서브 부품의 조립, 서열 공정 협력업체 선정 입찰에서는 씨아이엠에 밀려 협력업체로 선정되지 않은 적도 있다.   <br/>  ㈁ 피고보조참가인은 부품통합물류의 원활한 수행을 위한 자체 조직, 부품물류2팀(15명), 부품물류지원팀(6명), 상생업무팀(구 협력지원팀)(8명)을 두고 있다. 부품물류2팀은 피고의 □□공장 통합서열 신규영업, 원가 및 손익관리, 기타 일반관리(성과, 예산, 투자, 조직관리 등)를, 부품물류지원팀은 서열비 단가관리, C/C단가 이력관리, 정산, 미정산 관리지원, 서열단가 관리시스템 구축, 상생업무팀(구 협력지원팀)은 노무교육, 소송대응 등을, IT추진팀은 웹지스 운영관리, GWMS 운영관리를 각 담당하고 있다(을나 5호증, 을나 7호증, 을나 8호증). <br/>  ㈂ 피고보조참가인은 피고의 □□공장 인근(2km)에 약 93,000평에 이르는 C/C(부품통합물류센터, Consolidation Center, 1C/C는 차체 부품 담당 물류센터이고, 2C/C는 의장 부품 담당 물류센터이다)를 설치하여 그 곳에서 신규 부품의 서열계획 수립, 팔레트 설계 및 제작 의뢰, C/C레이아웃 조정 등을 검토하고, 그에 관한 정보를 제2차 부품물류회사들과 공유하고 협의한다. <br/>  ㈃ 피고보조참가인은 자체 개발한 서열정보 플랫폼인 웹지스(Web-JIS) 프로그램을 통하여 피고와 공유하는 자동차생산정보(MSE)에서 특정 부품에 필요한 서열정보를 추출·변환하여 제2차 부품물류회사들에게 제공하였다. 이외에도 피고보조참가인 협력업체들의 계약관리시스템(GPMS), 통합창고관리시스템(GWMS), 종합운송관리시스템(GTMS) 등을 자체 개발하여 운영해오고 있다. 피고보조참가인은 통합창고관리시스템(GWMS)을 통하여 부품 입고단계부터 출고관리, 재고관리, 생산관리, 반품관리, 정산관리, 분석관리를 하고 있는데, 피고보조참가인 협력업체들로 하여금 C/C(부품통합물류센터)에 부품이 입고되거나 조립·서열 공정을 마무리하게 되면 위 통합창고관리시스템에 그 현황을 입력하도록 하고 있고, 협력업체와의 도급비 정산, 클레임 처리 등 역시 위 통합창고관리시스템에 입력된 내용을 기준으로 처리하였다.<br/>  ㈄ 피고보조참가인은 피고보조참가인 협력업체 직원들의 파업 등으로 인하여 부품물류공정에 차질을 빚을 경우에는 그 소속 직원들을 대체 투입할 수 있도록 평소에 지게차 운전면허를 취득하게 하거나 실습 훈련을 진행하고, 비상대응계획을 수립하고 있다. 실제로 피고보조참가인 소속 직원들은 수차례에 걸쳐 피고보조참가인 협력업체 직원(부창테크, 효신로직스)들을 대신하여 불출 업무를 직접 수행한 바도 있다. <br/>  ㈅ 피고보조참가인은 부품물류공정상에 문제가 발생할 경우 피고로부터 1차적으로 클레임을 통보받고, 피고와 사이에 배상금액의 범위 및 재발방지를 위한 개선방안을 논의하였다(을나 20호증, 을나 21호증, 을나 22호증, 을나 90호증).<br/>  ㈆ 피고보조참가인은 협력업체들과의 협력관계 강화를 위하여 2012년부터 꾸준히 안전결의대회, 협력사 품질개선 경진대회, 소방대응훈련, 정전대응 훈련, □□ 1,2 C/C 실행사 중장기 경쟁력 강화 세미나, 품질경쟁력 강화 업무회의 등을 개최·진행하였다(을나 30호증, 을나 95호증, 을나 96호증, 을나 97호증, 을나 98호증, 을나 99호증). <br/>  ㈇ 피고보조참가인은 상·하반기에 협력업체들을 평가하였는데, 부품물류를 담당하는 협력업체에 대하여는 라인운영, 업무협조도, 안전관리, 퇴직금 관리, 인력운영 이슈 등을 평가항목으로 하여 등급을 매겼다(을나 76호증, 을나 77호증). <br/>  ② 피고와 피고보조참가인 사이의 도급계약<br/>  제1조(목적) 본 계약의 목적은 갑의 자동차 생산에 필요한 부품을 집하하고, 생산계획에 맞추어 그 부품의 공급업무를 수행하기 위해 을이 구축한 C/C을 통한 부품공급에 있어서 갑과 을 사이의 권리와 의무를 규정하여 상호 이익 존중 및 신의성실의 원칙에 따라서 계약업무를 원활히 수행하도록 함에 있다.<br/>  제4조(계약업무의 내용) 갑과 을은 첨부1 ‘사외 C/C 서열업무 세부명세서’에 명시된 업무를 성실히 이행하여야 한다.<br/>  제6조(대가관계) 갑이 을에게 지급하여야 할 서열공급 비용은 첨부2 ‘C/C 서열공급 요율표에 대한 약정’과 같다. 계약기간 중 상당한 사유가 발생되면 갑과 을이 협의하여 약정요율을 조정할 수 있다. <br/>첨부1 물류센타 서열업무 세부 명세서구분?업무내용인원현장관리C/C 자재 및 건물, 집기, 비품, 장비, 작업자 관리 총괄-서열품 입/출업무-자재 상하차/보관/피딩-업체별 부품입고 및 검수-사양/전산관리-서열자재 수불관리, 납촉?운송차량서열부품 출하, 운송?지게차/견인차C/C 및 사내 서열부품 상,하차, 라인불출?서열대차서열품 적입, 출하, 취출<br/>첨부2 계약결정 합의서C/C 서열공급 요율표에 대한 약정차종공장품명서열단가적용시점VF2공장BOARD ASSY-LUGGAGE COVERING1,386원11. 4. 11.이하 생략<br/>  ③ 피고보조참가인과 제2차 부품물류회사 사이의 재하도급계약 <br/>  ㈀ 진우제이아이에스<br/>  ● 진우제이아이에스는 2005. 6.경 울산 북구 효문동에 본점을 두고 자동차 부품서열업을 목적으로 설립된 법인으로서 근로자 약 170명을 두고 연매출 78.5억(2017년 기준)을 올리고 있다. 또한 본사 및 1공장(차체 부품 서열작업장), 2공장(의장 부품 서열작업장)을 보유하고 있다. <br/>  ● 진우제이아이에스는 초기에는 엘지화학, 성현산업, 소외 1 회사 등 부품생산업체로부터 부품물류공정을 직접 도급받아 수행하다가(을나 34호증) 2011년경부터 피고보조참가인의 협력업체로 선정되어 피고보조참가인이 피고로부터 도급받은 여러 부품에 대한 물류공정(입출고, 재고관리, 서열불출)을 수행하고 있다. <br/>  ● 다만, 진우제이아이에스는 일부 부품에 관하여서는 여전히 부품생산업체와 도급계약을 체결하고, 독자적으로 물류 사업을 수행하고 있다.  <br/>  ● 진우제이아이에스는 초기에는 하도급받은 부품의 서열불출공정을 모두 피고의 □□2공장 사내에서 수행하였으나 서열품목의 증가로 피고의 □□2공장 내에서 작업공간을 확보하기가 어려워지자 일부 부품에 대하여는 도급계약이 해지되기도 하였다. 이에 진우제이아이에스는 2015년경 무렵부터는 피고의 □□공장 인근에 본사 공장(서열작업장)을 마련하고, 일부 부품에 대하여는 자체 공장에서 조립, 서열 작업을 수행하고 있다. <br/>  ● 진우제이아이에스는 본사 공장에 서열작업을 위한 로봇(7대), 지게차(13대), 차량(9대)을 보유하고 있고, 피고의 □□2공장 내에 지게차(3대), 토우모터(26대)를 보유하고 있다(을 20호증의 21, 을 20호증의 22). <br/> ● 진우제이아이에스는 피고의 □□공장 사내 근로자들의 근태현황 및 연차를 본사에서 직접 관리하였다(을나 46호증).<br/>  ㈁ 비케이로직스<br/>  ● 비케이로직스는 2005. 10. 27. 울산 북구 연암동에 본점을 두고 자동차 부품 서열업을 목적으로 설립된 법인으로, 근로자 약 120명 규모로 연매출 95.8억(2018년 기준)을 올리고 있다(을 25호증의 5). 비케이로직스는 피고의 □□공장 인근(3.5km)에 본사공장 및 서열장을, 그 이외에 매곡공장, 매암센터 등을 보유하고 있다. 비케이로직스의 2006. 10. 20. 기준 조직도(을 25호증의 69)에 의하면, 전체 근로자 중 일부는 본사공장에서 부품의 입고, 출고, 재고관리, 와이어링 부품 조합 및 서열 등 공정을 담당하고, 나머지(121명)는 피고의 □□ 3,4공장 사내에서 서열, 불출, 출하 공정을 담당하였다.<br/>  ● 비케이로직스는 설립 직후 초기 약 5년간은 부품생산업체로부터 부품물류공정을 직접 도급받아 수행하다가 2010. 1.경부터는 일부 부품에 대하여 피고보조참가인의 협력업체 형태로 부품물류공정을 수행하고 있다.  <br/>  ● 비케이로직스는 35개 부품생산업체(유라코퍼레이션, 한화엘엔씨, 대주공정 등)로부터 차종과 부품에 대한 물류정보를 공급받고, 직접 도급계약을 체결하는, 독자적으로 물류사업을 운영하고 있다.   <br/>  ● 비케이로직스는 서열불출 공정의 효과적인 수행을 위하여 조합 공정(조립) 단계에서 자체 개발한 와이어링 부품 조합프로그램 및 이종방지프로그램을 이용함으로써 이종(異種) 및 불출 오류를 줄이고 있다(을 25호증의 10). <br/>  ● 비케이로직스가 조합, 서열·불출공정을 수행하기 위하여 소유하거나 임대하고 있는 장비 현황은 아래 표와 같다. <br/>장비관련공정장소소유관계비고출하 컨베이어 1개와이어링 부품 조합BK로직스BK로직스조합 공정이 끝난 조합박스(1개당 15kg 상당)를 이동하는 수단테이블리프트 1개와이어링 부품 조합상동상동차량 적재를 위한 리프트차량 적재 컨베이어 1개와이어링 부품 조합상동상동차량 안에 설치되어 있는 것으로서 버튼을 누르면 자동으로 하치지게차(3대)서열상동2대 : BK로직스BK로직스 본사에서 서열이 완료된 팔레트를 화물차량에서 하차하거나 이동1대 : 임대차량(12대)서열상동3대 : BK로직스서열이 완료된 팔레트를 피고 창고로 운반9대 : 지입차량토우모터(12대)불출피고 공장 사내7대 : BK로직스피고 창고에서 하치한 팔레트를 토우모터에 연결하여 생산라인 부근으로 이동5대 : 임대팔레트(220개)서열, 불출BK로직스 및 피고 공장 사내BK로직스부품을 담은 서열대차바코드건(12개)서열BK로직스상동이종방지를 위해 서열작업 후 부품 바코드 인식서열모니터(15개)서열상동상동서열정보 수신 모니터서열프린터(15개)서열상동상동서열지출력용 프린터와이어링 이동 박스(2,200개)와이어링 조합(서열 전단계)상동상동와이어링 보관/이동용 박스<br/>  ● 비케이로직스 소속으로 피고 □□3, 4공장에 근무하는 근로자들은 A, B조의 각 조장이 위 근로자들의 근태관리를 하였고, 현장 소장이 □□공장 사내에 근무하지 않았다. 다만, 비케이로직스 본사의 대표자, 생산팀의 과장, 대리, 반장이 □□공장으로 나와 현장을 점검하였다.  <br/>  ● 비케이로직스는 매월 1회 2시간씩 피고 □□ 공장에서 근무하는 근로자들을 작업시간 종료 후 본사로 소집하여 안전교육을 실시하였다.<br/>  ● 비케이로직스 본사공장에서 피고의 창고로 입고되는 서열용기(팔레트)에는 본사공장에 근무하는 조장(A, B)의 연락처 및 피고의 □□공장에 근무하는 조장(A, B)의 연락처가 기재되어 있다. 따라서 피고 □□공장 내 생산라인에서 위 팔레트와 관련하여 이종(異種) 또는 불출과정에서 오류가 발생하면, 피고의 정규직 직원은 먼저 □□ 공장 현장 조장의 연락처로 클레임을 하고, 연락이 안 될 경우 비케이로직스 본사 조장의 연락처로 클레임을 하였다. 한편, 부품의 품질 관련된 오류가 발생할 경우에는 부품생산업체로 클레임을 하였다.<br/>  ● 비케이로직스는 본사 생산팀에서 작업표준서를 작성하고, 이것을 □□ 공장 현장의 조반장을 통하여 현장 근로자들에게 교육하였으며, 신입입사자들을 직접 교육하였다.<br/>  ● 비케이로직스 소속 근로자인 원고 26은 2006. 9. 1. 비케이로직스에 입사하여서는 본사공장에서 근무하였는데, 이후 생산팀의 지시에 따라 피고 □□공장 사내로 근무지를 변경하여 계쟁기간에는 □□공장 사내에서 서열공정을 담당하는 등 근무지를 순환하였다. <br/>  ㈂ 피고보조참가인과 제2차 부품물류회사(진우제이아이에스, 비케이로직스) 사이에 체결된 재하도급 계약내용(을나 42호증, 을나 43호증)<br/>  제6조(도급액) ① 갑과 을은 도급작업의 내용, 도급의 형태 등 제반여건을 고려하여, 첨부 단가표와 같이 도급업무의 단가에 대해 합의한다.② 을은 매월 실적을 정산하여 피고보조참가인에게 세금계산서를 발행하여 도급액을 청구한다. ③ 을은 제2항과 관련하여 갑에게 하도급대금의 청구시 정산 및 실적에 관한 증빙자료(물류공수현황, 미조업산출현황, 장비투입현황 등)을 함께 제출하여야 한다. <br/>  제7조(도급액의 조정) ① 갑과 을은 계약체결 90일 이후에 각호의 1에 해당하는 사유가 발생하여 도급단가에 변경사유가 발생한 때에는 상대방에게 서면으로 단가 조정신청을 할 수 있으며, 이 경우 신청일로부터 30일 이내에 상호 협의하여 이를 다시 정할 수 있다. <br/>  3. 작업사양, 작업물량, 작업인원의 변화로 인해 단가에 변경사유가 발생한 경우<br/>  4. 인건비, 운송단가, 장비(지게차 및 견인차 외) 요율 및 소요량의 변동, 상각비(부지 및 건물 임대료)의 변동으로 인해 단가에 변경사유가 발생한 경우 <br/>  제9조(업무수행) ① 을은 도급업무의 이행에 있어 작업효율, 작업방법 및 작업속도 등을 고려하여 스스로 업무처리 계획을 입안하여야 하고, 작업인원을 적정하게 배치하며 을의 근로자에 대해 지휘감독을 하여야 한다.  <br/>  설비, 장비 등의 양도 또는 대여 ① 갑은 을의 도급업무 수행과 관련하여 필요가 있거나 을의 요청이 있는 경우 설비, 장비, 기기 등을 을에게 양도 또는 대여할 수 있다. ② 제1항의 경우 설비 등의 양도 또는 대여시 무상 또는 유상 여부, 유상의 경우 양도가격, 대여료, 대여기간, 기타 양도 또는 대여에 관한 구체적인 조건은 갑과 을이 협의하여야 한다.     <br/>  ㈃ 제2차 부품물류회사들은 자체적인 기준에 의하여 M/H를 산정하였고(을 25호증의 13, 을 20호증의 59, 을 32호증, 을나 55호증, 을나 56호증), 이를 기초로 피고보조참가인과 사이에 도급단가를 산정하였다. 그러나 도급단가 산정시 사용된 표준 M/H와 실제 투입된 작업인원은 반드시 일치하지는 않았다(을나 45호증의 1 내지 3).<br/>  ④ 제2차 부품물류회사들의 하도급업무 수행 현황(을 39호증)  <br/>  ㈀ 피고가 부품생산업체 및 피고보조참가인과 자동차생산정보(MES)를 공유하면, 부품생산업체는 부품생산계획을 수립하고, 피고보조참가인은 자체 개발한 웹지스 프로그램을 이용하여 해당 부품의 서열정보를 추출·변환하여 제2차 부품물류회사에 제공한다. <br/>  ㈁ 부품생산업체는 반조립 상태의 부품을 피고보조참가인의 협력업체인 제2차 부품물류회사의 차량에 상차한다. 제2차 부품물류회사는 자체 공장(서열작업장) 또는 피고보조참가인의 통합물류센터까지 운송한 다음 부품을 하차하고, 입고시킨다. <br/>  ㈂ 제2차 부품물류회사는 입고 전에 부품의 품질, 이상 유무를 검수한 뒤 피고보조참가인의 재고관리시스템(GWMS)에 입고 여부를 입력하고, 부품을 분류하여 이동보관시킨다. 부품생산업체와 제2차 부품물류회사는 위 피고보조참가인의 재고관리시스템(GWM S)을 통하여 실시간으로 부품 재고를 확인할 수 있다. <br/>  ㈃ 제2차 부품물류회사 소속 근로자 일부는 사외(자체 작업장 또는 통합물류센터)에서 피고보조참가인으로부터 제공받은 서열정보를 자체 모니터를 통하여 확인하는 방법으로 서열작업을 하고, 근로자들 중 일부는 □□공장 사내에서 서열작업을 하는데, 이 경우에도 서열정보를 피고보조참가인이 아니라 피고로부터 제공받는다는 것 이외에는 작업내용과 작업방법이 사외 서열과 동일하였다. 사외에서 서열공정이 마쳐진 부품 용기(팔레트, 서열대차)는 제2차 부품물류회사 소유의 지게차 등을 활용하여 출하장으로 이동, 납품 차량에 상차되어, 피고의 □□공장으로 운송된다. □□공장 사내에서 근무하는 제2차 부품물류회사 소속 근로자는 위 부품 용기(팔레트, 서열대차)를 수령한 다음 이를 토우모터에 연결하여 각 생산라인 작업장으로 운반하고, 팔레트를 정해진 장소(컨베이어 작업장소)에 놓아둠으로써 불출공정이 완료된다.   <br/>  ㈄ 한편, 제2차 부품물류회사 소속 근로자들 중 피고의 □□공장 사내에서 근무하는 불출 작업자들은 해당 부품을 사용하여 작업하는 해당 컨베이어 공정의 속도 등에 밀접하게 연동될 수밖에 없고, 피고가 설계한 UPH(시간당 생산량), 피고와 정규직 노동조합 사이에 합의된 표준 M/H, 표준 공수, 각 작업별 택트타임 등에 의하여 불출 업무의 양이나 속도가 통제된다. <br/>[인정근거 : 을 20호증의 85, 을 21호증의 35 내지 43, 을 25호증의 66, 67, 68, 69, 을 32호증, 을 34호증, 을 35호증, 을 36호증, 을 37호증, 을 38호증, 을 39호증, 을 43호증, 을 44호증, 을 46호증, 을 47호증, 을 50호증, 을 51호증, 을 52호증, 을 53호증, 을 54호증, 을 55호증, 을 56호증, 을 57호증, 을 71호증, 을 72호증, 을가 58호증의 1, 2, 3, 을가 59호증, 을나 3호증, 을나 5호증, 을나 7호증, 을나 8호증, 을나 17호증, 을나 18호증, 을나 19호증, 을나 23호증, 을나 24호증, 을나 25호증, 을나 26호증, 을나 27호증, 을나 34호증, 을나 35호증, 을나 36호증, 을나 37호증, 을나 38호증, 을나 39호증, 을나 40호증, 을나 41호증, 을나 43호증, 을나 46호증, 을나 50호증, 을나 51호증, 을나 52호증, 을나 53호증, 을나 54호증, 을나 55호증, 을나 56호증, 을나 66호증의 1, 2, 을나 67호증, 을나 68호증의 5, 을나 70호증, 을나 71호증, 을나 84호증, 을나 85호증, 을나 86호증, 을나 87호증, 을나 88호증, 을나 89호증의 각 기재, 진우공업, 정우기업에 대한 각 사실조회회신서, 변론 전체의 취지]<br/>  나. 판단 <br/>  위 인정사실에다가 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정을 종합하면, 원고 1 등 17명이 이 사건에서 근로자파견의 징표로서 주장한 사정들만으로는 위 원고들이 피고로부터 상당한 지휘명령을 받는 근로자파견관계에 있었다고 단정하기 어렵고, 달리 이를 인정할 증거가 없다. <br/>  (1) 피고가 제2차 부품물류회사 소속 원고들에게 부품물류공정에 대하여 상당한 지휘·명령을 하였는지 여부 <br/>  피고의 □□공장 사내에서 이루어지는 부품물류공정은 작업하는 부품의 종류가 다를 뿐 근로자가 어느 업체에 소속되어 있는지 여부(즉, 정규직 근로자인지, 사내협력업체 소속 근로자인지, 제2차 부품물류회사 소속 근로자인지)와 관계없이 작업자들의 업무 수행방식이 모두 유사하거나 동일하다. 그러나, 업무 수행방식이 동일하다고 하여, 제2차 부품물류회사 소속 근로자들이 피고의 정규직 근로자, 사내협력업체 소속 근로자와 마찬가지로 피고로부터 업무에 관하여 상당한 지휘명령을 받아왔다고 단정할 수는 없다. 파견근로로 인정되기 위해서는 파견근로자와 도급인의 정규직 직원 사이의 상호 유기적인 보고와 지시, 협조가 중요하고, 본질적으로 도급인의 상당한 지휘·명령이 전제되지 않고서는 도급인의 업무를 효율적으로 수행할 수 없는 업무구조라는 점이 인정되어야 할 것이다. <br/>  ① 사양식별표, 서열지, 서열자 실명제 대장, 물류관리프로그램, 불출동선 등<br/>  원고측 소송대리인은 피고가 제공한 사양식별표, 서열지, 서열모니터, 서열자 실명제 대장, 물류관리 프로그램, 불출동선 등이 바로 사용사업주의 파견근로자에 대한 상당한 지휘명령의 징표라고 주장한다. <br/>  그러나, 피고가 제공한 사양식별표, 서열지는 자동차생산정보(MSE)를 기초로 특정 부품의 서열에 필요한 서열정보를 추출 변환하여 나열한 것으로서 서열공정 작업자라면 그가 정규직이든 사내협력업체 소속이든 외주업체 소속이든 관계없이 반드시 제공되어야 하는 업무수행에 필요한 ‘객관적 정보’일 뿐이다. 사내서열 뿐만 아니라 부품생산업체 및 제2차 부품물류회사의 자체 서열장, 피고보조참가인의 통합물류창고에서 이루어지는 사외서열의 경우에도 피고측에서 제공한 자동차생산정보(MSE)를 기초로 서열정보를 추출변환한 서열지가 동일하게 제공되고, 서열공정 작업자들은 그 서열지에 따라 서열공정을 수행하고 있다는 점 역시 이를 뒷받침한다. 사외서열 근로자들이 피고의 지휘명령에 따라 서열공정을 수행하고 있다고 할 수는 없기 때문이다.   <br/>  그리고, 서열자 실명제 대장, 물류관리 프로그램은 해당 공정의 책임자를 명확히 함으로써 생산라인에 이종(異種) 또는  불출과정에 오류가 발생할 경우에 책임자에게 클레임을 제기하여 빠르게 시정하려는 의도일 뿐 근로자의 근태현황을 파악할 의도로 작성 운영된 것으로 보이지는 않는다. 제2차 부품물류회사에서 피고의 창고로 입고되는 서열용기(팔레트)에 제2차 부품물류회사의 자체 공장에 근무하는 사외 인력(조장)의 연락처가 기재되어 있는 것 역시 같은 취지이다. <br/>  또한 불출공정은 서열이 마쳐진 서열용기를 토우모터에 연결한 다음 각 생산라인 작업장으로 운반하여 생산라인 근처에 놓아두는 것으로서 일종의 ‘운송업무’로 볼 수 있고, ‘운송업무’의 생산효율성을 위해서는 동선이 가장 중요하다. 즉, 불출 공정이 어디 소속 근로자에 의하여 이루어지는지와 관계없이 어느 경우에나 다른 공정 작업자의 동선 및 작업시간대와 중복되지 않는 범위 내에서 최적의 동선으로 이루어질 수밖에 없는 것이다. 그런데, 사외 하도급업체에 불과한 제2차 부품물류회사들이 사내의 다른 공정 작업자들의 동선, 작업시간대에 관한 정보를 모두 알 수는 없는 노릇이므로, 사내 모든 공정을 조율, 관할하고 있는 피고측에서 최적의 동선을 계획하여 이를 작업자에게 제공함으로써 공장 내에서 이루어지는 작업자들의 동선이 겹치지 않으면서 효율성을 추구할 유인이 크다. 따라서 피고측에서 제2차 부품물류회사 소속 근로자들에게 불출동선을 제공하였다는 것만으로 이를 사용사업자의 파견근로자에 대한 지휘명령이라고 단정하기는 어렵다. <br/>  ② 일반적 작업배치·변경 결정권 <br/>  피고는 소외 1 회사와 부품구매계약을, 피고보조참가인과 부품통합물류계약을 체결하였다. 위 각 계약은 ‘부품단가’에다가 실제로 공급한 ‘부품량’을 곱한 금액을 도급비로 산정하는 물량도급 방식이다. 피고는 부품종류별로 수년에 걸친 단가협상을 거쳐 부품단가를 결정하게 되는데, 부품단가의 결정은 재료비가 절대적이며, 부품물류공정에 소요되는 인건비는 기타 수많은 항목 중의 하나로 고려될 뿐이다. 피고가 피고보조참가인에게 지급하는 도급비 중 인건비가 차지하는 비중은 50~60% 정도에 불과하고, 소외 1 회사에게 지급하는 도급비는 사실상 재료비가 대부분을 차지하므로, 인건비가 차지하는 비중은 훨씬 더 적을 것으로 보이고, 그 비율을 정확하게 추출해내기도 어렵다. 피고로서는 소외 1 회사나 피고보조참가인에게 정해진 부품단가에 공급물량을 곱한 금액을 도급비로 정산하면 족하고, 부품물류공정마다 실제 투입 인원이 표준 T/O를 초과하는지 혹은 미치지 못하는지 여부를 알아야할 이유가 없다. 그러한 사정이 도급비 기성금 산정에 별다른 영향을 미치지 않기 때문이다. 피고가 부품공정별 표준 T/O나 M/H를 정하여 소외 1 회사나 피고보조참가인에게 제공하였다고 볼만한 어떠한 자료도 발견되지 않는다. <br/>  한편, 소외 1 회사가 제2차 부품물류회사(진우공업, 정우기업)와 사이에 작업 투입인원(표준 T/O)을 고려하고, M/H를 분석하여 부품단가를 협의하고, 최종 도급비 역시 이를 고려하여 결정하고 있으며, 피고보조참가인과 제2차 부품물류회사(진우제이아이에스, 비케이로직스)와 사이에 작성된 물류생산도급계약서에 의하면, 도급단가를 정함에 있어서도 도급 작업의 내용 및 형태와 더불어 근무시간 및 임율도 고려하여 정하도록 되어 있고, 기성금 청구시 정산 및 실적에 관한 증빙자료로 물류공수 현황, 미조업산출 현황도 함께 제출하도록 되어 있으며, 작업인원의 변화로 인해 도급단가에 변경이 발생한 경우 도급액을 조정할 수 있도록 하는 사실은 인정된다. 그러나, 이는 어디까지나 수급인과 재하도급인 사이에 이루어진 계약일 뿐이고, 그 과정에 피고가 개입되었다고 볼 만한 아무런 증거가 없다. 소외 1 회사와 피고보조참가인을 부품물류공정과 관련하여 피고의 도관(導管)으로 볼 수 없는 이상 원도급인인 피고가 수급인을 제치고 수급인의 하청업체에게 공정별 투입인원을 준수하도록 지시하거나 이들로부터 미투입인원을 보고 받는 등으로 일반적 작업배치권, 변경권을 행사할 방법이 없다(2021. 11. 22.자 진우공업, 정우기업 사실조회회신서 기재 참조). 따라서, 피고가 제2차 부품물류회사들의 부품물류공정에 투입 배치되는 인원을 일방적으로 정하였다거나 그 변경권한을 행사하였다고 볼 수 없다.     <br/>  (2) 제2차 부품물류회사 소속 근로자들이 피고의 사업에 실질적으로 편입되었다고 볼 수 있는지, 도급계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되는 등 당해 근로자가 맡은 업무가 제3자 소속 근로자의 업무와 구별되는지 여부 <br/>  제2차 부품물류회사 소속 근로자들 중 피고의 □□공장 사내 작업자들은 피고의 정규직 근로자, 사내협력업체 소속 근로자들과 동일한 방식으로 부품물류공정을 수행하여 왔고, 사내에서 이루어지는 부품물류공정은 피고가 설계한 UPH(시간당 생산량) 등에 의하여 통제되고 있는 부품의 불출 등 작업을 할 때 업무의 양이나 속도 또한 위 부품을 사용하여 작업하는 해당 컨베이어 공정의 속도 등에 밀접하게 연동되어 있음은 앞서 본 바와 같다. <br/>  그러나, 앞서 인정한 사실에 의하여 알 수 있는 다음과 같은 사정에 비추어 보면 위와 같은 사정만으로는 제2차 부품물류회사 소속 근로자들이 피고의 사업에 실질적으로 편입되었다고 단정하기 어렵다. <br/>  ① 피고는 자동차 생산에 필요한 수만 개의 부품 중 직영에 의한 물류공정 진행보다 부품생산업체 또는 부품통합전문물류회사에 의한 물류공정 진행이 더 효율적이라고 판단한 부품에 한하여 이를 구분·특정하여 그 부품에 대한 물류공정을 위탁하였다. 따라서, 피고의 □□공장 사내에서 검사출하, 조립, 서열, 불출 공정을 수행하는 작업자들 모두가 동일한 업무를 수행하는 것처럼 보일지라도 이는 업무방식의 유사성에서 기인한 것일 뿐이고, 업무대상인 부품의 종류를 기준으로 보면 도급인 근로자와 수급인 근로자의 업무가 명확히 구분된다. 특정 부품에 대하여 제2차 부품물류회사 소속 근로자와 정규직 근로자, 사내협력업체 소속 근로자가 협업, 대체된 예를 발견할 수 없다(반면, 사내협력업체 소속 근로자의 경우에는 같은 부품에 대하여 정규직 근로자와 주야간으로 교대하여 부품물류공정을 수행하기도 하였음은 앞서 본 바와 같다).  <br/>  ② 제2차 부품물류회사들은 하도급 초기에는 소속 근로자들로 하여금 □□공장 사내에서 조립, 서열, 불출 공정 모두를 진행하도록 하였으나 부품사양의 증가 등으로 □□공장 사내에 작업장소가 부족하게 되자, 막대한 비용을 들여 □□공장 인근에 자체 공장, 서열장을 마련하여 점진적으로 조립, 서열 공정을 사외 자체 서열장으로 이전시키고, 불출 공정 위주로 □□ 공장 사내에서 진행되도록 하였다. 이 과정에서 제2차 부품물류회사는 소속 근로자 상당수 인력을 사내에서 사외로 재배치하였다. 원고 1 등 17명은 계쟁기간이나 계쟁시점 자체가 서열공정의 사외 이전 전이거나 불출 공정을 담당하고 있는 관계로 위와 같은 인력 재배치 이후에도 여전히 □□공장 사내에 남게 된 사람들이다. 특히 비케이로직스 소속 근로자인 원고 26은 2006. 9.경 비케이로직스에 입사하여 본사 공장에서 클림모듈 조립 및 서열 공정을 수행하다가 2008. 12.경 근무지를 피고의 □□3공장 사내로 변경하면서 2016. 4.경까지 3공장 32생산라인에 연료탱크 서열 및 불출 공정을 수행하였고, 2016. 4.경 근무지를 다시 비케이로직스 본사로 변경하면서 2017. 9.경까지 의장품목 서열 공정을 수행하였으며, 2017. 9.경 근무지를 다시 피고의 □□3공장 사내로 변경하여 현재까지 서열 및 불출 공정을 수행하고 있다. 원고 26 이외에도 비케이로직스 소속 근로자들 중 일부는 비케이로직스의 인사명령에 따라 사외근로와 사내근로를 번갈아 한 예가 발견된다. <br/>  이에 따르면, 원고 1 등 17명이 피고의 □□공장 사내에서 근무한 것은 제2차 부품물류회사의 구체적 작업배치권 행사의 결과로 보일 뿐이다. 단지 계쟁기간 또는 계쟁시점에 피고의 □□공장 사내에서 피고의 정규직 근로자들과 함께 서열, 불출 공정을 수행하였다는 이유만으로 그 기간에 제2차 부품물류회사의 해당 근로자에 대한 사용자로서의 지휘·명령권이 단절되었다거나 해당 근로자가 피고의 사업에 실질적으로 편입되었다고 할 수는 없다. <br/>   ③ 원고 1 등 17명이 피고의 □□공장 사내에서 수행하는 서열, 불출 공정 등은 사내의 정규직 근로자들의 공정이 아니라 각자가 소속되어 있는 제2차 부품물류회사 소속 근로자들이 사외에서 작업하는 선(先)공정과 유기적으로 연결되어 있다. 제2차 부품물류회사 소속 근로자들이 부품생산업체에서 제2차 부품물류회사의 자체 공장(서열장) 또는 피고보조참가인의 통합물류센터까지 부품을 운송하여 하차한 다음 입고 전 품질검사를 거치고, 사외(자체 작업장 또는 통합물류센터)에서 조립, 서열 작업을 거친 부품 용기(팔레트, 서열대차)를 지게차 등을 활용하여 출하장으로 이동, 납품 차량에 상차하여, 피고의 □□공장으로 운송하면, □□공장 사내에서 근무하는 원고 1 등 17명이 위 부품 용기(팔레트, 서열대차)를 수령한 다음 이를 서열하거나 토우모터에 연결하여 각 생산라인 작업장으로 운반하고, 팔레트를 정해진 장소(컨베이어 작업장소)에 놓아둠으로써 물류공정이 완료되기 때문이다. <br/>  (3) 제2차 부품물류회사가 부품물류공정에 관한 하도급 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지 여부 <br/>  수급인이 도급의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있지 못한 경우 독자적인 업무수행을 하기 어렵고 도급인에게 의존할 수밖에 없을 것이므로 근로자파견 인정의 징표가 될 수 있다. 그러나 위 인정사실에 의하여 알 수 있는 아래와 같은 사정을 종합하면, 피고가 직접 부품물류공정을 위탁한 소외 1 회사와 피고보조참가인, 이들로부터 다시 재하도급을 받은 제2차 부품물류회사들은 도급계약의 목적인 부품물류공정을 독자적으로 수행하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있다고 보기에 충분하다.  <br/>  ① 피고보조참가인, 소외 1 회사, 제2차 부품물류회사는 그 설립 목적 자체가 부품물류공정 또는 부품생산공급업으로서 피고와의 도급계약 내용에 부합한다. <br/>  ② 이들은 피고만을 상대로 업무를 수행하는 것이 아니라 부품물류공정에 관하여 여러 업체와 거래를 하면서 높은 매출을 올리는 등 독자적으로 물류사업을 하고 있다.  <br/>  ③ 피고보조참가인은 부품통합물류의 원활한 수행을 위한 자체 조직을 두고, 피고의 □□공장 인근에 부품통합물류센터를 설립하여 부품의 입고 및 검수, 보관, 재고관리 등을 하고 있으며, 자체 개발한 웹지스 프로그램을 통하여 서열정보를 추출변환함으로써 제2차 부품물류회사들로 하여금 서열작업을 효율적으로 수행하도록 하고 있고, 이외에도 통합창고관리시스템(GWMS), 계약관리시스템(GPMS)을 자체개발하여 사용하고 있다. <br/>  ④ 소외 1 회사는 부품물류공정과 관련하여 제2차 부품물류회사들에게 자체 공장에서 사용하던 핵심설비와 장비를 설치하여 주고, 생산에 관한 작업지시서를 작성하여 제공하였으며, 자체 개발한 프로그램을 이용하여 서열지를 제공하고, 부품 재고관리 프로그램을 이용하도록 하였다. <br/>  ⑤ 제2차 부품물류회사들 역시 사내, 사외에서 부품물류공정을 수행할 수 있는 조직체계를 갖추고, 피고의 □□공장 인근에 자체 공장(작업장)을 설립하여 물류공정을 수행하고 있을 뿐만 아니라 그에 필요한 장비를 보유하거나 임대하여 사용하고 있다. <br/>Ⅴ. 손해배상 청구에 관한 판단<br/>1. 임금 상당의 손해배상 청구에 관한 판단<br/>  가. 지급의무의 발생<br/>  피고는 개정 및 현행 파견법의 고용의무 규정에 따라 [별지4] 결과표의 ‘고용의무일’란 기재 각 해당일자부터 피고 □□공장에서 생산관리업무, 보전업무, 수출용 차량 출고업무를 담당하던 원고 16 등 12명을 직접 고용할 의무를 부담하게 되었다. 그런데 피고는 이를 이행하지 않고 있으므로, 파견근로자인 위 원고들은 사용사업주인 피고의 직접고용의무 불이행에 대하여 직접고용관계가 성립할 때까지의 임금 상당 손해배상금을 청구할 수 있다(대법원 2015. 11. 26. 선고 2013다14965 판결 등 참조). <br/>  개정 및 현행 파견법 제6조의2 제3항은 사용사업주가 파견근로자를 직접 고용하여야 하는 경우 ‘사용사업주의 근로자 중 당해 파견근로자와 동종 또는 유사업무를 수행하는 근로자가 있으면 그 근로자에게 적용되는 취업규칙 등에서 정하는 근로조건’을 적용하는 것으로 규정하고 있고, 원고 16 등 12명은 계쟁기간 또는 계쟁시점에 피고의 □□공장 사내에서 근무한 피고 소속 근로자들과 동종 또는 유사한 업무를 수행하였음은 앞서 본 바와 같다. <br/>  따라서 피고는 원고 16 등 12명에게 고용의무 발생일 이후로서 위 원고들이 구하는 바에 따라 원고 16, 원고 17, 원고 18, 원고 19, 원고 20, 원고 21, 원고 22, 원고 23은 2013. 4.부터, 원고 24는 2013. 5.부터, 원고 30은 2013. 8.부터, 원고 25는 2013. 11.부터 원고 29는 2014. 5.부터 각 피고와 근로계약을 체결하기 전인 2019. 12. 31.까지 기간에 대하여 위 원고들과 동종·유사업무를 수행한 피고 소속 근로자들이 받은 임금에서 위 원고들이 같은 기간 동안 사내협력업체로부터 받은 임금을 공제한 차액 상당의 손해를 배상할 의무가 있다. <br/>  이에 대하여 피고는, 위 원고들이 청구기간 동안 임금 차액 상당의 손해배상을 청구하기 위해서는 해당 기간 동안 사내협력업체 소속으로 파견되어 피고를 위하여 근로를 계속하여 제공한 사실까지 증명하여야 함에도, 원고 22는 특정 기간에 대한 급여명세서 및 소득금액증명서가 제출되지 않았으므로, 해당 기간에 소정근로에 상응하는 근로를 계속하여 제공한 사실에 대한 증명이 부족하다고 주장한다. <br/>  그러나, 원고 22의 청구는 피고가 위 원고에 대한 직접고용의무를 이행하였더라면 위 원고가 피고에게 근로를 제공함으로써 지급받았을 임금 상당의 손해배상을 구하는 것이고, 위 원고가 피고에게 직접 고용되었더라면 특별한 사정이 없는 한 계속하여 근로를 제공하였을 것으로 보는 것이 경험칙상 타당하므로, 피고가 주장하는 사정(급여명세서 등 미제출)만으로 위 원고가 특정 기간에 피고를 위한 소정 근로 자체를 제공할 수 없는 상태에 있었다고 단정하기는 어렵다(다만, 원고 22는 급여명세서가 제출되지 않은 기간에 대하여는 연장근로수당을 별도로 청구하지 않았다). 피고의 이 부분 주장은 이유 없다.  <br/>  나. 지급의무의 범위<br/>  (1) 비교 대상 근로자의 확정 <br/>  앞서 인정한 사실과 앞서 든 증거에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 원고 16 등 12명이 담당하여 온 생산관리, 출고, 보전공정에서는 사내협력업체 소속 근로자들뿐만 아니라 피고 소속 기술직군 정규직 근로자들도 업무를 수행하여 온 점, ② 원고 16 등 12명의 담당 업무는 피고 소속 기술직군 정규직 근로자들의 담당 업무와 밀접하게 연동되어 있었고 단순·반복적인 업무의 특성상 담당 업무의 대체도 충분히 가능한 점, ③ 원고 16 등 12명은 같은 공정에서 근로한 피고 소속 정규직 근로자들과 유사한 작업조건에서 근무하였고, 업무의 주된 목적이 동일하였던 점 등에 비추어 보면, 위 원고들이 수행하여 온 각 업무는 피고의 사업장 내 같은 공정에서 근무하는 피고 소속 기술직군 정규직 근로자들이 수행하여 온 업무와 본질적인 차이가 없으므로, 위 원고들의 각 업무는 같은 공정에서 근무하는 피고 소속 기술직군 정규직 근로자들의 업무와 동종 또는 유사한 업무에 해당한다고 봄이 타당하다. <br/>  나아가 피고의 사업장 내에서 근무한 기술직군 정규직 근로자들은 공정에 관계없이 같은 기준에 의하여 임금을 지급받은 사실은 당사자 사이에 다툼이 없으므로, 결국 원고 16 등 12명에게 지급되어야 할 임금 상당 손해배상액의 액수는 피고 소속 기술직군 정규직 근로자들이 지급받은 임금(이하 ‘기준임금’이라 한다)과 동일한 기준에 따라 산정되어야 한다. <br/>  (2) 산정기간<br/>원고 16 등 12명은 피고에게 각 고용의무 발생일 이후로서 원고 16, 원고 17, 원고 18, 원고 19, 원고 20, 원고 21, 원고 22, 원고 23은 2013. 4.부터, 원고 24는 2013. 5.부터, 원고 30은 2013. 8.부터, 원고 25는 2013. 11.부터 원고 29는 2014. 5.부터 각 2019. 12. 31.까지의 손해배상을 청구하고 있으므로, 위 원고들이 구하는 바에 따라 위 각 해당 기간(이하 ‘이 사건 청구기간’이라 한다)을 손해배상액의 산정기간으로 한다.<br/>  (3) 피고 소속 기술직군 정규직 근로자의 임금 구성 <br/>  당사자 사이에 다툼이 없거나, 갑 242 내지 254, 306 내지 309, 356 내지 361호증의 각 기재에 변론 전체의 취지를 종합하면 다음과 같은 사실이 인정된다. <br/>  피고 소속 기술직군 정규직 근로자에 대한 급여형태는 월급제, 기술월급제, 시급제로 구분되고, ① 월급제는 관리·감독업무, 비정량적 업무 종사자에게, ② 기술월급제는 기존 시급제로 운영되던 기술직에 대하여 보전수당 등을 적용하여 월급제로 변환시킨 형태로서 기술직군 내 2교대 근무자 등에게, ③ 시급제는 업무량 또는 성과를 시간 단위로 측정할 수 있는 생산현장의 정량적인 업무에 종사하는 기술직 종사자에게 각 적용된다. <br/>  한편 피고 소속 기술직군 정규직 시급제 근로자(이하 ‘정규직 근로자’로 약칭한다)의 임금은 기본급(240시간), 근속수당, 생산성수당, 단체개인연금, 교대근무수당, 조정수당, 근무능률향상수당, 연속2교대전환수당, 심야분보전수당, 연장근로수당(연장·야간·휴일근로수당을 모두 포함한다, 이하 같다), 정기상여금, 성과급, 일시금 등으로 구성되고, 이에 대한 구체적인 지급 기준은 아래와 같다. <br/>  (4) 기본급<br/>  기본급은 기술직 근로자 호봉표에 따라 결정되는데, 매년 1월 1일을 기준으로 2호봉씩 정기적으로 승급하였고, 2014년, 2015년에는 특별호봉 2호봉을 승급해주었다. 2013년부터 2019까지 기술직 근로자의 연도별 호봉별 기본급은 [별지9] 호봉표의 각 기재와 같다. <br/>  (5) 각종 수당, 정기상여금, 성과급, 일시금 <br/>  ① 근속수당 <br/>  피고는 정규직 근로자들의 근속년수에 따라 근속수당을 매월 지급하였고 2011. 4. 1. 이후 지급된 근속수당은 아래 표(단위: 원) 기재와 같다. <br/>?1년 미만1년 이상2년 이상3년 이상4년 이상6년 이상8년 이상11년 이상13년 이상15년 이상18년 이상21년 이상24년 이상2011.4. 이후5,00015,00025,00035,00045,00055,00065,00075,00085,00095,000105,000115,000125,000<br/>  ② 통상수당<br/>  피고는 통상수당으로 정규직 근로자들 중 교대조에게 생산성수당(월 20,000원), 단체개인연금(월 20,000원), 교대근무수당(월 10,000원), 조정수당(월 3,000원), 주간조에게 교대조와 같은 액수의 생산성수당과 단체개인연금을 지급하였다. <br/>  ③ 연장근로수당 <br/>  피고는 급여규정에 따라 연장·야간·휴일근로를 한 정규직 근로자들에게 ‘(기준내임금 ÷ 240시간) × 실근로시간 × 150%’의 산식으로 계산한 연장근로수당을, ‘(기준내임금 ÷ 240시간) × 실근로시간 × 200%’의 산식으로 계산한 야간근로수당을, ‘(기준내임금 ÷ 240시간) × 실근로시간 × 150%’의 산식으로 계산한 휴일근로수당을 지급하여 왔다. <br/>  ④ 근무능률향상수당, 연속2교대전환수당, 심야분보전수당<br/>  피고는 2013. 3. 4. 기존의 주야 맞교대 근무형태를 주간 연속2교대 근무형태로 변경하였고, 이로 인하여 근무시간이 줄어들면서 기존 근로자들의 임금 저하가 발생하게 되자 이를 보전하고자 근무형태 변경 당시 재직 중인 근로자들을 대상으로 한 주는 주간 조, 다음 주는 야간 조로 근무하는(이하 ‘1주 1야’라 한다) 정규직 근로자들에게 ‘통상임금 × 5.64%’의 산식으로 계산한 근무능률향상수당을 지급하여 오다가, 2016. 1. 11.부터는 ‘통상임금 × 9.1%’의 산식으로 계산한 근무능률향상수당을 지급하여 왔다. 또한 피고는 1주 1야 정규직 근로자들에게 2013. 3.경부터  ‘{(35시간 × 50% × 2시급) + (70시간 × 1시급)} ÷ 조정계수 1.9397’의 산식으로 계산한 연속2교대전환수당을, 2016. 1. 11.경부터 ‘(10시간 × 50% × 2시급) ÷ 조정계수 1.857’의 산식으로 계산한 심야분보전수당을 지급하였다. <br/>  ⑤ 정기상여금<br/>  피고는 2013년부터 2019년까지 정규직 근로자들에게 매년 기준급여의 750%에 해당하는 상여금을 짝수 달에 각 100%, 설날과 추석 및 하기휴가에 각 50%로 나누어 지급하였는데, 기준급여를 기술직군의 월급제 사원에 대하여는 통상임금으로, 기술월급 및 기술직 시급제 사원에 대하여는 통상임금에 30시간 분의 통상시급을 더하여 산정하였다. <br/>  ⑥ 성과급 및 일시금<br/>  피고는 지급일 현재 재직 중인 정규직 근로자들에게 통상임금에 소정의 지급율을 곱한 금액에 해당하는 성과급 및 일시금(격려금, 주식, 귀향비 등을 포함한다)을 지급하였는데 그 연간 지급율 및 일시금 액수는 아래 표 기재와 같다. 다만, 2013년부터 2016년까지는 아래 성과급 지급율 중 매년 50%는 정액(지급일 현재 조합원 인당 평균 금액)으로 지급하기로 정하였다. <br/>연도지급내역지급규모지급율 합계일시금 등2013년경영 성과금350% + 500만 원500%1,050만 원사업목표 달성 장려금300만 원특별격려금100%품질향상 성과장려금50% + 50만 원귀향비200만 원2014년경영 성과금300% + 500만 원450%1,070만 원IQS 목표달성 격려금150%사업목표달성 장려금370만 원귀향비주88)200만 원2015년경영 성과금300% + 200만 원400%600만 원브랜드 런칭 격려금50% + 100만 원품질 경쟁력 확보 격려금50% + 100만 원귀향비200만 원2016년경영 성과금250% + 250만 원350%947만 원품질지수 향상 기념 격려금100% + 80만 원호봉조정에 따른 인상금17만 원주식 30주주89)주90)400만 원귀향비200만 원2017년경영 성과금250% + 150만 원300%480만 원품질경쟁력 향상 관련 격려금50% + 50만 원노사관계 30주년 기념 및 노사공동 발전 격려금80만 원귀향비200만 원2018년경영 성과금200% + 100만 원250%480만 원생산판매 장려 특별 격려금50%품질경쟁력 확보 격려금180만 원귀향비200만 원2019년경영 성과금150%??품질지수 향상 격려금150만 원??상반기 실적 증진 격려금150만 원?12,815,000원주91)귀향비200만 원?10,415,000원주92)미래임금 경쟁력 및 법적 안정성 확보 격려금(이하 ‘미래금’이라 한다)2013. 3. 5. 이전 입사자 : 600만 원 + 15주150%8,415,000원주93)2013. 3. 6. 이후 입사자 : 400만 원 + 15주??2016. 1. 1. 이후 입사자 : 200만 원 + 15주??<br/>  (6) 선물비, 주간연속2교대포인트, 재래시장상품권<br/>  피고는 단체협약을 통하여 정규직 근로자들에게 2013. 4.부터 2019. 12.까지 다음과 같이 선물비 합계 325만 원 상당, 주간연속2교대포인트 합계 370만 원 상당의 온라인에서 사용이 가능한 포인트를 부여하고, 이와 함께 합계 총 170만 원 상당의 재래시장상품권을 교부하기로 약정하였다. <br/>?선물비 포인트주간연속2교대포인트재래시장상품권2013년액면금 25만 원액면금 50만 원액면금 20만 원2014년액면금 50만 원상동액면금 20만 원2015년상동상동-2016년상동상동액면금 70만 원2017년상동상동-2018년상동액면금 70만 원액면금 40만 원2019년상동액면금 50만 원액면금 20만 원합계총 액면금 325만 원총 액면금 370만 원총 액면금 170만 원<br/>  다. 원고별 월별 기준임금의 계산 <br/>  (1) 기본급 <br/>원고 16 등 12명의 호봉 및 기본급은 [별지6] 금원1표의 각 연도별 ‘호봉’ 및 ‘기본급계’란의 기재와 같다. <br/>  (2) 각종 수당(근속수당, 통상수당, 연장근로수당, 근무능률향상수당, 연속2교대전환수당, 심야분보전수당)<br/>  ① 원고 16 등 12명의 근속수당은 [별지8] 금원3표의 각 연도별 ‘연간 근속수당’란 기재와 같고, 이는 [별지5] 계산식표의 ‘금원3’란 기재 금액과 같다. 또한 원고 16 등 12명은 모두 교대근무자들인바, 위 원고들의 연도별 통상수당(생산성수당, 개인연금, 교대수당, 조정수당)은 [별지7] 금원2표의 각 해당란의 기재와 같고, 통상수당의 합계액은 [별지6] 금원1표의 각 연도별 ‘통상수당’란 기재와 같다. <br/>  ② 연장근로수당을 산정하는 ‘시간급 통상임금’은 기본급을 240시간으로 나눈 금액과 제수당을 226시간으로 나눈 금액을 합한 금액에 연장·휴일근무수당의 경우는 원고들의 연장·휴일근무시간을 각각 곱한 다음 1.5배를 가산하고, 야간근무수당은 원고들의 야간근무시간을 곱한 다음 0.5배를 추가로 더 가산하여 계산한다.<br/>원고 16 등 12명은 이 사건 청구기간 동안 [별지10] 연장근로시간표의 기재 시간만큼 연장근로를 하였고, 여기에 시간급 통상임금을 곱하여 계산한 위 원고들의 연장근로수당은 [별지6] 금원1표의 각 연도별 ‘연장수당’란 기재와 같다. <br/>  ③ 또한 원고 16 등 12명은 모두 1주 1야 근무형태로 근무하였는바, 앞서 본 기준에 따라 계산한 위 원고들의 근무능률향상수당, 연속2교대전환수당, 심야분보전수당은 [별지6] 금원1표의 각 연도별 각 수당의 해당란 기재와 같다.  <br/>  한편, 원고 24, 원고 25, 원고 29는 이 사건 청구기간 동안의 근무능률향상수당, 연속2교대전환수당을 청구하고 있으나, 앞서 본 바와 같이 근무능률향상수당, 연속2교대전환수당은 주간 연속2교대가 도입된 2013. 3. 4. 당시 재직하고 있던 1주 1야 정규직 근로자에게 적용되는 수당인바, 고용의무 발생일이 2013. 3. 4. 이후인 원고 24, 원고 25, 원고 29는 위 각 수당을 청구할 수 없다. 따라서 원고 24, 원고 25, 원고 29의 위 각 수당에 관한 청구는 이유 없다. <br/>  (3) 정기상여금 및 성과급, 일시금<br/>원고 16 등 12명의 이 사건 청구기간 동안 연도별 정기상여금, 성과급의 합계는 [별지6] 금원1표의 각 연도별 ‘상여금’, ‘성과급’란 기재와 같다. 또한, 주식 환산액, 귀향비, 격려금 등을 포함한 연도별 일시금의 합계는 [별지7] 금원2표의 ‘일시금 합계’란 기재와 같으며, 이는 [별지5] 계산식표의 각 연도별 ‘금원2’란 금액과 같다(원고 24, 원고 25, 원고 29는 고용의무일이 2013. 3. 6. 이후이므로 미래금 400만 원 + 주식 15주 지급대상자이고, 나머지 원고들은 고용의무일이 2013. 3. 5. 이전이므로 미래금 600만 원 + 주식 15주 지급대상자에 해당한다). <br/>  이에 대하여 피고는, 2019. 10.말 또는 우리사주의 지급시기인 2019. 11.말 이전까지 통상임금 관련 소송을 취하하거나 부제소 동의서를 제출한 자에 한하여 미래금을 지급하기로 노사간에 합의하였던 것인데, 위 원고들은 항소심 진행 중인 2021. 8. 24.에 이르러서야 부제소 동의서를 제출하는 등 미래금 지급대상에 해당하지 않으므로, 미래금에 상응하는 금원 및 주식 환산액을 청구할 수 없다고 주장한다. <br/>  살피건대, 갑 361호증의 4, 갑 376호증의 각 기재 및 변론 전체의 취지에 의하면, 피고는 2019. 9. 3. 노동조합과 합의에 의하여 근속기간에 따른 미래금(격려금 및 주식)을 지급하되 그 중 격려금은 2019. 10.말까지, 주식은 2019. 11.말까지 지급하기로 약정하면서 그 지급대상을 지급일 기준 재직 중인 자 중 임금 관련 소송을 취하하거나 개별적으로 부제소동의서를 제출한 자로 한정한 사실, 그런데, 위 원고들은 미래금 지급시기 훨씬 이후인 2021. 8. 24.에서야 이 법원에 통상임금 관련 소송에 관한 부제소동의서를 제출한 사실이 인정된다. <br/>  그러나 한편, 위 각 증거 및 위 인정사실에 의하여 알 수 있는 다음과 같은 사정, 즉 미래금 지급에 관한 노사합의서(갑 361호증의 4)에는 ‘사내하도급 특별고용 입사자의 경우에 근속 인정기간을 기준으로 근속기간을 산정한다’고 기재되어 있는바, 이는 피고가 합의 시점을 기준으로 직접고용의무를 부담하는 사내협력업체 소속 근로자들에 대하여도 위 합의를 적용하겠다는 취지로 해석되는 점, 원고 16 등 12인은 모두 위 합의 시점 이전에 고용의무가 이행되었어야 하는 근로자들임에도 불구하고 피고의 직접고용의무 불이행으로 인하여 위 미래금 합의에 따른 부제소 동의서를 제출할 기회 자체가 없었던 점, 이러한 경위로 위 원고들은 당심 진행 중에 뒤늦게라도 부제소 동의서(갑 376호증)를 제출함으로써 통상 임금 관련 소송에 관한 부제소 의사를 명확히 하였던 점, 피고 소속 정규직 근로자들 거의 대부분은 위 미래금 합의 직후 부제소 동의서를 제출함으로써 미래금을 지급받았던 점 등을 종합하여 보면, 만일 피고가 직접고용의무를 제때 이행하였더라면 원고 16 등 12명도 위 미래금 합의에 따른 부제소 동의서를 제출함으로써 미래금을 지급받았을 터인데 피고가 직접고용의무를 불이행함으로 말미암아 위 원고들은 미래금 상당의 손해를 입었다고 할 것이다. 이 부분 피고의 주장은 이유 없다. <br/>  (4) 선물비, 주간연속2교대포인트, 재래시장상품권<br/>  피고는 고용의무 대상자인 원고 16 등 12명에게 이 사건 청구기간에 지급된 선물비, 주간연속2교대포인트 및 재래시장상품권의 교부에 갈음하여 위 원고들이 주위적으로 구하는 바에 따라 그 액면금 상당액을 손해배상금으로 지급할 의무가 있고, 그 구체적 액수는 [별지7] 금원2표의 ‘선물비’, ‘주간연속2교대포인트’, ‘재래시장상품권’란 기재와 같다. <br/>  이에 대하여 피고는, 선물비, 주간연속2교대포인트와 재래시장상품권은 복리후생적 지급 금품으로 근로의 대가인 임금에 해당하지 않을 뿐만 아니라 사용방법 및 사용처가 정해져 있고, 금전에 비해 환가성이 떨어지는 등 그 경제적 가치가 금전과 동일하지 않으므로, 이를 금전의 형태로 청구할 수 없다고 주장한다.  <br/>  살피건대, 선물비, 주간연속2교대포인트 및 재래시장상품권이 (통상)임금에 해당한다고 할 수는 없으나, 피고는 단체협약에 따라 소속 정규직 근로자에게 해당 포인트 및 재래시장상품권을 부여·교부할 의무가 있으므로, 고용간주 효과가 발생한 원고 16 등 12명에 대한 직접고용의무를 제때 이행함으로써 이를 현물로 부여·교부할 의무가 있음에도 불구하고, 이를 불이행하였다. 이에 따라 위 원고들은 그에 상응하는 포인트 및 재래시장상품권을 부여·교부받지 못함으로써 동액 상당의 손해를 입게 되었다. 그리고 재래시장상품권은 현금과 동일한 가치를 가진 것을 전제로 유통되고 포인트도 온라인에서 사실상 액면금 상당의 현금과 동일한 가치를 가지는 것으로 봄이 일반적이라는 점을 감안하면, 이들을 금전으로 환산할 때 따로 할인율을 적용하지 않고 이들의 액면금을 같은 금액의 금원으로 환산함이 상당하다. 이 부분 피고의 주장은 이유 없다. <br/>  라. 정규직 임금 합계<br/>원고 16 등 12명의 이 사건 청구기간 동안 기본급, 통상수당, 연장근로수당, 근무능률향상수당 등, 성과급, 상여금의 합계액은 [별지5] 계산식표의 각 연도별 ‘금원1’란의 기재와 같고, 일시금 및 선물비·주간연속2교대포인트·재래시장상품권의 액면금의 합계액은 같은 표의 각 연도별 ‘금원2’란의 기재와 같으며, 근속수당의 합계액은 같은 표의 각 연도별 ‘금원3’란의 기재와 같다. 결국 위 원고들의 이 사건 청구기간 중 미지급 임금 상당의 손해액은 이를 모두 더한 같은 표의 각 연도별 ‘정규직임금’란의 기재와 같다. <br/>  마. 기지급 임금의 공제<br/>원고 16 등 12명이 사내협력업체 등으로부터 지급받은 임금은 앞서 본 기준임금에서 공제되어야 한다. <br/>  갑 245호증, 갑 246호증, 갑 356호증, 갑 357호증의 각 기재 및 변론 전체의 취지를 종합하면 원고 16 등 12명은 이 사건 청구기간 동안 사내협력업체로부터 [별지11] 기수령액표의 각 연도별 해당금액 상당을 임금으로 수령한 사실이 인정되므로, 위 원고들에 대하여 위 기지급 임금 전액을 손익상계로 공제하여야 한다. 이에 따라 공제한 원고별 미지급 임금 상당의 손해배상액 계산액은 [별지5] 계산식표의 각 연도별 ‘차액’란 기재와 같다. <br/>2. 약정금 상당의 손해배상 청구에 관한 판단<br/>  갑 247호증, 갑 307호증, 갑 308호증의 각 기재 및 변론 전체의 취지를 종합하면, ① 피고 단체협약 제26조에서는 10년 장기근속자에게는 금 7.5g과 통상급의 50%를 지급하도록 정하고 있는 사실, ② 피고 단체협약 제109조에서는 3년 이상 근속한 조합원 자녀에 대하여 중·고등학교 재학 시 전 자녀에 대한 입학금, 등록금, 육성회비(학교운영지원비) 및 대학교 재학시 3자녀에 대하여 입학금과 등록금을 전액 지급하고, 조합원 자녀에 대하여 취학 전 1년간 분기별 15만 원씩(2016년부터 분기별 20만 원씩) 지급하도록 정하고 있는 사실, ③ 원고 18, 원고 19, 원고 20, 원고 22, 원고 30은 고용의무 발생일로부터 [별지12] 약정금표의 ‘10년 근속일’란 각 날짜에 10년 근속에 도달한 사실, ④ 고용의무 발생일로부터 3년 이후 원고 21은 3,733,500원, 원고 23은 12,362,000원을 자녀 학자금으로 지출한 사실, ⑤ 원고 17은 2010년생, 2012년생 자녀를, 원고 20은 2012년생 자녀를 각 양육하고 있는 사실이 인정된다. <br/>  위 각 인정사실에 의하면, 피고는 위 원고들에게 단체협약에 따라 조합원에게 지급하기로 약정한 근속포상금, 학자금, 유아교육비에 상응하는 손해배상금을 지급할 의무가 있으며, 그 구체적 금액은 [별지12] 약정금표의 각 해당란의 기재와 같고 이를 위 원고들 별로 합산하면 같은 표의 ‘약정금계’란 기재와 같다. <br/>3. 피고의 주장에 관한 판단<br/>  피고는, 위 원고들이 개정 또는 현행 파견법 등에 의하여 피고에게 고용의무가 발생하더라도 조합원의 지위를 취득하는 것은 아니므로 단체협약에 따른 임금 또는 약정금 상당 손해배상액을 청구할 수는 없다고 주장한다. <br/>  살피건대, 앞서 든 증거들 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정 즉, 고용의무 규정에 따라 사용사업주에게 고용의무가 있는 파견근로자의 근로조건은 사용사업주의 근로자 중 해당 파견근로자와 동종·유사업무를 수행하는 근로자가 있을 경우 그 근로자에게 적용되는 취업규칙 등에서 정한 근로조건과 동일하다고 보는 것이 타당한 점, 피고의 단체협약에 신규입사자의 경우 입사와 동시에 ○○○ 노조의 조합원이 되도록 하는 이른바 ‘유니언숍 규정’을 두고 있는 점 등에 비추어 보면, 위 원고들은 고용의무가 발생한 시점 이후부터 피고 단체협약에 따른 임금 또는 약정금 상당의 손해배상액을 청구할 수 있다고 봄이 타당하다. 이 부분 피고의 주장은 이유 없다. <br/>4. 소결론<br/>  가. 결국 원고 16 등 12명이 피고에게 지급을 구할 수 있는 미지급 임금 및 약정금 상당의 손해배상액을 합한 금액은 [별지4] 결과표의 ‘총 인용금액’란 기재와 같고, 이는 [별지2] 인용금액표의 ‘총 인용금액’이다.<br/>  나. 따라서, 피고는 원고 16, 원고 17, 원고 18, 원고 19, 원고 20, 원고 21, 원고 22, 원고 23, 원고 30에게, [별지2] 인용금액표의 ‘총 인용금액’란 기재 각 금원 및 그중 ① 같은 표 ‘1차 임금’과 ‘1차 약정금’란 기재 각 금원에 대하여는 각 그 지급일 이후로서 원고들이 구하는 바에 따라 2016. 1. 6.부터 위 원고들이 구하는 바에 따라 2020. 2. 6.까지는 민법이 정한 연 5%의, ② 같은 표 ‘2차 임금’, ‘2차 약정금’란 기재 각 금원에 대하여는 각 그 지급일 이후로서 원고들이 구하는 바에 따라 2020. 1. 6.부터 2021. 5. 7.자 청구취지 및 청구원인 변경신청서 부본 송달일인 2021. 5. 10.까지는 민법이 정한 연 5%의, 각 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>  다. 또한, 피고는 원고 24, 원고 25, 원고 29에게 [별지2] 인용금액표의 ‘총 인용금액’란 기재 각 금원 및 그중 ① 같은 표 ‘1차 임금’란 기재 각 금원에 대하여는 각 그 지급일 이후로서 위 원고들이 구하는 바에 따라 2016. 1. 6.부터, ② 같은 표 ‘2차 임금’란 기재 각 금원에 대하여는 각 그 지급일 이후로서 위 원고들이 구하는 바에 따라 2020. 1. 6.부터 각 피고가 그 이행의무의 존부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 당심 판결선고일인 2022. 2. 16.까지는 민법이 정한 연 5%의, 각 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.  <br/>Ⅵ. 결  론<br/>  그렇다면, 원고 16, 원고 17, 원고 18, 원고 19, 원고 20, 원고 21, 원고 22, 원고 23, 원고 30의 각 청구는 이유 있으므로 이를 인용하고, 원고 24, 원고 25, 원고 29의 각 청구는 위 인정범위 내에서 이유 있으므로 이를 인용하기로 하며, 원고 24, 원고 25, 원고 29의 각 나머지 청구 및 원고 9, 원고 1 등 17명의 각 청구는 모두 이유 없으므로 이를 각 기각하여야 한다. 제1심판결은 이와 일부 결론을 달리하여 부당하므로 피고의 이 부분 항소를 받아들이되, 당심에서 확장 및 감축한 원고들의 청구를 포함하여 제1심판결을 변경하기로 하여 주문과 같이 판결한다.   <br/>[별지 생략]<br/><br/>판사 전지원(재판장) 이예슬 이재찬 ",
  "사건번호": "2020나2008393, 2020나2008409(병합)",
  "사건종류코드": "400101",
  "판례정보일련번호": "601841",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}