{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20221018",
  "법원명": "수원지방법원 성남지원",
  "사건명": "소유권이전등기",
  "판례내용": "【원    고】 [별지 1] 목록 기재와 같다. (소송대리인 법무법인(유한) 화우 담당변호사 기형규 외 4인)<br/>【피    고】 한국토지주택공사 (소송대리인 법무법인 진성 외 1인)<br/>【변론종결】2022. 9. 6.<br/>【주    문】<br/>  1. 원고들의 주위적 청구 및 예비적 청구를 모두 기각한다.<br/>  2. 소송비용은 원고들이 부담한다.<br/><br/>【청구취지】[주위적 청구취지]<br/>1. 피고는 [별지 4-1] 목록의 ‘원고’란 기재 원고들로부터 위 목록의 ‘분양가상한제 적용 추정가액 잔여금액(B-D)’란 기재 각 돈을 지급받은 다음, 위 원고들에게 [별지 3] 목록 기재 각 근저당권설정등기의 말소등기절차를 이행하라.<br/>2. 피고는 [별지 4-2] 목록의 ‘원고’란 기재 원고들 중<br/>  가. 원고 3, 원고 32, 원고 55, 원고 72, 원고 101, 원고 107, 원고 112, 원고 142, 원고 143, 원고 151, 원고 154, 원고 179, 원고 180, 원고 182, 원고 184, 원고 187, 원고 191, 원고 198, 원고 217에게 위 목록의 ‘분양가상한제 적용 추정가액 기준 초과액(D-B)’란 기재 각 돈 및 그 중 1억 원에 대하여는 2021. 4. 13.부터, 나머지 돈에 대하여는 2022. 8. 30.자 청구취지 및 청구원인 변경신청서부본 송달 다음날부터 각 다 갚는 날까지 연 12%의 비율로 계산한 돈을<br/>  나. 나머지 원고들에게 위 목록의 ‘분양가상한제 적용 추정가액 기준 초과액(D-B)’란 기재 각 돈 및 이에 대하여 2022. 8. 30.자 청구취지 및 청구원인 변경신청서부본 송달 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을<br/>  각 지급하라.<br/>3. 피고는 [별지 4-3－1] 목록의 ‘원고’란 기재 원고들에게<br/>  가. [별지 2] 목록 기재 각 부동산에 관하여 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차를 각 이행하고<br/>  나. 위 목록의 ‘분양가상한제 적용 추정가액 기준 초과액(D-B)’란 기재 각 돈 및 이에 대한 2022. 8. 30.자 청구취지 및 청구원인 변경신청서부본 송달 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>4. 피고는 [별지 4-3-2] 목록의 ‘원고’란 기재 원고들로부터 위 목록의 ‘분양가상한제 적용 추정가액 잔여금액(B-D)’란 기재 각 돈을 지급받음과 동시에 위 원고들에게 [별지 2] 목록 기재 각 부동산에 관하여 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차를 각 이행하라.<br/>[예비적 청구취지]<br/>1. 피고는 [별지 5-1] 목록의 ‘원고’란 기재 원고들로부터 위 목록의 ‘거래사례비교법 적용 평가액 잔여금액(C-D)’란 기재 각 돈을 지급받은 다음, 위 원고들에게 [별지 3] 목록 기재 각 근저당권설정등기의 말소등기절차를 이행하라.<br/>2. 피고는 [별지 5-2] 목록의 ‘원고’란 기재 원고들 중<br/>  가. 원고 3, 원고 32, 원고 55, 원고 72, 원고 101, 원고 107, 원고 112, 원고 142, 원고 143, 원고 151, 원고 154, 원고 179, 원고 180, 원고 182, 원고 184, 원고 187, 원고 191, 원고 198, 원고 217에게 위 목록의 ‘거래사례비교법 적용 평가액 기준 초과액(D-C)’란 기재 각 돈 및 그 중 1억 원에 대하여는 2021. 4. 13.부터, 나머지 돈에 대하여는 2022. 8. 30.자 청구취지 및 청구원인 변경신청서부본 송달 다음날부터 각 다 갚는 날까지 연 12%의 비율로 계산한 돈을<br/>  나. 나머지 원고들에게 위 목록의 ‘거래사례비교법 적용 평가액 기준 초과액(D-C)’란 기재 각 돈 및 이에 대하여 2022. 8. 30.자 청구취지 및 청구원인 변경신청서부본 송달 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을<br/>  각 지급하라.<br/>3. 피고는 [별지 5-3-1] 목록의 ‘원고’란 기재 원고들에게<br/>  가. [별지 2] 목록 기재 각 부동산에 관하여 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차를 각 이행하고,<br/>  나. [별지 5-3-1] 목록의 ‘거래사례비교법 적용 추정가액 기준 초과액(D-C)’란 기재 각 돈 및 이에 대한 2022. 8. 30.자 청구취지 및 청구원인 변경신청서부본 송달 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>4. 피고는 [별지 5-3-2] 목록의 ‘원고’란 기재 원고들로부터 위 목록의 ‘거래사례비교법 적용 평가액 잔여금액(C-D)’란 기재 각 돈을 지급받음과 동시에 위 원고들에게 [별지 2] 목록 기재 각 부동산에 관하여 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차를 각 이행하라.<br/>【이    유】1. 기초사실<br/>  가. 피고(2009. 10. 1. 한국토지주택공사법에 따라 설립되어 대한주택공사의 재산과 채권·채무, 그 밖의 권리·의무를 포괄승계하였다)는 성남시 분당구 판교택지개발지구 내에 임대의무기간 10년, 전용면적 85㎡ 초과 공공건설임대주택인 ○○단지아파트((동수 및 세대수 생략). 이하 ‘○○단지’라 한다)를 건설하였고, 원고들은 ○○단지 중 [별지 2] 목록 기재 각 부동산(이하 ‘이 사건 각 부동산’이라 한다)에 관하여 직접 피고와 임대차계약을 체결하거나, 피고와 임대차계약을 체결한 임차인의 임대차계약상 권리의무 일체를 승계하여 ○○단지에 거주하는 임차인들이다.<br/>  나. 피고는 2009. 1. 30. ○○단지의 입주자모집공고(이하 ‘이 사건 모집공고’라 한다)를 하였는데, 그 중 분양전환에 관한 부분은 아래와 같다.<br/>ㆍ분양전환시기: 최초 입주지정기간 종료일이 속하는 월의 다음달 1일부터 10년 이후ㆍ분양전환대상자: 임대주택법 제21조 제2항에 의거 분양전환 당시 당해 임대주택에 거주하는 임차인ㆍ분양전환가격 산정기준: 분양하기로 결정한 날을 기준으로 2인의 감정평가업자가 평가한 당해 주택의 감정평가금액의 산술평균금액으로 산정하되 감정평가업자 선정은 임대주택법시행규칙 별표1의 \"공공건설임대주택 분양전환가격의 산정기준 2.나목\"을 적용함<br/>  다. 피고는 2009. 9.경부터 입주자로 선정된 임차인들과 임대차계약을 체결하였고, 그 후 임대차계약을 갱신하였는데, 갱신된 임대차계약서(이하 ‘이 사건 임대차계약’이라 한다) 중 분양전환에 관한 부분은 아래와 같다.<br/>5. 계약일반조건 제13조 (공공임대주택의 분양전환) 임대인은 위 주택을 다음 각 호의 조건에 따라 분양전환한다. 1. 위 주택의 분양전환시기는 최초 입주지정기간 종료 후 10년으로 한다. 2. 위 임대주택의 분양전환가격 산정기준은 입주자모집공고안에서 정한 바에 따른다.<br/>  라. 피고는 2019. 10. 31. ○○단지의 임대의무기간이 만료된 후 2020. 1. 10. 원고들을 포함한 임차인들에게 주식회사 △△감정평가법인(이하 ‘△△감정’이라 한다) 및 주식회사 □□감정평가법인(이하 ‘□□감정’이라 한다)이 2019. 11. 1.을 기준으로 평가한 감정평가금액의 산술평균금액을 분양전환가격([별지 4-1] 목록의 ‘피고 통보 분양전환가격(A)’란 기재 각 돈. 이하 ‘이 사건 분양전환가격’이라 한다)으로 하고 분양전환계약기간을 2020. 2. 3.부터 2021. 2. 2.까지로 명시한 분양전환안내문을 발송하였다.<br/>  마. 원고들은 2020. 7. 9. 피고에게 ‘이 사건 분양전환가격은 주택법 등 관련 법령에 위반하여 산출된 것이므로 추후 소송을 통해 확정될 분양전환가격으로 이 사건 각 부동산에 관한 우선분양전환권을 행사한다’는 취지의 내용증명을 발송하였고, 위 내용증명은 2020. 7. 10. 피고에게 도달하였다.<br/>【인정근거】 다툼 없는 사실, 갑 제3 내지 9호증, 을 제9호증(가지번호 있는 것은 가지번호를 포함한다. 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 원고들의 주장 요지<br/>  가. 주위적 주장<br/>○○단지는 공공택지인 판교택지개발지구 내에 건설된 공공주택으로서 주택법 제57조의 분양가상한제 적용주택이고, 원고들은 공공주택 특별법 제50조의3 제1항에 따라 피고에 대하여 형성권인 우선분양전환청구권을 가지는바, 2020. 7. 9.자 내용증명 또는 이 사건 소장부본 송달로써 주택법 제57조에서 정한 상한가격 이하로 우선분양전환을 해줄 것을 요구하는 우선분양전환청구권을 행사하였으므로, 원고들과 피고 사이에는 이 사건 각 부동산에 관하여 분양가상한제를 적용한 분양전환가격([별지 4-1] 목록의 ‘분양가상한제 적용 추정가액(B)’란 기재 각 돈)을 분양대금으로 하는 분양계약이 확정적으로 체결되었다.<br/>  따라서 피고는 주위적으로 ① [별지 4-1] 목록의 ‘원고’란 기재 원고들로부터 분양가상한제에 따른 분양전환가격과 위 원고들로부터 납부받은 돈과의 차액[위 목록의 ‘분양가상한제 적용 추정가액 잔여금액(B-D)’란 기재 각 돈]을 지급받은 다음, 분양대금 잔액의 지급을 담보하기 위하여 설정된 각 근저당권설정등기를 말소할 의무가 있고, ② [별지 4-2] 목록의 ‘원고’란 기재 원고들로부터 분양가상한제에 따른 분양전환가격을 초과하여 지급받은 돈[위 목록의 ‘분양가상한제 적용 추정가액 기준 초과액(D-B)’란 기재 각 돈]을 부당이득으로 반환할 의무가 있으며, ③ [별지 4-3-1] 목록의 ‘원고’란 기재 원고들에게 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차를 이행하고, 위 원고들로부터 분양가상한제에 따른 분양전환가격을 초과하여 지급받은 돈[위 목록의 ‘분양가상한제 적용 추정가액 기준 초과액(D-B)’란 기재 각 돈]을 부당이득으로 반환할 의무가 있으며, ④ [별지 4-3-2] 목록의 ‘원고’란 기재 원고들에게 분양가상한제에 따른 분양전환가격과 위 원고들로부터 납부받은 돈과의 차액[위 목록의 ‘분양가상한제 적용 추정가액 잔여금액(B-D)’란 기재 각 돈]을 지급받음과 동시에 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다.<br/>  나. 예비적 주장<br/>     설령 주택법 제57조의 분양가상한제가 ○○단지에 적용되지 않는다고 하더라도, 이 사건 분양전환가격은 그 기초가 된 감정평가의 절차상·방법상의 하자로 인하여 무효이므로, 이 사건 각 부동산의 정당한 분양전환가격은 이 법원의 감정에 의하여 거래사례비교법을 적용한 분양전환가격[[별표 5-1] 목록의 ‘거래사례비교법 적용 평가액(C)’란 기재 각 돈]으로 정해져야 한다.<br/>  따라서 피고는 예비적으로 ① [별지 5-1] 목록의 ‘원고’란 기재 원고들로부터 거래사례비교법을 적용한 분양전환가격과 위 원고들로부터 납부받은 돈과의 차액[위 목록의 ‘거래사례비교법 적용 평가액 잔여금액(C-D)’란 기재 각 돈]을 지급받은 다음, 분양대금 잔액의 지급을 담보하기 위하여 설정된 각 근저당권설정등기를 말소할 의무가 있고, ② [별지 5-2] 목록의 ‘원고’란 기재 원고들로부터 거래사례비교법을 적용한 분양전환가격을 초과하여 지급받은 돈[위 목록의 ‘거래사례비교법 적용 평가액 기준 초과액(D-C)’란 기재 각 돈]을 부당이득으로 반환할 의무가 있으며, ③ [별지 5-3-1] 목록의 ‘원고’란 기재 원고들에게 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차를 이행하고, 위 원고들로부터 거래사례비교법을 적용한 분양전환가격을 초과하여 지급받은 돈[위 목록의 ‘거래사례비교법 적용 평가액 기준 초과액(D-C)’란 기재 각 돈]을 부당이득으로 반환할 의무가 있으며, ④ [별지 5-3-2] 목록의 ‘원고’란 기재 원고들에게 거래사례비교법을 적용한 분양전환가격과 위 원고들로부터 납부받은 돈과의 차액[위 목록의 ‘거래사례비교법 적용 평가액 잔여금액(C-D)’란 기재 각 돈]을 지급받음과 동시에 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다.<br/>3. 이 사건 분양전환가격의 유효성<br/>  가. 분양가상한제의 적용 여부<br/>    ⑴ 주택법과 구 임대주택보호법 및 공공주택 특별법의 관계<br/>      원고들은 이 사건 임대차계약에서 정한 분양전환가격 산정방식이 주택법의 분양가상한제 규정에 위반되어 무효라는 취지로 주장하므로, ○○단지와 같이 전용면적 85㎡ 초과 공공건설임대주택의 분양전환가격에 주택법상의 분양가상한제가 적용되는지 여부에 관하여 본다.<br/>  이 사건 임대차계약 당시의 구 주택법(2009. 12. 29. 법률 제9865호로 개정되기 전의 것, 이하 ‘구 주택법’이라 한다) 제6조 제1항은 ‘임대주택의 건설·공급 및 관리에 관하여 「임대주택법」으로 정하지 아니한 사항에 대하여는 이 법을 적용한다’고 규정하고, 구 임대주택법(2009. 12. 29. 법률 제9863호로 개정되기 전의 것, 이하 ‘구 임대주택법’이라 한다) 제3조는 ‘임대주택의 건설·공급 및 관리에 관하여 이 법에서 정하지 아니한 사항에 대하여는 주택법 및 주택임대차보호법을 적용한다’라고 규정하며, 현행 주택법 제3조는 ‘주택의 건설 및 공급에 관하여 다른 법률에 특별한 규정이 있는 경우를 제외하고는 이 법에서 정하는 바에 따른다’라고 규정하고, 공공주택 특별법 제5조는 ‘이 법은 공공주택사업에 관하여 다른 법률에 우선하여 적용한다. 다만, 다른 법률에서 이 법의 규제에 관한 특례보다 완화되는 규정이 있으면 그 법률에서 정하는 바에 따른다(제1항). 공공주택의 건설·공급 및 관리에 관하여 이 법에서 정하지 아니한 사항은 주택법, 건축법 및 주택임대차보호법을 적용한다(제2항)’라고 규정하고 있다.<br/>   위와 같은 구 주택법 및 주택법 등의 규정을 종합해 보면, 구 주택법 및 현행 주택법의 규정들은 구 임대주택법 및 공공주택 특별법에 정함이 없는 사항에 관하여 적용되는 일반법과 특별법의 관계에 있다고 봄이 타당하므로, 만일 전용면적 85㎡ 초과 공공건설임대주택의 분양전환가격에 관하여 구 임대주택법 및 공공주택 특별법에 아무런 정함이 없다면, 위 각 조항의 문언 해석상 ○○단지의 분양전환가격에 관하여 일반법인 구 주택법 제38조의2 또는 현행 주택법 제57조의 분양가상한제 규정이 적용될 여지는 있어 보인다.<br/>    ⑵ 전용면적 85㎡ 초과 공공건설임대주택의 분양전환가격에 관한 구 임대주택법 및 공공주택 특별법의 규율<br/>       구 임대주택법은 우선분양전환의 방법·절차 및 가격 등에 관하여 필요한 사항을 대통령령으로 정하도록 규정하였고(제21조 제1항, 제10항), 같은 법 시행령(2009. 9. 21. 대통령령 제21744호로 개정되기 전의 것, 이하 ‘구 임대주택법 시행령’이라 한다) 제23조 제7항은 \"법 제21조 제1항부터 제9항까지의 규정에 따라 공공건설임대주택(제13조 제5항 각 호의 공공건설임대주택은 제외한다)을 분양전환하는 경우 분양전환가격 산정의 기준·방법 및 절차 등에 관하여 제1항부터 제6항까지에 규정된 것 외에 필요한 사항은 국토해양부령으로 정한다\"고 규정하였으며, 같은 법 시행규칙(2009. 12. 16. 국토해양부령 제194호로 개정되기 전의 것, 이하 ‘구 임대주택법 시행규칙’이라 한다) [별표 1] ‘공공건설임대주택 분양전환가격의 산정기준’은 위 시행령 제23조 제7항에 따른 공공건설임대주택 분양전환가격 산정기준에 관하여 상세하게 규정하였다.<br/>  공공주택 특별법도 구 임대주택법과 같은 방식으로 우선분양전환의 방법·절차 등에 관하여 필요한 사항은 대통령령으로 정하도록 규정하면서(제50조의3 제1항 후문), 같은 법 시행령 제56조 제7항은 ‘법 제50조의3 제1항부터 제6항까지의 규정에 따라 공공건설임대주택(전용면적 85㎡를 초과하는 경우는 제외한다)을 분양전환하는 경우 분양전환가격 산정의 기준·방법 및 절차 등에 관하여 제1항부터 제6항까지에서 규정한 사항 외에 필요한 사항은 국토교통부령으로 정한다’라고 규정하고, 같은 법 시행규칙 [별표 7] ‘공공건설임대주택 분양전환가격의 산정기준’은 위 시행령 제23조 제7항에 따른 공공건설임대주택 분양전환가격 산정기준에 관하여 상세하게 규정하고 있다.<br/>  이와 같이 구 임대주택법 및 공공주택 특별법은 전용면적 85㎡를 초과하는 공공건설임대주택을 각 시행규칙에서 정한 분양전환가격 산정기준의 적용대상에서 제외하고 있는데, 전용면적 85㎡를 초과하는 공공건설임대주택을 분양전환가격 산정기준의 적용 대상에서 제외하는 입법은 2005. 9. 16. 대통령령 제19051호로 개정된 임대주택법 시행령을 통하여 이루어진 후 현재까지 그대로 유지되고 있다.<br/>  그런데 을 제1호증의 기재에 의하면, 법제처는 위 임대주택법 시행령의 개정이유로 ‘공공기관이 공급하는 중형·대형임대주택의 경우 민간건설임대주택의 경우와 같이 수익성을 확보할 필요가 있으므로, 국가·지방자치단체·대한주택공사(피고) 또는 지방공사가 건설한 전용면적 85㎡를 초과하는 주택의 경우 분양전환가격 산정기준 및 임대료를 자율적으로 정할 수 있도록 하였고, 이를 통해 공공기관이 중형·대형임대주택 건설에 적극적으로 참여하여 다양한 임대수요를 충족하여 줄 것으로 기대된다’고 밝힌 사실이 인정되는바, 위와 같은 법령의 문언 및 개정이유 등에 비추어 보면, 전용면적 85㎡를 초과하는 공공건설임대주택을 분양전환가격 산정기준 설정 대상에서 제외한 것은 임대사업자 또는 공공주택사업자가 자율적으로 분양전환가격을 결정할 수 있도록 하기 위한 것으로 봄이 타당하고(대법원 2012. 7. 12. 선고 2010다36261 판결 참조), 결국 전용면적 85㎡를 초과하는 공공건설임대주택의 분양전환가격에 대하여는 구 임대주택법 및 공공주택 특별법에 의한 입법이 이루어지지 않은 것이 아니라, 오히려 분양전환가격을 임대사업자 또는 공공주택사업자가 자율적으로 정할 수 있도록 하는 적극적 입법이 이루어진 것으로 보아야 한다(헌법재판소 2021. 4. 29. 선고 2020헌마923 전원재판부 결정 참조). <br/>  따라서 구 임대주택법 및 공공주택 특별법이 전용면적 85㎡를 초과하는 공공건설임대주택의 분양전환가격에 관하여 정한 바가 없으므로, 주택법상 분양가상한제가 적용되어야 한다는 원고들의 주장은 이유 없다.<br/>    ⑶ 헌법 위반 여부<br/>      원고들은 이 사건 임대차계약에서 분양전환 시점의 감정평가금액을 토대로 분양전환가격을 산정하도록 한 것은 합리적 근거 없이 원고들을 비롯한 ○○단지의 입주자들을 분양가상한제 적용대상 입주자들과 차별하는 것으로서 헌법 제11조의 평등원칙에 위배된다는 취지로도 주장한다.<br/>  그러나 분양전환 시점의 감정평가금액을 분양전환가격으로 정한다고 하여 분양전환 임대주택의 임대차계약에 따른 임차인의 본질적 권리, 즉 임대의무기간 동안 주택을 주거로 사용하고 임대의무기간 경과 후에 분양전환을 통해 주택을 소유할 수 있는 권리를 사실상 박탈하는 결과를 초래하지는 않는 점, 정부가 10년 공공임대주택을 도입한 취지는 현재 시점에서 자력으로 주택을 취득할 수 없는 수요자에게 상당한 기간 저렴한 주거비용으로 안정적인 생활을 하면서 재산을 형성할 수 있는 기회를 제공하는 것이지 일정 기간 경과 후 주택 소유를 보장해 주는 것이 아닌 점, 10년 공공임대주택의 분양전환가격 산정기준이 5년 공공임대주택의 경우에 비하여 상대적으로 임차인에게 불리하다고 하더라도, 이는 재화의 성격이 다르고 그 재화의 공급에 따른 수익성의 차이에서 비롯된 것인 점, 임차인인 원고들은 분양전환을 통해 이 사건 각 부동산을 매수할 의무는 없으므로 임대의무기간 만료 후 분양전환가격이 예상보다 높으면 분양전환을 포기할 수도 있는 점, 임차인은 10년이라는 장기간에 걸쳐 주변 시세에 비해 저렴한 임대보증금과 임대료를 지불하면서 주택에서 거주한 다음 통상적으로 시가보다는 낮은 수준에서 결정되는 감정평가액에 따른 대금을 지급하고 당해 주택을 취득할 수 있는 점 등에 비추어 보면, 이 사건 각 부동산의 분양전환가격을 분양전환 시점의 감정평가금액으로 정한다고 하여 그것이 헌법 제11조에 위배된다고 볼 수 없으므로, 원고들의 주장은 이유 없다.<br/>  나. 감정평가의 절차상·방법상 하자 여부<br/>    ⑴ 감정평가법인의 선정주체 관련<br/>      ㈎ 원고들의 주장<br/>공공주택 특별법 제50조의3 제3항 등은 분양전환가격 산정을 위한 감정평가법인의 선정주체를 시장·군수 또는 구청장으로 규정하고 있고, 이 사건 임대차계약상으로도 감정평가업자의 선정은 구 임대주택법 시행규칙 [별표 1] 공공건설임대주택 분양전환가격의 산정기준 2.나목에 따라 시장 등이 선정하도록 되어있음에도 불구하고, 피고는 자신이 일방적으로 선정한 감정평가법인의 감정평가금액을 기초로 이 사건 분양전환가격을 산정하였으므로, 이 사건 분양전환가격은 감정평가법인 선정상의 하자로 인하여 무효이다.<br/>      ㈏ 판단<br/>        이 사건 임대차계약서에 ‘분양전환가격 산정기준은 입주자모집공고안에서 정한 바에 따른다’고 기재되어 있고, 이 사건 모집공고에 ‘분양전환가격은 분양하기로 결정한 날을 기준으로 2인의 감정평가업자가 평가한 당해 주택의 감정평가금액의 산술평균금액으로 산정하되 감정평가업자 선정은 임대주택법 시행규칙 [별표 1] 공공건설임대주택 분양전환가격의 산정기준 2.나목을 적용한다’고 기재되어 있는 사실은 앞서 본 바와 같으며, 이 사건 모집공고 당시 시행 중이던 구 임대주택법 시행규칙 [별표 1] 2.나목은 시장·군수·구청장·특별자치도지사로 하여금 분양전환가격 산출을 위한 감정평가법인을 선정하도록 규정하고 있는바, 이를 종합해 보면 이 사건 임대차계약서의 해석상 ○○단지의 분양전환가격 산정을 위한 감정평가법인의 선정주체는 성남시장으로 봄이 타당하다(공공주택 특별법 제50조의3 제3항 및 같은 법 시행령 제56조 제1항도 같은 취지에서 시장 등이 공공건설임대주택 분양전환가격 산정을 위한 감정평가법인의 선정주체로 규정하고 있으나, 이 사건 임대차계약에 의하더라도 감정평가법인의 선정주체가 성남시장임이 명백한 이상 위 공공주택 특별법 규정 등의 적용 여부는 따로 판단하지 않는다).<br/>  그런데 갑 제5, 18호증, 을 제4 내지 10호증의 각 기재 및 변론 전체의 취지에 의하면, 피고는 2019. 4. 26. 원고들을 포함한 ○○단지 임차인들에게 분양전환가격 산정을 위한 감정평가를 성남시에 의뢰하겠다고 통보한 후 2019. 8. 1. 성남시장에게 분양전환가격 산정을 위한 감정평가법인의 선정 및 감정평가의 의뢰에 협조해 달라고 요청하였으나, 성남시장은 2019. 8. 6. 피고에게 공공주택 특별법 시행령 제56조 제7항이 전용면적 85㎡를 초과하는 경우를 제외하고 있으므로 분양전환가격 산정의 기준·방법·절차는 피고가 임차인과 협의하여 자율적으로 정할 사항이라고 회신한 사실, 이에 피고는 2019. 10. 8. ○○단지 임차인대표회의에 이 사건 모집공고에 따라 성남시장에게 감정평가법인의 선정 및 평가의뢰를 요청하였으나 성남시장은 피고가 임차인과 협의하여 자율적으로 정할 사항이라고 회신하였다고 밝히면서 감정평가법인의 추천을 요청하였고, 2019. 10. 17. ○○단지 임차인들에게도 감정평가법인의 추천을 요청하였으나, 위 임차인대표회의와 임차인들이 응하지 않은 사실, 피고는 그 후 2019. 11. 14. △△감정 및 □□감정을 ○○단지의 분양전환가격 산정을 위한 감정평가법인으로 각 선정하여 각 감정평가를 의뢰한 사실이 각 인정되는바, 위 인정사실에 의하면, 피고가 분양전환가격 산정을 위한 감정평가법인을 단독으로 선정하여 감정평가를 의뢰한 데에는 그 경위에 비추어 정당한 사유가 있는 것으로 보이고, 단순히 원래 선정주체인 성남시장이 선정하지 않은 감정평가법인의 감정평가액을 기초로 산정되었다는 사정만으로 이 사건 분양전환가격을 무효로 볼 수는 없으므로, 원고들의 주장은 이유 없다.<br/>    ⑵ 이의신청권 관련<br/>      ㈎ 원고들의 주장<br/>공공주택 특별법 제50조의3 제3항 단서 등은 감정평가에 대한 임차인들의 이의신청권을 보장하고 있고, 이 사건 임대차계약상으로도 구체적인 감정평가를 구 임대주택법 시행규칙 [별표 1] 2.나목에 의하는 것으로 정하고 있는데 위 시행규칙 [별표 1] 2.나목은 감정평가에 대한 임차인들의 이의신청권을 보장하고 있는바, 그럼에도 불구하고 피고는 이 사건 소제기 전까지 감정평가서를 공개하지 않았고, 감정평가에 대한 임차인들의 이의신청을 무시하고 이 사건 분양전환가격을 그대로 통지하였으므로, 이 사건 분양전환가격은 그 기초가 된 감정평가에 대한 원고들의 이의신청권이 침해되어 무효이다.<br/>      ㈏ 판단<br/>        이 사건 임대차계약서에 ‘분양전환가격 산정기준은 입주자모집공고안에서 정한 바에 따른다’고 기재되어 있고, 이 사건 모집공고에 ‘분양전환가격은 분양하기로 결정한 날을 기준으로 2인의 감정평가업자가 평가한 당해 주택의 감정평가금액의 산술평균금액으로 산정하되 감정평가업자 선정은 임대주택법 시행규칙 [별표 1] 공공건설임대주택 분양전환가격의 산정기준 2.나목을 적용한다’고 기재되어 있는 사실은 앞서 본 바와 같으며, 구 임대주택법 시행규칙 [별표 1] 2.나목 4)는 ‘그 밖의 감정평가법인의 선정 및 이의신청 등에 관한 사항은 법 제21조 제9항 및 영 제23조에 따른다’고 규정하고 있고, 구 임대주택법 제21조 제9항 단서는 ‘감정평가에 대하여 대통령령으로 정하는 사항에 해당하여 임대사업자 또는 임차인 과반수 이상의 동의를 받은 임차인(임차인대표회의가 구성된 경우 임차인대표회의를 말한다)이 이의신청을 하는 경우 시장 등은 대통령령으로 정하는 바에 따라 1회에 한하여 재평가하게 할 수 있다’고 규정하고 있으며, 같은 법 시행령 제23조 제4항은 위 대통령령으로 정하는 사항을 ‘1. 관계 법령을 위반하여 감정평가가 이루어 진 경우 2. 부당하게 평가되었다고 인정하는 경우’로 제한하고 있다(공공주택 특별법 제50조의3 제3항 단서 및 같은 법 시행령 제56조 제4항도 같은 취지에서 감정평가에 대한 임차인들의 이의신청권을 규정하고 있으나, 이 사건 임대차계약에 의하더라도 이의신청권이 인정되는 이상 위 공공주택 특별법 규정 등의 적용 여부는 따로 판단하지 않는다).<br/>  그런데 갑 제18, 20호증의 기재에 의하면, ○○단지 임차인대표회의가 피고에게 2019. 10. 15. 및 2020. 2. 10. 성남시장에 의한 감정평가 시행, 분양가상한제 적용, 공공주택 특별법에서 정한 절차 준수 등을 주장하며 감정평가의 재실시 및 감정평가 정보공개 등을 요청한 사실은 인정되나, 앞서 본 바와 같이 ○○단지에는 분양가상한제가 적용되지 않고, 피고는 성남시장의 감정평가의뢰요청에 대한 회신 취지에 따라 감정평가법인을 선정한 점 등에 비추어, 위 임차인대표회의가 주장한 사유들은 구 임대주택법 시행령 제23조 제4항에서 정한 이의신청사유에 해당한다고 보기 어렵고, 뒤에서 보는 바와 같이 피고가 의뢰한 감정평가의 기준 및 방법 등에 어떠한 잘못이 있다고 보기도 어려워, 피고가 임차인대표회의의 요청을 받아들이지 않았다고 하더라도, 이로써 임차인들의 이의신청권이 실질적으로 침해되었다거나, 이로 인하여 이 사건 분양전환가격이 무효라고 단정하기는 어려우므로, 원고들의 주장은 이유 없다.<br/>    ⑶ 감정평가 대상주택 관련<br/>      ㈎ 원고들의 주장<br/>공공주택 특별법 시행규칙 제42조 제2항은 같은 단지에서 30세대 이상 분양전환하는 공공임대주택의 경우 10퍼센트 범위에서 감정평가 대상주택을 정하도록 규정하고 있고, 이 사건 임대차계약상으로도 구체적인 감정평가를 구 임대주택법 시행규칙 [별표 1] 2.나목에 의하는 것으로 정하고 있으며, 위 시행규칙 [별표 1] 2.나목은 분양전환세대수의 10퍼센트 범위에서 감정평가 대상주택을 정하도록 규정하고 있는바, 이 사건 분양전환가격 산정을 위한 감정평가는 전체 ◇◇세대 중 4세대만 감정평가 대상주택으로 하였으므로 위법하고, 이를 근거로 한 이 사건 분양전환가격도 무효이다.<br/>      ㈏ 판단<br/>        이 사건 임대차계약서에 ‘분양전환가격 산정기준은 입주자모집공고안에서 정한 바에 따른다’고 기재되어 있고, 이 사건 모집공고에 ‘분양전환가격은 분양하기로 결정한 날을 기준으로 2인의 감정평가업자가 평가한 당해 주택의 감정평가금액의 산술평균금액으로 산정하되 감정평가업자 선정은 임대주택법 시행규칙 [별표 1] 공공건설임대주택 분양전환가격의 산정기준 2.나목을 적용한다’고 기재되어 있는 사실은 앞서 본 바와 같으며, 이 사건 모집공고 당시 시행 중이던 구 임대주택법 시행규칙 [별표 1] 2.나목 2)는 ‘같은 단지에서 20호 또는 20세대 이상의 임대주택을 분양전환하는 경우 감정평가의 대상주택은 분양전환대상 호수 또는 세대수의 10퍼센트 범위에서 동·규모·층 및 방향 등을 고려하여 정할 수 있다’고 규정하고 있다(공공주택 특별법 시행규칙 제42조 제2항도 같은 단지 내 30세대 이상을 분양전환하는 경우에는 분양전환대상 세대수의 10퍼센트 범위에서 동·규모·층 및 방향 등을 고려하여 감정평가의 대상 주택을 정할 수 있다’고 규정하고 있으나, 이 사건 임대차계약서에 의하더라도 감정평가 대상주택을 10% 범위에서 정해야 하는 이상 위 시행규칙 규정의 적용 여부에 대하여는 따로 판단하지 않는다).<br/>  그런데 ○○단지가 (동수 및 세대수 생략)으로 구성된 사실은 앞서 본 바와 같고, 을 제2, 3호증의 각 기재 및 변론 전체의 취지에 의하면, 피고가 선정한 △△감정 및 □□감정의 직원들은 ○○단지에 대한 감정평가를 위해 수차례 현장을 방문하였으나 입주자들의 반대로 현장조사를 제대로 진행하지 못하다가 결국 4세대에 대해서만 현장조사를 마친 사실, 위 감정평가법인들은 현장조사 외에 단지배치도 및 평면도 등을 토대로 거래사례비교법 등에 의한 감정가격을 산정하였고, 피고는 위 감정가격을 산술평균한 금액으로 이 사건 분양전환가격을 정한 사실이 각 인정되는바, 위와 같은 감정평가의 경위 등에 비추어, 비록 위 감정평가법인들이 분양전환대상 ◇◇세대의 10퍼센트(34세대)에 못 미치는 4세대에 대하여만 현장조사를 실시한 후 감정가격을 산정하였다고 하더라도, 그러한 사정만으로 이 사건 분양전환가격이 무효라고 단정하기는 어려우므로, 원고들의 주장은 이유 없다.<br/>    ⑷ 감정평가의 기준 및 방법 관련<br/>      ㈎ 원고들의 주장<br/>        피고가 선정한 감정평가법인들은 ○○단지가 무주택 서민들의 내집 마련 지원을 위한 공공건설임대주택임에도 원가요소나 임대기간 동안의 실제 비용 지출 관계 등 다른 제반 사정을 전혀 고려하지 않은 채 오로지 거래사례비교법에 따라 현재의 시장가치만을 기준으로 감정가격을 산정함으로써 임차인들의 우선분양전환권을 사실상 박탈하고 시세차익을 피고에게만 귀속시키는 불합리하고 위법한 감정평가를 실시하였고, 이와 같은 감정평가를 근거로 결정된 이 사건 분양전환가격도 무효이다.<br/>      ㈏ 관련 법령<br/>감정평가에 관한 규칙(국토교통부령, 이하 ‘감정규칙’이라 한다) 제11조는 감정평가법인등의 감정평가방식으로 ‘원가방식: 원가법 및 적산법 등 비용성의 원리에 기초한 감정평가방식(1호)’, ‘비교방식: 거래사례비교법, 임대사례비교법 등 시장성의 원리에 기초한 감정평가방식 및 공시지가기준법(2호)’ 및 ‘수익방식: 수익환원법 및 수익분석법 등 수익성의 원리에 기초한 감정평가방식(3호)’ 3가지를 규정하고 있고, 같은 규칙 제12조는 ‘감정평가법인등은 제14조부터 제26조까지의 규정에서 대상물건별로 정한 감정평가방법(주된 방법)을 적용하여 감정평가해야 한다. 다만, 주된 방법을 적용하는 것이 곤란하거나 부적절한 경우에는 다른 감정평가방법을 적용할 수 있다(제1항). 감정평가법인등은 대상물건의 감정평가액을 결정하기 위하여 제1항에 따라 어느 하나의 감정평가방법을 적용하여 산정한 가액(시산가액)을 제11조 각 호의 감정평가방식 중 다른 감정평가방식에 속하는 하나 이상의 감정평가방법(이 경우 공시지가기준법과 그 밖의 비교방식에 속한 감정평가방법은 서로 다른 감정평가방식에 속한 것으로 본다)으로 산출한 시산가액과 비교하여 합리성을 검토해야 한다. 다만, 대상물건의 특성 등으로 인하여 다른 감정평가방법을 적용하는 것이 곤란하거나 불필요한 경우에는 그렇지 않다(제2항). 감정평가법인등은 제2항에 따른 검토 결과 제1항에 따라 산출한 시산가액의 합리성이 없다고 판단되는 경우에는 주된 방법 및 다른 감정평가방법으로 산출한 시산가액을 조정하여 감정평가액을 결정할 수 있다(제3항)’고 규정하고 있으며, 같은 규칙 제16조는 ‘감정평가법인등은 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다)에 따른 구분소유권의 대상이 되는 건물부분과 그 대지사용권을 일괄하여 감정평가하는 경우 등 제7조 제2항에 따라 토지와 건물을 일괄하여 감정평가할 때에는 거래사례비교법을 적용해야 한다. 이 경우 감정평가액은 합리적인 기준에 따라 토지가액과 건물가액으로 구분하여 표시할 수 있다’고 규정하고 있다.<br/>      ㈐ 판단<br/>        을 제2, 3호증의 각 기재, 감정인 소외인의 감정결과 및 변론 전체의 취지에 의하면, △△감정은 감정규칙 제12조 및 제16조에 따라 ○○단지의 세대별 가격을 거래사례비교법에 의하여 평가하되 원가법에 의한 시산가액도 함께 산출·비교하여 합리성을 검토하였는데, 거래사례비교법에 의한 시산가액은 입지조건, 주위환경, 층별·향별·위치별 선호도, 구조, 용재, 시공상태, 현상 등 제반 가치형성요인과 인근 동일 수급권내 유사물건의 거래시세 등을 종합 참작하여 ◇◇세대 총 407,167,200,000원으로 산출하고, 원가법에 의한 시산가액은 공시지가기준법에 의한 토지가액에 원가법에 의한 건물[각 세대의 전용면적, 공용면적, 기타공용면적(지하주차장, 관리사무소 등)]의 가액 및 표준적인 사업자 이윤을 가산한 금액을 기준으로 층별·호별 효용 등을 감안하여 ◇◇세대 총 374,940,600,000원으로 산출한 다음, 원가법에 의한 시산가액과 비교할 때 거래사례비교법에 의한 시산가액이 적정하고 합리성이 있다고 보아 이를 감정평가액으로 결정한 사실, □□감정도 유사한 방식으로 ○○단지의 세대별 가격을 거래사례비교법에 의한 시산가액과 원가법에 의한 시산가액을 함께 산출·비교하여 합리성을 검토하였는데, 거래사례비교법에 의한 시산가액을 ◇◇세대 총 412,363,200,000원으로, 원가법에 의한 시산가액을 ◇◇세대 총 400,028,600,000원으로 각 산출한 다음, 원가법에 의한 시산가액과 비교할 때 거래사례비교법에 의한 시산가액이 적정하고 합리성이 있다고 보아 이를 감정평가액으로 결정한 사실, 한편 이 소송에서 감정인 소외인은 거래사례비교법을 적용하여 이 사건 각 부동산의 감정평가액을 [별지 5-1] 목록의 ‘거래사례비교법 적용 평가액(C)’란 기재와 같이 산정한 사실이 각 인정된다.<br/>  위 관련 법령 및 인정사실, 특히 감정규칙 제16조는 집합건물법에 따른 구분소유권의 대상이 되는 건물부분과 그 대지사용권을 일괄하여 감정평가하는 경우 거래사례비교법을 ‘주된 방법’으로 규정하고 있고, 감정규칙 제12조 제2항 및 제3항은 주된 방법에 의해 산출된 시산가액과 다른 감정평가방법에 의해 산출된 시산가액을 비교하여 주된 방법에 의한 시산가액의 합리성을 검토하고, 합리성이 없다고 인정될 경우에만 주된 방법 및 다른 감정평가방법으로 산출된 시산가액을 조정하여 감정평가액을 결정하도록 규정하고 있는 점, △△감정 및 □□감정의 위 각 시산가액의 산출 및 원가법에 의한 시산가액과 비교할 때 거래사례비교법에 의한 시산가액에 합리성이 없다고 볼 만한 사정이 없는 점(원고들은, 위 각 원가법에 의한 감정이 ○○단지 조성 당시의 건설원가가 아닌 감정 당시를 기준으로 한 재조달원가에 따라 감정한 것이므로 잘못되었다는 취지로 주장하나, 감정규칙 제2조 제5호가 ‘원가법이란 대상물건의 재조달원가에 감가수정을 하여 대상물건의 가액을 산정하는 감정평가방법을 말한다’고 규정하고 있는 점 등에 비추어, 원고들의 주장은 이유 없다) 등을 종합해 보면, △△감정 및 □□감정의 각 감정평가는 감정규칙의 관련 규정에 따른 것으로 적법하고, 각 감정평가액이 감정기준일(2019. 10. 31.)로부터 2년 이상 경과한 후 이 사건 소송에서 실시된 감정인 소외인의 감정결과보다 다소 높은 금액이라는 것만으로는 감정평가의 기준 또는 방법이 위법하다고 단정할 수는 없으므로, 원고들의 주장은 이유 없다.<br/>4. 주위적 및 예비적 청구에 대한 판단<br/>  가. 근저당권설정등기말소 청구부분(주위적 및 예비적 청구취지 중 각 제1항)<br/>    ⑴ 원고들의 주장<br/>      분양가상한제에 따른 분양전환가격 또는 감정인 소외인의 거래사례비교법을 적용한 감정평가액이 이 사건 각 부동산의 정당한 분양전환가격임을 전제로, 주위적으로 [별지 4-1] 목록의 ‘원고’란 기재 원고들[[별지 5-1] 목록의 ‘원고’란 기재 원고들 중 일부이다]은 분양가상한제에 따른 분양전환가격과 위 원고들이 납부한 돈과의 차액을, 예비적으로 [별지 5-1] 목록의 ‘원고’란 기재 원고들은 감정인 소외인의 거래사례비교법을 적용한 감정평가액과 위 원고들이 납부한 돈과의 차액을 각 지급하는 것을 조건으로, 분양대금 잔액의 지급을 담보하기 위하여 설정된 [별지 3] 목록 기재 각 근저당권설정등기의 말소를 구한다.<br/>    ⑵ 판단<br/>      갑 제22호증의 기재 및 변론 전체의 취지에 의하면, [별지 5-1] 목록의 ‘원고’란 기재 원고들과 피고는 [별지 3] 목록 기재 각 부동산에 관하여 이 사건 분양전환가격을 분양대금으로 하는 분양계약을 각 체결하였고, 위 원고들은 피고에게 이 사건 분양전환가격 중 [별지 5-1] 목록의 ‘원고 납부액(D)’란 기재 돈을 지급한 후 위 각 부동산에 관하여 분양대금 잔금[이 사건 분양전환가격과 [별지 5-1] 목록의 ‘원고 납부액(D)’란 기재 돈의 차액]을 담보하기 위해 [별지 3] 목록 기재 각 근저당권설정등기를 마쳐준 사실은 인정되나, 이 사건 각 부동산의 분양전환가격 산정에 분양가상한제가 적용되지 않고, 이 사건 분양전환가격이 무효라고 할 수 없음은 앞서 본 바와 같으므로, 이와 다른 전제에 선 위 원고들의 주위적 및 예비적 청구는 모두 이유 없다(피고가 통보한 이 사건 분양전환가격이 적법한 분양대금으로 인정되므로, 이 사건 분양전환가격과 위 원고들이 납부한 돈과의 차액을 지급하는 것을 조건으로 위 각 근저당권설정등기의 말소를 미리 청구할 필요도 인정하기 어렵다).<br/>  나. 부당이득반환 청구부분(주위적 및 예비적 청구취지 중 각 제2항 및 제3의 나.항)<br/>     분양가상한제에 따른 분양전환가격 또는 감정인 소외인의 거래사례비교법을 적용한 감정평가액이 이 사건 각 부동산의 정당한 분양전환가격임을 전제로, 주위적으로 [별지 4-2] 목록 및 [별지 4-3-1] 목록의 각 ‘원고’란 기재 원고들은 분양가상한제에 따른 분양전환가격과 위 원고들이 납부한 돈의 차액을, 예비적으로 [별지 5-2] 목록 및 [별지 5-3-1] 목록의 각 ‘원고’란 기재 원고들은 감정인 소외인의 거래사례비교법을 적용한 감정평가액과 위 원고들이 납부한 돈의 차액을 각 부당이득으로 반환할 것을 구하나, 이 사건 각 부동산의 분양전환가격 산정에 분양가상한제가 적용되지 않고, 이 사건 분양전환가격이 무효라고 할 수 없음은 앞서 본 바와 같으므로, 이와 다른 전제에 선 위 원고들의 주위적 및 예비적 청구는 모두 이유 없다.<br/>  다. 소유권이전등기 청구부분(주위적 및 예비적 청구취지 중 각 제3의 가.항 및 제4항)<br/>    ⑴ 원고들의 주장<br/>      이 사건 임대차계약은 매매의 일방예약에 해당하고 임차인들은 형성권(매매예약완결권)으로서의 우선분양전환권을 가짐을 전제로, 주위적으로 [별지 4-3-1] 목록 및 [별지 4-3-2] 목록의 각 ‘원고’란 기재 원고들은, 예비적으로 [별지 5-3-1] 목록 및 [별지 5-3-2] 목록의 각 ‘원고’란 기재 원고들은, 2020. 7. 9.자 내용증명 또는 이 사건 소장부본에 의한 분양전환의사표시를 함으로써 피고와 사이에 분양계약이 확정적으로 체결되었다고 주장하면서, 피고를 상대로 이 사건 각 부동산 중 각 해당 세대에 관하여 2020. 7. 10. 매매계약을 원인으로 한 소유권이전등기절차의 이행을 구한다[다만, [별지 4-3-2] 목록의 ‘원고’란 기재 원고들은 같은 목록의 ‘분양가상한제 적용 추정가액 잔여금액(B-D)’란 기재 돈의 지급을 조건으로, [별지 5-3-2] 목록의 ‘원고’란 기재 원고들은 같은 목록의 ‘거래사례비교법 적용 평가액 잔여금액(C-D)’란 기재 돈의 지급을 조건으로 각 소유권이전등기절차의 이행을 구한다].<br/>    ⑵ 판단<br/>      앞서 든 증거들 및 변론 전체의 취지에 의하여 인정되는 다음 각 사정에 비추어 보면, 이 사건 임대차계약은 매매의 일방예약으로서의 성질을 가지고 있다고 볼 수 없고, 이 사건 임대차계약에 의하여 임차인들에게 부여된 것은 임대의무기간이 만료된 후 제3자에 우선하여 피고와 분양전환계약을 체결할 수 있는 지위에 불과하다고 할 것이므로, 이와 다른 전제에 선 위 원고들의 주위적 및 예비적 청구는 모두 이유 없다.<br/>  ① 이 사건 임대차계약은 10년 임대 후 분양을 전제로 이루어진 것이기는 하나, 이 사건 임대차계약 체결 당시 분양이 확정되는 것이 아니라 임대의무기간 10년이 만료된 후에 비로소 분양전환이 이루어지고, 임차인들은 분양전환 당시의 아파트 시세나 본인의 자금상황 등에 따라 분양전환계약을 체결하지 않을 수도 있다. 또한 이 사건 임대차계약은 차임연체 등을 계약의 해제·해지 및 갱신거절의 사유로 규정하고 있다. 따라서 이 사건 임대차계약에 향후 10년의 임대의무기간 만료 후 분양전환이 이루어진다는 내용이 포함되어 있다는 사실만으로는 이 사건 임대차계약이 그 자체로 매매의 일방예약에 해당한다고 보기 어렵다.<br/>  ② 구 임대주택법 제21조 제1항은 ‘임대사업자가 임대의무기간이 지난 후 공공사업으로 조성된 택지에 건설하는 임대주택 등을 분양전환하는 경우에는 분양전환 당시까지 거주한 무주택자 등 일정한 자격을 갖춘 임차인에게 우선 분양전환하여야 한다’, 같은 조 제7항은 ‘임대사업자가 제4항에 따른 분양전환승인을 받은 이후에도 임차인이 6개월 이상 분양전환에 응하지 아니하는 경우에는 임대사업자는 해당 임대주택을 분양전환가격으로 국토해양부령으로 정하는 바에 따라 제3자에게 매각할 수 있다’는 취지로 각 규정하고 있었고, 공공주택 특별법도 마찬가지로 제50조의3 제1항은 ‘공공주택사업자는 임대 후 분양전환을 할 목적으로 건설한 공공건설임대주택을 임대의무기간이 지난 후 분양전환하는 경우에는 분양전환 당시까지 거주한 무주택자 등 일정한 자격을 갖춘 임차인에게 우선 분양전환하여야 한다’, 제2항 후문은 ‘우선 분양전환 자격이 있다고 통보받은 임차인이 우선 분양전환에 응하려는 경우에는 그 통보를 받은 후 일정한 기간 이내에 우선 분양전환 계약을 하여야 한다’, 제4항은 ‘공공주택사업자는 임차인이 일정한 기간 내에 우선 분양전환 계약을 하지 아니한 경우 등에는 해당 임대주택을 제3자에게 매각할 수 있다’는 취지로 각 규정하고 있는바, 위 각 규정들은 임대차계약 체결 시 아직 매매의 일방예약은 성립되지 않았음을 당연한 전제로 하고 있다.<br/>  ③ 위 원고들은 대법원 2012. 11. 29. 선고 2011다84335 판결을 근거로 형성권으로서의 우선분양전환권을 주장하나, 위 판결은 임차인이 구 임대주택법(2008. 3. 21. 법률 제8966호) 제21조 제8항에 따른 매도청구권을 행사한 사안에 관한 것으로서, 현행 공공주택 특별법 제50조의3에는 위와 같은 임차인의 매도청구권 근거규정이 없으므로, 이 사건에 그대로 적용할 수 없다.<br/>  ④ 위 원고들은 피고의 분양전환안내(갑 제7호증)가 분양계약 청약의 의사표시에 해당하고 원고들의 2020. 7. 9.자 내용증명 또는 이 사건 소장부본이 승낙의 의사표시에 해당하므로 피고와 사이에 분양계약이 확정적으로 체결되었다는 취지로도 주장하나, 위 분양전환안내는 분양전환가격 및 분양전환계약기간(2020. 2. 3.부터 2021. 2. 2.까지) 등 향후 체결 예정인 분양전환계약에 관한 사전안내로서 청약의 유인에 해당할 뿐 청약의 의사표시로 보기는 어려우므로, 원고들의 주장은 이유 없다.<br/>5. 결론<br/>  원고들의 주위적 및 예비적 청구는 모두 이유 없으므로 이를 모두 기각한다.<br/>[별지 생략]<br/><br/>판사 강종선(재판장) 권슬기 임세준 ",
  "사건번호": "2020가합407899",
  "사건종류코드": "400101",
  "판례정보일련번호": "241447",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}