{
  "판시사항": "  [1] 판결경정신청을 기각한 결정에 대하여 헌법 위반을 이유로 민사소송법 제449조 제1항에 의한 특별항고를 할 수 있는 경우<br/>  [2] 법원이 甲 공사의 乙 주식회사에 대한 부당이득반환청구를 인용한 판결의 이유에서 부당이득금을 계산하는 계산식을 ‘11,673,679원 × (32㎡/63.95㎡) × (6개월 + 19/31개월)’로 기재하고는, 위 계산식에 따라 계산된 금액인 38,628,633원이 아닌 2,920,701원을 부당이득금으로 기재하고, 주문에서 ‘乙 회사는 甲 공사에 2,920,701원과 이에 대한 지연손해금을 지급하라.’고 기재하자, 甲 공사가 판결경정신청을 한 사안에서, 주문과 이유에서 표시된 2,920,701원은 명백한 계산상 착오에 해당하여 그 잘못을 경정하더라도 판결의 내용을 실질적으로 변경한다고 볼 수 없으므로 판결 주문을 경정해야 하는 사안인데도, 경정신청을 기각한 원심결정에는 재판에 영향을 미친 헌법 위반의 특별항고사유가 있다고 한 사례<br/>",
  "참조판례": " [1] 대법원 2017. 8. 21. 자 2017그614 결정<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 헌법 제27조, 민사소송법 제211조 제1항, 제449조 제1항 / [2] 헌법 제27조, 민사소송법 제211조 제1항, 제449조 제1항<br/>",
  "선고일자": "20220608",
  "법원명": "대법원",
  "사건명": "판결경정",
  "판례내용": "【신청인, 특별항고인】 서울교통공사 (소송대리인 법무법인(유한) 원 담당변호사 유선영 외 1인)<br/>【피신청인, 상대방】 주식회사 미래에이케이 외 2인<br/>【원심결정】 서울중앙지법 2022. 2. 15. 자 2022카경30183 결정<br/>【주    문】<br/>  원심결정을 파기하고, 사건을 서울중앙지방법원에 환송한다.<br/><br/>【이    유】  특별항고이유를 판단한다.<br/>  1. 민사소송법 제449조 제1항은 불복할 수 없는 결정이나 명령에 대하여는 재판에 영향을 미친 헌법 위반이 있거나, 재판의 전제가 된 명령·규칙·처분의 헌법 또는 법률의 위반 여부에 대한 판단이 부당하다는 것을 이유로 하는 때에만 대법원에 특별항고를 할 수 있도록 하고 있다. 여기서 결정이나 명령에 대하여 재판에 영향을 미친 헌법 위반이 있다고 함은 결정이나 명령의 절차에서 헌법 제27조 등이 정하고 있는 적법한 절차에 따라 공정한 재판을 받을 권리가 침해된 경우를 포함한다. 판결경정신청을 기각한 결정에 이러한 헌법 위반이 있다고 하려면 신청인이 그 재판에 필요한 자료를 제출할 기회를 전혀 부여받지 못한 상태에서 그러한 결정이 있었다든지, 판결과 소송의 모든 과정에 나타난 자료와 판결 선고 후에 제출된 자료에 의하여 판결에 잘못이 있음이 분명하여 판결을 경정해야 하는 사안임이 명백한데도 법원이 이를 간과함으로써 기각 결정을 하였다는 등의 사정이 있어야 한다(대법원 2017. 8. 21. 자 2017그614 결정 등 참조).<br/>  2. 기록에 따르면 다음 사실을 알 수 있다. <br/>  가. 특별항고인은 특별항고인과 이 사건 점포에 관한 임대차계약을 체결한 주식회사 미래에이케이(이하 ‘미래에이케이’라 한다)와 이 사건 점포의 좌측 부분을 점유·사용한 주식회사 이원재패션(이하 ‘이원재패션’이라 한다) 등을 상대로 이 사건 점포의 인도와 이 사건 점포 인도 시까지 차임 상당 부당이득 등을 구하는 소(서울중앙지방법원 2019가합586825호)를 제기하였다. 미래에이케이는 특별항고인을 상대로 부속물매수청구권 행사에 따른 부속물매매대금의 지급 등을 구하는 반소를 제기하였다(서울중앙지방법원 2021가합576876호).<br/>  나. 법원은 2022. 1. 19. 특별항고인의 본소청구를 일부 인용하고, 미래에이케이의 반소청구를 기각하는 판결(이하 ‘경정대상판결’이라 한다)을 선고하였다.<br/>  다. 그런데 경정대상판결은 특별항고인의 이원재패션에 대한 부당이득반환청구와 관련하여 그 이유에서 이원재패션은 2019. 6. 13.부터 2019. 12. 31.까지 이 사건 점포의 좌측 부분을 점유·사용하였고, 이 사건 점포에 대한 월 차임은 11,673,679원이라고 인정한 다음, 이를 기초로 위 점유기간 동안 차임 상당 부당이득금을 계산하는 계산식을 “이 사건 점포의 월 차임 11,673,679원 × 이 사건 점포 중 이원재패션이 점유한 면적비율(이원재패션이 점유한 좌측 부분의 면적 32㎡/이 사건 점포의 전체 면적 63.95㎡) × 점유기간(6개월 + 19/31개월)”로 기재하고는, 아무런 이유 없이 위 계산식에 따라 계산된 금액인 38,628,633원이 아닌 2,920,701원을 차임 상당 부당이득금으로 기재하고, 주문에서는 “이원재패션은 특별항고인에게 2,920,701원과 이에 대한 지연손해금을 지급하라.”라고 기재하였다.<br/>  라. 특별항고인은 경정대상판결의 주문 중 위 2,920,701원을 위 38,628,633원으로 경정해 달라는 이 사건 경정신청을 하였다. 원심은 별다른 이유를 밝히지 않은 채 이 사건 경정신청을 기각하였다.<br/>  3. 이러한 사정을 위에서 본 법리에 비추어 살펴보면, 경정대상판결이 인정한 이원재패션이 특별항고인에게 지급할 부당이득금은 그 이유에서 기재한 계산식에 따라 계산된 38,628,633원으로 보이고, 경정대상판결의 주문과 이유에서 표시된 2,920,701원은 명백한 계산상 착오에 해당하여 그 잘못을 경정하더라도 판결의 내용을 실질적으로 변경한다고 볼 수 없다. 이 사건은 경정대상판결의 주문을 경정해야 하는 사안인데도 원심은 이 사건 경정신청을 기각하였으므로 원심결정에는 판결경정에 관한 법리를 오해하여 재판에 영향을 미친 헌법 위반의 특별항고사유가 있다. 이를 지적하는 특별항고이유 주장은 정당하다.<br/>  4. 그러므로 원심결정을 파기하고 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여 대법관의 일치된 의견으로 주문과 같이 결정한다.<br/><br/>대법관 노정희(재판장) 김재형(주심) 안철상 이흥구",
  "사건번호": "2022그554",
  "사건종류코드": "400101",
  "판례정보일련번호": "235459",
  "선고": "자",
  "판결유형": "결정",
  "법원종류코드": "400201"
}