{
  "판시사항": "  [1] 구 임대주택법 제21조 제1항 제4호에서 정한 ‘무주택자인 임차인’의 의미(=세대주를 포함한 세대원 전원이 주택을 소유하고 있지 아니한 임차인)<br/>  [2] 甲이 선착순의 방법으로 입주자로 선정되어 임대사업자인 乙 주식회사와 체결한 공공건설임대주택에 관한 임대차계약에서 분양전환 당시 임차인 본인만 무주택 요건을 충족하면 우선 분양전환 자격을 얻을 수 있도록 정하였는데, 그 후 임대사업자 지위를 승계한 丙 주식회사가 甲의 배우자가 분양전환 합의 당시 다른 아파트를 소유하고 있으므로 무주택자 요건을 충족하지 못하여 분양전환 자격이 없다는 취지를 통보한 사안에서, 甲과 乙 회사가 임대차계약에서 구 임대주택법 제21조 제1항 제4호 규정과 달리 우선 분양전환의 요건을 정하였다고 하더라도 그 효력을 인정할 수 없고, 丙 회사가 甲에게 구 임대주택법 제21조 제1항 제4호에서 정하는 바에 따라 우선 분양전환의 요건을 주장하더라도 신의성실의 원칙에 반하는 것이라고 볼 수 없다고 한 사례<br/>",
  "참조판례": " [1] 대법원 2015. 10. 29. 선고 2014다75462 판결<br/>",
  "사건종류명": "민사",
  "판결요지": "  [1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항은 임대사업자가 임대의무기간이 지난 후 공공건설임대주택을 분양전환하는 경우 각호에서 정하는 임차인에게 우선 분양전환하여야 한다고 정하면서, 같은 항 제4호에서 “선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인”을 우선 분양전환 대상자로 정하고 있다. 여기에서 ‘무주택자인 임차인’이란 ‘임차인이 속한 세대의 세대주를 포함한 세대원(세대주와 동일한 세대별 주민등록표상에 등재되어 있지 아니한 세대주의 배우자 및 배우자와 동일한 세대를 이루고 있는 세대원을 포함한다) 전원이 주택을 소유하고 있지 아니한 임차인’을 의미한다.<br/>  [2] 甲이 선착순의 방법으로 입주자로 선정되어 임대사업자인 乙 주식회사와 체결한 공공건설임대주택에 관한 임대차계약에서 분양전환 당시 임차인 본인만 무주택 요건을 충족하면 우선 분양전환 자격을 얻을 수 있도록 정하였는데, 그 후 임대사업자 지위를 승계한 丙 주식회사가 甲의 배우자가 분양전환 합의 당시 다른 아파트를 소유하고 있으므로 무주택자 요건을 충족하지 못하여 분양전환 자격이 없다는 취지를 통보한 사안에서, 임대주택 건설을 촉진하고 국민의 주거생활을 안정시키려는 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것, 이하 같다)의 목적, 무주택자인 임차인에게 공정하고 합리적으로 주택을 공급하기 위해 우선 분양전환의 요건과 절차를 법령에서 상세히 규정하는 취지 등을 고려할 때, 甲과 乙 회사가 임대차계약에서 구 임대주택법 제21조 제1항 제4호 규정과 달리 우선 분양전환의 요건을 정하였다고 하더라도 그 효력을 인정할 수 없고, 丙 회사가 임대차계약의 내용과 달리 甲에게 구 임대주택법 제21조 제1항 제4호에서 정하는 바에 따라 우선 분양전환의 요건을 주장하더라도 신의성실의 원칙에 반하는 것이라고 볼 수 없으며, 한편 위 임대주택이 甲에게 우선 분양전환이 이루어지지 않은 채 丙 회사의 소유로 있다면, 이는 분양전환이 완료되지 않은 주택으로서 2020. 12. 22. 법률 제17734호로 개정된 공공주택 특별법이 시행되는 시점부터는 공공주택 특별법 부칙(2020. 12. 22.) 제6조 제2항에 따라 구 임대주택법 제21조 제1항 제4호가 아닌 공공주택 특별법 제50조의3 제1항 제1호 (라)목이 적용되어야 하는데도, 임대차계약에서 정한 내용 등을 근거로 甲이 우선 분양전환 대상자에 해당한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "참조조문": " [1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조] / [2] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 및 현행 공공주택 특별법 제1조 참조), 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 민간임대주택에 관한 특별법 부칙(2015. 8. 28.) 제6조 제2항, 공공주택 특별법 제50조의3 제1항 제1호 (라)목, 부칙(2020. 12. 22.) 제6조 제1항, 민법 제2조 제1항<br/>",
  "선고일자": "20221201",
  "법원명": "대법원",
  "사건명": "소유권이전등기",
  "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 유앤아이 담당변호사 양병종 외 2인)<br/>【피고, 상고인】 정기산업 주식회사의 소송수계인 회생채무자 정기산업 주식회사의 관리인 ○○○의 소송수계인 정기산업 주식회사 (소송대리인 법무법인(유한) 광장 담당변호사 문흥대 외 3인)<br/>【원심판결】 대전지법 2020. 8. 20. 선고 2019나119785 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 대전지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 원심판결 이유와 기록에 의하면 다음 사실을 알 수 있다.<br/>  가. 원고는 선착순의 방법으로 입주자로 선정되어 2012. 8. 10. 임대사업자인 주식회사 영무건설(이하 ‘영무건설’이라고 한다)과 공공건설임대주택인 이 사건 아파트에 관한 임대차계약을 체결하였다. 피고는 영무건설로부터 이 사건 아파트를 매수하고 임대사업자의 지위도 승계한 다음 2018. 9. 13. 원고와 이전과 같은 내용의 임대차계약을 체결하였다.<br/>  나. 이 사건 아파트의 임대의무기간이 다 될 무렵 피고와 이 사건 아파트 임차인대표들은 분양전환 합의를 하였고, 피고는 임차인들로부터 분양전환신청을 받아 분양전환 자격이 있다고 판단한 임차인에 대해서는 2018. 12.경부터 2019. 3.경까지 분양계약을 체결하였다.<br/>  다. 한편 원고와 같은 세대를 구성하는 배우자 소외인은 분양전환 합의 당시 다른 아파트를 소유하고 있었다. 피고는 2019. 1. 30.경 원고에게 무주택자 요건을 충족하지 못하여 분양전환 자격이 없다는 취지를 통보하였다.<br/>  2. 원심은 다음과 같이 판단하여 원고의 주위적 청구를 인용한 제1심판결을 그대로 유지하였다. 원고와 영무건설은 임대차계약에서 선착순의 방법으로 입주자로 선정된 임차인의 경우 분양전환 당시 임차인 본인만 무주택 요건을 충족하면 우선 분양전환 자격을 얻을 수 있도록 정하였다. 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 이 사건 아파트에 거주한 원고는 주택을 소유하고 있지 않으므로 임대차계약에서 정한 바에 따라 우선 분양전환 대상자에 해당하고 따라서 피고는 원고에게 이 사건 아파트에 관한 소유권을 이전할 의무를 부담한다. 이와 같이 보더라도 원고가 이 사건 아파트를 공급받을 당시 상황, 담당 부처인 국토교통부의 방침 등과 구 임대주택법(2015. 8. 28. 법률 제13499호 「민간임대주택에 관한 특별법」으로 전부 개정되기 전의 것, 이하 같다)의 입법 목적 등에 비추어 보았을 때 구 임대주택법 제21조 제1항 제4호에 반한다고 볼 수 없다.<br/>  3. 그러나 원심의 판단은 다음과 같은 이유로 수긍하기 어렵다.<br/>  가. 구 임대주택법 제21조 제1항은 임대사업자가 임대의무기간이 지난 후 공공건설임대주택을 분양전환하는 경우 각호에서 정하는 임차인에게 우선 분양전환하여야 한다고 정하면서, 같은 항 제4호에서 “선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인”을 우선 분양전환 대상자로 정하고 있다. 여기에서 ‘무주택자인 임차인’이란 ‘임차인이 속한 세대의 세대주를 포함한 세대원(세대주와 동일한 세대별 주민등록표상에 등재되어 있지 아니한 세대주의 배우자 및 배우자와 동일한 세대를 이루고 있는 세대원을 포함한다) 전원이 주택을 소유하고 있지 아니한 임차인’을 의미한다(대법원 2015. 10. 29. 선고 2014다75462 판결 참조).<br/>  나. 원심판결 이유를 이러한 법리에 비추어 살펴본다. 원고는 선착순의 방법으로 선정된 입주자이므로 구 임대주택법 제21조 제1항 제4호의 요건을 갖추면 이 사건 아파트를 우선 분양전환받을 수 있다. 그러나 분양전환 당시 원고의 배우자 소외인은 다른 아파트를 소유하고 있었으므로 원고는 ‘세대주를 포함한 세대원 전원이 주택을 소유하고 있지 아니한 임차인’의 요건을 충족하지 못하였다. 따라서 원고는 이 사건 아파트의 우선 분양전환 대상자가 될 수 없다. 임대주택 건설을 촉진하고 국민의 주거생활을 안정시키려는 구 임대주택법의 목적(제1조), 무주택자인 임차인에게 공정하고 합리적으로 주택을 공급하기 위해 우선 분양전환의 요건과 절차를 법령에서 상세히 규정하는 취지 등을 고려할 때 원고와 영무건설이 임대차계약에서 구 임대주택법 제21조 제1항 제4호 규정과 달리 우선 분양전환의 요건을 정하였다고 하더라도 그 효력을 인정할 수는 없다. 피고가 임대차계약의 내용과 달리 원고에게 구 임대주택법 제21조 제1항 제4호에서 정하는 바에 따라 우선 분양전환의 요건을 주장하더라도 신의성실의 원칙에 반하는 것이라고 볼 수는 없다.<br/>  다. 그런데도 원심은 구 임대주택법 제21조 제1항 제4호에서 정한 요건이 아니라 임대차계약에서 정한 내용 등을 근거로 원고가 분양전환 당시 ‘무주택자인 임차인’ 요건을 충족하였다고 보아 우선 분양전환 대상자에 해당한다고 판단하였다. 이러한 원심의 판단에는 구 임대주택법 제21조 제1항 제4호의 ‘무주택자인 임차인’ 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.<br/>  라. 1) 다만 원심판결 선고 후인 2020. 12. 22. 법률 제17734호로 개정된 「공공주택 특별법」(이하 ‘개정 공공주택특별법’이라고 한다) 제50조의3 제1항 제1호 각 목에서는 분양전환 시점에 임대주택에 거주하는 임차인의 우선 분양전환 요건을 정하고 있는데, (라)목은 “선착순의 방법으로 해당 임대주택의 입주자로 선정된 자로서 입주일부터 분양전환할 때까지 계속하여 거주하면서 분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우”라고 정하였다. 한편 2015. 8. 28. 법률 제13499호로 전부 개정된 「민간임대주택에 관한 특별법」 부칙 제6조 제2항은 “이 법 시행 당시 공공주택 특별법에 따른 공공주택사업자가 아닌 자가 건설하였거나 건설하는 주택으로서 다음 각호의 어느 하나에 해당하는 주택에 대하여는 종전의 임대주택법 제2조 제2호의2에 따른 공공건설임대주택으로 보아 종전의 규정을 적용한다.”라고 정하고 있었는데, 개정 공공주택특별법 부칙 제6조 제1항은 “법률 제13499호 임대주택법 전부개정법률 부칙 제6조 제2항에도 불구하고 제50조의3, 제57조의3 및 제60조의 개정규정은 분양전환이 완료되지 아니한 법률 제13499호 임대주택법 전부개정법률 부칙 제6조 제2항에 따라 공공건설임대주택으로 보는 주택에 대해서도 적용한다.”라고 정하였다.<br/>  2) 위와 같은 규정에 비추어 보면, 이 사건 아파트가 원고에게 우선 분양전환이 이루어지지 않은 채 피고의 소유로 있다면, 이는 분양전환이 완료되지 않은 주택으로서 개정 공공주택특별법이 시행되는 시점부터는 개정 공공주택특별법 부칙 제6조 제2항에 따라 구 임대주택법 제21조 제1항 제4호가 아닌 개정 공공주택특별법 제50조의3 제1항 제1호 (라)목이 적용되어야 한다고 볼 수 있다. 그렇다면 원고가 우선 분양전환 대상자가 되기 위해서는 개정 공공주택특별법 제50조의3 제1항 제1호 (라)목의 ‘분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우’ 요건을 충족하여야 하므로, 환송 후 원심으로서는 이에 대하여 심리할 필요가 있다.<br/>  4. 그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노정희(재판장) 안철상(주심) 이흥구 ",
  "사건번호": "2020다265129",
  "사건종류코드": "400101",
  "판례정보일련번호": "232537",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}