{
  "판시사항": "상가건물 임대차보호법 제10조의4 제2항 제3호에서 정한 ‘임대차 목적물인 상가건물을 1년 6개월 이상 영리목적으로 사용하지 아니한 경우’의 의미 및 종전 소유자인 임대인이 임대차 종료 후 상가건물을 영리목적으로 사용하지 아니한 기간이 1년 6개월에 미치지 못하는 사이에 상가건물의 소유권이 변동된 경우, 위 조항에 따른 정당한 사유를 인정하기 위한 요건<br/>",
  "참조판례": "대법원 2021. 11. 25. 선고 2019다285257 판결(공2022상, 93)<br/>",
  "사건종류명": "민사",
  "판결요지": "상가건물 임대차보호법 제10조의4 제2항 제3호에서 정하는 ‘임대차 목적물인 상가건물을 1년 6개월 이상 영리목적으로 사용하지 아니한 경우’는 임대인이 임대차 종료 후 임대차 목적물인 상가건물을 1년 6개월 이상 영리목적으로 사용하지 아니하는 경우를 말하고, 위 조항에 따른 정당한 사유가 있다고 하기 위해서는 임대인이 임대차 종료 시 그러한 사유를 들어 임차인이 주선한 자와 신규 임대차계약 체결을 거절하고, 실제로도 1년 6개월 동안 상가건물을 영리목적으로 사용하지 않아야 한다. 이때 종전 소유자인 임대인이 임대차 종료 후 상가건물을 영리목적으로 사용하지 아니한 기간이 1년 6개월에 미치지 못하는 사이에 상가건물의 소유권이 변동되었더라도, 임대인이 상가건물을 영리목적으로 사용하지 않는 상태가 새로운 소유자의 소유기간에도 계속하여 그대로 유지될 것을 전제로 처분하고, 실제 새로운 소유자가 그 기간 중에 상가건물을 영리목적으로 사용하지 않으며, 임대인과 새로운 소유자의 비영리 사용기간을 합쳐서 1년 6개월 이상이 되는 경우라면, 임대인에게 임차인의 권리금을 가로챌 의도가 있었다고 보기 어려우므로, 그러한 임대인에 대하여는 위 조항에 의한 정당한 사유를 인정할 수 있다.<br/>",
  "참조조문": "상가건물 임대차보호법 제10조의4 제1항 제4호, 제2항 제3호, 제3항<br/>",
  "선고일자": "20220114",
  "법원명": "대법원",
  "사건명": "손해배상(기)[권리금회수기회 방해를 원인으로 손해배상을 구하는 사건]",
  "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 명경 담당변호사 현정민 외 4인)<br/>【피고, 상고인】 피고 1 외 2인 (소송대리인 법무법인 이제 담당변호사 권국현 외 1인)<br/>【원심판결】 서울중앙지법 2021. 8. 13. 선고 2020나60194 판결<br/>【주    문】<br/>  원심판결 중 손해배상청구 부분을 파기하고, 이 부분 사건을 서울중앙지방법원에 환송한다.  피고들의 나머지 상고를 기각한다. <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 권리금 회수기회 방해로 인한 손해배상청구에 대한 판단(상고이유 제1, 3점)<br/>  가. 1) 「상가건물 임대차보호법」(이하 ‘상가임대차보호법’이라 한다) 제10조의4에 따르면, 임대인은 임대차기간이 끝나기 6개월 전부터 임대차 종료 시까지 ‘정당한 사유’ 없이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약 체결을 거절함으로써 임차인이 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 되고(제1항 제4호), 임대인이 이러한 의무를 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임이 있다(같은 조 제3항). 같은 조 제2항은 일정한 경우 임대인의 임대차계약 체결 거절에 ‘정당한 사유’가 있는 것으로 보는데, 그중 하나로 \"임대차 목적물인 상가건물을 1년 6개월 이상 영리목적으로 사용하지 아니한 경우\"(제3호)를 들고 있다(이하 ‘이 사건 조항’이라고 한다).<br/>  2) 이 사건 조항에서 정하는 \"임대차 목적물인 상가건물을 1년 6개월 이상 영리목적으로 사용하지 아니한 경우\"는 임대인이 임대차 종료 후 임대차 목적물인 상가건물을 1년 6개월 이상 영리목적으로 사용하지 아니하는 경우를 말하고, 이 사건 조항에 따른 정당한 사유가 있다고 하기 위해서는 임대인이 임대차 종료 시 그러한 사유를 들어 임차인이 주선한 자와 신규 임대차계약 체결을 거절하고, 실제로도 1년 6개월 동안 상가건물을 영리목적으로 사용하지 않아야 한다(대법원 2021. 11. 25. 선고 2019다285257 판결 참조). 이때 종전 소유자인 임대인이 임대차 종료 후 상가건물을 영리목적으로 사용하지 아니한 기간이 1년 6개월에 미치지 못하는 사이에 상가건물의 소유권이 변동되었더라도, 임대인이 상가건물을 영리목적으로 사용하지 않는 상태가 새로운 소유자의 소유기간에도 계속하여 그대로 유지될 것을 전제로 처분하고, 실제 새로운 소유자가 그 기간 중에 상가건물을 영리목적으로 사용하지 않으며, 임대인과 새로운 소유자의 비영리 사용기간을 합쳐서 1년 6개월 이상이 되는 경우라면, 임대인에게 임차인의 권리금을 가로챌 의도가 있었다고 보기 어려우므로, 그러한 임대인에 대하여는 이 사건 조항에 의한 정당한 사유를 인정할 수 있다.<br/>  나. 원심판결 이유와 원심이 적법하게 채택한 증거들에 따르면 다음과 같은 사실을 알 수 있다. <br/>  1) 원고는 2013. 8. 15.경 피고들로부터 이 사건 상가를 임차하여 안경점을 운영하여 오다 2017. 7. 5. 임대차기간을 2019. 8. 14.까지로 연장하는 내용으로 임대차계약을 갱신하였다. <br/>  2) 피고 3의 배우자는 2018. 12.경 원고를 찾아가 이 사건 상가가 속한 부동산 전체(이하 ‘상가건물’이라고 한다)를 매도할 예정임을 고지하였고, 피고들은 2019. 3. 5. 제3자와 사이에 상가건물에 관하여 매매계약을 체결하였다. <br/>  3) 원고는 2019. 3. 6. 피고들에게 ‘원고가 권리금을 회수하고 영업을 종료할 수 있도록 원고가 주선하는 신규임차인과 임대차계약을 체결해 달라.’는 내용증명우편을 보냈다. <br/>  4) 피고들은 2019. 5. 13. 원고에게 ‘피고들 또는 건물양수인에 의해 2019. 10.경 건물의 철거 및 재건축을 위한 공사가 진행될 예정으로 임대차계약 갱신이 어려우니 사업장을 이전해 달라.’는 내용증명우편을 보냈다. <br/>  5) 원고는 2019. 7. 8. 소외 1과 사이에 권리금 계약을 체결하고 계약금 1,300만 원을 수수하였는데, 위 권리금 계약에는 ‘신규임차인은 임대인이 재건축을 할 수 있다는 점을 알고 본 계약을 체결한다. 임대인이 재건축 후 합리적인 조건(현재와 비슷한 지리적 요건, 면적, 합리적인 임대료 결정)으로 재임대를 보장해주지 않을 경우 신규임차인은 본 계약을 파기할 수 있다.’는 내용이 포함되어 있었다. <br/>  6) 원고는 2019. 7. 11. 피고들에게 소외 1과의 임대차계약 체결을 요구하는 내용증명우편을 보내면서 위 권리금 계약서도 함께 보냈다. 이에 피고들은 2019. 7. 15. 원고에게 ‘소외 1이 영업 중 언제라도 건물주가 정한 철거 예정기일에 이 사건 상가를 양도한다는 확약을 조건으로 소외 1과의 임대차계약을 체결하겠다.’는 내용증명우편을 보냈다. <br/>  7) 피고 1은 2019. 7. 30. 원고의 남편 소외 2와 전화통화를 하면서 소외 1과의 임대차계약은 상가건물 철거 전까지의 기간에만 가능하다는 취지로 말하였고, 재건축 이후 소외 1과 임대차계약 체결을 보장하지는 않았다. <br/>  8) 원고는 2019. 8. 5. 권리금 계약을 해제하고 소외 1에게 계약금을 반환하였다. <br/>  9) 2019. 8. 14. 이 사건 임대차계약기간이 만료되었으나, 원고는 2019. 10. 15.에야 피고들에게 이 사건 상가를 인도하였다. <br/>  10) 이후 이 사건 상가는 계속 공실로 있다가 2020. 1. 15. 상가건물 소유권이 매수인에게 이전되면서 그에 관한 철거작업이 개시되었다. 이 사건 임대차계약기간 만료일로부터 1년 6개월이 경과한 후인 2021. 6. 13. 원심 변론종결일까지 상가건물은 재건축 공사 중으로, 영리목적으로 사용하지 않는 상태가 계속되고 있다. <br/>  다. 이러한 사실관계를 앞서 본 법리에 비추어 보면, 임대인인 피고들은 이 사건 임대차계약 종료 무렵 상가건물의 임박한 재건축 계획을 이유로 원고가 주선하는 소외 1과의 임대차계약을 상가건물 철거 전까지의 기간으로 제한하여 체결할 의사를 밝혔다. 이로써 피고들과 소외 1 사이의 신규 임대차계약 체결이 무산되고, 원고가 피고들에게 다른 신규임차인을 주선하지도 않은 상황에서 이 사건 임대차계약기간이 만료되었다. 이후 이 사건 상가는 피고들이 원고에게 밝힌 계획처럼 상당 기간 공실 상태를 유지한 후 철거되어 원심 변론종결일까지 1년 6개월 이상 영리목적으로 사용되지 않았으므로, 임대인인 피고들에 대하여 이 사건 조항에서 정한 정당한 사유를 인정할 수 있다. <br/>  그럼에도 원심은, ‘이 사건 조항은 문언의 해석상 신규 임대차계약의 체결시점을 기준으로 상가건물을 과거에 1년 6개월 이상 영리목적으로 사용하지 아니하였던 경우로 해석하는 것이 자연스러워 보이고, 임대인의 사정에 의해서 앞으로 1년 6개월 이상 영리목적으로 사용하지 않을 예정인 경우까지 적용된다고 해석하는 것은 불확실한 장래의 사유로 미리 임차인의 권리금 회수기회를 제한하는 것이어서 법적 안정성을 해치고, 임대인이 악의적으로 이용할 우려가 있어서 제도적 취지에 반한다.’는 이유 등을 들어 피고들에게 이 사건 조항에서 정한 정당한 사유를 인정하지 않았다. 이러한 원심의 판단에는 상가임대차보호법 제10조의4 제2항 제3호의 정당한 사유 해석에 관한 법리를 오해하여 필요한 심리를 다하지 않음으로써 판결에 영향을 미친 잘못이 있다. 이를 지적하는 피고들의 상고이유는 이유 있다(상가임대차보호법 제10조의4 제2항 제3호의 정당한 사유를 인정하므로 나머지 정당한 사유에 관한 상고이유 제2점에 대한 판단은 생략한다).<br/>  2. 임차보증금 반환청구에 대한 판단(상고이유 제4점)<br/>  가. 제1심은, 원고가 2019. 8. 14. 임대차계약 종료 후 이 사건 상가를 인도하지 않다가 2개월 후인 2019. 10. 15.에야 인도하였더라도, 원고의 상가인도 채무와 동시이행관계에 있는 피고들의 임대차보증금 반환채무가 2019. 10. 15. 이전에 이행 또는 이행제공되었다고 볼 수 없으므로, 상가인도에 있어 원고의 지체책임을 인정할 수 없고, 따라서 피고들이 원고에게 임대차보증금을 반환하면서 상가인도와 관련한 원고의 지체책임을 물어 위 2개월간의 차임 상당액을 임대차보증금에서 공제한 것은 잘못이라고 판단하였고, 원심은 이러한 제1심판단을 그대로 유지하였다. <br/>  나. 관련 법리와 기록에 비추어 살펴보면, 원심의 이러한 판단은 정당하고 거기에 상고이유 주장과 같은 임대인의 임대차보증금 반환의무 이행제공의 정도와 방법에 관한 법리오해나 사실오인의 잘못이 없다. 따라서 이 부분 피고들의 상고이유 주장은 이유 없다. <br/>  3. 결론<br/>  그러므로 원심판결 중 권리금 회수기회 방해로 인한 손해배상청구 부분을 파기하고 이 부분 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하며, 피고들의 나머지 상고는 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 조재연 이동원 천대엽(주심)",
  "사건번호": "2021다272346",
  "사건종류코드": "400101",
  "판례정보일련번호": "221869",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}