{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20221020",
  "법원명": "서울남부지방법원",
  "사건명": "건물인도",
  "판례내용": "【원고, 피항소인】 한국토지주택공사 (소송대리인 법무법인 하나로 담당변호사 백강수 외 1인)<br/>【피고, 항소인】 피고 (소송대리인 법무법인 백하 담당변호사 오동현)<br/>【제1심판결】 서울남부지방법원 2021. 5. 12. 선고 2020가단252554 판결<br/>【변론종결】2022. 9. 1.<br/>【주    문】<br/>  1. 제1심 판결을 취소한다. <br/>  2. 원고의 청구를 기각한다. <br/>  3. 소송 총비용은 원고가 부담한다. <br/><br/>【청구취지 및 항소취지】 1. 청구취지 <br/>  피고는 원고에게 별지 목록 기재 건물을 인도하라.<br/> 2. 항소취지<br/>  주문 제1, 2항 기재와 같다.   <br/>【이    유】1. 기초사실<br/>가. 공공주택사업자인 원고는 2019. 1. 1. 피고와 사이에, 원고 명의로 1994. 11. 29. 소유권보존등기가 마쳐진 별지 목록 기재 건물(이하 ‘이 사건 건물’이라 한다)에 관하여, 임대차보증금 19,734,000원, 월 임대료 172,540원, 임대차기간 2019. 1. 1.부터 2020. 12. 31.까지로 정한 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였다. <br/>나. 피고는 2019. 1. 10. 주식회사 엠에스상호저축은행(이하 ‘엠에스상호저축은행’이라 한다)으로부터 19,500,000원을 대출받으면서 이에 대한 담보로 이 사건 건물에 관한 임대차보증금반환채권을 엠에스상호저축은행에게 양도하였고, 원고는 2019. 1. 14.경 피고로부터 채권양도통지 권한을 위임받은 엠에스상호저축은행으로부터 위와 같은 내용의 채권양도사실을 통지받았다. <br/>다. 피고는 2019. 2. 27. 기초생활수급자로 선정되었고, 이에 따라 이 사건 임대차계약상 임대차보증금이 19,734,000원에서 3,063,000원으로 감액되었는데, 원고는 위와 같이 감액된 임대차보증금의 차액을 엠에스상호저축은행에게 지급하였다.  <br/>라. 엠에스상호저축은행은 2019. 10. 11. 피고를 상대로 대구지방법원 2019가단19129호로 ‘피고가 2019. 6. 15.부터 이자를 지급하지 아니하여 기한의 이익을 상실하였으므로, 피고는 엠에스상호저축은행에게 2019. 9. 27. 기준 잔여 원리금 합계 4,022,847원(= 원금 3,921,130원 ＋ 이자 53,465원 ＋ 지연이자 48,252원) 및 그 중 3,921,130원에 대한 지연손해금을 지급할 의무가 있다’고 주장하며 대여금의 지급을 구하는 한편, 원고를 대위하여 이 사건 건물의 인도를 구하였고(이하 ‘관련 소송’이라 한다), 위 법원은 2020. 1. 14. ‘피고는 엠에스상호저축은행에게 4,022,847원 및 그 중 3,921,130원에 대한 지연손해금을 지급하라’는 내용의 판결(무변론) 및 2020. 2. 4. ‘피고는 한국토지주택공사(원고)에게 이 사건 건물을 인도하라’는 내용의 추가판결(무변론)을 각 선고하였으며, 위 각 판결(이하 ‘관련 판결’이라 한다)은 2020. 2. 21. 확정되었다. <br/>마. 엠에스상호저축은행은 관련 판결을 집행권원으로 하여 서울남부지방법원 2020본677호로 부동산인도집행을 신청하였고, 위 법원 소속 집행관은 2020. 5. 20. 이 사건 건물에 대한 부동산인도집행(이하 ‘이 사건 인도집행’이라 한다)을 완료하였는데, 피고는 2020. 5. 21. 11:00경 위와 같은 사정을 모르는 열쇠수리공을 대동하여 임의로 잠금장치를 교체한 후 이 사건 건물에 들어갔다. <br/>바. 원고의 대리인인 주택관리공단 서울등촌1관리소장은 2020. 6. 18.경 피고에게 ‘엠에스상호저축은행이 2020. 5. 20. 이 사건 건물에 대한 집행을 한 후 2020. 6. 3. 임대보증금 반환 요청을 하였으므로 협조하여 주시기 바랍니다’라는 내용의 안내문을 발송한 후 2020. 7. 1.경 피고에게 ‘이 사건 임대차계약 관련하여, 임대조건 결정 및 갱신계약 가능 여부를 위한 입주자격 심사를 의뢰하고자 하니, 관련 서류를 제출하라’는 취지의 안내문을 발송하였고, 2020. 7. 7.경 다시 피고에게 ‘2020. 6. 18.자로 엠에스상호저축은행의 임대보증금 반환요청에 대한 원만한 해결을 요청하였으나, 현재까지 해결이 되지 않고 있으며, 피고가 이 사건 건물을 불법점유하고 있는바, 형사고발 및 소송을 진행할 것을 알려드리니 즉시 이 사건 건물을 비우고, 키를 반납하여 주시거나 엠에스상호저축은행과 원만한 해결을 하여 주실 것을 알려드립니다’라는 내용의 안내문을 발송하였으며, 위 각 안내문이 그 무렵 피고에게 도달하였다.  <br/>사. 피고는 강서구청으로부터 주거급여를 지원받아 원고에게 임대료를 납부하면서 현재까지 이 사건 건물을 점유하고 있다.   <br/>【인정근거】다툼 없는 사실, 갑 제1 내지 10호증의 각 기재, 을 제1 내지 3호증의 각 기재, 당심의 서울특별시 강서구청장에 대한 사실조회결과, 이 법원에 현저한 사실, 변론 전체의 취지  <br/>2. 주장 및 판단<br/>가. 당사자들의 주장<br/>1) 원고의 주장 요지<br/>가) 피고는 2020. 5. 20. 관련 판결에 기한 이 사건 인도집행이 완료되어 그 점유권원을 상실하였음에도 불구하고, 원고와 적법한 임대차계약을 체결하지 아니한 채 아무런 법률상 권원 없이 2020. 5. 21.부터 현재까지 원고의 소유인 이 사건 건물을 불법으로 점유하고 있다. <br/>나) 설령 이 사건 임대차계약이 유효하게 존속하고 있었다고 보더라도, 이 사건 임대차계약의 \"5. 계약일반조건\" 중 제10조 제1항 제8호는 ‘임차인이 해당주택에서 퇴거하거나 다른 공공임대주택에 당첨되어 입주하는 경우’를 임대차계약의 해지사유로 규정하고 있는데, 피고는 이 사건 인도집행을 통해 2020. 5. 20. 이 사건 건물에서 퇴거하였으므로, 원고는 2020. 12. 14.자 청구원인변경 신청서 부본 송달로써 이 사건 임대차계약을 해지한다. <br/>다) 따라서 민법 제213조에 따라 피고는 원고에게 이 사건 건물을 인도할 의무가 있다. <br/>2) 피고의 주장 요지<br/>가) 엠에스상호저축은행은 관련 소송 과정에서, ‘원고와 피고 사이의 이 사건 임대차계약이 종료되었다’는 점에 관하여 아무런 주장을 하지 않았고, 관련 판결을 선고한 법원 또한 이에 관한 판단을 누락한 채 ‘피고는 한국토지주택공사(원고)에게 이 사건 건물을 인도하라’는 내용의 관련 판결을 선고하였는바, 관련 판결은 민사소송법 제451조 제1항 제9호가 정하고 있는 ‘판결에 영향을 미칠 중요한 사항에 관하여 판단을 누락한 때’에 해당하는 위법한 판결이고, 이에 기초한 이 사건 인도집행 또한 위법하므로, 피고는 여전히 정당한 점유권원을 보유하고 있으므로, 원고의 청구에 응할 수 없다.    <br/>나) 또한 원고는 이 사건 인도집행 이후에도 피고에게 이 사건 임대차계약의 갱신을 위한 서류를 제출하라고 통지하는 한편, 매달 임대료를 납부하라고 고지하였고, 이에 따라 피고는 관련 서류를 구비하여 등촌1단지 관리사무소에 제출하고, 원고에게 매달 임대료를 납부하고 있는바, 이 사건 임대차계약은 당초의 계약기간이 만료된 이후 다시 갱신되었거나 원고가 이를 사후에 추인하여 여전히 유효하게 존속하고 있다고 보아야 하므로, 피고는 원고의 청구에 응할 수 없다. <br/>나. 판단<br/>1) 청구원인에 관한 판단<br/>피고가 원고의 소유인 이 사건 건물을 점유하고 있음은 앞서 기초사실에서 본 바와 같으므로, 이 사건 건물을 점유할 정당한 권원이 없는 한 피고는 원고에게 민법 제213조에 따라 이 사건 건물을 인도할 의무가 있다. <br/>2) 피고에게 정당한 권원이 있는지 여부에 관한 판단<br/>가) 관련 법리<br/>(1) 공공임대주택의 임차인이 대출채권자에게 각서를 교부하여 대출금의 상환이 지체될 경우 임대차계약을 중도 해지하고 임차주택을 인도하기로 약정하였더라도, 그러한 약정은 공공주택사업자의 임대차계약 해제 또는 해지 사유를 제한적 열거사유로 엄격하게 규제하는 강행규정의 적용을 배제하거나 잠탈하는 내용의 약정으로서 무효라고 보아야 하고, 「공공주택 특별법」이 적용되어 같은 법 시행규칙에 따른 표준임대차계약서를 사용하여 임대차계약을 체결한 경우 그 계약서에 규정된 공공임대주택 임차인의 임대차계약 중도 해지권은 임차인의 의사에 행사의 자유가 맡겨져 있는 ‘행사상의 일신전속권’으로 봄이 타당하므로, 민법 제404조 제1항 단서에 따라 채권자대위권의 목적이 될 수 없으므로, 「공공주택 특별법」에 따른 공공임대주택의 임차인이 공공주택사업자에 대한 임대차보증금반환채권을 자신의 대출채권자에게 양도하고, 대출금의 상환이 지체되면 대출채권자 또는 지정된 제3자에게 임차주택을 인도하겠다는 각서를 교부한 경우에도 그 채권자가 대출금의 상환이 지체되었다는 이유로 임차인을 대위하여 공공임대주택의 임대차계약을 해지할 수 없다(대법원 2022. 9. 7. 선고 2022다230165 판결 참조).  <br/>(2) 구 「공공주택 특별법」(2019. 11. 26. 법률 제16628호로 개정되기 전의 것, 이하 ‘구 공공주택 특별법’이라 한다) 제49조의2 제1, 2항에 의하면 공공임대주택에 대한 임대차계약을 체결하려는 자는 국토교통부령으로 정하는 표준임대차계약서를 사용하여야 하고, 표준임대차계약서에는 공공주택사업자 및 임차인의 권리·의무에 관한 사항 등이 포함되어야 하며, 제49조의3 제1항 각호 및 제2항에 의하면 공공주택사업자는 임차인이 거짓이나 그 밖의 부정한 방법으로 공공임대주택을 임대받거나 제49조의2에 따른 표준임대차계약서상의 의무를 위반한 경우, 공공임대주택을 고의로 파손·멸실하는 등 그 밖에 대통령령으로 정하는 경우 등에 해당하는 경우 임대차계약을 해제 또는 해지하거나 재계약을 거절할 수 있도록 규정하고 있고, 위 조항에 따라 구 「공공주택 특별법 시행령」(2020. 9. 8. 대통령령 제31005호로 개정되기 전의 것, 이하 ‘구 공공주택 특별법 시행령’이라 한다) 제47조 제1 내지 3항 각호에서는 ‘공공임대주택을 고의로 파손·멸실하는 등 그 밖에 대통령령으로 정하는 경우’ 등에 대하여 규정하고 있으며, 구 「공공주택 특별법 시행규칙」(2020. 10. 19. 부칙 제771호로 개정되기 전의 것, 이하 ‘구 공공주택 특별법 시행규칙’이라 한다) 제32조 서식 제5 내지 7호 표준임대차계약서 제10조 제1항에서도 위 시행령 조항 각호 사유와 실질적으로 동일한 내용을 규정하고 있다. 따라서 구 공공주택 특별법의 적용을 받는 임대주택에 관해서는 위 법령 조항 및 표준임대차계약서 제10조 제1항 각호 중 하나에 해당하는 사유가 있는 경우라야 임대인이 그 임대차계약을 해제 또는 해지하거나 임대차계약의 갱신을 거절할 수 있고, 그렇지 아니한 경우에는 임차인이 임대차계약의 갱신을 원하는 이상 임대인은 특별한 사정이 없는 한 임대차계약의 갱신을 거절할 수 없다고 보아야 한다(대법원 2020. 5. 28. 선고 2020다202371 판결, 대법원 2020. 7. 9. 선고 2020다223781 판결 등 참조). <br/>나) 구체적 판단<br/>위 관련 법리에 비추어 이 사건에 관하여 보건대, 앞서 살펴본 기초사실과 거시한 증거들에 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정들을 종합하면, 원고와 피고 사이에 체결된 이 사건 임대차계약은 여전히 유효하게 존속하고 있다고 할 것이고, 피고는 이 사건 건물에 대한 임차권자로서 이 사건 건물을 정당하게 점유할 권원이 있다고 할 것이므로, 피고의 항변은 이유 있고, 결국 원고의 주장은 이유 없다. <br/>① 피고가 엠에스상호저축은행으로부터 대출을 받으면서 ‘대출금의 상환이 지체될 경우 임대차기간 내라도 엠에스상호저축은행이 임대인으로부터 임대차보증금을 직접 반환받을 수 있도록 임대차목적물을 명도하겠다’라는 내용의 ‘명도이행각서’를 작성하여 주었다고 하더라도 그러한 약정은 공공주택사업자의 임대차계약 해제 또는 해지 사유를 제한적 열거사유로 엄격하게 규제하는 강행규정의 적용을 배제하거나 잠탈하는 내용의 약정으로서 무효라고 보아야 한다. <br/>② 공공임대주택 임차인의 임대차계약 중도 해지권은 임차인의 의사에 행사의 자유가 맡겨져 있는 ‘행사상의 일신전속권’으로 봄이 타당하므로, 민법 제404조 제1항 단서에 따라 채권자대위권의 목적이 될 수 없는바, 엠에스상호저축은행이 피고를 대위하여 원고에게 이 사건 임대차계약에 대한 해지의 의사표시를 하였다고 보더라도 이로 인하여 이 사건 임대차계약이 해지되었다고 볼 수 없다. <br/>③ 공공임대주택인 이 사건 건물의 경우 임차권의 존속 보장을 통한 주거생활의 안정을 도모하기 위하여 구 공공주택 특별법 제49조의3 제1항 각호 및 제2항, 구 공공주택 특별법 시행령 제47조 제1 내지 3항 각호, 구 공공주택 특별법 시행규칙 제32조 서식 제5호(공공건설임대주택) 표준임대차계약서 제10조 제1항 각호에 해당하는 사유가 있는 경우라야 임대인이 그 임대차계약을 해제 또는 해지하거나 임대차계약의 갱신을 거절할 수 있고, 그렇지 아니한 경우에는 임차인이 임대차계약의 갱신을 원하는 이상 임대인은 특별한 사정이 없는 한 임대차계약의 갱신을 거절할 수 없다고 보아야 하는바, 피고가 엠에스상호저축은행으로부터 대출을 받으면서 이 사건 건물에 관한 임대차보증금반환채권을 양도하였다거나 ‘명도이행각서’를 작성해주었다는 사정은 위 법령 조항 및 표준임대차계약서 제10조 제1항 각호가 정하고 있는 사유에 해당한다고 보기 어렵고, 원고의 대리인인 주택관리공단 서울등촌1관리소장이 2020. 6. 18.경 및 2020. 7. 7.경 피고에게 ‘이 사건 건물을 비우고, 키를 반납하여 달라’는 취지의 안내문을 발송하여 그 무렵 위 각 안내문이 피고에게 도달하였다고 하더라도 이로 인하여 이 사건 임대차계약이 해지되었다거나 갱신거절의 효력이 발생하였다고 볼 수는 없으므로, 이 사건 임대차계약은 2020. 12. 31. 기간 만료 후 유효하게 갱신되었다고 봄이 타당하다(원고의 대리인 주택관리공단 주식회사는 이 사건 임대차계약이 만료된 이후에도 피고에게 매달 임대료 납부고지서를 발송하였고, 피고는 이에 따라 원고에게 임대료를 납부하여 왔다). <br/>④ 원고는 이 사건 임대차계약의 \"5. 계약일반조건\" 중 제10조 제1항 제8호는 ‘임차인이 해당주택에서 퇴거하거나 다른 공공임대주택에 당첨되어 입주하는 경우’를 임대차계약의 해지사유로 규정하고 있는데, 피고는 이 사건 인도집행을 통해 2020. 5. 20. 이 사건 건물에서 퇴거하였으므로, 원고는 2020. 12. 14.자 청구원인변경 신청서 부본 송달로써 이 사건 임대차계약을 해지한다고 주장하나, 위 조항에서 정하고 있는 ‘임차인이 해당주택에서 퇴거하는 경우’라 함은 같은 조항에서 병렬적으로 규정하고 있는 ‘다른 공공임대주택에 당첨되어 입주하는 경우’에 준하여 임차인의 의사에 기하여 자발적으로 해당주택에서 퇴거하는 경우를 의미한다고 봄이 타당하므로, 피고가 이 사건 인도집행을 통해 이 사건 건물에 대한 점유를 상실하였다고 하더라도 이를 위 조항에서 규정하고 있는 ‘임차인이 해당주택에서 퇴거한 경우’에 해당한다고 보기는 어려우므로, 원고의 이 부분 주장은 받아들이지 아니한다.  <br/>⑤ 피고가 이 사건 인도집행 이후 임의로 잠금장치를 교체한 후 이 사건 건물에 들어간 사실은 인정되나, 그러한 사정만으로 원고와의 관계에 있어서 피고의 임차권이 소멸하였다고 보기는 어렵다.<br/>3. 결론<br/>그렇다면, 원고의 이 사건 청구는 이유 없어 기각하여야 한다. 제1심 판결은 이와 결론을 달리하여 부당하므로 피고의 항소를 받아들여 제1심 판결을 취소하고, 원고의 청구를 기각하기로 하여 주문과 같이 판결한다.   <br/>[별지 생략]<br/><br/>판사 강병훈(재판장) 김지영 조약돌 ",
  "사건번호": "2021나59197",
  "사건종류코드": "400101",
  "판례정보일련번호": "238507",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}