{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20180612",
  "법원명": "서울중앙지방법원",
  "사건명": "관리비",
  "판례내용": "【원고, 피항소인】 주식회사 ○○○○○쇼핑몰관리단 (소송대리인 변호사 구본성)<br/>【피고, 항소인】 피고<br/>【제1심판결】 서울중앙지방법원 2017. 11. 10. 선고 2017가소66119 판결<br/>【변론종결】2018. 5. 24.<br/>【주    문】<br/>  1. 제1심 판결을 취소한다.<br/>  2. 원고의 청구를 기각한다.<br/>  3. 소송총비용은 원고가 부담한다. <br/><br/>【청구취지 및 항소취지】  [청구취지] 피고는 원고에게 2,111,150원 및 이에 대하여 이 사건 지급명령정본 송달 다음날부터 다 갚는 날까지 연 15%의 비율에 의한 금원을 지급하라. <br/>  [항소취지] 주문 제1, 2항과 같다. <br/>【이    유】1. 인정사실<br/>  ○ 원고는 서울 중구 (주소 생략)에 위치한 지하 7층, 지상 16층 건물인 ‘○○○○○ 쇼핑몰’(이하 ’이 사건 쇼핑몰‘이라고 한다)의 관리 및 운영업을 목적으로 2009. 5. 12. 설립되었다. <br/>  ○ 원고는 유통산업발전법에 따라 이 사건 쇼핑몰에 관하여 대규모점포개설등록신청을 하여 서울특별시 중구청장으로부터 대규모점포 개설등록증을 교부받았고, 2013. 9. 4. 중구청장에게 대규모점포관리자 신고가 수리됨으로써 대규모점포관리자의 자격으로 이 사건 쇼핑몰의 관리비 부과·징수업무 및 관리비 미납자에 대한 관리비청구 등의 업무를 처리하고 있다.<br/>  ○ 피고는 이 사건 쇼핑몰의 제7층 제△△△△△△호(이하 ’이 사건 점포‘라고 한다)의 구분소유자이다.<br/>  ○ 이 사건 쇼핑몰 관리단은 개점 이후 계속하여 입점율이 현저하게 낮아 정상적인 쇼핑몰 운영이 불가능하게 되자, 이 사건 쇼핑몰의 활성화를 위하여 이 사건 쇼핑몰의 4, 6, 7층에 대하여 단체입점을 추진하기로 하고, 피고를 포함한 구분소유자들로부터 위 단체입점 추진 관련 동의서를 제출받았다. <br/>  ○ 이 사건 쇼핑몰 관리단은 위와 같은 단체입점을 추진하는 과정에서 2010. 2.경 이 사건 쇼핑몰 4, 6, 7층에 위치한 임차인들의 층 이동을 완료하고, 2010. 3.경부터 위 각 층에 관하여 단전, 단수조치 및 에스컬레이터와 엘리베이터의 운행정지조치 등의 폐쇄조치를 취하였다.<br/>  ○ 이 사건 쇼핑몰 관리단은 그 이후로 여러 차례에 걸쳐 단체입점을 추진하였으나, 결국 성사되지 못했다.<br/>  ○ 원고는 2017. 6.경까지 계속하여 이 사건 쇼핑몰 4, 6, 7층을 폐쇄하였고, 그로 인하여 피고는 원고가 관리비의 지급을 구하는 2014. 1.경부터 2016. 5.경까지(이하 ‘이 사건 기간’이라고 한다) 이 사건 점포를 사용·수익하지 못하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 2, 3, 29 내지 32호증(각 가지번호가 있는 것은 가지번호를 포함한다)의 각 기재, 변론 전체의 취지<br/>2. 당사자의 주장<br/>  ○ 원고의 주장 <br/>    원고는 유통산업발전법에 따라 설립된 이 사건 쇼핑몰의 대규모점포관리자로서 구분소유자인 피고에 대하여 관리비를 부과·징수할 권한이 있다는 전제하에 피고에게 이 사건 점포에 관한 이 사건 기간 동안 공용부분에 대한 관리비와 연체료 합계 2,111,150원 및 그에 대한 지연손해금의 지급을 구하고 있다. <br/>  ○ 피고의 주장<br/>    이에 대하여 피고는, 원고의 불법적인 사용방해행위가 있었으므로 원고의 청구에 응할 수 없고, 원고가 구하는 공용부분 관리비 금액의 산정 근거도 명확하지 않다고 다투고 있다. <br/>3. 판단 <br/>  ○ 집합건물의 관리단 등 관리주체의 위법한 단전·단수 및 엘리베이터 운행정지 조치 등 불법적인 사용방해행위로 인하여 건물의 구분소유자가 그 건물을 사용·수익하지 못하였다면, 그 구분소유자로서는 관리단에 대해 그 기간 동안 발생한 관리비채무를 부담하지 않는다고 보아야 한다(대법원 2006. 6. 29. 선고 2004다3598,3604 판결 등 참조).<br/>  ○ 위 법리에 비추어 이 사건에 대하여 보건대, 위 인정사실에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 이 사건 쇼핑몰 관리단이 2010. 3.경 이 사건 점포를 포함한 이 사건 쇼핑몰 7층에 대하여  단전, 단수조치 및 에스컬레이터와 엘리베이터의 운행정지조치 등 폐쇄조치를 할 당시에 이에 관한 별도의 관리단 결의를 거치지 않은 점, ② 피고는 2009. 7. 22. 관리단이 추진하는 단체입점에 관한 동의서(갑 제34호증)를 작성해 주었으나, 그 구체적인 내용은 당시 임대차 계약의 교섭 및 체결권한 및 그와 관련한 일체의 행위, 7층 공유지분 사용에 관한 권한을 위임한다는 내용일 뿐이고 위와 같은 폐쇄조치에 관하여 동의한다는 내용은 아닌 점, ③ 원고가 위 단체입점이 무산된 이후에 위와 같은 폐쇄조치에 관하여 피고의 동의를 받았음을 인정할 아무런 자료도 없는 점, ④ 피고는 그 이후 다른 업체인 롯데자산개발 주식회사의 단체입점에 대하여 2012.경 협상위임장을 작성하였으나(갑 제35호증), 위 동의서 역시 위 폐쇄조치에 관한 내용이 아니라 관리단과 롯데자산개발 주식회사 사이의 임대차계약 의 협상 및 체결에 관한 일체의 사항에 관하여 한정되어 있는 점, ⑤ 설령 단체입점을 신속하게 추진하기 위해서 불가피하게 단체입점 협상과정에서 이 사건 점포를 포함한 해당 층 전부를 비우고 위와 같은 폐쇄조치를 계속 취할 필요가 있었다고 하더라도, 피고가 동의한 업체들과의 단체입점계약이 결국 무산되었다면(기록상 무산된 정확한 시점은 알 수 없으나 원고의 주장에 의하더라도 이 사건 기간 이전에 이미 위 업체들과의 단체입점계약은 무산된 것으로 보인다), 적어도 그 무렵부터는 위와 같은 폐쇄조치를 즉각 해제하고 피고가 이 사건 점포를 사용·수익할 수 있도록 조치하여야 함에도 원고는 위와 같이 단체입점 추진이 무산된 이후에도 계속하여 이 사건 점포를 포함한 7층 전부를 이 사건 기간을 포함하여 2017. 6.경까지 계속하여 폐쇄한 점, ⑥ 원고의 주장처럼 피고가 그동안 적극적으로 위와 같은 폐쇄조치에 항의하지 않았다고 하더라도 그러한 사정만으로 이 사건 점포폐쇄에 동의한 것으로 볼 수는 없는 점 등을 종합하여 보면, 원고는 적법한 관리단의 결의나 피고의 동의 없이 이 사건 기간 동안 계속하여 이 사건 점포를 폐쇄하는 등 불법적으로 피고의 이 사건 점포 사용행위를 방해하였다고 봄이 상당하므로, 원고가 구하는 이 사건 기간 동안의 관리비채무는 존재하지 않는다고 할 것이다.      <br/>4. 결론<br/>  그렇다면 원고의 청구는 이유 없어 기각하여야 한다. 제1심 판결은 이와 결론을 달리하여 부당하므로 이를 취소하고, 원고의 청구를 기각한다. <br/><br/>판사 김은성(재판장) 김경선 김택성 ",
  "사건번호": "2018나1345",
  "사건종류코드": "400101",
  "판례정보일련번호": "224817",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}