{
  "판시사항": "  편의점 가맹사업을 하는 가맹본부인 甲 주식회사가 가맹점사업자들과 ‘완전가맹점’ 또는 ‘위탁가맹점’ 중 하나로 가맹계약을 체결하면서 가맹점사업자를 대신하여 유지보수업체로 하여금 점포 시설물을 유지보수하도록 하였는데, 완전가맹점의 경우 유지보수비를 최저보장지원금에서 차감하고, 위탁가맹점의 경우 유지보수비와 전기료 50% 및 임차료 인상분을 공제한 나머지 금액을 위탁판매수수료로 지급하면서 유지보수비 등을 甲 회사의 매출액에 포함시키지 않았고, 위탁가맹점사업자인 乙 등도 유지보수비 등을 공제한 나머지 금액만을 매출액에 포함시키자, 관할 과세관청이 유지보수비 등을 매출액에서 누락하였다는 등의 이유로 해당 사업연도 부가가치세를 경정·고지한 사안에서, 완전가맹점의 경우는 계속적 물품공급계약에 해당하는 반면 위탁가맹점의 경우는 위탁판매계약에 해당하는데, 완전가맹점의 경우 甲 회사가 완전가맹점사업자에게 지급할 가맹정산금을 계산하면서 공제한 유지보수비는 원칙적으로 가맹용역의 공급에 대한 금전적 대가에 가산하여야 하지만, 위탁가맹점의 경우 유지보수비 등과 관련하여 甲 회사가 가맹점사업자에게 별도의 재화 또는 용역을 공급한다거나 위탁판매수수료를 산정할 때 차감 항목에 불과한 유지보수비 등이 그 대가에 해당한다고 보기는 어렵다고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "세무",
  "판결요지": "",
  "참조조문": "구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제6조 제1항(현행 제9조 제1항 참조), 제7조 제1항(현행 제11조 제1항 참조), 제13조 제1항 제1호(현행 제29조 제3항 제1호 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제48조 제1항(현행 부가가치세법 제29조 제3항 참조)<br/>",
  "선고일자": "20180426",
  "법원명": "대법원",
  "사건명": "부가가치세부과처분취소",
  "판례내용": "【원고, 상고인】 별지 원고 명단 기재와 같다. (주식회사 코리아세븐 외 183명) (소송대리인 법무법인(유한) 태평양 담당변호사 송우철 외 4인)<br/>【피고, 피상고인】 별지 피고 명단 기재와 같다. (강남세무서장 외 92명)<br/>【원심판결】 서울고법 2016. 7. 6. 선고 2015누62356 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 사건의 주요 경위<br/>  가. 원심판결 이유와 기록에 의하면 다음과 같은 사실을 알 수 있다.<br/>  1) 원고 주식회사 코리아세븐(이하 ‘원고 코리아세븐’이라고 한다)은 “세븐일레븐(7-ELEVEN)”이라는 상호로 편의점 가맹사업을 하는 가맹본부이다. 원고 코리아세븐은 가맹점사업자들과 두 가지 유형의 가맹점, 즉 ‘완전가맹점’ 또는 ‘위탁가맹점’ 중 하나로 가맹계약을 체결하였다.<br/>  2) ‘완전가맹점’은 가맹점사업자가 점포를 소유하거나 임차하고 원고 코리아세븐으로부터 장비, 집기, 내·외장설비 등을 무상대여받아 편의점을 운영하는 방식이다. 원고 코리아세븐은 편의점 운영 및 경영에 관한 기술과 상표 등을 완전가맹점사업자에게 공급하고, 완전가맹점사업자는 이를 활용하여 가맹점 운영을 책임지되, 가맹점의 경영은 본사의 지원과 경영지도에 기초하여 완전가맹점사업자의 독자적인 책임과 판단으로 이루어진다. 완전가맹점사업자는 원고 코리아세븐에 상품을 주문하여 배송받고, 매일 원고 코리아세븐에 판매대금 전부를 송금하며, 원고 코리아세븐은 월 매출총이익의 액수에 따라 15%~35%의 비율로 계산한 원고 코리아세븐의 이익배분액과 가맹점사업자가 부담하기로 한 가맹계약 별첨 (7)의 비용(유지보수비, 전기료 50% 등)을 공제한 나머지 금액을 가맹정산금으로 가맹점사업자에게 지급한다. 다만 점포의 매출이 현저히 낮은 경우 손실을 보전하기 위해 가맹점사업자의 이익배분액이 월 500만 원 이하인 경우에는 500만 원의 지급을 보장한다(이하 ‘최저보장지원금’이라고 한다).<br/>  3) ‘위탁가맹점’은 원고 코리아세븐이 점포를 소유하거나 임차하고 가맹점사업자에게 장비, 집기, 내·외장설비 등을 무상대여하여 편의점의 운영을 위탁하는 방식이다. 위탁가맹점사업자는 원고 코리아세븐으로부터 판매를 위탁받은 상품을 판매하고, 원고 코리아세븐은 월 매출총이익의 액수에 따라 60%~70%의 비율로 계산한 원고 코리아세븐의 이익배분액과 가맹점사업자가 부담하기로 한 가맹계약 별첨 (7)의 비용(유지보수비, 전기료 50%, 임차료 인상분 등)을 공제한 나머지 금액을 위탁판매수수료로 가맹점사업자에게 지급한다. 다만 점포의 매출이 현저히 낮은 경우 그 손실을 보전하기 위한 최저보장지원금을 월 375만 원으로 한다. 원고 코리아세븐을 제외한 나머지 원고들(이하 ‘나머지 원고들’이라고 한다)은 위탁가맹점사업자들이다.<br/>  4) 원고 코리아세븐은 완전 및 위탁가맹계약 체결 시 가맹점사업자에게 무상대여하는 점포 시설물의 효율적인 통합관리를 위하여 가맹점사업자를 대신하여 제3자를 위탁업체로 지정하여 유지보수계약을 체결하고, 가맹점사업자는 유지보수업체의 월 고정비용과 유지보수에 필요한 부품대 및 기타 점포 유지보수비용(이하 ‘유지보수비’라고 한다)을 전액 부담하기로 약정하였다. 이에 따라 원고 코리아세븐은 롯데정보통신 주식회사, 롯데알미늄 주식회사와 유지보수계약을 체결하여 가맹점에 설치된 전산시스템에 대한 예방정비나 장애보수, 간판과 인테리어, 전기설비, 가구설비, 판매장비에 대한 점검과 고장 수리, 소모품 교체 등의 유지보수를 하도록 한 후 월별로 일괄하여 유지보수비를 지급하였고, 2008년 제1, 2기 부가가치세 과세표준 신고 시 원고 코리아세븐의 매입세액으로 공제하였다. 한편 완전가맹점에 최저보장지원금을 지급하는 경우에는 유지보수비를 최저보장지원금에서 차감하고, 위탁가맹점에는 유지보수비를 공제한 후 나머지 금액을 위탁판매수수료로 지급하되, 위 유지보수비를 원고 코리아세븐의 매출액에는 포함시키지 않았다.<br/>  또한 원고 코리아세븐은 완전 및 위탁가맹계약 체결 시 전기료에 대하여 원고 코리아세븐과 가맹점사업자가 각각 50%씩 부담하였고, 위탁가맹계약에 있어서는 임차한 점포의 임대인이 임차료를 인상할 경우 그 인상분을 이익배분비율에 따라 부담하기로 약정하였다. 원고 코리아세븐은 2008년 제1, 2기 부가가치세 과세표준 신고 시 원고 코리아세븐이 한국전력공사 및 임대인에게 지급한 전기료와 임차료 인상분 전액에 대하여 매입세액으로 공제하였다. 한편 완전 및 위탁가맹점사업자가 부담한 전기료 50%와 위탁가맹점사업자가 부담한 임차료 인상분에 대하여, 완전가맹점의 경우 그 전기료 50%만큼 가맹점사업자에게 매출세금계산서를 교부하고 부가가치세를 신고·납부한 반면, 위탁가맹점의 경우에는 전기료 50%와 임차료 인상분을 공제한 나머지 금액을 위탁판매수수료로 지급하면서, 2008년 제1, 2기 부가가치세 신고 시 전기료 50%와 임차료 인상분을 원고 코리아세븐의 매출액에 포함시키지 않았다. 그리고 위탁가맹점에 지급한 최저보장지원금에 대하여는 가맹점사업자로부터 세금계산서를 수취하여 매입세액으로 공제하였다. 위탁가맹점사업자인 나머지 원고들 역시 2008년 제2기 부가가치세 신고 시 유지보수비, 전기료 50%, 임차료 인상분을 공제한 나머지 금액만을 위탁판매수수료로서 매출액에 포함시켰다.<br/>  5) 이에 피고 남대문세무서장은 2013. 7. 22. 원고 코리아세븐에 대하여, ① 완전가맹점의 경우 가맹점사업자들이 원고 코리아세븐에 지급하여야 할 유지보수비를 최저보장지원금과 상계함으로써 매출액에서 누락하였고, ② 위탁가맹점의 경우 가맹점사업자를 대신하여 한국전력공사에 지급한 전기료 50%를 위탁가맹점사업자들에게 지급하여야 할 위탁판매수수료와 상계함으로써 매출액에서 누락하였다는 등의 이유로, 2008년 제1기 부가가치세 872,097,540원(가산세 포함)을 경정·고지하였다.<br/>  또한 원고 코리아세븐의 본점 및 지점 소재지를 관할하는 원심판결 별지 3(이하 ‘원심판결’ 표시를 생략한다) ‘피고’란 기재 피고들은 2014. 1. 10.부터 2014. 1. 20.까지 원고 코리아세븐에 대하여, 위와 동일한 방법으로 완전가맹점의 유지보수비, 위탁가맹점의 유지보수비, 전기료 50%, 임차료 인상분을 매출액에서 누락하였다는 등의 이유로, 본점 및 지점 사업장별로 총 1157건, 세액 합계 1,975,683,650원의 2008년 제2기 각 부가가치세(일부 가산세 포함)를 경정·고지하였다.<br/>  그리고 별지 4 ‘피고’란 기재 피고들은 별지 4 ‘고지일자’란 기재일에 나머지 원고들에 대하여, 위탁판매수수료에서 유지보수비, 전기료 50%, 임차료 인상분 등을 공제함으로써 위 공제 부분 상당의 매출액을 누락하였다는 이유로 별지 4 ‘고지세액’란에 기재된 금액의 2008년 제2기 각 부가가치세(일부 가산세 포함)를 경정·고지하였다.<br/>  나. 소송의 경과<br/>  원고 코리아세븐은 가맹점사업자들과 공동으로 편의점 유통업을 운영하는 공동사업자관계에 있고, 또한 완전 및 위탁가맹점사업자들에게 유지보수용역을 공급하였다거나 위탁가맹점사업자들에게 점포 건물의 임대 용역과 전기를 공급하였다고 볼 수 없다고 주장한다. 나머지 원고들은 원고 코리아세븐과 같은 취지로 위탁판매수수료에서 유지보수비, 전기료 50%, 임차료 인상분 등을 공제한 후의 금액을 공급가액으로 보아야 한다고 주장하였다.<br/>  원심은 이러한 주장들을 받아들이지 않았고, 원고들은 상고이유로서 같은 내용을 주장하고 있다.<br/>  2. 공동사업인지(상고이유 제1점)에 대하여<br/>  가. 원심은 다음과 같은 사정을 들어, 원고 코리아세븐과 완전 및 위탁가맹점사업자들이 공동사업을 운영하였다고 보기 어렵고, 완전 및 위탁가맹계약은 프랜차이즈 계약으로서 각각 계속적 물품공급계약과 위탁판매계약에 해당한다고 판단하였다.<br/>  1) 완전가맹계약 제6조의 문언상 완전가맹점사업자는 원고 코리아세븐과 독립된 사업자로서 독자적인 책임과 판단으로 편의점을 경영하고 사업주로서의 모든 권리와 의무를 가진다.<br/>  2) 위탁가맹계약 제6조 제1항에 의하면, 위탁가맹점사업자는 원고 코리아세븐으로부터 판매를 위탁받은 상품을 판매하여야 한다. 그런데 원고 코리아세븐과 위탁가맹점사업자가 공동사업자라면, 공동사업자 간의 업무분담으로서 원고 코리아세븐은 상품을 매입하고 위탁가맹점사업자는 그 상품을 판매한다고 정할 것이지 원고 코리아세븐과 위탁가맹점사업자 간에 위탁매매 약정을 체결하지는 않았을 것이다.<br/>  3) 원고 코리아세븐과 완전 및 위탁가맹점사업자들은 공동사업자등록을 하지 않았고, 편의점 점포 내 시설과 전산시스템 등에 관한 유지보수계약과 점포 임대차계약도 원고 코리아세븐 단독 명의로 체결하였을 뿐 완전 및 위탁가맹점사업자들은 위 계약의 당사자가 되지 않았다.<br/>  4) 완전 및 위탁가맹계약상 영업이익 배분과 비용 부담에 관한 약정은, 원고 코리아세븐의 경영 노하우, 상표권, 편의점 내 장비 및 각종 시설물 등을 사용한 것에 대한 대가와 완전 및 위탁가맹점사업자의 수입 또는 위탁판매수수료를 계산하기 위한 규정으로 해석될 뿐 공동사업자 사이의 손익배분에 관한 규정이라고 보기 어렵다.<br/>  나. 관련 법리와 기록에 비추어 살펴보면, 원심의 이러한 판단에 상고이유 주장과 같이 부가가치세 과세대상인 재화와 용역의 공급 및 공동사업의 판단 기준에 관한 법리를 오해한 잘못이 없다.<br/>  3. 용역 등 공급 여부(상고이유 제2점 내지 제4점)에 대하여<br/>  가. 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것, 이하 같다) 제6조 제1항, 제7조 제1항은 재화 또는 용역의 공급에 관하여 계약상 또는 법률상의 모든 원인에 의하여 ‘재화를 인도 또는 양도하는 것’과 ‘역무를 제공하거나 재화·시설물 또는 권리를 사용하게 하는 것’으로 규정하고 있다. 그리고 구 부가가치세법 제13조 제1항 본문 제1호는 재화 또는 용역의 공급에 대한 부가가치세의 과세표준에 관하여 ‘금전으로 대가를 받는 경우에는 그 대가’로 규정하고 있고, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제48조 제1항은 ‘위 과세표준에는 거래상대자로부터 받은 대금·요금·수수료 기타 명목 여하에 불구하고 대가관계에 있는 모든 금전적 가치 있는 것을 포함한다’고 규정하고 있다.<br/>  나. 앞서 본 사실관계와 더불어 기록에 의하여 알 수 있는 사정, 특히 완전가맹점의 경우는 계속적 물품공급계약에 해당하는 반면 위탁가맹점의 경우는 위탁판매계약에 해당하는 점을 앞서 본 규정과 관련 법리에 비추어 살펴보면, 아래와 같이 판단된다.<br/>  1) 완전가맹점의 경우(유지보수비)<br/>  가) 원고 코리아세븐이 월 매출총이익 중 가맹점사업자에게 지급하는 가맹정산금을 제외하고 자신이 수취하는 나머지 금액은 원칙적으로 가맹점사업자에게 경영 노하우, 상표권, 편의점 내 장비와 각종 시설물 등을 제공한 것에 대한 대가, 즉 가맹용역의 공급에 대한 금전적 대가로 보아야 한다.<br/>  나) 그리고 원고 코리아세븐이 대여한 장비, 집기, 내·외장설비에 대한 관리의무는 가맹계약상 가맹점사업자에 있지만, 이러한 시설물의 효율적인 통합관리를 위하여 원고 코리아세븐이 가맹점사업자를 대신하여 유지보수업체로 하여금 유지보수하도록 하였다면, 이 또한 가맹용역 공급의 일환으로 이루어졌다고 보는 것이 타당하다. 원고 코리아세븐과 완전가맹점사업자가 월 매출총이익의 배분과 관련하여 월 매출총이익의 액수에 따라 계산한 이익배분액뿐만 아니라 유지보수비 등 가맹계약 별첨 (7)의 비용까지 공제한 후 나머지 금액을 가맹정산금으로 가맹점사업자에게 지급하기로 약정한 점을 보더라도 그러하다. 이때 공제되는 유지보수비 등의 비용은 사전에 그 금액을 확정하기 어렵거나 이익배분비율 방식으로 산정하기 곤란한 항목들로서 이익배분의 성격을 가지고 있음을 알 수 있다. 따라서 원고 코리아세븐이 가맹점사업자에게 지급할 가맹정산금을 계산하면서 공제한 유지보수비도 원칙적으로 가맹용역의 공급에 대한 금전적 대가에 가산하여야 할 것이다.<br/>  다) 그런데도 원고 코리아세븐은 최저보장지원금이 지급되는 완전가맹점에 있어서 유지보수비를 매출액에 포함시키지 않은 채 최저보장지원금에서 차감하였으므로, 이는 매출누락에 해당한다.<br/>  라) 원심의 이유 설시에 일부 미흡한 부분이 있지만, 유지보수비 상당액이 원고 코리아세븐의 2008년 제1, 2기 부가가치세 과세표준에 포함되어야 한다고 판단한 것은 정당하고, 거기에 상고이유 주장과 같이 부가가치세법상 재화 또는 용역의 공급에 관한 법리 등을 오해한 잘못이 없다.<br/>  2) 위탁가맹점의 경우(유지보수비, 전기료 50%, 임차료 인상분)<br/>  가) 위탁가맹점사업자의 위탁판매수수료는 월 매출총이익에서 그 액수에 따라 계산한 원고 코리아세븐의 이익배분액과 유지보수비, 전기료 50%, 임차료 인상분 등을 공제하는 방식으로 계산된다. 이러한 유지보수비 등의 비용 역시 사전에 그 금액을 확정하기 어렵거나 이익배분비율 방식으로 산정하기 곤란한 항목들로서 이익배분의 성격을 가지고 있으므로, 위탁가맹점사업자가 제공한 위탁판매용역의 대가인 위탁판매수수료를 산정할 때 차감 항목에 불과함을 알 수 있다.<br/>  나) 한편 위탁가맹계약에 있어서도 원고 코리아세븐이 가맹점사업자에게 경영 노하우, 상표권, 편의점 내 장비와 각종 시설물 등을 제공하고 있기는 하나, 이러한 사정만으로는 유지보수비 등과 관련하여 원고 코리아세븐이 가맹점사업자에게 별도의 재화 또는 용역을 공급한다거나 위탁판매수수료를 산정할 때 차감 항목에 불과한 유지보수비 등이 그 대가에 해당한다고 보기는 어렵다.<br/>  다) 또한 원고 코리아세븐이 유지보수업체, 한국전력공사, 임대인 등에게 지급한 유지보수비, 전기료, 임차료 전액에 대하여 매입세액으로 공제받았더라도, 유지보수비 등을 차감하여 위탁판매수수료를 산정함으로써 그 위탁판매수수료 매입세액이 줄어드는 이상, 가맹점사업자가 유지보수비 등을 직접 부담하는 경우와 비교할 때 원고 코리아세븐의 전체 매입세액이 달라지는 것도 아니다.<br/>  라) 따라서 위탁가맹계약의 경우 가맹점사업자가 제공하는 위탁판매용역의 대가는 원칙적으로 위 산정방식에 따른 금액으로 보아야 한다.<br/>  마) 그럼에도 원심은 그 판시와 같은 이유만으로, 원고 코리아세븐이 위탁가맹점사업자들에게 유지보수 및 임대 용역과 전기를 공급하였다고 보아, 그 대가 상당액을 원고들의 2008년 제1, 2기 부가가치세 과세표준에 각각 포함하여야 한다고 판단하였다. 이러한 원심의 판단에는 부가가치세법상 재화 또는 용역의 공급에 관한 법리를 오해한 잘못이 있다. 이를 지적하는 이 부분 상고이유 주장은 이유 있다.<br/>  4. 결론<br/>  그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/>[[별   지] 원고 명단: 생략]<br/>[[별   지] 피고 명단: 생략]<br/><br/>대법관 이기택(재판장) 김신(주심) 박상옥 박정화 ",
  "사건번호": "2016두48362",
  "사건종류코드": "400108",
  "판례정보일련번호": "204623",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}