{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20180831",
  "법원명": "인천지방법원",
  "사건명": "부당이득금 반환 등 청구ㆍ비용 반환 등",
  "판례내용": "【원고(반소피고)】 원고(반소피고) 1 외 2인 (소송대리인 법무법인 우면 외 1인)<br/>【피고(반소원고)】 피고(반소원고) (소송대리인 변호사 김주원 외 1인)<br/>【변론종결】2018. 7. 27.<br/>【주    문】<br/>1.피고(반소원고)는 원고(반소피고)들에게 별지1 목록 기재 각 공탁에 대한 공탁금출급청구권 중 별지2 목록 기재 각 해당 상속분 비율에 따른 공탁금출급청구권에 관하여 각 채권양도의 의사표시를 하고, 대한민국(소관: 인천지방법원 공탁공무원)에게 위 각 채권양도의 통지를 하라.<br/>2. 피고(반소원고)에게, 원고(반소피고) 1, 원고(반소피고) 2는 각 10,066,250원, 원고(반소피고) 3은 15,099,375원 및 각 이에 대하여 2018. 7. 27.부터 2018. 8. 31.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>3. 원고(반소피고)들의 나머지 본소청구 및 피고(반소원고)의 나머지 반소청구를 각 기각한다.<br/>4.소송비용은 본소, 반소를 합하여 그 1/5은 원고(반소피고)들이, 나머지는 피고(반소원고)가 각 부담한다.<br/>5. 제2항은 가집행할 수 있다.<br/><br/>【청구취지】본소: 주문 제1항 및 피고(반소원고, 이하 ‘피고’라 한다)는, ① 원고(반소피고, 이하 ‘원고’라 한다) 1, 원고(반소피고, 이하 ‘원고’라 한다) 2에게 각 112,857,000원 및 그 중 각 22,857,000원에 대하여 2012. 9. 1.부터 이 사건 소장 부본 송달일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈과, 각 90,000,000원에 대하여 2014. 3. 1.부터 이 사건 소장 부본 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하고, ② 원고 3에게 169,285,000원 및 그 중 34,285,000원에 대하여 2012. 9. 1.부터 이 사건 소장 부본 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈과, 135,000,000원에 대하여 2014. 3. 1.부터 이 사건 소장 부본 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하고, ③ 원고들에게 별지1 목록 공탁금액란에 기재된 각 돈에 대하여 각 공탁일로부터 공탁금출급청구권 양도의 의사표시를 할 때까지 각 연 4.9%의 비율로 계산한 돈을 지급하라.<br/>반소: 피고에게, 원고 1, 원고 2는 각 249,460,657원, 원고 3은 374,190,986원 및 각 이에 대하여 이 사건 반소장 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  가. 당사자들의 지위<br/>   1) 소외 1((사망일자 생략) 사망, 이하 ‘망인’이라 한다)은 1985년 무렵부터 인천 일대에서 “△△학원”이란 상호로 다수의 학원을 설립·운영하여 왔고, 피고는 망인의 동생으로서 △△학원의 기획실장, 행정원장 등을 역임하여 오다가 2006. 10. 26. “◇◇△△학원”(이하 ‘이 사건 학원’이라 한다) 원장에 부임하였다.<br/>   2) 원고 1, 원고 2는 망인의 자녀로서 직계비속이고 원고 3은 망인의 처로서 법률상 배우자인바, 그 상속분 비율은 별지2 목록에서 보는 바와 같이 원고 1, 원고 2의 경우 각 2/7이고 원고 3의 경우 3/7이다.<br/>  나. 이 사건 학원의 운영 등<br/>   1) 망인과 소외 2, 소외 4, 소외 3은 2002. 6.경 망인 40%, 소외 2 30%, 소외 4 10%, 소외 3 20%의 비율로 합계 1,500,000,000원을 출자하여 학원을 운영하기로 하는 조합(이하 ‘이 사건 조합’이라 한다)을 구성하고서, 그에 따라 아래 다.항에서 보는 바와 같이 인천 부평구 (주소 생략) 등 3필지 토지(이하 ‘이 사건 토지’라 한다)를 매수하여 그 지상에 지하 1층 지상 7층 규모의 건물(이하 ‘이 사건 건물’이라 한다)을 신축한 다음, 그곳에서 이 사건 학원을 설립·운영하여 왔다. <br/>   2) 이후 이 사건 학원의 운영에 관한 사업자등록은, ① 2006. 11. 7. 피고, 소외 2, 소외 4 등 3인 명의, ② 2009. 1. 30. 피고, 소외 2 등 2인 명의, ③ 2012. 4. 20. 피고 단독 명의로 각각 변경되어 왔고, 그 과정에서 망인은 소외 2, 소외 4, 소외 3으로부터 이 사건 조합에 대하여 가지는 그들의 지분(합계 60%)을 모두 이전받았다.<br/>  다. 이 사건 토지 및 건물의 소유관계<br/>   1) ① 망인은 이 사건 조합 구성원들인 소외 2, 소외 4, 소외 3 등을 매수인으로 내세워 2002. 5. 10. 그러한 사정을 모르는 소외 14와 사이에 이 사건 토지를 매수하기로 하는 계약을 체결하고서 2002. 6. 17. 소외 2, 소외 4, 소외 3 명의로 이 사건 토지의 각 1/3 지분에 관한 각 소유권이전등기를 마쳤다. ② 그 후 2006. 10. 11. 소외 3 명의 각 1/3 지분에 관하여 2006. 9. 29. 매매를 원인으로 한, 2008. 12. 22. 소외 4 명의 각 1/3 지분에 관하여 2008. 12. 18. 매매를 원인으로 한, 2012. 3. 28. 소외 2 명의 각 1/3 지분에 관하여 2012. 3. 27. 매매를 원인으로 한 피고 명의의 소유권이전등기가 각 마쳐졌다.<br/>   2) 한편 이 사건 토지 위에 이 사건 건물이 신축되자 이 사건 건물에 관하여 2003. 5. 20. 소외 2 명의의 소유권보존등기가 마쳐졌고, 그 후 2012. 3. 28. 피고 명의로 2012. 3. 27. 매매를 원인으로 한 소유권이전등기가 마쳐졌다. <br/>  라. 선행소송의 경과<br/>   1) 원고들은 망인의 상속인 지위에서, ① 망인이 이 사건 조합의 구성원이었던 소외 2, 소외 4, 소외 3으로부터 그들 명의로 소유권이전등기가 마쳐진 이 사건 토지의 각 1/3 지분을 매수하기로 하면서 그 등기명의만을 피고의 명의로 하였을 뿐이라는 전제 하에, 피고를 상대로 소외 2, 소외 4, 소외 3을 대위하여 이 사건 토지에 관하여 마쳐진 피고 명의 소유권이전등기의 말소등기절차의 이행을 구하고, 소외 2, 소외 4, 소외 3을 상대로 이 사건 토지 중 각 1/3 지분에 관하여 위 각 매매계약을 원인으로 하는 각 소유권이전등기절차의 이행을 구하며, ② 망인과 소외 2, 소외 4, 소외 3이 이 사건 학원의 공동운영을 위하여 구성한 이 사건 조합이 이 사건 건물을 원시취득하였는데 소외 2, 소외 4, 소외 3이 이 사건 조합에서 탈퇴함으로써 망인만이 조합원으로 남게 되었다는 전제 하에 소외 2와 피고를 상대로 이 사건 건물에 관하여 마쳐진 소외 2 명의의 소유권보존등기 및 이에 터 잡은 피고 명의의 소유권이전등기의 각 말소등기절차의 이행을 구하는 소(이하 ‘선행소송’이라 한다)를 제기하였다.<br/>   2)선행소송의 제1심법원은 원고들의 청구를 모두 기각하는 판결(인천지방법원 2014. 2. 11. 선고 2013가합597 판결)을 선고하였으나, 항소심법원은 원고들의 위와 같은 주장을 받아들여, ‘① 피고는 소외 2, 소외 4, 소외 3에게 이 사건 토지 중 각 1/3 지분에 관하여 마쳐진 소유권이전등기의 말소등기절차를 이행하고, 소외 2, 소외 4, 소외 3은 원고들에게 이 사건 토지 중 상속분의 비율에 따른 부분에 관하여 각 매매(소외 2: 2012. 3. 27.자, 소외 4: 2008. 12. 18.자, 소외 3: 2006. 9. 29.자)를 원인으로 한 소유권이전등기절차를 이행하라. ② 원고들에게, 피고는 이 사건 건물에 관하여 마쳐진 소유권이전등기의 말소등기절차를 이행하고, 소외 2는 이 사건 건물에 관하여 마쳐진 소유권보존등기의 말소등기절차를 이행하라’는 판결(서울고등법원 2016. 11. 25. 선고 2014나15486판결)을 선고하였다(항소심법원은 ‘소외 2, 소외 4, 소외 3이 이 사건 조합에서 탈퇴하는 과정에서 이 사건 학원의 지분 60%를 취득하였다’는 피고의 주장을 배척하였다), 위 항소심판결은 대법원의 상고기각판결(대법원 2017. 3. 30. 선고 2017다483 판결)에 따라 2017. 4. 6. 확정되었다(이하 이와 같이 선행소송에서 확정된 판결을 ‘선행판결’이라 한다).<br/>  마. 이 사건 학원의 폐업과 임대업으로의 전환<br/>   1) 피고는 2012. 4. 2. 대한민국(인천청소년비행예방센터)에게 지하 1층 지상 7층 규모의 이 사건 건물 전부를 임대차보증금 300,000,000원, 차임 월 15,000,000원(부가가치세 별도, 피고와 대한민국 사이에 2016. 7. 13. 체결된 별도 약정에 따라 차임이 2016. 7.분부터 월 16,300,000원으로 증액되었다)에 임대하였다(이하 피고와 대한민국 사이에 체결된 위 임대차계약을 ‘이 사건 임대차계약’이라 한다).<br/>   2) 한편 이 사건 학원은 경영의 악화로 인한 적자 누적에 따라 2012. 5. 31.경 폐업처리됨과 아울러 그 무렵 임대업에 관한 피고의 명의의 사업자등록이 마쳐졌다.<br/>  바. 대한민국의 이 사건 임대차계약에 따른 차임 등 공탁<br/>   대한민국은 별지1 목록에서 보는 바와 같이 2014. 7. 3.부터 2016. 12. 30.까지의 기간 동안 피고를 피공탁자로 하여 인천지방법원에 이 사건 임대차계약에서 정한 차임 및 그 차임에 대한 부가가치세 상당액을 각각 공탁하여 왔다.<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 7, 61호증, 을 제29호증의 각 기재(가지번호 포함, 이하 특별히 가지번호를 설시하지 않는 경우에 있어서 모두 같다), 이 법원의 법무부 서울소년분류심사원 인천청소년비행예방센터장에 대한 사실조회 결과, 이 법원에 현저한 사실, 변론 전체의 취지<br/>2. 본소청구에 관한 판단<br/>  가. 인정 부분<br/>   1) 위 인정사실에 의하면, ① 망인과 함께 이 사건 조합을 구성하였던 소외 2, 소외 4, 소외 3이 이 사건 토지 중 각 1/3 지분에 관하여 피고 명의의 소유권이전등기를 마쳐주고, 소외 2가 이 사건 건물에 관하여 피고 명의의 소유권이전등기를 마쳐주고서 얼마 지나지 않아 이 사건 학원의 운영에 관한 사업자등록에서 배제되었음을 알 수 있는바, 결국 위와 같은 부동산거래는 소외 2, 소외 4, 소외 3이 이 사건 조합에서 탈퇴하면서 망인과 사이에 자신의 지분 등을 정산하기 위하여 이루어진 것으로 여겨지므로, 이 사건 토지 및 건물은 이 사건 학원을 단독으로 운영하게 된 망인의 단독 소유로 귀속된다고 보아야 하고, ② 이와 더불어 소외 2, 소외 4, 소외 3이 이 사건 조합에서 탈퇴하는 과정에서 망인이 그들로부터 그들의 지분 전부를 피고 명의로 이전받음으로써, 피고 단독명의로 이 사건 학원의 사업자등록이 변경된 2012. 4. 20. 무렵 이 사건 학원 전부를 실질적으로 운영하는 지위를 가지게 되었다고 할 것인바, 사정이 그러하다면 망인은 이 사건 학원장으로서 사업자등록이 마쳐져 있던 피고의 명의를 이용하여 이 사건 토지 및 건물에 관한 소유권이전등기를 마쳐 두고서 이 사건 학원의 운영과 이 사건 학원의 폐업 이후 임대업으로의 사업전환 과정에 실질적으로 관여하여 왔던 것으로 봄이 상당하므로, 피고가 이 사건 임대차계약에 따라 대한민국으로부터 지급받은 임대차보증금 및 차임 등은 최종적으로 망인이나 망인의 상속인인 원고들에게 귀속되어야 할 것이다(피고는 이 사건 학원의 지분을 보유하고 있을 뿐만 아니라 망인으로부터 이 사건 토지 및 건물을 증여받았기 때문에 위 임대차보증금 및 차임 등을 망인이나 원고들에게 반환할 의무가 없다는 취지로 주장하고 있으나, 이는 이미 확정된 선행판결에서의 사실인정에 반하는 것으로서 받아들일 수 없다).<br/>\t그러므로 살피건대, 피고가 망인이나 원고들에게 이 사건 임대차계약에 따라 대한민국으로부터 임대차보증금으로 300,000,000원을 지급받고서 그 중 80,000,000원을 교부하지 않았을 뿐만 아니라 2012. 6.부터 2014. 2.까지 21개월 분 차임 합계 315,000,000원(= 월 차임 15,000,000원 × 21)을 교부하지 않은 사실은 당사자 사이에 다툼이 없고, 대한민국이 별지1 목록에서 보는 바와 같이 2014. 7. 3.부터 2016. 12. 30.까지의 기간 동안 피고를 피공탁자로 하여 이 사건 임대차계약에서 정한 차임 및 부가가치세 상당액을 각각 공탁한 사실은 앞서 인정한 바와 같으므로, 위와 같이 피고가 망인이나 원고들에게 교부하지 않은 임대차보증금 80,000,000원 및 차임 315,000,000원과 위 각 공탁에 대하여 피공탁자인 피고가 가지게 된 각 공탁물출급청구권은 망인이나 원고들에게 귀속되어야 할 것으로서, 피고가 현재 이를 보유하고 있는 이상 망인이나 원고들에 대한 관계에서 이를 부당이득하였다고 보아야 한다.<br/>   2)\t따라서 피고는 망인의 상속인인 원고들에게, ① 특별한 사정이 없는 한 위 임대차보증금 및 차임 합계 395,000,000원(= 80,000,000원 + 315,000,000원) 중 별지2 목록 기재 상속분 비율에 따라 계산된 돈 및 그 지연손해금을 지급할 의무가 있고, ② 이와 별도로 별지1 목록 기재 각 공탁에 대한 공탁금출급청구권 중 별지2 목록 기재 각 해당 상속분 비율에 따른 공탁금출급청구권에 관하여 각 채권양도의 의사표시를 하고, 대한민국(소관: 인천지방법원 공탁공무원)에게 그 취지의 통지를 할 의무가 있다.<br/>  나. 배척 부분<br/>   1) 원고들 주장의 요지<br/>    피고는 악의의 수익자에 해당하기 때문에 별지 1 목록 기재 각 공탁금액에 대하여 별지1 목록 기재 각 공탁일부터 공탁금출급청구권 양도의 의사표시를 할 때까지 민법이 정한 연 5%에서 구 공탁금의 이자에 관한 규칙(2018. 5. 29. 대법원규칙 제2790호로 개정되어 2018. 7. 1. 시행되기 전의 것) 제2조가 정한 공탁금의 이율 연 0.1%를 공제한 4.9%(= 5% - 0.1%)의 비율로 계산한 이자를 원고들에게 추가로 반환할 의무가 있다.<br/>   2) 판단<br/>    부당이득의 경우에 악의의 수익자는 그 받은 이익에 이자를 붙여 반환하고 손해가 있으면 이를 배상하여야 하는데(민법 제748조 제2항), 부당이득의 수익자가 악의라는 점에 대하여는 이를 주장하는 측에서 증명책임을 지는바, 여기서 ‘악의’는 민법 제749조 제2항에서 악의로 의제하는 경우 등은 별론으로 하고 자신의 이익 보유가 법률상 원인 없는 것임을 인식하는 것을 말하고, 그 이익의 보유를 법률상 원인이 없는 것이 되도록 하는 사정, 즉 부당이득반환의무의 발생요건에 해당하는 사실이 있음을 인식하는 것만으로는 부족하다(대법원 2010. 1. 28. 선고 2009다24187, 24194 판결 등 참조).<br/>    그런데 이 사건의 경우 피고의 주장이나 선행소송의 경과 등을 고려하여 보았을 때, 피고는 이 사건 토지 및 건물을 소유하고 있다는 전제 하에 대한민국과 사이에 이 사건 임대차계약을 체결한 다음 대한민국에게 이 사건 건물의 점유를 이전하는 방식으로 이 사건 토지 및 건물을 사용·수익하여 왔던 것으로 보이고, 망인이나 원고들이 이 사건 소 제기 이전에 피고를 상대로 위와 같은 사용·수익에 대하여 어떠한 이의를 제기한 적은 없었던 것으로 보이므로, 피고가 적어도 선행판결이 2017. 4. 6. 확정되기 전까지는 별지1 목록 기재 각 공탁에 대한 공탁금출급청구권을 보유할 법률상 원인이 없어서 이를 반환하여야 한다는 사정을 알고 있었다고 단정하기 어려울 뿐만 아니라 그와 같은 부당이득반환 의무를 부인하면서 원고들의 주장을 다투고 있는 이상 현재에도 그러한 사정을 알고 있다고 할 수 없다.<br/>    따라서 원고들의 이 부분 주장은 나머지 점에 관하여 더 나아가 살필 필요 없이 이유 없다.<br/>3. 피고의 본소청구 중 금전 지급청구 부분에 대한 공제주장 및 반소청구에 관한 판단<br/>  가. 피고의 주장 요지<br/>   피고는 이 사건 학원장으로 재직함과 아울러 임대업에 관한 사업자등록을 마쳐두고서 이 사건 토지 및 건물을 관리하여 오는 동안 아래 나.항의 각 항목들에 기재된 합계 1,268,112,300원(= 1)항 15,180,000원 + 1)항 8,880,000원 + 2)항 351,965,551원 + 3)항 150,500,000원 + 3항) 19,183,294원 + 4)항 309,220,486원 + 5)항 59,222,910원 + 5)항 9,423,870원 + 6)항 9,661,740원 + 7)항 43,154,050원 + 8)항 51,278,599원 + 9)항 231,000,000원 + 10)항 9,441,800원) 상당의 비용을 지출하거나 망인이나 원고들로부터 지급받아야 할 급여, 퇴직금, 용역 대가 등을 제 때에 지급받지 못하였다.<br/>   따라서 원고들은 피고에게 원고가 본소청구로써 반환을 구하는 부당이득금 395,000,000원에서 위 1,268,112,300원을 대등액에서 공제한 나머지 873,112,300원(= 1,268,112,300원 - 395,000,000원) 중 별지2 상속분 비율에 따라 계산된 돈 및 이에 대한 이 사건 반소장 부본 송달일 다음날부터의 지연손해금을 지급할 의무가 있다(피고는 아래의 각 비용 등에 관한 채권을 자동채권으로 하여 원고들의 위 부당이득반환채권과 대등액에서 상계한다고 주장하나, 피고 스스로 상계충당의 순서나 방법을 고려하지 않은 채 원고들이 구하는 부당이득금의 합계액인 395,000,000원과 원고들로부터 상환받아야 한다는 비용 등의 합계액 1,268,112,300원을 원본끼리 대등액에서 소멸시키고 있고 이러한 계산방법에 관하여 원고들이 달리 이의하고 있지 않은 것으로 보이므로, 피고의 위 주장을 상계항변이 아닌 피고가 지출하거나 받지 못한 돈을 제외시켜달라는 정도의 공제주장으로 선해한다).<br/>  나. 항목별 판단<br/>   1) 소외 3이 이 사건 토지의 각 1/3 지분에 관하여 피고 명의의 소유권이전등기를 마쳐주는 과정에서 발생한 취득세, 등록세 등 15,180,000원, 소외 4가 이 사건 토지의 각 1/3 지분에 관하여 피고 명의의 소유권이전등기를 마쳐주는 과정에서 발생한 등록세 등 8,880,000원: 배척<br/>    가)\t피고는 소외 3으로부터 2006. 10. 11. 이 사건 토지 중 각 1/3 지분에 관하여 2006. 9. 29. 매매를 원인으로 한 피고 명의의 소유권이전등기를 마치는 과정에서 발생한 취득세 및 농어촌특별세 7,260,000원과 등록세 및 지방교육세 7,920,000원 등 합계 15,180,000원을 지출하였고, 소외 4로부터 2008. 12. 22. 이 사건 토지 중 각 1/3 지분에 관하여 2008. 12. 18. 매매를 원인으로 한 피고 명의의 소유권이전등기를 마치는 과정에서 발생한 등록세 및 지방교육세 8,880,000원을 지출하였다고 주장한다.<br/>    나)\t살피건대 을 제10, 11호증의 각 기재에 의하면, 소외 3과의 위 부동산거래와 관련하여 2006. 10. 10.자로 등록세 및 지방교육세 7,920,000원이 납부되었다는 영수증과 2006. 10. 30.자로 취득세 및 농어촌특별세 7,260,000원이 납부되었다는 영수증이 각각 발행된 사실, 소외 4와의 위 부동산거래와 관련하여 2008. 12. 18.자로 등록세 및 지방교육세 8,880,000원이 납부되었다는 영수증이 발행된 사실은 인정되나, 위 인정사실만으로 위 각 세금들이 오로지 피고의 돈으로 지출되었다고 단정하기 어렵고, 달리 이를 인정할 만한 증거가 없으며, 오히려 앞서 인정한 바와 같이 위와 같은 부동산거래가 망인의 의사에 따라 단지 피고가 이를 소유하고 있다는 외관을 형성시킬 목적에서 이루어진 것임을 감안하여 보았을 때 단지 등기명의만을 가지고 있는 피고가 굳이 자신의 돈을 지출하여 가면서까지 위 각 세금들을 납부하여야 할 합리적인 이유도 없어 보인다.<br/>    \t따라서 피고의 이 부분 주장은 이유 없다.<br/>   2)피고가 이 사건 학원의 운영을 위하여 지출한 합계 351,965,551원: 배척<br/>    가)\t피고는 이 사건 학원장에 재직하는 기간 동안 이 사건 학원의 운영자금이 부족할 때마다 피고가 개인적인 용도로 사용 중인 계좌로부터 이 사건 학원의 운영에 쓰이던 계좌로 돈을 입금시켜 이 사건 학원을 운영하여 왔고 그 금액이 550,286,414원에 이르고 있는바, 위 금액에서 현재까지 198,320,863원만을 반환받았을 뿐 나머지 351,965,551원은 반환받지 못하였다고 주장한다.<br/>    나)\t살피건대 을 제13, 14호증의 각 기재 및 변론 전체의 취지를 종합하면, 2007. 5. 22.부터 망인의 사망(사망일자 생략) 전인 2012. 5. 22.까지 피고가 개인적인 용도로 사용 중인 피고 명의의 우리은행 저축예금계좌(을 제14호증의1 관련), 우리은행 특정금전신탁계좌(을 제14호증의2 관련), 한국씨티은행 저축예금계좌(을 제14호증의3 관련), 한국씨티은행 기업자유예금계좌(을 제14호증의4 관련), 검단농협 자립예탁금계좌(을 제14호증의5 관련), 수협 예탁금계좌(을 제14호증의6 관련) 등으로부터 이 사건 학원의 운영에 쓰이던 피고 명의의 각 부평농협 자유저축예탁금계좌(을 제13호증의1, 2 관련, 계좌번호 마지막 6자리 각각 ☆☆☆☆☆☆, ▽▽▽▽▽▽), 신한은행 보통예금계좌(을 제13호증의3 관련) 등으로 53회에 걸쳐 합계 550,286,414원이 송금된 사실, 2007. 3. 14.부터 2009. 11. 30.까지 피고 명의의 각 부평농협 자유예탁금계좌로부터 피고 명의의 우리은행 저축예금계좌로 10회에 걸쳐 합계 82,993,000원이 송금되었고, 2008. 7. 14.부터 2011. 1. 10.까지 피고 명의의 부평농협 자유예탁금계좌(계좌번호 마지막 6자리 ▽▽▽▽▽▽)로부터 소외 15 명의의 계좌로 8회에 걸쳐 합계 84,327,863원이 송금된 사실, 피고 명의의 부평농협 자유예탁금계좌(계좌번호 마지막 6자리 ☆☆☆☆☆☆)에서 2008. 12. 17. 액면금액 21,000,000원의 자기앞수표 1장이 발행되었고, 2009. 9. 17. 액면금액 10,000,000원의 자기앞수표 1장이 발행된 사실은 인정된다.<br/>\t그러나 갑 제5, 13호증, 제14호증의1, 제15호증의2 내지 제17호증의1, 제20증의4, 제22, 23, 25 내지 29, 33 내지 37, 41, 44, 48, 54호증, 을 제13, 14호증의 각 기재, 이 법원에 현저한 사실 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정, 즉 ① 2011. 9. 9. 피고가 개인적인 용도로 사용 중인 피고 명의의 우리은행 저축예금계좌에 아파트분양계약 해제에 따른 환급금으로 263,159,324원이 입금되었는데 당초 그 분양대금은 망인으로부터 송금받은 돈으로 지급된 것이었던 점, ② 망인이 2011. 6. 7. 이 사건 학원의 운영에 쓰이던 피고 명의의 부평농협 자유예탁금계좌(계좌번호 마지막 6자리 ▽▽▽▽▽▽)로 30,000,000원을 송금하였던바 망인이 이 사건 학원의 실질 운영자였다는 사실에 비추어서 위 돈은 이 사건 학원의 운영을 위하여 입금되었다고 여겨지는 점, ③ 대한민국이 이 사건 임대차계약의 체결일인 2012. 4. 2. 피고가 개인적인 용도로 사용 중인 피고 명의의 우리은행 저축예금계좌로 계약금 50,000,000원을 입금하였고, 2012. 5. 22. 잔금 250,000,000원을 입금하였는데 위 돈은 원래 망인에게 귀속되어야 함은 위 제2의 가.항에서 언급한 바와 같은 점, ④ 이 사건 학원의 운영에 쓰이던 계좌로 입금된 돈들 중 상당 부분이 피고가 개인적인 용도로 사용하는 계좌로 이체되어 왔고, 그와 같이 이체된 돈이 다시 이 사건 학원의 운영에 쓰이던 계좌로 이체되어 왔으며, 그러한 일련의 거래과정 중에서 일정 금원이 인출되어 더 이상의 거래내역이 확인되지 않는 경우도 발견되고 있는바, 그러한 거래내역들 중 일부는 피고의 개인적인 이익을 위하여 이루어졌다고 의심할 여지가 있어 보임에도 피고가 이에 관하여 납득할 만한 수준의 해명을 하지 못하고 있는 점, ⑤ 피고 주장에 따르면 피고가 개인적인 용도로 사용하는 계좌와 이 사건 학원의 운영에 쓰이던 계좌 사이의 거래는 금전의 대여 및 변제에 관하여 이루어진 것인데도, 그러한 금전거래와 관련하여 최소한 ‘가수금’ 혹은 ‘가지급금’ 등으로 회계처리된 적은 없었던 것으로 보이는 점, ⑥ 이 사건 학원의 운영에 쓰이던 계좌는 이 사건 학원장이던 피고 명의의 계좌로서 피고의 개인 계좌와 엄격하게 구별하여 관리되어 온 것으로 보이지 않는 점 등을 종합하여 보았을 때, 피고가 이 사건 학원의 운영에 쓰이던 계좌로 입금시킨 돈이 피고의 개인 재산으로부터 형성된 것이라고 단정하기 어렵고 그와 같이 입금된 돈이 이 사건 학원의 운영에 모두 쓰였을 것이라고도 단정하기 어려우므로, 앞서 살펴본 거래내역만을 가지고서 피고가 자신의 돈을 지출하여 가면서 이 사건 학원을 운영하였다고 볼 수 없고 달리 이를 인정할 만한 증거도 없다.<br/>\t따라서 피고의 이 부분 주장은 이유 없다.<br/>   3)피고가 이 사건 학원장으로 근무하면서 지급받지 못한 급여 150,500,000원 및 퇴직금 19,183,294원: 배척<br/>    피고는 2006. 10. 26.경 이 사건 학원장에 부임하면서 망인과 사이에 그 재직기간 동안 월 3,500,000원의 급여를 ‘판공비’로 지급받기로 약정하였는데도, 이 사건 학원이 2012. 5. 31.경 폐업할 때까지 43개월분의 급여 합계 150,500,000원(= 3,500,000원 × 43)을 지급받지 못하였을 뿐만 아니라 이 사건 학원의 폐업에 따라 관련 법령에 따라 산정된 퇴직금 19,183,294원도 지급받지 못하였다고 주장하나, 을 제14, 15, 21호증의 각 기재만으로는 이를 인정하기에 부족하고 달리 이를 인정할 만한 증거가 없으며, 오히려 앞서 거시한 증거들에다가 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정, 즉 ① 피고는 이 사건 소가 제기되기 전까지 이 사건 학원 건물 및 그 부지로 쓰이는 이 사건 토지 및 건물에 관하여 자기 명의의 소유권이전등기를 마쳐두고 있었을 뿐 이 사건 학원을 두고서 망인과 사이에 고용관계에 있었다는 주장을 한 적이 전혀 없었던 점, ② 피고의 주장에 따르면 2006. 10. 26.경부터 2012. 5. 31.경까지 약 67개월(5년 7개월) 정도의 기간 중 약 65%에 이르는 43개월의 기간 동안 아무런 대가 없이 이 사건 학원장에 재직하여 왔다는 것인데도 망인을 상대로 미지급된 임금의 정산을 요구하는 등의 조치를 취한 적은 없었던 것으로 보이는 점, ③ 앞서 인정한 바와 같이 피고가 이 사건 학원의 운영에 쓰이던 계좌를 관리하고 있었다면 직원들의 급여를 이체시키는 과정에서 굳이 자신의 급여를 누락시킬 이유도 없었을 것인 점, ④ 피고가 이 사건 학원장으로 재직하였다는 사실과 △△△△학원에서 급여를 받아 왔다는 사실만으로, 피고와 망인 사이에 이 사건 학원을 두고서 고용계약이 체결되었다고 단정할 수 없는 점, ⑤ 원고들이 선행소송에서 피고가 ‘월급원장’이었다고 주장하였다고 하더라도 이는 변론주의의 원칙상 자신의 주장을 이유 있게 하기 위한 것에 다름 아니어서 이 사건에서 그에 어긋나는 주장을 하더라도 피고의 이 부분 주장이 그대로 받아들여져야 한다고 볼 수 없는 점 등에 비추어 보았을 때, 피고가 이 사건 학원과 관련하여 망인으로부터 고용된 근로자의 지위에 있었다고 보기는 어렵다.<br/>    따라서 피고의 이 부분 주장은 이유 없다(피고의 이 부분 주장을 배척하는 이상 이와 관련되는 원고들의 소멸시효 주장에 대하여서는 따로 판단하지 않는다).<br/>   4)대출금에 대한 이자 대납금 309,220,486원: 인정<br/>    가)\t피고가 2012. 5. 16. 농협은행으로부터 14억 원을 대출받아 같은 날 이 사건 건물의 신축을 위하여 신한은행과 사이에서 이루어진 기존 대출원리금을 모두 상환하고서, 2012. 6.부터 2016 11.까지 농협은행과의 위 대출약정에 따른 합계 309,220,486원 상당의 이자를 납입하여 온 사실은 당사자 사이에 다툼이 없거나, 을 제16호증, 제24호증의8 내지 10의 각 기재, 이 법원의 농협은행에 대한 금융거래정보 제출명령 결과 및 변론 전체의 취지에 의하여 인정할 수 있으므로, 이로 인하여 망인이나 원고들은 위와 같은 대출이자의 지출을 면함으로써 그 금액 상당을 부당이득하였다고 할 것이다.<br/>    나)\t이에 대하여 원고들은 피고가 이 사건 토지 및 건물이 망인의 소유여서 그에 관한 대출이자를 납입할 의무가 없다는 사실을 알고도 이를 납부하였으므로 이는 민법 제742조 소정의 비채변제에 해당하여 망인이나 원고들이 이를 반환할 의무가 없다고 주장하므로 살피건대, 민법 제742조 소정의 비채변제에 관한 규정은 변제자가 채무 없음을 알면서도 변제를 한 경우에 적용되는 것이고 채무 없음을 알지 못한 경우에는 그 과실 유무를 불문하고 적용되지 아니하며(대법원 1998. 11. 13. 선고 97다58453 판결 참조), 변제자가 채무 없음을 알았다는 점에 대한 입증책임은 반환청구권을 부인하는 측에 있다고 할 것인바(대법원 2006. 9. 28. 선고 2006다40171 판결 참조), 앞서 설시한 바와 같이 피고가 선행소송에서 패소의 확정판결을 받기 전까지 이 사건 토지 및 건물이 자신의 소유라고 생각하고서 원고들의 주장을 다투고 있었음에 비추어 보면, 피고가 위와 같이 이 사건 건물의 신축에 관한 대출을 받아 그 이자를 납입한 것은 자신의 채무를 변제하기 위한 의도에서 비롯된 것이라고 볼 여지가 상당할 뿐이고 달리 이를 인정할 만한 증거가 없으므로, 원고들의 위 주장은 받아들이지 않는다(아래 재산세, 종합부동산세, 소득세 등에 관한 원고들의 비채변제 주장 역시 이와 같은 이유로 모두 받아들이지 않는다).<br/>   5)이 사건 토지 및 건물에 대한 재산세 등 대납금 59,222,910원 및 이 사건 토지에 대한 종합부동산세 대납금 9,423,870원: 인정<br/>    가)\t피고가 이 사건 토지 및 건물의 등기부상 소유자라는 이유로 2012년부터 2016년까지의 재산세 등 합계 59,222,910원을 납부하였고, 2012년부터 2015년 귀속 종합부동산세 9,423,870원을 납부한 사실은 당사자 사이에 다툼이 없거나, 을 제17, 20호증의 각 기재 및 변론 전체의 취지를 종합하여 인정할 수 있는바, 위와 같은 부동산거래의 실질은 망인이 이 사건 토지 및 건물의 소유권을 실질적으로 보유하면서 그 명의만을 피고에게 둔다는 것이어서 위 재산세 및 종합소득세는 어디까지나 망인이나 원고들이 납부하였어야 하는 것들로 여겨지므로, 망인이나 원고들이 세법상 납세의무자의 지위에 있었는지 여부를 불문하고 피고의 위와 같은 세금 납부에 따라 그 지출을 면한 것이 분명한 이상 같은 금액 상당을 부당이득하였다고 할 것이다. <br/>    나)\t이에 대하여 원고들은 피고가 이 사건 토지 및 건물을 자신의 것으로 믿고서 재산세 및 종합부동산세를 납부하였다고 주장하였으므로 이 부분 부당이득반환채권을 명시적·묵시적으로 포기한 것에 다름 아니라고 주장하나, 그 정도의 사정만으로 피고가 이 부분 부당이득반환채권을 명시적·묵시적으로 포기하였다고 단정할 수 없고 달리 이를 인정할 만한 아무런 증거가 없으므로, 원고들의 위 주장은 받아들이지 않는다(아래 소득세 및 지방소득세에 관한 원고들의 부당이득반환채권의 포기 주장 역시 이와 같은 이유로 받아들이지 않는다).<br/>   6)임대소득에 대한 종합소득세 및 지방소득세 대납금 9,661,740원: 인정<br/>    이 사건 학원이 2012. 5. 31.경 폐업됨과 아울러 이후 피고의 명의의 임대사업자등록이 마쳐진 사실은 앞서 인정한 바와 같고, 그에 따라 피고가 망인이 사망한 이후 이 사건 건물의 임대소득에 관하여 부과된 2013년 귀속 종합소득세 및 지방소득세 합계 9,661,740원을 납부한 사실은 당사자 사이에 다툼이 없거나, 을 제19, 22호증의 각 기재, 이 법원의 인천세무서장에 대한 과세정보 제출명령 결과 및 변론 전체의 취지를 종합하여 인정할 수 있으므로, 결국 원고들은 피고의 위와 같은 세금 납부에 따라 그 지출을 면함으로써 같은 금액 상당을 부당이득하였다고 할 것이다. <br/>   7) 임대사업 관련 부가가치세 대납금 43,154,050원: 배척<br/>    가)\t피고는 2012. 6.경 임대사업에 관하여 사업자등록을 마치고서 2012. 7. 25.부터 2016. 11. 16.까지 이 사건 임대차계약에 따라 발생하는 임대수입에 대한 부가가치세로 74,654,050원을 납부하였는데, 대한민국이 별지1 목록 기재와 같이 망인이 사망한 이후인 2014. 3.분의 차임 상당액을 공탁하면서부터 부가가치세 상당액도 함께 공탁하였으므로, 결국 원고들은 피고가 2014. 3.부터 2016. 11. 16.까지 이미 납부해버린 부가가치세 43,154,050원[= 74,654,050원 - 31,500,000원(= 1,500,000원 × 2012. 6.부터 2014. 2.까지 21개월)]을 실질적으로 이중지급받음으로써 같은 금액 상당을 부당이득하였다고 주장한다.<br/>    나)\t살피건대 부당이득이 성립하기 위하여서는 반환의무자의 이득이 반환청구자의 손해와 상당인과관계가 있어야 하는데, 피고의 주장 자체로도 반환의무자인 원고들의 이득은 대한민국의 공탁행위에 따른 것이고 이와 별도로 반환청구자의 손해는 자신의 부가가치세 대납행위에 따른 것이어서 양자 사이에 상당인과관계가 있다고 보기 어렵다.<br/>\t뿐만 아니라 법률상 원인없이 이득하였음을 이유로 한 부당이득의 반환에 있어서 이득이라 함은 실질적인 이득을 가리키는 것인바(대법원 1991. 10. 8. 선고 91다22018, 22025 판결 등 참조), 원고들이 이 사건 소로써 피고를 상대로 별지1 목록 기재 각 공탁물출급청구권에 관한 채권양도의 의사표시를 구하고 있음은 기록상 분명한데, 이와 같이 피고에게 채권양도의 의사표시를 하도록 명하는 것은 의사의 진술을 명하는 판결에 해당하여 판결이 확정되어야 비로소 그 효력이 발생하는 것이어서(민사집행법 제263조 제1항), 주문에서 보는 바와 같이 이 법원이 원고들의 위 청구 부분을 받아들여 피고에 대하여 그 채권양도의 의사표시를 하도록 명하였다고 하더라도 아직 이 사건 판결이 확정되지 않은 이상 원고들이 위 각 공탁물출급청구권을 보유하게 되었다고 할 수는 없으므로, 원고들이 이와 관련하여 무슨 실질적인 이득을 얻었다고 보기도 어렵다.<br/>\t따라서 피고의 이 부분 주장은 이유 없다. <br/>   8) 이 사건 건물의 관리 등 임대사업 운영비용 51,278,599원: 42,702,869원만 인정<br/>    가)\t판단의 기준<br/>     앞서 인정한 바와 같이 피고가 이 사건 학원장으로 재직하다가 이 사건 학원의 경영이 악화되어 적자가 누적되자 2012. 4. 2. 대한민국과 사이에 이 사건 임대차계약을 체결함으로써 이 사건 건물 전부를 대한민국에 임대함과 아울러 2012. 5. 31.경 이 사건 학원을 폐업처리하고서 임대사업자로 등록하였고, 그로부터 얼마 지나지 않은 2012. 8. 29. 망인이 사망하였음에 비추어 보면, 피고로서는 이 사건 임대차계약을 체결함으로써 이 사건 건물을 가지고서 임대사업을 영위한 기간 동안 실질적 운영주체였던 망인으로부터 아무런 운영비용을 조달받지 못한 채 자신의 비용으로 임대사업에 관한 운영비용 및 이 사건 학원을 폐업하기 전에 정산하지 못한 운영비용 중 일부를 충당하여 왔다고 봄이 상당하다(원고들은 피고가 이 사건 토지 및 건물이 자신의 소유임을 전제로 운영비용을 지출하였으므로 이를 공제하여서는 안 된다고 주장하나, 피고가 운영비용으로 지출한 돈은 선행판결에 의하여 그 실질적 운영주체로 판명된 망인이나 원고들이 부담하는 것이 당연하다고 할 것이므로, 원고들의 위 주장은 받아들일 수 없다).<br/>     다만 피고가 이 사건 임대차계약을 통해 이 사건 건물 전부를 대한민국에 임대한 사실은 앞서 인정한 바와 같고, 을 제25호증의 기재 및 변론 전체의 취지를 종합하면 이 사건 임대차계약은 원칙적으로 이 사건 건물을 임차인인 대한민국이 전적으로 관리하면서 피고에게 관리비를 별도로 지급하지 않는 것으로 정하고 있고, 임대인인 피고는 이 사건 건물에 대하여 화재보험에 가입하고, 기존 시설물을 철거·수리하며, 이 사건 건물의 안전과 밀접한 시설물의 유지 및 보존에 필요한 수선을 할 의무를 부담하는 것으로 정하고 있는 사실을 인정할 수 있으므로, 피고가 원고들을 상대로 반환을 구할 수 있는 임대사업 운영비용은 위와 관련하여 이 사건 임대차계약이 체결된 2012. 4. 2. 이후 지출되었다고 주장되는 항목들 중 세금계산서, 금융거래내역 및 공신력 있는 기관이 발급하거나 인증한 영수증 등과 같은 객관적인 자료로 증명되는 것에 한정하기로 하고, 나아가 이 사건 학원을 폐업하기 전에 정산하지 못한 운영비용 또한 위와 같은 자료로 증명되는 것에 한정하기로 한다.<br/>    나)\t구체적인 비용의 산정<br/>     (1) 인정 부분<br/>      살피건대 을 제14호증의1, 제23호증, 제24호증의2, 5, 6, 8 내지 19, 21 내지 24, 27, 29 내지 31, 제31, 33호증, 제34호증의2, 제42, 43, 46호증의 각 기재, 이 법원의 농협은행에 대한 금융거래정보 제출명령 결과 및 변론 전체의 취지를 종합하면, 피고가 임대사업을 개시한 이래 아래와 같은 명목으로 합계 42,702,869원의 비용을 지출하였음을 인정할 수 있으므로, 결국 망인이나 원고들은 그 지출을 면함으로써 같은 금액 상당을 부당이득하였다고 할 것이다.<br/>내역영수인금액(원)세금계산서 등지출일자주차장 전기공사소외 54,800,000을 제24호증의22012.4.25.전기안전관리대행주식회사 한양전기안전관리176,000을 제24호증의52012.4.28.방화관리주식회사 우리소방기술단110,000을 제24호증의62012.4.28.대출 채무자 변경비용(미납 이자 변제, 인지, 채권 구입)신한은행농협은행7,274,339을 제24호증의8, 9, 102012.5.16.천정보수공사소외 91,650,000을 제24호증의112012.6.1.화재보험료현대해상1,073,400을 제24호증의12을 제24호증의13을 제24호증의142012.6.15.2015.6.18.2016.6.18.기장료(이 사건 학원)소외 10871,200을 제24호증의152012.7.~2014.11.기장료(임대사업)소외 104,320,400을 제24호증의162012.7.~2014.11.환경개선부담금인천광역시 부평구청장37,690을 제24호증의172012.9.10.2013.3.25.2013.9.24.2014.3.25.전기정기검사한국전기안전공사674,740을 제24호증의182012.9.20.주차기정기검사한국주차설비협회409,200을 제24호증의192012.11.16.보온공사①디자인 □3,410,000을 제24호증의212012.12.23.보온공사②디자인 □3,300,000을 제24호증의222012.12.31.2013.1.31.정유량절수기 설치비진성닷컴 주식회사826,100을 제24호증의232013.9.16.엘리베이터비상통화장치 설치비티센크루프엘리베이터코리아 주식회사561,000을 제24호증의242014.4.30.기장료유진회계법인8,390,800을 제24호증의272014.12.~2017.7.소방시설공사주식회사 우리소방기술단330,000을 제24호증의292016.8.16.배수펌프교체주식회사 에이플러스공조715,000을 제24호증의302016.8.16.에어컨실외기콤푸교체주식회사 에이플러스공조3,773,000을 제24호증의312016.9.1.2016.9.132016.10.162016.11.22016.11.23.합계42,702,869<br/><br/>      (2) 배척 부분<br/>       피고는 소외 5에 대한 주차장 천정공사비용 3,000,000원, 소외 6에 대한 건물 내 칸막이·책걸상 철거비용 3,400,000원, 소외 7에 대한 이 사건 학원 홈페이지 관리비용 100,000원, 소외 8에 대한 아르바이트 비용 400,000원, 소외 11에 대한 미지급강사료 1,000,000원, 에스케이텔레콤에 대한 비상전화 기본료 125,730원, 소외 12에 대한 하수구수리비용 300,000원, 소외 13에 대한 나무자르기비용 250,000원도 임대사업에 들인 운영비용이라고 주장하나, 을 제14호증의1, 제23호증, 제24호증의1, 3, 4, 7, 20, 25, 26, 28, 제30, 32, 33호증의 각 기재만으로는 위와 같은 비용 지출에 관한 거래가 실제 피고 명의로 이루어진 임대사업과 관련한 것이라는 점을 인정하기에 부족하고 달리 이를 인정할 만한 증거도 없으므로, 피고의 이 부분 주장은 이유 없다.<br/>   9) 이 사건 건물의 관리 용역 제공에 대한 대가 231,000,000원: 배척<br/>    피고는 임대사업자로 등록되었을 무렵인 2012. 6. 1.부터 2017. 11. 21.까지 약 66개월 동안 이 사건 건물을 관리한 것에 대한 대가로 이 사건 학원장으로 재직하면서 수령한 급여인 월 3,500,000원의 비율로 계산한 231,000,000원(= 3,500,000원 × 66)을 원고들로부터 받아야 한다고 주장하나, 위 제3의 나. 3)항에서 설시한 바와 같이 피고가 이 사건 학원장으로 재직하면서 월 3,500,000원의 급여를 받아 왔다고 인정하기 어려운 데다가 피고가 이 사건 건물을 자신 소유라는 전제 하에 관리하여 왔고 그에 따라 망인이나 원고들 사이에 어떠한 용역 대가에 관한 약정조차 체결된 바 없었음을 고려하여 보면, 피고의 이 부분 주장은 받아들일 수 없다.<br/>   10) 이 사건 학원 운영 과정에서 피고가 지출한 물품 구매비용 9,441,800원: 배척<br/>    피고는 이 사건 학원장으로 재직하면서 이 사건 학원에 필요한 물품의 구입 등 급히 지출할 필요가 있는 비용을 지출하였다고 주장하나, 을 제47호증의 각 기재는 매출일시, 매출처와 금액만이 표기된 카드거래내역에 불과하여 그것만으로 이를 인정하기에 부족하고 달리 이를 인정할 만한 증거가 없으므로, 피고의 이 부분 주장은 받아들일 수 없다.<br/>  다.공제되어야 할 금액의 산정<br/>   지금까지 살펴본 바에 따라 피고가 원고들로부터 반환받아야 할 비용 등 합계액을 산정하면 430,231,875원{= 4)대출금에 대한 이자 대납금 309,220,486원 + 5) 이 사건 토지 및 건물에 대한 재산세 등 대납금 59,222,910원+ 5)이 사건 토지에 대한 종합부동산세 대납금 9,423,870원 + 6) 임대소득에 대한 종합소득세 및 지방소득세 대납금 9,661,740원 + 8) 이 사건 건물의 관리 등 임대사업 운영비용 42,702,869원}이 됨은 계산상 명백하다.<br/>  라. 소결론<br/>   결국 원고들이 반환을 구하는 부당이득금 395,000,000원에서 피고가 반환을 구하는 비용 430,231,875원을 공제하면 오히려 원고들이 피고에게 35,231,875원(= 430,231,875원 - 395,000,000원) 중 별지2 목록 기재 각 해당 상속분의 비율에 따라 계산된 돈을 반환할 의무가 있다.<br/>   따라서 피고에게, 원고 1, 원고 2는 각 10,066,250원(= 35,231,875원 × 상속분 비율 2/7), 원고 3은 15,099,375원(= 35,231,875원 × 상속분 비율 3/7) 및 각 이에 대하여 이 사건 반소장 부본이 원고들에게 송달된 다음날임이 기록상 분명한 2018. 7. 27.부터 원고들이 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 판결 선고일인 2018. 8. 31.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>4. 결론<br/>  그렇다면 원고들의 본소청구 및 피고의 반소청구는 위 인정 범위 내에서 이유 있으므로 이를 각 인용하고, 원고들의 나머지 본소청구 및 피고의 나머지 반소청구는 이유 없으므로 이를 각 기각하기로 하여, 주문과 같이 판결한다.<br/>(별지 생략)<br/><br/>판사 이원중(재판장) 김재경 백우현 ",
  "사건번호": "2017가합54028(본소), 2018가합58232(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "214785",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}