{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "일반행정",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20181109",
  "법원명": "서울고등법원",
  "사건명": "시정명령등처분취소청구의소",
  "판례내용": "【원    고】 홈플러스 주식회사 외 1인 (소송대리인 변호사 강승준 외 2인)<br/>【피    고】 공정거래위원회 (소송대리인 법무법인 봄 담당변호사 김민우)<br/>【변론종결】2018. 7. 13.<br/>【주    문】<br/>  1. 원고들의 청구를 모두 기각한다.<br/>  2. 소송비용은 원고들이 부담한다.<br/><br/>【청구취지】피고가 2016. 7. 20. 전원회의 의결 제2016-221호로 원고들에게 한 별지 1 기재 시정명령 및 과징금납부명령을 모두 취소한다. <br/>【이    유】1. 기초사실<br/>가. 원고들의 지위 및 일반현황<br/>    원고 홈플러스 주식회사와 홈플러스스토어즈 주식회사(이하 모든 회사 명칭에서 ‘주식회사’는 생략한다)는 소비자가 사용하는 상품을 다수의 사업자로부터 납품받아 판매하는 소매업을 영위하는 자로서, 직전 사업연도의 소매업종 매출액이 1,000억 원 이상이며, 대규모 유통업에서의 거래 공정화에 관한 법률(이하 ‘대규모유통업법’이라 한다) 제2조 제1호에서 규정하고 있는 대규모유통업자에 해당한다.  <br/>    원고들의 일반현황은 아래 표 기재와 같다.<br/>원고 홈플러스스토어즈의 일반현황설립일자본금매 출 액당기순이익2012년2013년2014년2015년2012년2013년2014년2015년'80.10.25757,6011,536,2001,725,4681,601,0901,460,82989,39734,130-48,783-234,045'99.4.20.616,7007,086,2937,325,4827,052,579-489,686463,365-298,958-(원고 홈플러스는 2015년 2월 말 기준, 원고 홈플러스스토어즈는 2015년 12월 말 기준, 단위: 백만 원)<br/>나. 시장구조 및 실태<br/>1) 대형마트의 특징 및 발전과정<br/> 대형마트는 할인점(Discount Store)의 일종으로서, 용역의 제공 장소를 제외한 매장면적의 합계가 3,000㎡ 이상인 점포의 집단으로 식품·가전 및 생활용품을 중심으로 점원의 도움 없이 소비자에게 소매하는 점포의 집단을 말한다.<br/> 대형마트는 대량구매, 저마진-고회전, 셀프서비스, 최저투자 등을 통해 생산·유통·판매구조를 효율화시킴으로써 저가판매를 목적으로 한다는 점에 그 특징이 있으며, 이를 위해서는 다점포화 및 대형화를 통하여 저원가운영(Low Cost Operation) 체제를 갖추는 것이 필수적이다.<br/> 우리나라 대형마트는 1993년 이마트 창동점이 개점하면서 시작되었으며, 1996년 유통시장의 전면 개방 이후 점포수가 기하급수적으로 증가하였다. 당시 현대화된 소매 점포는 백화점밖에 없던 시장상황 하에서 쾌적한 대형매장을 갖추고 일상생활에서 소비하는 생활용품과 식품을 정찰제로 판매하는 대형마트는 선풍적인 인기를 끌면서 도입 이후 10년 만에 소매업을 대표하는 1위 업태로 급부상하였다.<br/>2) 대형마트 시장현황<br/> 대형마트의 시장규모 추이를 살펴보면, 전체 판매액이 매년 꾸준히 상승하여 2000년 10.6조 원에서 2014년 38.5조 원으로 14년간 약 263.2%의 성장률을 보이고 있다. 연도별 매출액 성장률은 2000년에 40.5%를 기록한 것을 최고점으로 하여 2014년에는 -0.2%를 기록하였다. 대형마트의 연도별 매출액 성장률은 아래 표 기재와 같다. <br/>(단위 : 조 원, %)구분'00'01'02'03'04'05'06'07'08'09'10'11'12'13'14매출액10.613.817.419.521.523.725.728.430.131.234.137.338.738.638.5성장률40.529.925.712.310.210.28.410.36.13.68.19.03.7-0.1-0.2<br/> 점포수는 2008년까지 매년 30개 이상씩 증가하였고, 2009년부터는 20개 이하로 증가하였다. 대형마트의 2001년부터 2014년까지의 매출액과 점포수의 변화추세는 아래 그림과 같다. 2014년 기준으로 약 65.6%이고, 상위 3사 점유율 합계는 큰 변화 없이 안정적인 추세를 보이고 있다. 2010년부터 2014년까지의 대형마트 매출액 및 상위 3개 사의 시장점유율은 아래 표 기재와 같다.<br/><br/> 국내 대형마트 시장에서 대기업 계열인 상위 3개사가 차지하는 시장점유율의 합계는 2014년 기준으로 약 65.6%이고, 상위 3사 점유율 합계는 큰 변화 없이 안정적인 추세를 보이고 있다. 2010년부터 2014년까지의 대형마트 매출액 및 상위 3개 사의 시장점유율은 아래 표 기재와 같다.<br/>(단위: 조 원, %)구 분20102011201220132014전체 매출액34.137.338.738.634.4상위 3사 시장점유율 합계68.369.167.767.265.6이마트28.328.628.327.928.2홈플러스24.323.823.023.422.4롯데마트15.716.716.415.915.0<br/>3) 대형마트의 주요 거래형태<br/> 대형마트가 납품업자등과 거래하는 형태는 크게 직매입 거래, 특약매입 거래, 그리고 매장임대차 거래로 구분된다.<br/> ‘직매입 거래’란 대형마트가 납품업자에게 대금을 지급하고 상품을 납품받아서 그 소유권을 이전받는 형태의 거래를 의미한다. 그러므로 직매입 거래에서는 대형마트가 상품의 판매 및 재고 위험을 모두 지게 된다.<br/> ‘특약매입 거래’란 대형마트가 납품업자로부터 상품을 외상으로 매입하고, 상품을 판매한 대금 중에서 일정률 또는 일정액을 공제한 후 납품대금을 지급하는 거래형태이다. 특약매입 거래에서는 대형마트가 판매하지 못한 상품들을 납품업자에게 자유롭게 반품할 수 있다.<br/> ‘매장임대차 거래’란 대형마트가 입점업체에게 점포 매장의 일부를 임대해주고 그 대가로 임대수수료를 수취하는 거래형태이다. <br/>4) 원고들의 납품업자에 대한 리베이트·광고비 공제 진행구조<br/>가) 마진의 종류 및 개념<br/>   원고들이 취득하는 총 마진(TCI, Total Commercial Income)은 아래 표 기재와 같이 상품 판매과정에서 발생하는 ‘유통마진(scan margin)’과 납품업자로부터 직접 수취하는 수익(리베이트, 광고비, 물류비)으로 구성된다. <br/>총마진= 유통마진 + 납품업자로부터 직접 수취하는 수익[리베이트(판매장려금, 판촉비용분담금) + 광고비 + 물류비]<br/>   총 마진을 구성하는 세부 마진항목별 개념 및 계약형태, 발행서류는 아래 표 기재와 같다. <br/>구분항목명개념계약형태발행서류유통마진(스캔마진, Scan Margin)소비자 판매가격과 납품업자로부터 매입가격의 차액에 따른 마진(유통마진 = 매출액 - 매입원가)--직접수익리베이트(Rebate)판매장려금매대(진열) 장려금, 성과 장려금, 신상품입점 장려금연간 서면계약세금계산서판촉비용분담금판매촉진행사를 실시하는 대가로 납품업자에게 부담시키는 판촉비용월단위 계약입금표광고비(MKT Income)점포 내에서 상품을 광고해주는 대가로 납품업자로부터 수취하는 광고비월단위 계약(일부는 연간계약)세금계산서물류비(DC Income)납품업자 상품을 물류센터에서 홈플러스 점포로 배송해주는 대가로 납품업자로부터 수취하는 물류비연간 서면계약?<br/>나) 점내광고비의 성격 및 계약방식<br/>   점내광고비는 원고들이 자신의 점포에서 각종 광고매체를 통해 납품업자의 상품을 광고해 주는 대가로 납품업자로부터 수취하는 비용이다.<br/>   원고들과 납품업자간 광고물설치계약서는 대부분 월별로 체결된다. 광고비 금액은 광고물 설치내역에 따라 결정되며, 점내광고비는 납품업자에게 지급해야 할 상품대금에서 공제하는 방식으로 수취되고 원고들은 점내광고비에 대한 증빙서류로 납품업자에게 세금계산서를 발행한다.<br/>다) 판매장려금의 성격 및 계약방식<br/>   판매장려금은 명칭에 상관없이 직매입거래에서 상품의 판매촉진을 위하여 연간거래 기본계약에 명시된 조건에 따라 납품업자가 대규모유통업자에게 지급하는 경제적 이익을 말한다(대규모유통업법 제2조 제9호). ‘매대(진열) 장려금’은 상품을 매출증가 가능성이 큰 자리(매대)에 진열해 주는 대가로 받는 판매장려금을, ‘성과 장려금’은 전년동기 대비 납품액(납품단가 × 납품물량) 신장목표에 도달하였을 때 받는 판매장려금을, ‘신상품입점장려금’은 납품업자의 신상품을 매장에 진열해 주는 대가로 받는 판매장려금을 의미한다. <br/>   원고들과 납품업자간 판매장려금 지급에 관한 부속합의서는 대부분 연간계약으로 체결된다. 판매장려금은 납품업자에게 지급해야 할 상품대금에서 공제하는 방식으로 수취되고 원고들은 판매장려금에 대한 증빙서류로 납품업자에게 세금계산서를 발행한다.<br/>라) 판촉비용분담금의 성격 및 계약방식<br/>   판촉비용분담금은 원고들이 소비자 판매가격을 할인하는 판매촉진행사를 실시하게 될 경우 상품 개당 판매가격 하락분만큼 마진이 감소하게 되므로, 마진 감소분을 판매촉진비용으로 보아 그 일부(대개 50%임)를 납품업자가 부담하는 금액이다.<br/>   월간 판매촉진행사가 완료되면 판매촉진비용(= 판매가격하락분 × 행사기간 중 판매량)을 산출하고, 이 중 일부를 납품업자가 부담할 판촉비용분담금으로 산정한다. 이후 원고들은 납품업자에게 ‘매출대금 공제내역 확인서’를 송부하여 산출된 판촉비용분담금액을 확인하여 줄 것을 요청한다. <br/>   판촉비용분담금은 점내광고비와 동일하게 납품업자에게 지급해야 할 월간 상품대금에서 공제하는 방식으로 수취되고 원고들은 판촉비용분담금에 대한 증빙서류로 납품업자에게 입금표를 발행한다.<br/>다. 원고들의 행위<br/>1) 납품업자에게 지급하는 상품대금을 감액한 행위<br/> 원고들은 2014. 1.부터 2015. 3.까지 농심, 해태음료, 옥시레킷벤키저, 유한양행 등 4개 납품업자에게 지급하는 상품대금에서 매입액 대비 일정률 또는 일정액의 금액을 판촉비용분담금 또는 진열장려금 명목으로 공제하고 입금표를 발행하였는바, 그 공제 금액은 총 12,121,097,691원(홈플러스 10,1167,769,972원, 홈플러스스토어즈 1,953,327,719원)이다(이하 ‘이 사건 장려금 명목 대금공제행위’라 한다). 원고들이 납품업자에게 지급하여야 할 상품대금을 감액하여 지급한 방식을 납품업자별로 살펴보면 다음과 같다. <br/> 가) 농심<br/>장려금의 분류장려금의 결정 비율면 장려금(주1)상품 매입금액의 6.6%스낵 장려금상품 매입금액의 6.6%네슬레제과 장려금상품 매입금액의 12.14%캔디 장려금상품 매입금액의 6.6%멘토스 장려금상품 매입금액의 4.9%백산수 장려금상품 매입금액의 15.1%카프리썬 장려금상품 매입금액의 7%냉동식품류 장려금상품 매입금액의 11.9%기타 음료 장려금상품 매입금액의 6.6%커피 장려금상품 매입금액의 6.6%(기타) 상품 장려금상품 매입금액의 6.6%<br/>면 장려금<br/>   원고들은 2014. 1.부터 2015. 2.까지 농심과 사이에, 매월 농심으로부터 매입하는 개별상품군의 매입액에 대한 일정비율(개별 비율은 아래 표 기재와 같음)에 해당하는 금액을 공제하기로 하는 연간약정을 하고, 총 11,037,427,691원(홈플러스 9,183,112,147원, 홈플러스스토어즈 1,854,315,544원)을 농심에게 지급하는 상품대금에서 판촉비용분담금 명목으로 공제하였다.  <br/> 나) 해태음료<br/>   원고들은 해태음료와 사이에, 매월 해태음료로부터 매입하는 강원평창수를 제외한 전체 상품 매입액의 8% 및 강원평창수 상품 매입액의 0.5%에 해당하는 금액을 공제하기로 하는 연간약정을 하고, 2014. 1.부터 2015. 2.까지 총 548,046,103원(홈플러스 465,290,947원, 홈플러스스토어즈 82,755,156원)을 해태음료에 지급하는 상품대금에서 공제하였다. 원고들은 2014년에는 판촉비용분담금 명목으로, 2015년에는 점내광고비 또는 진열장려금 명목으로 이를 공제하였다. <br/> 다) 옥시레킷벤키저<br/>   원고들은 옥시레킷벤키저와 사이에, 매월 옥시레킷벤키저로부터 매입하는 상품대금에서 145,366,667원의 금액을 공제하기로 하는 연간약정을 하고, 2015. 1.부터 2015. 3.까지 총 436,100,001원(전액을 홈플러스가 공제)을 옥시레킷벤키저에게 지급하는 상품대금에서 판촉비용분담금 명목으로 공제하였다. <br/> 라) 유한양행 <br/>   원고들은 유한양행과 사이에, 매월 유한양행으로부터 매입하는 세제상품 매입액의 10.5%에 해당하는 금액을 공제하도록 하는 연간약정을 하고, 2015. 1.부터 2015. 3.까지 총 99,523,896원(홈플러스 83,266,876원, 홈플러스스토어즈 16,257,020원)을 유한양행에게 지급하는 상품대금에서 판촉비용분담금 명목으로 공제하였다. <br/>2) 판촉사원 직영전환에 따른 소요 인건비를 납품업자에게 전가한 행위<br/> 원고들은 납품업자로부터 원고들의 매장에 파견되어 근무하던 판촉사원을 자신들의 직원으로 전환하면서, 상품팀별, 상품종류별 배분율을 감안하여 납품업자별 인건비 규모를 결정한 뒤, 납품업자로 하여금 위 판촉사원에 대한 해당금액의 인건비를 매월 지급하도록 하는 연간약정을 하였다. 이에 따라 원고들은 2013. 6.부터 2015. 8.까지 판촉사원 직영전환에 따른 소요 인건비를 납품업자에게 지급하여야 할 상품대금에서 점내광고비, 판촉비용분담금 명목으로 공제하는 방법으로 10개 납품업자들에게 총 15,974,996,137원의 인건비(홈플러스 13,446,238,512원, 홈플러스스토어즈 2,528,757,625원)를 부담하게 하였다(이하 ‘이 사건 인건비 관련행위’라 한다). 그 내역을 납품업자별로 살펴보면 다음과 같다.<br/> 가) 씨제이제일제당<br/>   원고들은 2014. 1.부터 2015. 8.까지 판촉사원 직영전환에 소요되는 인건비 총 3,761,772,245원(홈플러스 3,264,437,357원, 홈플러스스토어즈 497,334,888원)을 씨제이제일제당에게 지급하는 상품대금에서 점내광고비 명목으로 공제하였다. <br/> 나) 동서식품<br/>   원고들은 2014. 3.부터 2015. 8.까지 판촉사원 직영전환에 소요되는 인건비 총 3,660,100,000원(홈플러스 3,018,205,500원, 홈플러스스토어즈 641,894,500원)을 동서식품에게 지급하는 상품대금에서 점내광고비 명목으로 공제하였다. <br/> 다) 옥시레킷벤키저<br/>   원고들은 2014. 1.부터 2015. 3.까지 판촉사원 직영전환에 소요되는 인건비 총 1,875,000,000원(홈플러스 1,528,125,000원, 홈플러스스토어즈 346,875,000원)을 옥시레킷벤키저에게 지급하는 상품대금에서 매월 125,000,000원씩 판촉비용분담금 명목으로 공제하였다. <br/> 라) 오리온<br/>   원고들은 2014. 3.부터 2015. 8.까지 판촉사원 직영전환에 소요되는 인건비 총 3,448,000,000원(홈플러스 2,779,360,000원, 홈플러스스토어즈 668,640,000원)을 오리온에게 지급하는 상품대금에서 점내광고비 명목으로 공제하였다.<br/> 마) 롯데제과<br/>   원고들은 2014. 4. 및 2014. 11.부터 2015. 2.까지 판촉사원 직영전환에 소요되는 인건비 총 1,124,000,000원(홈플러스 1,077,380,000원, 홈플러스스토어즈 46,620,000원)을 롯데제과에게 지급하는 상품대금에서 판촉비용분담금 명목으로 공제하였다. <br/> 바) 해태제과<br/>   원고들은 2015. 2. 판촉사원 직영전환에 소요되는 인건비 총 120,999,000원(홈플러스 98,614,185원, 홈플러스스토어즈 22,384,815원)을 해태제과에게 지급하는 상품대금에서 판촉비용분담금 명목으로 공제하였다. <br/> 사) 남양유업(차주류 상품), 롯데네슬레<br/>   원고들은 2014. 3.부터 2015. 2.까지 판촉사원 직영전환에 소요되는 인건비 총 1,401,178,000원(홈플러스 1,141,960,070원, 홈플러스스토어즈 259,217,930원)을 남양유업(차주류상품) 및 롯데네슬레에게 지급하는 상품대금에서 점내광고비 명목으로 공제하였다. <br/> 아) 남양유업(제과음료 상품)<br/>   원고들은 2013. 2.부터 2013. 11.까지, 2014. 1.부터 2014. 12.까지 판촉사원 직영전환에 소요되는 인건비 총 410,176,000원(홈플러스 386,183,720원, 홈플러스스토어즈 23,992,280원)을 남양유업(제과음료상품)에게 지급하는 상품대금에서 점내광고비 명목으로 공제하였다.<br/> 자) 샘표<br/>   원고들은 2013. 6.부터 2013. 9.까지 판촉사원 직영전환에 소요되는 인건비 총 143,770,892원(홈플러스 123,822,681원, 홈플러스스토어즈 19,948,211원)을 샘표에게 지급하는 상품대금에서 판촉비용분담금 명목으로 공제하였다.  <br/> 차) 빙그레<br/>   원고들은 2015. 1.부터 2015. 3.까지 판촉사원 직영전환에 소요되는 인건비 총 30,000,000원(홈플러스 28,150,000원, 홈플러스스토어즈 1,850,000원)을 빙그레에게 지급하는 상품대금에서 점내광고비 명목으로 공제하였다. <br/>3) 납품업자에게 상품을 반품한 행위<br/> 원고들은 2013. 8. 26.부터 2015. 5. 25.까지 금홍팬시 등 21개 납품업자들로부터 직매입한 ‘캐릭터포켓크로스가방’ 등 402개의 상품을 ‘일정한 기간이나 계절에 집중적으로 판매되는 상품’ 즉, 시즌상품이라는 사유로 해당 시즌이 종료된 후 반품하였다(이하 ‘이 사건 반품행위’이라 한다). <br/>4) 납품업자 종업원의 사용행위<br/> 원고들은 2012. 1. 9.부터 2013. 11. 20.까지 평택안중점 등 15개 신규점포의 개점을 준비하는 과정에서 씨제이제일제당 등 16개 납품업자들과 종업원등의 파견에 관한 서면약정을 체결하지 아니하고 납품업자들의 종업원 총 270명을 개점 전일 오후 9시부터 다음날 새벽 2시까지 상품 진열작업 등에 종사하게 하였다. 또한 이와 관련하여 원고들은 상품 진열작업을 수행한 납품업자 종업원의 인건비도 지급하지 아니하였다(이하 ‘이 사건 종업원 사용행위’이라 한다). <br/>라. 피고의 처분<br/>1) 시정명령 및 과징금납부명령의 내용<br/> 피고는 2016. 7. 20. 전원회의 의결 제2016-221호로 원고들에 대하여, 원고들의 이 사건 장려금 명목 대금공제행위는 대규모유통업법 제7조 제1항에, 이 사건 인건비 관련행위는 같은 법 제12조 제3항에, 이 사건 반품행위는 같은 법 제10조 제1항에, 이 사건 종업원 사용행위는 같은 법 제12조 제1항에 각 위반되어 위법하다는 이유로, 시정명령에 대하여는 대규모유통업법 제32조에 따라, 과징금납부명령에 대하여는 같은 법 제35조, 구 대규모유통업에서의 거래 공정화에 관한 법률 시행령(2018. 1. 9. 대통령령 제28580호로 개정되기 전의 것, 이하 ‘대규모유통업법 시행령’이라 한다) 제28조, 구 대규모유통업법 위반사업자에 대한 과징금 부과기준 고시(2016. 6. 30. 공정거래위원회고시 제2016-9호로 개정되기 전의 것, 이하 ‘과징금고시’라 한다)의 규정에 따라 별지 1 기재 시정명령 및 과징금납부명령(이하 통틀어 ‘이 사건 처분’이라 한다)을 하였다.  <br/>2) 과징금 산정의 근거<br/> 피고는 원고들에 대하여 아래와 같은 과정을 거쳐 과징금을 산정하였다.<br/>가) 관련 납품대금<br/>   원고들의 이 사건 장려금 명목 대금공제행위에 대하여는 아래 표 기재와 같이 매입액 대비 일정률 또는 일정액의 금액을 판촉비용분담금 또는 진열장려금 명목으로 공제한 건과 관련한 매입액 합계를 관련 납품대금으로 산정한다. 한편 원고들의 이 사건 인건비 관련행위, 이 사건 반품행위, 이 사건 종업원 사용행위에 대하여는 위반행위를 한 기간 동안 구매한 상품이나 이와 관련한 매입액의 산정이 곤란하므로, 대규모유통업법 제35조 제1항 단서의 규정을 적용하여 정액과징금을 부과한다. <br/>이 사건 장려금 명목 대금공제행위 관련 납품대금(단위: 원)원고＼납품업자농심해태음료옥시레킷 벤키저(주3)유한양행합계홈플러스138,212,612,2625,816,136,843-793,017,871144,821,766,976홈플러스스토어즈27,915,440,4001,034,439,444-154,828,75829,104,708,602합계166,128,052,6626,850,576,287-947,846,629173,926,475,578<br/>옥시레킷 벤키저<br/>나) 산정기준<br/>(1) 이 사건 장려금 명목 대금공제행위<br/>원고들의 위반행위의 중대성 정도를 ‘중대한 위반행위’로 구분하고, 과징금고시 Ⅳ.1.나. 규정에 따라 납품대금의 40%를 부과기준율로 하여 산정된 원고들의 산정기준은 아래 표 기재와 같다. <br/>(단위: 원)피심인관련 납품대금부과기준율산정기준홈플러스144,821,766,97640%57,928,706,790홈플러스스토어즈29,104,708,60240%11,641,883,441합계173,926,475,578?69,570,590,231<br/>(2) 이 사건 인건비 관련행위, 종업원 사용행위<br/>원고들의 위반행위의 중대성의 정도를 ‘중대한 위반행위’로 보고, 과징금고시 Ⅳ.1.다. 규정에 따라 이에 해당하는 부과기준금액의 범위(1억 원 이상 3억 원 미만) 내에서 290,000,000원을 각 원고들의 산정기준 금액으로 정한다.<br/>(3) 이 사건 반품행위<br/>원고들의 위반행위의 중대성 정도를 ‘중대한 위반행위’로 보고, 과징금고시 Ⅳ.1.다. 규정에 따라 이에 해당하는 부과기준금액의 범위(1억 원 이상 3억 원 미만) 내에서 290,000,000원을 각 원고들의 산정기준 금액으로 정한다.<br/>다) 행위 또는 행위자 요소에 의한 조정<br/>   원고들에게는 행위 또는 행위자 요소에 의한 조정사유가 없다.<br/>라) 부과과징금의 결정<br/>   이 사건 장려금 명목 대금공제행위의 경우 부당이득 규모 대비 위 산정기준이 과중한 것으로 보이고, 원고 홈플러스의 경우 2014년, 원고 홈플러스스토어즈의 경우 2014년, 2015년의 각 당기순이익이 적자인 점 등을 감안하여 70%를 각 감경한다. 원고들의 위반행위별로 산정된 부과과징금(1백만 원 단위 미만의 금액은 절사한다)은 아래 표 기재와 같다. <br/>(단위: 천 원)위반행위원고 홈플러스원고 홈플러스스토어즈이 사건 장려금 명목 대금공제행위조정금액57,928,70711,641,883조정률△70%△70%부과과징금17,378,0003,492,000이 사건 인건비 관련행위 및 납품업자 종업원 사용조정금액290,000290,000조정률--부과과징금290,000290,000이 사건 반품행위조정금액290,000290,000조정률--부과과징금290,000290,000원고별 부과과징금 합계17,958,0004,072,000<br/>【인정근거】다툼 없는 사실, 갑 제1, 16, 17, 25, 30 내지 33호증(가지번호 전부 포함, 이하 같다), 을 제12 내지 15, 17, 22 내지 36, 45, 66, 71호증의 각 기재, 변론 전체의 취지<br/>2. 관계 법령<br/>  별지 3 ‘관계 법령’ 기재와 같다.<br/>3. 이 사건 처분의 적법 여부<br/>가. 원고들이 납품업자들에 대하여 거래상 우월적 지위에 있는지 여부에 관한 판단<br/>1) 원고들 주장의 요지<br/> 원고들의 대형마트 시장에서의 시장점유율은 22.4%에 불과하고 소매업 시장에서의 시장점유율은 겨우 3.2%에 불과하다. 반면 원고들의 이 사건 장려금 명목 대금공제행위, 인건비 전가행위, 반품행위와 관련한 납품업자들(이하 ‘이 사건 납품업자들’이라 한다)은 막강한 브랜드 파워를 보유하고 있는 대기업들로서 원고들에 비해 월등히 많은 영업이익을 거두고 있고 동종업계에서의 시장점유율도 더 높다. 따라서 이 사건 납품업자들은 원고들에게 납품을 하지 않더라도 얼마든지 다른 시장이나 다른 대형마트로 거래처를 자유롭게 변경할 수 있었다. 그러므로 원고들은 이러한 납품업자들에 대하여 거래상 우월한 지위에 있지 않아 이 사건 장려금 명목 대금공제행위, 인건비 전가행위, 반품행위를 강요할 수도 없었을 뿐만 아니라 실제로 납품업자들과 사이에 자유로운 의사에 기하여 이 사건 행위들을 하였으므로 결코 우월적 지위를 남용한 일이 없음에도 불구하고, 원고들이 이 사건 납품업자들에 대하여 거래상 우월한 지위를 가지고 이를 남용하여 이 사건 행위들을 하였음을 전제로 한 이 사건 처분은 위법하다.<br/>2) 판단<br/>대규모유통업법 제3조 제2항에서는 대규모유통업자가 납품업자에 대하여 거래상 우월적 지위에 있는지 여부는 유통시장의 구조, 소비자의 소비실태, 대규모유통업자와 납품업자 사이의 사업능력의 격차, 납품업자의 대규모유통업자에 대한 거래 의존도, 거래의 대상이 되는 상품의 특성, 대규모유통업자가 운영하는 유통업태의 범위 등을 고려하여 판단한다고 규정하고 있는바, 다툼 없는 사실, 갑 제1, 3호증, 을 제1 내지 3, 7호증의 각 기재 및 변론 전체의 취지에 의해 인정할 수 있는 다음 사실 내지 사정을 종합하여 보면, 원고들은 이 사건 납품업자들에 대하여 거래상 우월적 지위를 가지는 대규모유통업자에 해당한다고 봄이 타당하다. 이와 다른 전제에 선 원고들의 주장은 받아들이지 않는다.    <br/>  ① 2014년 기준 전국 소매업태 중 대형마트가 차지하는 비중은 13.2%로 기업형 유통업체 중에서는 가장 높은 비중을 차지하고 있고, 대형마트 상위 3개사의 대형마트업계에서의 시장점유율은 65.6%이며, 그중 원고들의 시장점유율은 22.4%로 이마트(28.2%)에 이어 2위이고, 원고들은 전국적인 유통망(전국 점포 140개)을 기반으로 연간 매출액이 약 8조 6천억 원에 달한다. 이런 상황에서 대형마트의 주력 상품인 가공식품이나 일상용품의 납품업자들의 경우 원고들에 대한 의존도가 더욱 높을 수밖에 없는데, 가령 식음료품 시장의 경우 대형마트가 차지하는 비중은 50%에 달할 정도로 월등히 높고, 백화점이 차지하는 비중은 1~2%에 불과한바, 이러한 상품들은 대형마트에 입점하였는지 여부가 브랜드 가치와 판매가격의 책정에 커다란 영향을 주는 것으로 보인다. 따라서 주로 가공식품 등 식음료나 일상용품의 생산업자인 이 사건 납품업자들은 상품의 판로를 안정적으로 확보하기 위해 원고들과 같은 대규모유통업자와 계속적으로 거래하기를 희망할 수밖에 없다.<br/>  ② 대형마트를 찾는 소비자들은 원스톱 쇼핑을 선호하는 경향이 있고, 가공식품을 구매하는 소비자들의 경우 구매 상품을 대부분 구매 장소에서 즉석으로 결정하는 경향이 있다. 이러한 소비자들의 소비실태를 고려할 때, 납품업자들의 입장에서는 전국적인 매장을 운영하며 소비자들에게 다양한 품목을 제공하는 대형마트에 대한 입점 및 판촉 활동이 매출증대를 위해 더욱 중요하다고 봄이 상당하다.<br/>  ③ 한국농수산식품유통공사가 발행한 ‘2015년 가공식품 세분시장 현황(면류시장)’에 의하면, 라면을 구매함에 있어 평소 선호하는 브랜드 및 제품이 명확하여 다른 브랜드 및 제품은 구입하지 않는다는 소비자는 33.2%에 불과한 반면 나머지 66.8%의 소비자는 선호하는 브랜드 및 제품이 있으나 신제품이 나오면 해당 제품을 구입하는 편이거나 선호하는 브랜드 및 제품이 없고 마트 및 편의점과 슈퍼 등에 가서 눈에 띄는 제품을 구입하거나, 가격할인 또는 1+1 등의 프로모션으로 구입하는 구매형태를 보이는바, ‘신라면’ 등 브랜드 파워가 막강한 상품의 납품업자라고 하더라도 대형마트에서의 판촉행사 및 진열위치 등이 납품업자들의 매출에 큰 영향을 미칠 수밖에 없다고 판단된다. 이러한 상황에서 원고들과 같이 상품에 대한 각종 프로모션, 광고, 매대 진열 등 판촉행사를 수행할 권한을 가지고 있는 대규모유통업자에 대한 납품업자들의 의존도는 높을 수밖에 없다.   <br/>  ④ 대규모유통업법은 납품업자의 기업규모를 ‘중소기업’으로 제한하고 있지 않다. 이는 납품업자가 비록 동종업계 시장에서는 시장점유율이 높은 대기업이라 할지라도, 유통시장에서만큼은 시장의 구조나 거래되는 상품의 특성에 따라 강력한 구매력이 있는 대규모유통업자의 부당한 요구에 따라야 하는 경우가 많아 그로부터 납품업자를 보호하기 위함이다. 따라서 이 사건 납품업자들이 동종업계에서 많은 이익을 거두고 있고 시장점유율이 높다는 점만으로는 원고들이 납품업자들에 대하여 거래상 우월한 지위에 있지 않다고 단정할 수는 없다.<br/>  ⑤ 동종업계에서 가장 높은 시장점유율을 차지하고 있는 상품을 보유한 납품업자라고 하더라도 그 외 다양한 종류의 상품을 원고들에게 납품하고 있는 상황에서 원고들과의 협상력은 제한적일 수밖에 없다. 가령 농심의 경우 2013년 원고들에 대한 전체 납품대금이 약 1,431억 원인데 주력상품군인 라면 제품의 납품대금은 약 604억 원으로 그 비중이 42.3%에 불과하고 나머지 57.7%는 기타 비주력 상품에 대한 납품대금인바, 주력상품군인 라면에 대한 상당한 협상력을 가지고 있다고 하여 나머지 기타 비주력 상품에 대하여도 같은 정도의 협상력을 가지고 있다고 볼 수 없다. <br/>  ⑥ 원고들의 입장에서는 납품업자와의 거래가 단절될 경우 그와 경쟁관계에 있는 다른 납품업자로부터 대체상품을 납품받을 수도 있고, 납품업자와의 거래를 완전히 종료하지 않더라도 납품업자에 대하여 진열위치를 불리하게 변경하거나 판촉행사에서 제외하거나 비주력 상품의 입점을 거부하는 등 효율적인 대항수단을 보유하고 있는 반면 납품업자들은 본인의 출혈을 감수하면서 거래관계 자체를 단절하는 것 외에 실질적인 대항수단이 존재하지 않는다는 점에서 원고들과 납품업자들의 협상력은 현저한 차이가 있다.  <br/>  ⑦ 납품업자들 사이에 원고들과 같은 대형마트에 대한 납품경쟁이 치열한 것이 유통업계의 현실이어서 원고들과 거래관계를 계속적으로 유지해온 납품업자들이 원고들과의 거래를 거절하고 다른 대형마트와 거래관계를 추가로 확대하는 것도 결코 쉬운 것이 아니다. 이 사건 납품업자들은 이미 대형마트 시장 상위 3개사와 계속적인 거래관계를 갖고 있는 상태에서 원고들과의 거래가 단절될 경우 원고들에게 납품하고 있던 기존 상품의 물량을 롯데마트나 이마트 등 다른 대형마트에 추가적으로 납품하는 것은 현실적으로 쉽지 않다고 할 것이다. <br/>  ⑧ 대형마트는 고회전과 저비용 운영을 통하여 저가로 판매한다는 점에서 백화점과 차별성이 있고, 단일의 대규모 점포에서 다양한 상품구성으로 대량 판매를 원스톱 쇼핑으로 유도한다는 측면에서 재래시장 등 일반 소매업과도 구분되는바, 이러한 차별성으로 인해 그 소비계층이 백화점이나 재래시장 등과 정확히 일치한다고 할 수 없다. 이러한 점을 고려할 때 납품업자들이 대형마트 시장에서의 거래 단절로 발생한 매출 손실을 백화점, 일반 소매업 매출 등으로 만회할 수 있다고 단정할 수도 없다.  <br/>  ⑨ 원고들은 대형마트 시장뿐만 아니라 편의점(365 플러스), SSM(홈플러스 익스프레스), 온라인 및 모바일 홈플러스 등 다른 유통시장에도 상당히 진출한 상태이다. 따라서 원고들과의 거래가 단정될 경우 편의점, 슈퍼마켓, 인터넷 쇼핑, 모바일 쇼핑, 소셜 커머스 등은 이 사건 납품업자들에 대하여 유의미한 대체 거래선이라고 보기 어려운 측면이 발생하였다.<br/>나. 이 사건 장려금 명목 대금공제행위에 관한 판단<br/>1) 원고들 주장의 요지<br/>가) 처분 근거 조항 관련 위법<br/>대규모유통업법 제7조 제1항에서 금지하는 ‘납품받은 상품의 대금을 감액’하는 행위는 시간상으로 대규모유통업자가 납품업자와 계약을 체결하고 상품을 납품받은 이후에 정당한 사유 없이 상품대금을 감액하는 행위를 금지하는 것이므로, 이 사건과 같이 납품계약을 체결할 당시부터 금액을 공제하기로 정하고 상품대금을 지급할 때 이를 공제한 경우에는 대규모유통업법 제7조 제1항이 아닌 같은 법 제15조 제1항에서 정한 ‘경제적 이익을 제공하게’ 하는 행위인지 여부 또는 같은 법 제17조 제2호에서 정한 ‘통상적인 시장의 납품가격보다 현저히 낮은 가격으로 납품하게 하는 행위’인지 여부가 문제될 뿐이다. 따라서 이 사건 장려금 명목 대금공제행위가 대규모유통업법 제7조 제1항을 위반하였음을 전제로 한 이 부분 처분사유는 위법하다.<br/>나) 처분사유의 부존재<br/>   다음과 같은 사정에 비추어 볼 때 원고들의 이 사건 장려금 명목 대금공제행위에는 정당한 사유가 존재하므로 이 부분 처분은 처분사유가 존재하지 아니하여 위법하다. <br/>   (1) 피고는, 원고들이 상품대금에서 공제한 비용(이하 ‘이 사건 공제비용’이라 한다)이 ‘기본장려금’에 해당하고, 판매장려금지침에 의하면 기본장려금은 대규모유통업법 제15조 제2항이 허용하는 판매장려금이 아니라는 이유로 원고들의 이 사건 장려금 명목 대금공제행위에 정당한 사유가 존재하지 않는다고 판단하였으나, 이 사건 공제비용은 대규모유통업자와 납품업자들 사이에 관행적으로 제공되어 오던 대규모유통업법 제15조 제2항이 허용하는 판매장려금에 해당하고, 판매장려금지침은 법규성이 없는 내부 사무처리지침에 불과한바, 이러한 판매장려금지침만으로 일률적으로 이 사건 공제비용이 적법한 판매장려금이 아니라고 보아서는 아니 된다.    <br/>   (2) 납품업자들은 대규모유통업자에게 대량거래에 따른 가격인하를 해주는데, 그 방법으로는 납품단가를 직접 인하해주는 방식과 기본장려금을 지급하는 방식이 있다. 그런데 납품업자들은 기본장려금을 지급하는 방식을 더 선호하기 때문에 원고들과 납품업자들은 자유로운 의사에 기하여 기본장려금을 공제하는 방법으로 가격을 인하해준 것일 뿐이다. 특히 농심의 경우 모든 유통업체에 대하여 동일한 납품단가를 적용하는 일물일가 출고정책을 채택하고 있었기 때문에 가격조정을 기본장려금의 책정으로 할 수밖에 없는 사정이 있었다. 따라서 설령 이 사건 공제비용을 대규모유통업법에 의하여 허용되지 아니하는 ‘기본장려금’이라고 보더라도, 원고들은 가격을 조정하는 방법의 일환으로 납품업자들의 자유로운 의사에 기하여 기본장려금을 공제한 것인바 이 사건 장려금 명목 대금공제행위는 대규모유통업법 제7조 제1항 단서의 ‘정당한 사유가 있는 경우’에 해당한다. <br/>2) 처분 근거 조항 관련 주장에 관한 판단<br/> 가) 대규모유통업법 제7조 제1항은 “대규모유통업자는 납품받은 상품의 대금을 감액하여서는 아니 된다”고 규정하고 있을 뿐 상품대금을 감액하는 시기에 관해서는 아무런 규정을 두고 있지 않은바, 아래에서 살펴볼 대규모유통업법의 목적과 위 규정의 문언에 비추어 볼 때, 위 규정이 상품대금을 납품계약 이후에 사후적으로 감액한 경우만을 규제하고 있다고 제한하여 해석할 수는 없다. 따라서 피고가 이 사건 장려금 명목 대금공제행위에 대하여 대규모유통업법 제7조 제1항을 적용한 것이 위법하다고 할 수 없다.<br/> 나) 대규모유통업법은 제1조에서 대규모유통업에서의 공정한 거래질서를 확립하고 대규모유통업자와 납품업자가 대등한 지위에서 상호 보완적으로 발전할 수 있도록 함으로써 국민경제의 균형 있는 성장 및 발전에 이바지함을 목적으로 한다고 규정하고 있고, 제2장 ‘대규모유통업에서의 거래 공정화’에서 위와 같은 목적을 위해 대규모유통업자들이 준수하여야 하는 행위 유형을 구체화하고 있을 뿐, 각 행위별로 개별적인 목적을 구성요건으로 요구하고 있지는 않다. 이러한 대규모유통업법의 취지, 형식, 내용 등에 비추어 보면, 설령 원고들의 주장대로 이 사건 장려금 명목 대금공제행위에 대규모유통업법 제15조 제1항 또는 제17조 제2호가 적용될 수 있다고 보더라도, 이는 별개의 법조항 위반행위로서 대규모유통업법 제7조 제1항과 제15조 제1항 또는 제17조 제2호가 중첩적으로 적용될 수 있을지언정 이 중 어느 하나의 규정만이 배타적으로 적용된다고 볼 수는 없다. <br/> 다) 이 사건 장려금 명목 대금공제행위에 대한 처분사유가 된 원고들의 행위는, 원고들이 ‘납품단가 × 매입량’으로 정해진 대금 총액에서 진열장려금, 판촉비용분담금의 명목의 금액을 공제하는 방식으로 납품업자들이 지급받아야 할 대금의 액수를 감액하였다는 것이다. 원고들이 진열장려금, 판촉비용분담금 공제의 형식을 취하여 일정 금액을 상품대금에서 공제한 것이 궁극적으로 상품대금을 감액하기 위한 방편에 불과할 뿐이라면, 이에 대하여 대규모유통업법 제7조 제1항을 적용할 수 있을 것이다. <br/> 라) 따라서 이 사건 장려금 명목 대금공제행위의 경우 대규모유통업법 제7조 제1항은 적용될 수 없고 같은 법 제15조 제1항 또는 같은 법 제17조 제2호가 적용되어야 한다는 원고들의 주장은 이유 없다. <br/>3) 처분사유가 존재하는지 여부에 관한 판단<br/>가) 대규모유통업법상 허용되는 판매장려금으로서 정당한 사유가 있다는 주장에 관한 판단<br/>   (1) 대규모유통업법 제2조 제9호는 ‘판매장려금’을 ‘명칭에 상관없이 직매입거래에서 상품의 판매촉진을 위하여 연간거래 기본계약에 명시된 조건에 따라 납품업자가 대규모유통업자에게 지급하는 경제적 이익’으로 정의하고 있다. 대규모유통업법 제15조에 의하면 대규모유통업자는 정당한 사유 없이 납품업자등에게 자기 또는 제3자를 위하여 금전 등 경제적 이익을 제공하게 하여서는 아니 되나, 예외적으로 연간거래 기본계약의 내용으로 판매장려금에 관하여 납품업자와 약정하면 납품업자로부터 판매장려금을 받을 수 있는데, 이 경우에도 판매장려금은 해당 거래분야에서 합리적이라고 인정되는 범위를 넘을 수 없다.<br/>   (2) 피고가 2013. 10. 8. 제정한 판매장려금지침은 판매촉진과의 관련성이 인정되지 않아 합리적이라고 인정되지 않는 판매장려금의 예시로 ‘기본장려금’을 명시하고 있는데, ‘기본장려금’이란 명칭에 상관없이 대규모유통업자가 납품업자로부터 상품 매입금액의 일정비율 혹은 일정금액을 받는 형태의 판매장려금을 의미한다. 피고는 납품업자들을 상대로 실시한 ‘2012년도 유통분야 서면실태조사’(을 제21호증)에서 납품업자들이 대규모유통업자의 무분별한 판매장려금 수령행위를 가장 시급하게 개선해야 할 과제로 지적됨에 따라, 판매장려금이 본래 유통업체의 판매노력에 납품업자가 자발적으로 지급하는 대가의 성격에서 대규모유통업체가 ‘납품대금 대비 일정률을 일률적으로 징수하는 비용부담’으로 변질된 현실을 개선하여, 대규모유통업법 제2조 제9호, 제15조의 취지에 따라 상품이 판매촉진을 위하여 제공되는 것이 아니면 이를 판매장려금이라는 명목으로 수령할 수 없도록 하기 위하여 판매장려금지침을 제정하였다.   <br/>   (3) 대규모유통업법 제2조 제9호, 제15조의 내용에 비추어 보면, 판매장려금은 해당 상품에 대한 수요를 늘려 판매를 증진시킴을 목적으로 하는 것만을 의미하는 것이고, 이러한 목적과 직접적인 관련이 없다면 대규모유통업법 제15조 제2항에서 정한 합리적 인정 범위 내에 있는 것으로 보기 어려워 대규모유통법 제15조에 의하여 허용되는 적법한 판매장려금이라고 할 수 없다. 판매장려금지침에서 말하는 ‘기본장려금’은 대규모유통업자가 납품업자에게 지급해야 할 상품 매입대금에서 ‘매출액’이 아닌 ‘매입액’의 일정비율을 획일적으로 공제하기 때문에 당해 상품에 대한 판매촉진 목적과의 연관성이 매우 낮다는 점, 대규모유통업자는 납품업자의 납품액(대규모유통업자의 매입액) 또는 대규모유통업자의 해당 상품 매출액이 감소되더라도 납품액의 일정 비율을 기본장려금을 받게 된다는 점, 기본장려금 명목을 통해 징수된 경제적 이익은 대규모유통업자의 직원 인건비, 점포 유지운영비, 영업이익 등 일반적 관리 목적에도 활용될 수 있는 점 등을 종합하면, 기본장려금은 판매촉진 목적과의 관련성이 인정되지 않아 대규모유통업법 제2조 제9호, 제15조에서 허용하는 판매장려금에 해당하지 않는다고 봄이 타당하다. 판매장려금지침은 이러한 점을 확인하고 이에 대한 주의를 촉구하는 내용일 뿐 대규모유통법 제2조 제9호, 제15조와 달리 판매장려금에 관한 새로운 기준을 정한 것은 아니다. <br/>   (4) 앞서 든 증거, 갑 제30, 31호증, 을 제18호증의 각 기재, 증인 소외 1의 증언 및 변론 전체의 취지에 의해 인정할 수 있는 아래 사실 내지 사정에 비추어 보면, 원고들이 농심 등 4개 납품업자에게 지급하는 상품대금에서 판촉비용분담금 또는 진열장려금 명목으로 매입액 대비 일정률 또는 일정액의 금액을 공제한 것은 대규모유통업법 제15조와 판매장려금지침에 따라 허용되는 판매장려금에 해당하지 않으므로, 이를 공제한 행위에 정당한 사유가 있다고 할 수 없다. <br/>(가) 농심의 직원으로서 원고들에 대한 판매 관련 업무 담당자인 소외 1은 ‘피고가 2014년부터 기본장려금의 수수를 금지함에 따라 원고들과 농심은 2013년경 허용되는 판매장려금 방식인 진열장려금을 지급하기로 상호 협의하였고, 이에 2014년도 판매장려금 지급에 관한 부속합의서를 체결하였다. 2013년과 2014년 사이 제품들의 진열 위치나 진열방식은 크게 달라지지 않았다’는 취지로 증언하였는바, 원고들은 기존에 농심의 상품대금에서 일률적으로 공제하여 오던 기본장려금이 2013. 10. 8. 제정된 판매장려금지침으로 인해 엄격하게 규제되자, 이러한 규제를 회피하여 그 명목만을 판촉비용분담금 또는 진열장려금으로 변경하여 기본장려금을 계속 수수하여 왔다고 보인다.<br/>(나) 원고 홈플러스 ○○○○팀소외 2가 2014. 10. 25. △△△△팀소외 3에게 보낸 이메일(을 제18호증)에는 “8월 마감 전체액이 700억이고 그 중 행사분담금은 400억입니다. 제가 보기에도 실제로 바이어에게 오는 문의도 그렇고 행사분담금이기보다는 정률장려금이 없어짐에 따른 대체로 해당 공제코드가 사용되고 있습니다”라고 기재되어 있는바, 원고들 내부적으로도 이 사건 공제비용이 실질은 판매촉진비용 또는 진열장려금이 아닌 기본장려금이고, 계약서상 판매촉진비용 또는 진열장려금 항목은 기본장려금 항목이 없어짐에 따라 이를 대체하기 위한 형식적인 항목으로 인식하고 있었음을 알 수 있다.   <br/>(다) 원고들은 농심과는 판매촉진비용분담금 항목 이외에도 진열장려금 항목으로 개별상품군 매입액의 일정비율에 해당하는 금액을 공제하였고, 원고들이 농심과 체결한 판매장려금 지급에 관한 부속합의서(갑 제30호증)에 “홈플러스가 협력회사의 상품을 (END, BIN, POW, TAB, OFD, STG, 골든존, 기타 브랜드존)에 진열해주는 조건으로 협력회사는 아래와 같이 판매장려금을 지급함”이라고 기재되어 있기는 하다. 그러나 ‘진열장려금’이란 대규모유통업자가 상품을 매출증가 가능성이 큰 자리(매대)에 진열해주는 서비스에 대한 대가로 납품업자로부터 받는 형태의 판매장려금을 의미하는바, ① 위 판매장려금 지급에 관한 부속합의서에는 네슬레 제품은 스위트월드 진열, 냉동식품류는 냉동매대 진열, 그 외 제품류는 카테고리존 진열 등과 같이 일반적인 진열공간만이 기재되어 있을 뿐, 고객 접근성이 높아 매출증가 가능성이 더 큰 특정 진열공간을 제공한다는 내용은 전혀 기재되어 있지 않은 점, ② 농심의 홈플러스 영업담당 직원은 2016. 3. 9. 피고로부터 조사를 받으면서 “동 판매장려금은 구체적인 상품의 진열 위치와는 관계가 없고, 자사 상품의 진열공간 확보와는 관련이 있습니다. 다만, 자사 상품의 진열공간이 줄어들더라도, 동 판매장려금을 지급하지 않는 것은 아닙니다. 또한, 자사 상품의 진열공간이 늘어나더라도, 판매장려금 요율은 변경되지 않습니다”라고 진술한 점(갑 제31호증), ③ 증인 소외 1은 “판매장려금 지급에 관한 부속합의서 제3항의 ‘진열장려금’ 중 ‘평시 카테고리존’은 다른 공간에 비하여 고객 접근성이 특별히 높다는 점은 증명되지 않았다. ‘행사시 END, BIN, POW 등’이라고 기재된 것은 행사기간에 END, BIN, POW에 진열을 하지 않으면 진열장려금을 지급하지 않는다는 의미는 아니다”라고 진술하였다는 점, ④ 농심과 원고들은 ‘매대비’에 관한 부속합의도 별도로 체결하였는데, 매대비는 건면류 및 멘토스류를 본매대와 별도로 구분된 특수매대에 상품을 진열해주는 대가로 지급하는 비용으로서 이에 대하여 세금계산서가 발행된 반면, 이 부분 진열장려금에 대하여는 세금계산서가 아닌 입금표만이 발행되었다는 점 등에 비추어 보면, 원고들이 농심에게 지급할 상품대금에서 일정 비율로 공제한 진열장려금은 상품을 매출증가 가능성이 큰 자리(매대)에 진열해주는 서비스에 대한 대가라고 볼 수 없어 ‘판매촉진’ 목적과 관련이 있다고 볼 수 없다. 따라서 이러한 진열장려금 항목의 공제비용 또한 대규모유통업법에 의해 금지되는 ‘기본장려금’에 해당하고 대규모유통업법 제15조에서 허용하는 판매장려금에 해당한다고 볼 수 없다. <br/>나) 가격조정 방법의 일환이므로 정당한 사유가 있다는 주장에 대한 판단<br/>   갑 제1, 30, 31, 44호증, 을 제12 내지 14, 16 내지 21, 42 내지 44, 72호증의 각 기재, 이 법원의 농심에 대한 사실조회결과, 증인 소외 1의 증언 및 변론 전체의 취지에 의해 인정할 수 있는 아래 사실 내지 사정들을 종합하여 보면, 원고들이 주장하는 이 부분의 사정들을 고려하더라도 이 사건 장려금 명목 대금공제행위에 정당한 사유가 있다고 보기 어렵다. <br/>   (1) 원고들의 이 사건 장려금 명목 대금공제행위는 대체로 다음과 같은 과정에 따라 이루어졌다.<br/>(가) 원고들은 매년 말 납품업자별로 다음 해 1년 동안 달성할 매출목표와 총 마진(이하 ‘TCI’라 한다) 목표를 설정하였고, 원고들 재무팀은 납품업자별 연간 TCI 목표를 분석하여 상품팀별 월별 마진목표를 정하고 이를 각 상품팀에 전달하였다. 각 상품팀은 납품업자별로 매월 말 정산시 실제로 얻은 유통마진을 감안하여 ‘TCI 목표를 달성하기 위해 리베이트, 광고비를 통해 납품업자로부터 추가로 수취하여야 하는 금액(이하 ’CATCH UP‘이라 한다)’을 산출하였다.  <br/>(나) 원고들은 납품업자들과 다음 해 1년간 TCI 전망치, TCI 목표치, TCI 신장률 목표치, 신장률 달성을 위한 구체적인 계획 등 TCI 목표와 유통마진, 리베이트, 광고비, 물류비 등 세부 마진항목별 목표치를 각 설정하는 연간협상(A/N, annual negotiation)을 체결하였는데, 이러한 연간협상에는 원고들의 TCI 목표를 달성하기 위한 납품업자들의 원고들에 대한 비용지원계획이 포함되어 있었다. 즉, 원고들과 납품업자들은 원고들의 다음 해 1년간 TCI 목표치, TCI 신장률 목표치 등의 달성을 위한 판매장려금, 판촉비용분담금, 광고비에 관한 약정을 체결하였고, 이렇게 정해진 판매장려금, 판촉비용분담금 등 항목에는 원고들이 실제로 실시한 판촉행사의 비용 외에 ‘매입액 대비 일정률 또는 일정액’의 이 사건 공제비용이 포함되어 있었다.  <br/>(다) 원고들은 이렇게 정해진 금액만큼의 점포 내 광고 또는 판매촉진행사를 실시하였다는 계약서를 사후에 작성하였다. ‘매입액 대비 일정률 또는 일정액’의 비용은 매월 납품업자에게 지급하는 상품대금에서 진열장려금, 점내광고비 또는 판촉비용분담금 명목으로 공제되었다.  <br/>   (2) 원고들의 이 사건 장려금 명목 대금공제행위 과정에 비추어 볼 때, 원고들은 대량구매에 따른 가격할인 방법의 일환으로 이 사건 장려금 명목 대금공제행위를 하였다기 보다는, 자신들의 TCI 목표를 달성하기 위하여 미리 이 사건 공제비용을 정하고 이를 일괄적으로 상품대금에서 공제한 것으로 판단된다. <br/>   (3) 원고들은 해태음료, 옥시레킷벤키저, 유한양행과 이 사건 공제비용 등에 관한 연간협상 외에도 ‘매입 원가’ 자체에 대한 협상을 수시로 하고 있고, 원고 홈플러스 또한 피고에게 제출한 소명자료(을 제20호증 참조)를 통해 ‘원가는 상품의 원부자재 가격인상 및 인하 등 여러 가지 사유에 따라 변경될 수 있고, 수시로 변경되는 것’이라고 밝힌 바 있다. 이처럼 원고들은 매입원가 자체에 대한 협의가 별도로 이루어짐에도 불구하고 매입액 대비 일정률 또는 일정액의 금액을 판촉비용분담금, 점내광고비 등의 명목으로 일괄적으로 공제하였는바, 가격 조정 방법의 일환으로 위 금액을 공제하였다는 원고들의 주장은 쉽게 납득이 가지 않는다. <br/>   (4) 대규모유통업자가 내부적으로 마진목표를 설정하는 것은 이윤을 추구하는 기업으로서 당연한 행위라고 볼 수 있으나, 대규모유통업자는 스스로의 경영전략 등으로 마진목표를 달성해야 하고, 그러한 마진목표를 달성하지 못함으로써 발생하는 손해는 원고들 스스로가 부담해야 하는 것이다. 그런데 원고들은 마진목표를 안정적으로 달성하기 위하여 필요한 금액(CATCH UP)을 미리 산출한 후 이를 납품업자들에게 지급하는 상품대금에서 공제하는 방안을 강구하였고 그 과정에서 이 사건 상품대금 감액행위가 이루어졌는바, 이러한 원고들의 행위는 결국 마진목표를 달성하지 못함으로 인해 발생할 수 있는 위험 및 손해를 납품업자들에게 전가하는 것으로서 결코 허용될 수 없다. <br/>   (5) 원고들은 납품업자들이 가격할인의 방법보다 기본장려금 공제 방법을 더 선호하였다고 주장하고 있으나, 피고가 납품업자들을 상대로 실시한 ‘2012년도 유통분야 서면실태조사’(을 제21호증)에서 납품업자들은 익명의 설문조사를 통해 대규모유통업자의 무분별한 판매장려금 수령행위를 가장 시급하게 개선해야 할 과제로 지적하였다는 점, 중소기업중앙회가 2014. 10.경 작성한 ‘대형마트 거래 중소기업 애로실태 조사결과 보고서’(을 제72호증)에 의하면, 납품업자들은 ‘판매장려금지침 시행 이후 수치로 산출하기는 곤란하지만 결과적으로는 이전보다 미미한 수준으로 개선된 것으로 생각된다’, ‘종전의 기본장려금 10%는 없어졌으나 대형마트 마진을 3% 인상, 무반품 조건으로 1% 인상함. 어쨌거나 결과적으로 납품업자 입장에서는 비용적으로 개선되었다고 생각함’, ‘현재도 성장장려금, 신상품장려금, 매대장려금 등이 있으나, 이러한 장려금은 일정한 조건이 충족되어야 지급하는 장려금으로서 납품업자 입장에서도 인정할 수 있다고 생각함’이라고 응답하였는바, 납품업자들이 기본장려금 지급 방식을 선호한다는 원고들의 주장은 설득력이 없다. <br/>   (6) 원고들의 대형마트에서의 시장점유율 및 전국적인 유통망을 고려할 때 이미 원고들과 계속적인 거래관계를 유지하고 있는 납품업자들로서는 우월한 지위를 가진 원고들의 기본장려금 수수를 위한 상품대금의 감액 요구를 거절하기 어려웠을 것으로 보이는바, 납품업자들이 자유로운 의사에 기하여 자발적으로 이 사건 장려금 명목 대금공제행위에 관한 합의를 하였다고 단정하기 어렵다.<br/>   (7) 농심은 해태음료, 옥시레킷벤키저, 유한양행과 달리 일물일가 출고정책을 채택하고 있었는바, 원고들이 농심으로부터 수취한 기본장려금에는 일물일가 출고정책에 따른 가격협상 분이 일부 반영되어 있다고 볼 여지가 없는 것은 아니다. 하지만 원고들이 농심 외에도 일물일가 출고정책을 채택하지 않고 있던 해태음료, 옥시레킷벤키저, 유한양행에게도 일괄적으로 이 사건 장려금 명목 대금공제행위를 한 점, 농심과 해태음료, 유한양행으로부터 수수한 기본장려금의 결정 비율(해당 상품 매입금액의 비율)이 수수한 금액의 성격을 달리할 정도로 큰 차이를 보이지는 않는 점 등에 비추어 보면, 원고들이 농심에 대하여 이 사건 장려금 명목 대금공제행위를 한 주된 이유가 농심의 일물일가 출고정책에 따른 가격협상에 있다고 보이지는 않고, 그보다는 원고들이 마진목표를 달성하지 못하게 될 경우의 위험 및 손해를 농심에 전가하기 위해 기본장려금을 공제하였다는 것에 있다고 할 것인바, 본질적인 부분에서 농심을 해태음료, 유한양행 등 다른 납품업자들과 다르게 평가할 수는 없다.  <br/>   (8) 대규모유통업자들은 마진목표 달성 등 자신들의 이익을 위해 관행적으로 납품업자들에게 기본장려금을 요구하여왔고, 납품업자들은 기본장려금이 ‘판매촉진’이라는 자신들의 이익과 관계가 없는 비용임에도 대규모유통업자와의 거래중단 또는 매장위치 변경 등의 불이익이 두려워 기본장려금의 요구를 거절할 수 없었던 것이 업계 현실이었다. 이같은 기본장려금으로 인한 폐단을 해결하기 위해 판매장려금지침에서 이를 명시적으로 금지하고 있음에도 원고들은 그 항목만을 형식적으로 진열장려금, 판매촉진분담금 등으로 변경하여 계속하여 상품대금에서 기본장려금을 공제하는 관행을 유지함으로써 부당한 대금감액행위를 하여 왔다. 기본장려금 관행의 근절을 통해 대규모유통업자와 납품업자간 대등한 지위에서 상호 보완적으로 발전할 수 있는 토대가 마련되고 궁극적으로는 소비자후생 증진에도 기여할 것이므로, 기본장려금 수수 형태의 대금감액행위를 금지할 공익상의 필요가 매우 크다. <br/>다) 소결론<br/> 원고들의 이 사건 장려금 명목 대금공제행위에 정당한 사유가 있다고 할 수 없는바, 피고의 이 부분 처분은 처분사유가 존재하고, 이와 다른 전제에 선 원고들의 이 부분 주장은 이유 없다. <br/>다. 이 사건 인건비 관련행위에 관한 판단<br/>1) 원고들 주장의 요지<br/> 이 사건 인건비 관련행위는 원고들과 납품업자들 간의 자발적인 합의에 따른 것이고, 실제로도 원고들은 납품업자가 지급한 점내광고비, 판촉비용분담금에 상응하는 점내광고와 판촉행사를 실시하였으므로, 부당한 인건비의 전가가 아니다. <br/>2) 판단<br/> 갑 제15, 16호증, 을 제12, 15, 17, 22 내지 33, 36호증의 각 기재 및 변론 전체의 취지에 의하여 인정되는 아래의 사실 또는 사정에 의하면, 원고들은 대규모유통업법 제12조 제3항으로 인해 판촉사원 직접고용으로 인한 인건비를 납품업자들로부터 충당하였던 기존의 방식을 유지할 수 없게 되자, 위 금지규정을 우회적으로 잠탈하려는 목적으로 점내광고비, 판매촉진비용이라는 명목 하에 기존의 방식대로 판촉사원 직접고용으로 인한 인건비 수수하여 이를 납품업자들에게 전가하였다고 봄이 타당하다. 원고들의 이 부분 주장은 받아들일 수 없다. <br/>  ① 원고들은 2009. 12.부터 2014. 11.까지 총 9차례에 걸쳐 종래 납품업자들이 파견하던 판촉사원을 자신들의 직영사원으로 전환하는 ‘납품업자 판촉사원 직접고용 정책’을 실시하였는데, 원고들은 납품업자들이 판촉사원의 직접고용으로 인한 인건비 절감의 이익을 공유한다는 이유로 상품판매대금에서 일정 금액을 공제하거나 일부 상품을 무상으로 공급받거나 판매장려금을 추가로 받는 등의 방식으로 직영으로 전환된 판촉사원의 인건비를 충당하였다. 피고는 2013. 3. 6. 전원회의 의결 제2014-047호로 위와 같은 방식은 원고들 직원의 인건비를 납품업자들에게 부담시키는 행위로서 위법하다고 판단하였다. <br/>  ② 이후 납품업자들이 원고 홈플러스 담당자에게 보낸 이메일과 원고 홈플러스 담당자가 작성한 연간계약서에는 아래 표 기재와 같은 내용이 기재되어 있다. <br/>관련 납품업자작성일자 등내용비고씨제이 제일제당2014. 12. 1. 이메일- 항목: STH / 금액: 229,866,000 / 비고: 인건비을24동서식품2015. 1. 26. 이메일- 항목: 직영전환 / 비고: 2.1억(150만 원 X 운영점포수)을25- 항목: 점내광고2015. 1. 20. 연간계약자료- 人: 1.7m(170만 원을 의미함) * 72개점을26- 3월에는 170만 원 X 49개 점포, 4~5월에는 170만 원 X 72개 점포, 6~10월에는 170만 원 X 112개 점포, 11월 ~ 2월에는 170만 원 X 140개 점포로 계산됨.옥시 레킷벤키저2015. 3. 31. 이메일- “광고비” 항목 하에 월 124,800,000원이 공제됨.을27- “여직원 비용” 항목 하에 월 125,000,000원 공제됨.오리온2014. 5. 2. 이메일- 항목: SA 49개점 / 금액: 78,400,000을28- 항복: SA 32개점 / 금액: 25,600,000 / 비고: 80만 원*32개점롯데제과2014. 5. 2. 이메일- 구분: SA 비용(기존) / 발행금액: 88,200,000을29- 구분: SA 비용(추가) / 발행금액: 27,900,000원 / 비고: 대상인원 31名 月 지급액 50%해태제과2015. 4. 1. 이메일- 2월 SA(-120,999,000원)을30남양유업(차주류), 롯데네슬레2015. 1. 20. 연간계약자료- 人: 0.97m(97만 원을 의미함) * 112개점을26- 3월에는 97만 원 X 49개 점포, 4~5월에는 97만 원 X 72개 점포, 6~10월에는 97만 원 X 112개 점포, 11월 ~ 2월에는 97만 원 X 140개 점포로 계산됨.롯데네슬레2015. 1. 20. 연간계약자료- 人: 0.74m(74만 원을 의미함) * 140개점을26- 3월에는 74만 원 X 49개 점포, 4~5월에는 74만 원 X 72개 점포, 6~10월에는 74만 원 X 112개 점포, 11월 ~ 2월에는 74만 원 X 140개 점포로 계산됨.남양유업 (제과음료)2013. 12. 30. 이메일- 구분: SA ＆ 와이드 / 비고: SA 50店/月(377천 원/店), 와이드칼라(1,900천 원/月)을31샘표2013. 10. 7. 이메일- 구분 : 여직원 직영화 추가 공제을32빙그레2015. 3. 31. 이메일- 여직원 인건비 세금계산서 처리 부탁드립니다. 1월 2월 비용처리 완료 / 3월 인건비 비용 1천만 원 에누리 즉 장려금 처리 부탁합니다.을33<br/>  ③ 원고 홈플러스 □□□□팀소외 4 차장은 2015. 9. 18. 피고로부터 조사를 받으면서 ‘STH는 판촉사원을 홈플러스 소속으로 직영전환하는 프로젝트의 명칭[SA(판촉사원) TO HMP(홈플러스)]의 약자이다. 따라서 STH 항목은 씨제일제일제당이 파견해왔던 판촉사원을 홈플러스의 직영사원으로 채용하면서 소요된 인건비 명목으로 씨제이제일제당이 홈플러스에게 229,866,000원을 지급하기로 했음을 의미한다’고 진술하였다. 원고 홈플러스 ◇◇◇◇팀소외 5 차장은 2015. 7. 6. 피고로부터 조사를 받으면서 ‘홈플러스에서 근무하는 여직원에 대한 인건비 지원 명목으로 1,500,000,000원을 예산으로 배정해 놓았음을 의미하는 것을 들었다’고 진술하였다. <br/>  ④ 납품업자들은 원고 홈플러스 담당자에게 상품대금 공제내역에 관한 이메일을 보내면서 공통적으로 ‘직영전환’, ‘STD’, ‘SA’, ‘인건비’, ‘여직원비용’, ‘대상인원’ 등의 표현을 사용하면서도, ‘와이드 칼라’, ‘점내광고’ 등 광고비 항목을 따로 책정하였는바, 납품업자들에게 이 부분 금액에 상응하는 광고비를 실제로 지출한다는 인식이 있었다면 그 내역을 이미 매월 책정하는 점내광고비 항목에 포함시키면 될 것이지 굳이 ‘직영전환’, ‘STD’, ‘SA’, ‘인건비’, ‘여직원비용’ 등의 용어를 사용하여 그 금액을 따로 책정하지는 않았을 것으로 보인다. <br/>  ⑤ 납품업자별로 구체적인 광고의 집행내역이 다를 것임에도 ‘직영전환’, ‘STD’, ‘SA’, ‘인건비’, ‘여직원비용’ 항목 하의 공제금액은 모두 ‘점포수 × 금액’이라는 동일한 산식으로 일괄적으로 산정되었는바, 원고들은 ‘점포수 × 금액’ 산식으로 상품대금에서 공제할 인건비를 산정한 후 형식상으로만 점내광고비, 판매촉진비용 항목에 이를 포함시킨 것으로 판단된다.<br/>  ⑥ 원고들과 동서식품이 2015. 1. 27.에 체결한 광고물설치계약서(을 제17호증의 2)에는 ‘동서식품은 광고물 설치에 대한 대가로 원고들에게 월간 일금 31,020,000원(부가치세 별도)을 지급하기로 한다’고 기재되어 있는데, 위 계약서의 별지 기재에 의하면 원고들 부천상동점부터 광주하남점에 이르기까지 총 51개 점포의 경우에는 동일하게 플러스 쇼핑 TV 광고를 1시간당 6회 집행하는 비용으로 600,000원이 책정되어 있는 반면 풍무점의 경우에만 1시간당 5회로 420,000원이 책정되어 있다. 원고들과 씨제이제일제당이 2014. 5. 23.에 체결한 광고물설치계약서(을 제36호증)에는 ‘씨제이제일제당은 광고물 설치에 대한 대가로 원고들에게 월간 일금 67,348,174원(부가가치세 별도)을 지급하기로 한다’고 기재되어 있는데, 위 계약서의 별지 기재에 의하면 원고들 유성점부터 천안신방점에 이르기까지 총 11개 점포의 경우에는 동일하게 플러스 쇼핑 TV 광고를 1시간당 57회 집행하는 비용으로 5,700,000원이 책정되어 있는 반면 안산고잔점의 경우에만 1시간당 47회로 4,648,174원이 책정되어 있다.    <br/>   원고들의 점포마다 광고를 집행할 수 있는 여건 등이 달라 구체적인 광고집행 내역이 다를 것임에도 한 개의 지점을 제외한 모든 점포의 광고집행 횟수가 동일하고, 유독 마지막 한 개의 점포의 경우에만 그 집행 횟수가 다르고 그에 따른 광고비도 다른 점포와 달리 시간당 1,000,000원보다 낮게 책정되어 있는 점에 비추어 볼 때 원고들과 납품업자들은 ‘점포수 × 금액’이라는 산식으로 미리 산출된 공제액에 광고물 설치내역을 사후적으로 끼워 맞추어 광고물설치계약서를 작성한 것으로 보인다. <br/>  ⑦ 원고들은 이 사건 인건비 관련행위를 납품업자들과 자발적으로 합의하였다고 주장하고 있고 동서식품이 이 법원의 사실조회에 대하여 같은 취지로 회신하기는 하였으나, 앞서 본 바와 같이 원고들의 대형마트에서의 시장점유율 및 전국적인 유통망을 고려할 때 이미 원고들과 계속적인 거래관계를 유지하고 있는 납품업자들로서는 우월한 지위를 가진 원고들의 위 요구를 거절하기 어려웠을 것으로 보이는바, 이 사건 인건비 관련행위가 납품업자들의 자유로운 의사에 의한 것으로 보이지 않는다. <br/>  ⑧ 원고들이 판촉사원 직영전환 전에 비하여 실제로 더 많은 광고를 실시하였을 수도 있지만, 그렇다 하더라도 원고들은 판촉사원의 직영전환에 따라 발생하는 인건비 상당 손해를 줄이기 위하여 이 사건 인건비 관련행위를 하고 사후적으로 그 전에 비해 광고를 더 시행하여 준 것일 뿐, 이 사건 인건비 관련행위와 광고의 집행이 실질적으로도 계약상의 대가관계에 있다고 보이지는 않는다. 또한, 동서식품과 원고들 간의 연간 공제내역을 보면, 2014. 3.부터 2015. 8.까지 인건비 전가를 위해 점내광고비로 공제된 금액은 3,660,100,000원인데, 동 기간 내에 전체 점내광고비로 공제된 총금액은 20,416,872,904원으로 무려 160억 원 이상의 차이가 나는바, 원고들이 인건비 명목의 점내광고비 외에도 100억 원이 넘는 점내광고비를 이미 지출하고 있는 상황을 고려할 때, 광고가 실제 실시되었다고 하더라도 그것이 인건비 전가를 위해 받은 점내광고비와 관련한 광고인지 원래의 다른 점내광고비 금액에 관련한 광고인지는 알 수가 없다. 따라서 이 사건 인건비 관련행위 금액만큼의 광고 및 판촉행사가 실제로 실시되었다고 단정할 수도 없다.    <br/>라. 이 사건 반품행위에 관한 판단<br/>1) 원고들 주장의 요지<br/> 이 사건 반품행위로 반품된 상품들은 모두 문구·완구류로 어린이날, 크리스마스 등 특정 기간에 집중적으로 판매되는 시즌상품이고, 부패되지 않아 반품 후에도 다른 유통채널을 통한 처분이 용이하였기 때문에 납품업자들은 통상적으로 시즌이 종료되면 해당 시즌상품의 반품을 요청하였다. 이 사건 반품행위는 이러한 납품업자들의 자발적 요청에 따른 것인바, 대규모유통업법 제10조 제1항의 정당한 사유가 있는 경우에 해당한다. <br/>2) 판단<br/> 앞서 든 증거들에 변론 전체의 취지를 종합하여 인정할 수 있는 아래 사정들에 비추어 보면, 원고들의 이 사건 반품행위에 정당한 사유가 있다고 할 수 없다. 원고들의 이 부분 주장은 이유 없다. <br/> 가) 대규모유통업법 제10조 제1항 제6호는 “직매입거래의 경우로서 일정한 기간이나 계절에 집중적으로 판매되는 상품에 대하여 계약체결 시 반품조건을 구체적으로 약정하고 그 반품조건이 명시된 서면을 납품업자에게 준 경우”에는 정당한 사유가 있다고 추정한다고 규정하고 있다. <br/> 이 사건 반품행위로 반품된 상품들 중 하나인 금홍팬시 ‘캐릭터포켓크로스가방’의 월별 매출액은 아래 표 기재와 같이 특정한 기간에 상관없이 꾸준히 판매되어 오다가 2014. 1.경부터 그 매출액이 지속적으로 감소하였는바, 이에 비추어 보면 이 사건 반품행위로 인해 반품된 상품들은 대규모유통업법 제10조 제1항 제6호의 시즌상품이라고 볼 수 없고, 오히려 원고들은 해당상품들의 매출액이 감소하자 매출실적이 적은 상품들의 재고를 정리하기 위한 의도로 이 사건 반품행위를 하였다고 봄이 상당하다.<br/>(단위: 천 원)2013년2014년7월8월9월10월11월12월1월2월3월4월5월6월2,6603,0062,8231,8841,6894,0621,7101,6861,4897261,1731612014년2015년7월8월9월10월11월12월1월2월3월4월5월6월203017500000000<br/> 설령 이 사건 반품행위로 반품된 상품들이 시즌상품에 해당한다고 하더라도, 대규모유통업법 제10조 제1항 제6호에 의하면 시즌상품에 대하여 계약체결 시 반품조건을 구체적으로 약정하고 그 반품조건이 명시된 서면을 납품업자에게 준 경우에 한하여 정당한 사유가 있는 것으로 추정하는바, 원고들이 제출한 증거만으로는 원고들이 납품업자들과 계약체결 시 반품조건을 구체적으로 약정하고 그 반품조건이 명시된 서면을 납품업자들에게 주었다고 보기 부족하고 달리 이를 인정할 증거도 없다.<br/> 따라서 원고들의 이 사건 반품행위에 대규모유통업법 제10조 제1항 제6호의 정당한 사유가 있다고 할 수 없다. <br/> 나) 대규모유통업법 제10조 제1항 제7호는 “직매입거래의 경우로서 납품업자가 반품이 자기에게 직접적으로 이익이 된다는 객관적인 근거자료를 첨부한 서면으로 반품일 이전에 자발적으로 반품을 요청한 경우”에는 정당한 사유가 있는 것으로 추정한다고 규정하고 있다.<br/> 원고들은 이 사건 반품행위 관련 납품업자들과 직매입 거래를 하였는데, ‘직매입 거래’의 경우 대형마트가 납품업자에게 대금을 지급하고 상품을 납품받아 그 소유권을 이전받고 상품의 판매 및 재고 위험을 지는 형태로 이루어지는바, 납품업자들로서는 이미 원고들에게 상품의 소유권을 이전한 상태이고 재고 부담 또한 지지 않기 때문에 굳이 자발적으로 반품을 요청할 이유는 없어 보인다. 납품업자들이 자발적으로 이 사건 반품행위를 요청하였다는 원고들의 주장은 납득이 가지 않는다.  <br/> 설령 납품업자들이 원고들에게 자발적으로 반품을 요청한 것이라고 하더라도, 원고들이 제출한 증거만으로는 납품업자들이 ‘반품이 자기에게 직접적으로 이익이 된다는 객관적인 근거자료를 첨부한 서면’으로 반품일 이전에 자발적으로 반품을 요청하였다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/> 따라서 이 사건 반품행위에 대규모유통업법 제10조 제1항 제7호의 정당한 사유가 있다고 할 수도 없다.<br/> 다) 그 외에 원고들의 이 사건 반품행위에 대규모유통업법 제10조 제1항 각 호에 준할 정도의 정당한 사유가 있다고 인정할 만한 자료도 없다. <br/>마. 이 사건 종업원 사용행위에 관한 판단<br/>1) 원고들 주장의 요지<br/> 원고들은 이 사건 종업원 사용행위를 한 사실이 없다. ☆☆☆☆☆팀 팀장 소외 6이 2014. 8. 1. 작성한 확인서(갑 제25호증)는 착오에 의해서 작성된 것으로, 확인서에 기재된 내용은 사실이 아니다.<br/>2) 판단<br/> 원고들은 ☆☆☆☆☆팀 팀장 소외 6이 2014. 8. 1. 작성한 확인서(갑 제25호증)가 착오에 의해 작성되었음 확인할 수 있는 객관적인 자료를 전혀 제출하지 못하고 있고, 위 확인서는 상당히 구체적이고 상세한 내용을 담고 있는바 그 신빙성을 인정할 수 있고, 이에 의하여 원고들이 이 사건 종업원 사용행위를 하였다는 사실이 충분히 인정된다고 할 것이다. 원고들의 이 부분 주장은 받아들일 수 없다.<br/>바. 이 사건 장려금 명목 대금공제행위에 대한 관련매출액 산정의 적법 여부<br/>1) 원고들 주장의 요지<br/> 설사 원고들이 거래상 우월적 지위에 있다고 하더라도, 최소한 농심과의 라면 및 스낵 품목에 관한 거래관계에 있어서는 원고들이 농심에 대하여 거래상 우월적 지위에 있다고 할 수 없으므로, 과징금 부과를 위한 관련 납품대금을 산정함에 있어서 적어도 농심의 라면, 스낵 품목과 관련한 매입액은 제외되어야 한다. <br/>2) 판단<br/>대규모유통업법 제3조 제1항은 이 법은 대규모유통업자가 ‘납품업자’에 대하여 거래상 우월적 지위에 있는 경우에 적용된다고 규정함으로써 대규모유통업자의 거래상 우월적 지위를 ‘납품업자’ 별로 판단하여야 함을 분명히 하고 있다. 따라서 거래상 우월적 지위를 품목별로 나누어 판단함을 전제로 하는 원고들의 이 부분 주장은 이유 없다. <br/> 원고들이 농심을 포함한 이 사건 납품업자들에 대하여 거래상 우월적 지위에 있음은 앞서 본 바와 같고, 대규모유통업법 시행령 제28조 제1항에 의하면 ‘납품대금’이란 해당 대규모유통업자가 위반행위를 한 기간 동안 구매한 관련 상품의 매입액 또는 이에 준하는 금액을 의미하며, ‘관련 상품의 매입액’이란 위반행위로 인하여 직접 또는 간접적으로 영향을 받은 모든 상품의 매입액이라고 할 것인바, 원고들의 이 사건 장려금 명목 대금공제행위와 관련하여 농심에 대한 매입액의 총합을 관련 납품대금으로 산정한 것에 어떠한 위법이 있다고 할 수 없다(피고는 이 사건 장려금 명목 대금공제행위의 경우 부당이득 규모 대비 관련 상품의 매입액의 규모가 과중한 점 등을 고려하여 70%를 감경하여 과징금을 결정하였는바, 원고들과 농심 사이의 거래가 해태음료, 옥시레킷벤키저, 유한양행의 경우와는 다른 점이 있는 사정을 고려한 것으로 보인다).  <br/>4. 결론<br/>  그렇다면 원고들의 청구는 이유 없으므로 이를 모두 기각하기로 하여 주문과 같이 판결한다.   <br/>[별지 생략]<br/><br/>판사 양현주(재판장) 김무신 오경미 ",
  "사건번호": "2016누60425",
  "사건종류코드": "400107",
  "판례정보일련번호": "220085",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}