{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "일반행정",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20180719",
  "법원명": "대전고등법원",
  "사건명": "부당해고 및 부당노동행위 구제재심판정취소",
  "판례내용": "【원고, 항소인】 원고(소송대리인 법무법인 세진 담당변호사 박규택)<br/>【피고, 피항소인】 중앙노동위원회위원장<br/>【제1심판결】 대전지방법원 2017. 12. 6. 선고 2016구합102893 판결<br/>【변론종결】2018. 6. 21.<br/>【주    문】<br/>1. 제1심판결 중 부당노동행위 부분에 관한 원고 패소 부분을 취소한다.<br/>2. 중앙노동위원회가 2016. 5. 17. 원고와 소외 2, 소외 3, 소외 4, 전국보건의료산업노동조합 사이의 2016부해120/부노22 병합 부당해고 및 부당노동행위 구제 재심신청사건에 관하여 한 재심판정 중 부당노동행위 부분을 취소한다.<br/>3. 원고의 나머지 항소를 기각한다.<br/>4. 소송총비용 중 1/2은 원고가, 나머지는 피고가 각 부담한다.<br/><br/>【청구취지 및 항소취지】제1심판결을 취소한다. 중앙노동위원회가 2016. 5. 17. 원고와 소외 2, 소외 3, 소외 4, 전국보건의료산업노동조합 사이의 2016부해120/부노22 병합 부당해고 및 부당노동행위 구제 재심신청사건에 관하여 한 재심판정을 취소한다.<br/>【이    유】1. 제1심판결의 인용<br/>  이 법원이 이 사건에 관하여 적을 이유는, 다음과 같이 추가하거나 고쳐 쓰는 외에는 제1심판결의 이유 기재와 같으므로, 행정소송법 제8조 제2항, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다. <br/>○ 제4면 제17행의 ‘갑 제1, 2호증’을 『갑 제1 내지 3호증』으로 고친다.<br/>○ 제8면 제3행의 ‘모든 근로관게’를 『모든 근로관계』로 고친다.<br/>○ 제12면 제3행의 ‘받았다’ 다음에 『(부당노동행위 조사과정에서 원고는 위 확인서를 보거나 보고를 받은 사실이 없다고 진술하였으나, 소외 6은 원고로부터 위 확인서를 받아 이 사건 병원 근로자들에게 전달하였다고 진술하였다)』를 추가한다. <br/>○ 제13면 제9행부터 제12행까지를 다음과 같이 고친다.<br/>『(3) 소외 1은 소외 5가 운영하던 ○○△△요양병원의 건물과 집기를 그대로 이용하였고, 요양병원에서 가장 중요한 직군인 간호사에 대해서는 전원 고용을 승계하였으며, 기존 입원환자들에 대한 전원조치 없이 영업을 계속하여 ○○△△요양병원 입원환자의 대부분이 이 사건 병원에서 계속 진료받았다.』<br/>○ 제15면 제1행의 ‘○○요양병원’을 『○○△△병원』으로 고친다.<br/>○ 제19면 제16행부터 제20면 마지막 행까지를 다음과 같이 고친다.<br/>『가) 사용자의 행위가 노동조합 및 노동관계조정법에서 정한 부당노동행위에 해당한다는 점은 이를 주장하는 근로자 또는 노동조합이 증명하여야 하므로, 필요한 심리를 다하였어도 사용자에게 부당노동행위의사가 존재하였는지가 분명하지 아니하여 존재 여부를 확정할 수 없는 경우에는 그로 인한 위험이나 불이익은 이를 주장하는 근로자 또는 노동조합이 부담할 수밖에 없다(대법원 2014. 2. 13. 선고 2011다78804 판결 등 참조).<br/>      나) 이 사건 근로자1이 이 사건 노동조합의 지부장이고, 이 사건 근로자2가 이 사건 노동조합의 부지부장이며, 이 사건 근로자3이 이 사건 근로자1의 배우자이자 이 사건 노동조합의 대의원인 사실, 원고가 2015. 12. 1. 이 사건 노동조합으로부터 소외 1이 단체협약 및 근로관계에 대하여 책임을 충실히 이행하지 않아 법적인 다툼이 진행 중이라는 점을 고지받은 사실, 이 사건 병원의 원무과장인 소외 7과 이 사건 병원의 간호과장인 소외 6이 2015. 12. 24. 이 사건 병원 내 근로자들에게 노동조합 탈퇴를 독려하는 확인서를 회람시켰는데, 소외 6이 수사기관에서 원고가 위 확인서를 보내와 이 사건 병원 내 근로자들에게 전달하였다고 진술한 사실은 앞서 본 바와 같다.<br/>  그러나 앞서 본 증거와 제1심법원의 국민건강보험공단 대전지역본부장에 대한 사실조회결과에 의하여 인정되는 다음과 같은 사정을 종합하면, 앞서 인정한 사실만으로는 원고에게 부당노동행위의사가 있었다는 사실을 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 따라서 원고가 이 사건 근로자들의 고용승계를 거부하였다고 하더라도 이를 두고 부당노동행위에 해당한다고 볼 수 없다.<br/>        (1) 이 사건 근로자1, 2의 고용승계를 거부한 것이 부당노동행위로 인정되기 위해서는 원고가 이 사건 근로자1, 2를 고용승계해야 한다는 점을 알았다는 사실, 즉 소외 1과 소외 5가 체결한 계약(이하 ‘이 사건 제1계약’이라 한다)이 전부 영업양도계약이기 때문에 소외 1이 이 사건 근로자1, 2를 고용승계하지 않은 것이 부당해고에 해당한다는 점을 원고가 알았다는 사실이 인정되어야 한다.<br/>  원고가 소외 1로부터 이 사건 병원 영업을 양수하는 과정에서 이 사건 제1계약의 구체적인 내용을 알게 되었을 것으로 보이지만, 이 사건 제1계약은 임대차계약과 유사한 형식을 취하고 있기 때문에(을 제6호증 참조) 비법률가인 원고가 이 사건 제1계약의 실질이 전부 영업양도계약에 해당한다는 사실을 알기 어려웠을 것으로 보이고, 실제 초심판정에서도 이 사건 제1계약이 영업양도계약이 아니라 임대차계약에 해당한다는 이유로 이 사건 근로자들의 원고에 대한 구제신청이 기각된 점을 고려하면, 원고가 이 사건 제1계약이 그 형식과 달리 전부 영업양도계약이기 때문에 소외 1이 이 사건 근로자1, 2를 고용승계하지 않은 것이 부당해고에 해당한다는 점을 당연히 알았다고 보기 어렵다. <br/>        (2) 이 사건 근로자3의 고용승계를 거부한 것이 부당노동행위로 인정되기 위해서는 소외 1의 이 사건 근로자3에 대한 해고가 부당해고에 해당하여 무효라는 점을 원고가 알았다는 사실이 인정되어야 한다.<br/>소외 1은 2015. 10. 1. 이 사건 근로자3을 해고하였다. 그런데 원고는 2015. 10. 1. 당시 이 사건 병원이 아닌 소외 5가 새로 개원한 ○○△△병원에 취업하여 업무를 시작하였다(제1심법원의 국민건강보험공단 대전지역본부장에 대한 사실조회결과 중 첨부문서 제1면 참조). 즉 원고는 위 해고가 이루어질 당시 이 사건 병원에서 근무하지 않았기 때문에 이 사건 근로자3에 대한 해고가 이루어진 구체적 경위나 사유를 알았다고 보기 어렵다. 비록 원고가 이 사건 병원을 양수하는 과정에서 소외 1과 이 사건 근로자3 사이의 법적 분쟁을 인식한 것으로 보이기는 하나, 당시 소외 1과 이 사건 근로자3 사이에 법적 다툼이 진행 중이었던 사정 등을 고려하면, 원고가 소외 1에 의해 이루어진 이 사건 근로자3에 대한 해고가 부당해고에 해당하여 무효라는 점을 당연히 알았다고 보기 어렵다.』<br/>2. 결  론<br/>  따라서 원고의 청구는 부당노동행위 부분에 한하여 이유 있어 인용하고, 나머지 부분은 이유 없어 기각하여야 하는바, 제1심판결 중 부당노동행위 부분은 이와 결론을 달리하여 부당하므로, 원고의 항소를 일부 받아들여 제1심판결 중 부당노동행위 부분을 취소하고, 원고의 나머지 항소는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 허용석(재판장) 김홍섭 허승 ",
  "사건번호": "2018누10123",
  "사건종류코드": "400107",
  "판례정보일련번호": "213221",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}