{
  "판시사항": "[1] 가맹본부가 인테리어 시공 및 설비·기기·용품 등을 자기 또는 자기가 지정한 자로부터 구입하도록 하는 행위가 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하는지 판단하는 방법 / 특정한 거래상대방과 거래하도록 ‘강제’하는 행위에 상대방이 구입하지 않을 수 없는 객관적인 상황을 만들어내는 것이 포함되는지 여부(적극) 및 가맹점사업자가 가맹계약 체결 전에 특정한 거래상대방과 거래해야 하는 사정을 정보공개서를 통해 알리거나 그에 대하여 사전에 의사 합치가 있는 상태에서 가맹계약을 체결한 경우, ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하지 않는다고 단정할 수 있는지 여부(소극)<br/>[2] 가맹사업거래의 공정화에 관한 법률 제12조 제1항 제3호에서 정한 불이익제공행위의 불이익에 해당하기 위한 요건 및 이때 거래상 지위를 부당하게 이용하여 상대방에게 불이익을 준 행위인지 결정하는 기준<br/>",
  "참조판례": "[1][2] 대법원 2006. 3. 10. 선고 2002두332 판결(공2006상, 621) / [1] 대법원 2002. 1. 25. 선고 2000두9359 판결(공2002상, 593) / [2] 대법원 2006. 9. 8. 선고 2003두7859 판결(공2006하, 1676)<br/>",
  "사건종류명": "일반행정",
  "판결요지": "[1] 가맹사업거래의 공정화에 관한 법률 제12조 제1항 제2호, 제2항, 가맹사업거래의 공정화에 관한 법률 시행령 제13조 제1항 [별표 2] 제2호 (나)목의 내용, 형식, 체제 및 입법 취지 등에 비추어 보면, 가맹본부가 인테리어 시공 및 설비·기기·용품 등의 구입을 자기 또는 자기가 지정한 자로부터 하도록 하는 행위가 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하는지는, 가맹사업의 목적과 가맹점계약의 내용, 가맹금의 지급방식, 가맹사업의 대상인 상품 또는 용역과 설비와의 관계에 비추어 보았을 때, ① 객관적으로 설비 등이 가맹사업을 경영하는 데에 필수적인 것인지, ② 가맹사업의 통일적 이미지 확보와 상품의 동일한 품질 유지를 위한 기술관리·표준관리·유통관리·위생관리의 필요성 등의 측면에서 가맹점사업자에게 사양서나 품질기준만을 제시하고 임의로 구입 또는 설치하도록 방치해서는 가맹사업의 통일적 이미지 확보와 상품의 동일한 품질을 보증하는 데 지장이 있는지, ③ 미리 정보공개서를 통하여 가맹점사업자에게 특정한 거래상대방과 거래해야만 한다는 점을 알리고 가맹점사업자와 계약을 체결하였는지 등을 종합적으로 고려하여 판단하여야 한다. <br/>  한편 특정한 거래상대방과 거래하도록 ‘강제’하는 행위에는, 상대방이 구입하지 아니할 수 없는 객관적인 상황을 만들어내는 것도 포함된다. 또한 가맹점사업자가 가맹계약 체결 전에 특정한 거래상대방과 거래하여야 하는 사정을 정보공개서를 통해 알리거나, 그에 대하여 사전에 의사 합치가 있는 상태에서 가맹계약을 체결하였다는 사정이 있다고 하더라도, 그와 같은 사정이 있기만 하면 언제나 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하지 않는다고 단정할 수는 없다. <br/>[2] 불이익제공행위의 불이익에 해당하기 위해서는, 그 행위의 내용이 상대방에게 다소 불이익하다는 점만으로는 부족하고, 구입 강제, 이익제공 강요, 판매목표 강제 등과 동일시할 수 있을 정도로 일방 당사자가 자기의 거래상 지위를 부당하게 이용하여 그 거래조건을 설정 또는 변경하거나 그 이행과정에서 불이익을 준 것으로 인정되어야 한다. 또한 거래상 지위를 부당하게 이용하여 상대방에게 불이익을 준 행위인지는 당해 행위의 의도와 목적, 효과와 영향 등과 같은 구체적 태양과 상품의 특성, 거래의 상황, 해당 사업자의 시장에서의 우월적 지위의 정도 및 상대방이 받게 되는 불이익의 내용과 정도 등에 비추어 볼 때 정상적인 거래 관행을 벗어난 것으로서 공정한 거래를 저해할 우려가 있는지 여부에 따라 결정되어야 한다.<br/>",
  "참조조문": "[1] 가맹사업거래의 공정화에 관한 법률 제12조 제1항 제2호, 제2항, 가맹사업거래의 공정화에 관한 법률 시행령 제13조 제1항 [별표 2] 제2호 (나)목 / [2] 가맹사업거래의 공정화에 관한 법률 제12조 제1항 제3호, 가맹사업거래의 공정화에 관한 법률 시행령 제13조 제1항 [별표 2] 제3호 (바)목<br/>",
  "선고일자": "20181109",
  "법원명": "대법원",
  "사건명": "시정명령등취소[가맹사업법령상 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하는지 여부가 문제된 사건]",
  "판례내용": "【원고, 피상고인】 주식회사 카페베네 (소송대리인 법무법인(유한) 율촌 담당변호사 박해식 외 1인)<br/>【피고, 상고인】 공정거래위원회 (소송대리인 법무법인 등정 담당변호사 길명철 외 1인)<br/>【원심판결】 서울고법 2015. 11. 12. 선고 2014누67712 판결<br/>【주    문】<br/>  원심판결 중 인테리어 시공 및 설비·기기·용품의 공급과 관련한 시정명령 및 과징금납부명령 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.  나머지 상고를 기각한다. <br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 인테리어 시공 및 설비·기기·용품의 공급에 대하여(상고이유 제1 내지 3점)<br/>  가. 가맹사업거래의 공정화에 관한 법률(이하 ‘가맹사업법’이라 한다) 제12조는 가맹점사업자가 취급하는 상품 또는 용역의 가격, 거래상대방, 거래지역이나 가맹점사업자의 사업활동을 부당하게 구속하거나 제한하는 행위로서 가맹사업의 공정한 거래를 저해할 우려가 있는 행위를 금지하면서(제1항 제2호), 위 행위의 유형 또는 기준을 대통령령으로 정하도록 위임하고 있다(제2항). 그 위임에 따라 가맹사업거래의 공정화에 관한 법률 시행령(이하 ‘가맹사업법 시행령’이라 한다)은 부동산·용역·설비·상품·원재료 또는 부재료의 구입·판매 또는 임대차 등과 관련하여 부당하게 가맹점사업자에게 특정한 거래상대방(가맹본부를 포함한다)과 거래할 것을 강제하는 행위를 ‘구속조건부 거래’ 중 ‘거래상대방 구속 행위’로 규정하면서 다음 요건을 모두 충족하는 경우를 그 예외로 규정하고 있다(제13조 제1항, [별표 2] 2. 나).<br/>  1) 부동산·용역·설비·상품·원재료 또는 부재료가 가맹사업을 경영하는 데에 필수적이라고 객관적으로 인정될 것<br/>  2) 특정한 거래상대방과 거래하지 아니하는 경우에는 가맹본부의 상표권을 보호하고 상품 또는 용역의 동일성을 유지하기 어렵다는 사실이 객관적으로 인정될 것<br/>  3) 가맹본부가 미리 정보공개서를 통하여 가맹점사업자에게 해당 사실을 알리고 가맹점사업자와 계약을 체결할 것<br/>  나. 이와 같은 관계 법령의 내용, 형식, 체제 및 입법 취지 등에 비추어 보면, 가맹본부가 인테리어 시공 및 설비·기기·용품 등의 구입을 자기 또는 자기가 지정한 자로부터 하도록 하는 행위가 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하는지 여부는, 가맹사업의 목적과 가맹점계약의 내용, 가맹금의 지급방식, 가맹사업의 대상인 상품 또는 용역과 설비와의 관계에 비추어 보았을 때, ① 객관적으로 설비 등이 가맹사업을 경영하는 데에 필수적인 것인지, ② 가맹사업의 통일적 이미지 확보와 상품의 동일한 품질 유지를 위한 기술관리·표준관리·유통관리·위생관리의 필요성 등의 측면에서 가맹점사업자에게 사양서나 품질기준만을 제시하고 임의로 구입 또는 설치하도록 방치하여서는 가맹사업의 통일적 이미지 확보와 상품의 동일한 품질을 보증하는 데 지장이 있는지(대법원 2006. 3. 10. 선고 2002두332 판결 참조), ③ 미리 정보공개서를 통하여 가맹점사업자에게 특정한 거래상대방과 거래해야만 한다는 점을 알리고 가맹점사업자와 계약을 체결하였는지 등을 종합적으로 고려하여 판단하여야 한다.<br/>한편 특정한 거래상대방과 거래하도록 ‘강제’하는 행위에는, 상대방이 구입하지 아니할 수 없는 객관적인 상황을 만들어내는 것도 포함된다(대법원 2002. 1. 25. 선고 2000두9359 판결 등 참조). 또한 가맹점사업자가 가맹계약 체결 전에 특정한 거래상대방과 거래하여야 하는 사정을 정보공개서를 통해 알리거나, 그에 대하여 사전에 의사 합치가 있는 상태에서 가맹계약을 체결하였다는 사정이 있다고 하더라도, 그와 같은 사정이 있기만 하면 언제나 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하지 않는다고 단정할 수는 없다.<br/>  다. 원심판결 이유와 원심이 적법하게 채택하여 조사한 증거에 의하면, 아래와 같은 사실을 알 수 있다.  <br/>  1) 원고는 2010년부터 2012년까지 커피 업종 가맹사업 시장에서 매출액과 가맹점수를 기준으로 1위의 사업자였다.  <br/>  2) 원고는 가맹사업을 시작한 2008. 11. 17.부터 2012. 4. 3.까지 735개 가맹희망자와 가맹점계약을 체결하면서, 가맹점 개설에 필요한 인테리어 시공 및 설비·기기·용품의 공급을 원고 또는 원고가 지정한 특정한 사업자인 ○○○○ 디자인(이하 ‘△△ 디자인’이라 한다)에게만 맡기도록 하였다.<br/>  3) 원고는 가맹희망자를 대상으로 ① 가맹점 개설 상담을 하고, ② 가맹희망자가 이미 임차 등의 방식으로 계약 전에 확보한 점포를 실측하여 인테리어 시공 설계도면을 작성하며, ③ 설비·기기·용품의 금액을 산정·합산하여 ‘견적/약정서’를 작성한 후 견적브리핑을 진행하였다. 원고는, 가맹희망자가 가맹점 개설의사를 표시하면 가맹희망자와 가맹계약을 체결하면서 가맹희망자로부터 인테리어 시공을 위탁받고, 인테리어 시공이 끝나고 맨 처음 물품 공급 등이 완료되면 가맹점을 개점하도록 하였다. <br/>  4) 가맹점 점포의 인테리어 시공 작업에는 목공사, 도장공사, 전기공사, 조명공사와 내부 유리공사, 설비공사, 타일공사 등(이하 ‘기본공사’라 한다)과 테라스 가로등 설치공사, 내부 LED 조명공사, 외부 테라스 공사, 내·외부 난간 공사 등(이하 ‘추가공사’라 한다)이 있다. 그리고 설비·기기·용품에는 의자, 소파, 테이블 등의 가구류, 커피 블렌더, 그라인더, 와플 구이기, 빙삭기 등의 조리기구, 그 밖에 호출 진동벨, 케이크 진열장, 정수기 등이 있다.<br/>  5) 원고의 정보공개서에는 가맹점사업자가 가맹본부에 인테리어 시공비용 등 영업개시 이전에 부담해야 할 비용이 기재되어 있다.<br/>  6) 원고가 2012. 4. 4. 전에 제공한 ‘견적/약정서’에 의하면, 인테리어 공사의 품목을 특별히 구분하지 않고 전체를 합산한 금액으로만 거래하도록 하였고, 인테리어 시공에는 공종별로 다른 시공업자에게 맡길 수 있도록 하는 예외를 두지 않았다. 설비·기기·용품의 경우 인테리어 시공과 마찬가지로 품목별로 단가를 명시하지 않고 전체 합산 금액만을 표시하였다. 한편 원고는 추가공사 부분에 관하여 가맹계약을 체결할 때 가맹희망자에게 원고나 △△디자인에게 의뢰하도록 권유하였는데, 가맹희망자는 가맹계약을 체결하면서 원고의 권유에 따라 추가공사도 원고나 △△디자인에게 의뢰하였다. <br/>  7) 원고는 2011. 3.에야 인테리어 전문건설업 면허를 취득하였는데, 그전에는 자신이 의뢰받은 시공 자체를 △△디자인에게 맡겼다. 또한 원고나 △△디자인은 일부 공사만을 직접 시공하였고 나머지 공사는 다른 업체에게 위탁하였다.<br/>  8) 원고의 직원으로 인테리어 현장소장 업무를 담당한 소외인은, 피고의 조사 과정에서 원고가 직접 시공하지 않고 감리만 한 경우에도 통일적 이미지 구현에 문제가 없었고, 자재도 모두 국내시장에서 판매하는 것이라고 진술하였다.<br/>  9) 한편 원고는 2012. 4. 4. ‘견적/약정서’를 수정하였는데, 수정된 ‘견적/약정서’에서는 인테리어 공사종목과 설비·기기·용품의 품목을 구분하고 단가를 명시하여 가맹점사업자가 이를 선택할 수 있도록 하고 있다. 특히 설비·기기·용품의 경우 이를 일괄적으로 원고로부터 구입하도록 하는 것이 강요에 해당할 수 있다는 내부 검토 결과에 따라 ‘필수품목’과 ‘선택품목’으로 구분하였고, 품목별 가격도 명시하고 있다. 수정된 ‘견적/약정서’에 따르면 인테리어의 기본공사와 추가공사는 모두가 선택상품으로 분류되고, 설비·기기·용품은 금액 기준으로 약 65%가 선택품목으로 분류된다.<br/>  10) 원고의 가맹사업은, 가맹점사업자로부터 매출액의 일정비율에 상당하는 금원을 로열티로 받는 구조로 되어 있다. 2011년 기준 원고의 총매출액 중 인테리어 시공 및 설비 등 공급 관련 매출이 차지하는 비중이 약 50.19%에 이른다.<br/>  라. 위와 같은 사실관계를 토대로 인테리어 시공을 원고 또는 원고가 지정한 사업자에게만 맡기도록 한 행위 부분에 관하여 본다.   <br/>  1) 강제성 인정 여부 <br/>  가) 위 인정 사실을 앞서 본 법리에 비추어 살펴보면, 원고가 인테리어 시공을 원고 또는 △△디자인에게만 맡기도록 하는 행위는 특정한 거래상대방과 거래할 것을 ‘강제’하는 행위에 해당한다고 볼 여지가 충분하다. 특히 그중 기본공사 부분은 더욱 그러하다. 그 구체적 이유는 아래와 같다. <br/>  ① 원고는 인테리어 시공 중 기본공사 부분을 오로지 원고 또는 원고가 지정하는 1개의 업체에게만 맡기도록 하는 조건으로 가맹계약을 체결하였다. 나아가 가맹계약 체결 이후에 가맹점사업자가 그 조건을 이행하지 않으면 가맹계약 해지사유가 발생되고 이미 지급된 가맹금은 돌려받지 못하게 된다. <br/>  ② 통상의 경우 인테리어 시공을 오로지 가맹본부에만 맡기도록 강제할 필요는 없는 것으로 보인다. 이 사건과 같은 커피 업종 가맹사업에서도 인테리어 시공 전부를 일괄하여 가맹본부와만 거래하도록 하고, 사후에 변경될 여지조차 두지 않음으로써 거래상대방 선택의 자유를 가맹계약 체결 당시 및 그 이후에까지 원천적으로 제한하는 것은 일반적이라고 보기는 어렵다.  <br/>  ③ 가맹사업법 시행령 [별표 2] 제2호 (나)목의 단서 규정에 의하면, 가맹본부가 가맹점사업자에게 미리 정보공개서를 통해 알리고 계약을 체결하였다고 하더라도, 위 단서 규정의 다른 요건들이 갖추어지지 않은 경우라면 거래상대방 구속행위의 예외로 보지 않는다. 정보공개서를 미리 제공하는 이유는 가맹희망자가 가맹본부와의 거래조건 등에 관하여 충분히 숙지하고 가맹계약 체결을 결정할 수 있도록 하기 위한 것일 뿐, 가맹점사업자가 정보공개서를 통해 미리 알고 그에 동의한 후 가맹계약을 체결하였다는 사정만으로 곧바로 관련 행위가 정당화되거나 부당성이 부정된다고 볼 수는 없다. <br/>  ④ 거래 계속 단계에서의 거래상 지위를 남용하는 행위와는 달리 거래 개시 단계에서 다른 거래처를 선택할 여지가 있었던 경우라면 강제성 판단에 신중을 기하여야 함은 물론이다. 그러나 이 사건의 경우 가맹본부들 사이에 지위, 선호도 등에 편차가 있을 수밖에 없고, 가맹희망자가 사전에 정보공개서 등을 통해 대략적인 비용의 합계액만을 알게 될 뿐 그러한 계약으로 인하여 발생할 손해 또는 이득에 관한 구체적인 정보는 제공받지 못하는 상황이었던 것으로 보인다. 이에 더하여 가맹점사업자가 거래 개시 단계에서 인테리어 시공 비용, 설비 등 구입 비용 등 비교적 큰 비용을 한번에 부담할 여지가 큰 점까지 고려하면, 해당 정보의 제공이 있었고 상대방도 그 점을 알았다는 이유만으로 거래 개시 단계에 이루어진 행위에 대하여 가맹사업법 제12조가 적용되지 않는다고 해석하는 것은 가맹사업법의 입법 취지를 몰각시킬 우려가 있다. <br/>  ⑤ 나아가 전속적 인테리어 시공 위탁이 가맹계약 체결 당시에 함께 있었다고 하더라도, 그 이후에도 변경할 수 없도록 한 이상, 이를 두고 거래 개시 단계의 거래강제행위라고 형식적으로만 볼 수는 없고, 오히려 가맹계약 체결이 이루어진 이후에도 인테리어 시공자를 변경할 수 없도록 한 강제가 실질적으로 계속 존재하는 것으로 볼 수 있다. <br/>  나) 그렇다면 원심은 인테리어 시공 중 기본공사 부분과 추가공사 부분을 구분한 후 추가공사 부분은 다른 업체를 선택할 권한이 언제부터 있었는지를 밝히는 등 각각 ‘특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하는지를 살펴보았어야 한다. 그런데도 원심은 이와 달리, 가맹희망자들이 가맹계약 체결단계에서 정보공개서를 통해 인테리어 시공을 원고 측에만 맡겨야 한다는 사정을 알고 있었고 다른 가맹본부와 비교하여 자신에게 가장 적합한 커피전문점을 선택하고 원고와 계약체결과정에서 자유롭게 이탈할 수 있었다는 점 등을 이유로 들면서, 기본공사와 추가공사도 구분하지 아니한 채 인테리어 시공 전체에 대하여 일률적으로 ‘특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하지 않는다고 판단하였다. 이러한 원심판결에는 거래상대방 제한행위의 강제성에 관한 법리를 오해하여 필요한 심리를 다하지 않은 잘못이 있다.<br/>  2) 부당성 인정 여부 <br/>  가) 위 인정 사실을 앞서 본 법리에 비추어 살펴보면, 인테리어 시공을 원고 또는 △△디자인에게만 맡기도록 하는 행위는 ‘부당하게’ 특정한 거래상대방과 거래할 것을 강제하는 행위라고 볼 여지가 충분하다. 그 구체적 이유는 아래와 같다. <br/>  ① 인테리어 시공은 점포 레이아웃(Lay-Out)의 통일적 이미지의 유지와 관련이 있기는 하나, 원고는 원고 또는 △△디자인만을 시공업체로 지정함으로써 가맹점사업자의 거래상대방 선택의 자유를 박탈하였다. <br/>  ② 원고 자신도 인테리어를 특정 사업자에게 일괄적으로 시공하도록 하는 조치가 가맹사업법 위반이 될 수도 있음을 자각하고, 2012. 4.경 이후 인테리어 시공을 전부 선택품목으로 분류하였는데, 이러한 사정에 비추어 보면 그때까지도 원고가 주장하는 ‘빈티지 스타일’ 인테리어를 구현할 업체가 없었다고 단정하기는 어렵다. 오히려 그때를 기준으로 어느 정도 기간 전에는 그러한 업체가 있었다고 보는 것이 상식에 맞다. 나아가 원고가 인테리어 시공 기준을 제시하고 가맹점사업자가 그 기준에 맞추어 다른 시공업체에게 시공을 맡긴다고 하더라도 그 용도나 기능에 지장이 있다고 보이지 않는다. <br/>  ③ 원고의 가맹사업은 가맹점사업자로부터 매출액의 일정 비율에 상당하는 돈을 로열티로 받는 구조로 되어 있다. 나아가 인테리어 시공을 다른 건설업체에게 맡기도록 할 경우 가맹사업의 존립 자체가 불가능하게 된다는 등의 특수성이 있다고 볼 수는 없다. 그럼에도 원고의 전체 매출액 중 인테리어 시공 등으로 인한 비율이 상대적으로 높았다.<br/>  나) 그런데도 원심은 이와 달리, 원고가 가맹사업 시작 당시인 2009년경 원고와 △△디자인 이외에는 이를 비슷하게 구현할 수 있는 업체가 없었다는 등의 이유를 들어 2008. 11. 17.부터 2012. 4. 3.까지 전체 기간 동안 있었던 인테리어 시공과 관련한 모든 행위의 부당성이 일률적으로 인정되지 않는다고 판단하였다. 이러한 원심판결에는 거래상대방 제한행위의 부당성 등에 관한 법리를 오해하여 필요한 심리를 다하지 않은 잘못이 있다.<br/>  마. 나아가 설비·기기·용품의 공급을 원고에게 맡기도록 한 행위에 관하여 본다.<br/>  1) 위 인정 사실을 앞서 본 법리에 비추어 보면, 원고가 가맹점사업자에게 설비·기기·용품 일체의 공급을 원고에게만 맡기도록 한 행위는, 다음과 같은 이유로 ‘부당하게 특정한 거래상대방과 거래할 것을 강제하는 행위’라고 볼 여지가 충분하다. <br/>  가) 원고가 가맹점사업자들에게 일괄 구매하도록 한 설비·기기·용품에는, 가맹사업에 필수적이지 않거나 거래가 강제되지 않더라도 가맹본부의 상표권 보호와 상품 등의 동일성 유지가 어렵지 않은 설비 등이 포함된 것으로 보인다. 그 경우 원고가 품질기준을 제시하고 가맹점사업자가 자유롭게 거래상대방을 정하여 구매한다고 하더라도, 특별한 사정이 없는 한 그 용도나 기능에 지장이 있다고 보기 어렵다. <br/>  나) 원고가 2012. 4. 이후 수정한 ‘견적/약정서’에 의하더라도, 거래상대방 선택이 가능한 품목이 전체의 65% 정도에 이른다. <br/>  다) 원고의 가맹사업은 가맹점사업자로부터 매출액의 일정 비율에 상당하는 돈을 로열티로 받는 구조임에도, 전체 매출액 중 설비·기기·용품의 공급 등으로 인한 비율이 상대적으로 높았다. <br/>  2) 그런데도 원심은 이와 달리, 설비·기기·용품이 가맹점 개점 시기에 맞추어 적기에 공급될 필요성이 있다는 등의 이유를 들어 가맹사업에 필수적인 경우와 그렇지 않은 경우, 또는 특정한 거래상대방과 거래하지 않고서는 가맹본부의 상표권 보호와 상품 등의 동일성 유지가 어려운 경우와 그렇지 않은 경우의 구체적 범위를 확정하지 않은 채, 설비·기기·용품 전부에 대하여 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하지 않는다고 판단하였다. 이러한 원심판결에는 거래상대방 제한행위의 부당성 등에 관한 법리를 오해하여 필요한 심리를 다하지 않은 잘못이 있다.<br/>  2. 제휴비용 부담행위에 대하여(상고이유 제4점)<br/>  가. 불이익제공행위의 불이익에 해당하기 위해서는, 그 행위의 내용이 상대방에게 다소 불이익하다는 점만으로는 부족하고, 구입 강제, 이익제공 강요, 판매목표 강제 등과 동일시할 수 있을 정도로 일방 당사자가 자기의 거래상 지위를 부당하게 이용하여 그 거래조건을 설정 또는 변경하거나 그 이행과정에서 불이익을 준 것으로 인정되어야 한다. 또한 거래상 지위를 부당하게 이용하여 상대방에게 불이익을 준 행위인지 여부는 당해 행위의 의도와 목적, 효과와 영향 등과 같은 구체적 태양과 상품의 특성, 거래의 상황, 해당 사업자의 시장에서의 우월적 지위의 정도 및 상대방이 받게 되는 불이익의 내용과 정도 등에 비추어 볼 때 정상적인 거래 관행을 벗어난 것으로서 공정한 거래를 저해할 우려가 있는지 여부에 따라 결정되어야 한다(대법원 2006. 3. 10. 선고 2002두332 판결, 대법원 2006. 9. 8. 선고 2003두7859 판결 등 참조).<br/>  나. 원심은, 아래와 같은 이유로 원고가 2010. 11. 1.부터 2011. 7.경까지 주식회사 케이티와의 제휴계약으로 부담하여야 할 제휴비용 모두를 가맹점사업자가 부담하도록 한 행위가, 거래상 지위를 부당하게 이용하여 거래상대방에게 불이익을 제공한 행위에 해당하지 않는다고 판단하였다. <br/>  1) 광고·판촉 활동으로 인한 비용분담이 ‘불이익제공행위’에 해당하려면 특정 광고·판촉 활동을 개별적으로 살피기보다는 가맹본부와 가맹점사업자의 전체적인 부담 정도를 살펴 종합적으로 판단하는 것이 현실에 부합한다.<br/>  2) 원고의 가맹조직의 지속적인 성장과 수익성 확보를 위하여 판매촉진 활동의 일환으로 이 사건 제휴행사를 시행할 필요성이 있었다.<br/>  3) 원고는 이 사건 제휴행사를 시행하기 전에 정보공개서를 수정하여 가맹점사업자들이 이 사건 제휴비용을 부담하게 할 근거를 마련하고, 기존에 가맹점사업자가 부담하던 원고 회원(멤버십)에 대한 판매금액의 2% 상당의 적립 포인트에 대한 비용을 대신 부담하였다. 이 사건 제휴행사로 인하여 가맹점사업자가 추가로 부담하게 된 비용은 판매금액의 5% 중 절반인 2.5%이어서 원고가 가맹점사업자를 대신하여 부담하게 된 판매금액의 2% 상당의 적립포인트와 거의 차이가 없다. 여기에 전체 휴대폰 이용자 중 주식회사 케이티 이용자가 30% 정도이고, 이 사건 제휴행사로 인하여 매출이 증대되는 효과를 함께 고려하면, 이 사건 제휴비용 부담행위가 가맹점사업자에게 경제적으로 불이익하다고 단정 짓기 어렵다. <br/>  4) 피고가 제출한 증거만으로는, 원고가 자신의 우월적 지위를 남용하여 가맹점사업자들로부터 개별적인 동의를 받았다거나 강압적으로 동의서를 징구하였다고 인정하기 부족하다. 그 외에 이 사건 제휴비용 부담행위로 개별 가맹점사업자의 매출 또는 순익 감소 등의 손실이 발생하였음을 인정할 자료도 찾아볼 수 없다. <br/>  다. 원심판결 이유를 앞서 본 법리에 비추어 살펴보면, 원심의 이러한 판단은 정당하고, 불이익제공행위에 관한 법리 등을 오해하거나 필요한 심리를 다하지 않은 잘못이 없다.<br/>  3. 결론<br/>  그러므로 원심판결 중 인테리어 시공 및 설비·기기·용품의 공급과 관련한 시정명령 및 과징금납부명령 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 하기 위하여 원심법원에 환송하며, 나머지 상고를 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이기택(재판장) 권순일 박정화 김선수(주심) ",
  "사건번호": "2015두59686",
  "사건종류코드": "400107",
  "판례정보일련번호": "204304",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}