{
  "판시사항": "부동산 실권리자명의 등기에 관한 법률을 위반하여 무효인 명의신탁약정에 따라 명의수탁자 명의로 등기를 한 경우, 명의신탁자가 명의수탁자를 상대로 그 등기의 말소를 구하는 것이 민법 제746조의 불법원인급여를 이유로 금지되는지 여부(소극) 및 이는 농지법에 따른 제한을 회피하고자 명의신탁을 한 경우에도 마찬가지인지 여부(적극)<br/>",
  "참조판례": "대법원 1994. 12. 22. 선고 93다55234 판결(공1995상, 618), 대법원 1999. 6. 11. 선고 99도275 판결(공1999하, 1451), 대법원 2002. 8. 27. 선고 2002다373 판결, 대법원 2003. 11. 27. 선고 2003다41722 판결(공2004상, 19), 대법원 2004. 9. 3. 선고 2004다27488, 27495 판결(공2004하, 1650), 대법원 2007. 2. 15. 선고 2004다50426 전원합의체 판결(공2007상, 437), 대법원 2013. 6. 14. 선고 2011다65174 판결(공2013하, 1214), 대법원 2016. 6. 28. 선고 2014두6456 판결(공2016하, 1051), 대법원 2017. 3. 15. 선고 2013다79887, 79894 판결(공2017상, 729), 헌법재판소 2001. 5. 31. 선고 99헌가18, 99헌바71, 111, 2000헌바51, 64, 65, 85, 2001헌바2 전원재판부 결정(헌공57, 1016)<br/>",
  "사건종류명": "민사",
  "판결요지": "[다수의견] 부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다) 규정의 문언, 내용, 체계와 입법 목적 등을 종합하면, 부동산실명법을 위반하여 무효인 명의신탁약정에 따라 명의수탁자 명의로 등기를 하였다는 이유만으로 그것이 당연히 불법원인급여에 해당한다고 단정할 수는 없다. 이는 농지법에 따른 제한을 회피하고자 명의신탁을 한 경우에도 마찬가지이다. 구체적인 이유는 다음과 같다.<br/>  ① 부동산실명법은 부동산 소유권을 실권리자에게 귀속시키는 것을 전제로 명의신탁약정과 그에 따른 물권변동을 규율하고 있다.<br/>  첫째, 부동산실명법은 명의신탁약정(제4조 제1항)과 명의신탁약정에 따른 등기로 이루어진 부동산에 관한 물권변동(제4조 제2항 본문)을 무효라고 명시하고 있다. 명의신탁약정에 따라 명의수탁자 앞으로 등기를 하더라도 부동산에 관한 물권변동의 효력이 발생하지 않는다. 이것은 명의신탁약정에 따라 명의신탁자로부터 명의수탁자에게 소유권이전등기가 이루어지는 등기명의신탁의 경우 부동산 소유권은 그 등기와 상관없이 명의신탁자에게 그대로 남아있다는 것을 뜻한다. 그 결과 명의신탁자는 부동산 소유자로서 소유물방해배제청구권에 기초하여 명의수탁자를 상대로 그 등기의 말소를 청구할 수 있다.<br/>부동산실명법 제4조 제3항에서는 명의신탁약정과 그에 따른 물권변동의 무효는 “제3자에게 대항하지 못한다.”라고 정하고 있다. 이 규정은 제3자를 보호하기 위한 것으로 명의신탁자가 소유자로서 명의수탁자 명의의 등기를 무효라고 주장하면서 그 말소등기절차의 이행을 청구할 수 있다는 것을 전제로 한다. 이와 달리 명의신탁의 경우 부동산 소유권이 명의수탁자에게 귀속된다면, 제3자는 당연히 그 소유권을 기초로 한 권리를 취득할 수 있기 때문에 제4조 제3항의 제3자 보호 규정을 둘 필요가 없을 것이다.<br/>  이러한 내용을 담고 있는 부동산실명법 제4조는 부동산실명법의 기본골격을 이루는 규정이다. 이를 벗어나는 해석은 불합리한 결과를 피하기 위하여 반드시 필요한 경우에 한하여 예외적으로만 허용할 수 있다.<br/>  둘째, 부동산실명법은 실권리자명의 등기의무를 위반한 명의신탁자에 대하여 위반행위 자체에 대한 제재로서 과징금을 부과하는 것에 그치지 않고(제5조 제1항 제1호) 부동산에 관한 물권을 지체 없이 명의신탁자의 명의로 등기할 의무를 지우며, 이를 위반할 경우 과징금 외에 이행강제금을 추가로 부과하도록 하고 있다(제6조). 이러한 이행강제금 제도는 명의신탁자에게 심리적 압박을 주어 등기명의와 실체적 권리관계의 불일치 상태를 해소할 것을 간접적으로 강제함으로써 위법상태를 제거하고 부동산실명법의 실효성을 확보하려는 데 그 취지가 있다. 이행강제금 제도 역시 명의신탁자로 하여금 신탁부동산에 관한 등기를 회복하도록 명하는 것으로서 신탁부동산의 소유권이 실권리자에게 귀속되는 것을 전제로 하고 있다.<br/>  ② 부동산실명법을 제정한 입법자의 의사는 신탁부동산의 소유권을 실권리자에게 귀속시키는 것을 전제로 하고 있다.<br/>  부동산실명법 제정 당시 명의신탁을 효과적으로 억제하기 위하여 취할 수 있는 다양한 방안이 논의되었다. 입법자는 신탁부동산의 소유권을 명의수탁자에게 귀속시키는 법률안이 아니라 명의신탁자에게 귀속시키는 법률안을 기초로 부동산실명법을 제정하였다. 국회에는 명의신탁자와 명의수탁자 사이에서는 명의신탁자에게 신탁부동산의 소유권이 귀속된다고 보았던 판례를 바꾸는 내용의 법률안도 제출되어 있었으나, 이것은 채택되지 않았다. 그 이유는 신탁부동산의 소유권을 명의수탁자에게 귀속시킬 경우 발생할 혼란과 당사자들의 반발, 우리 사회의 일반적 법의식을 바탕으로 형성된 오랜 관행과 거래 실무를 존중할 필요가 있다고 보았기 때문이다.<br/>  ③ 명의신탁에 대하여 불법원인급여 규정을 적용한다면 재화 귀속에 관한 정의 관념에 반하는 불합리한 결과를 가져올 뿐만 아니라 판례의 태도나 부동산실명법 규정에도 합치되지 않는다.<br/>  뇌물제공 목적의 금전 교부 또는 성매매 관련 선불금 지급과 같이 불법원인급여에 해당하는 전형적인 사례에서는 급여자의 급부가 선량한 풍속 그 밖의 사회질서에 반하여 그 반환청구를 거부해야 한다는 데에 우리 사회 구성원 모두가 인식을 같이 하고 있다. 이러한 경우에는 법원이 그 반환청구를 받아들이지 않는 것이 관련 법규범의 목적에도 부합한다. 그러나 명의신탁자를 형사처벌하거나 명의신탁자에게 과징금을 부과하는 등 법률 규정에 따라 제재하는 것을 넘어, 부동산실명법에서 명의신탁을 금지하고 있다는 이유만으로 명의신탁자로부터 부동산에 관한 권리까지 박탈하는 것은 일반 국민의 법감정에 맞지 않는다.<br/>민법 제746조 단서는 ‘불법원인이 수익자에게만 있는 때’에는 불법의 원인으로 급여한 재산이라 하더라도 급여자가 반환을 청구할 수 있다고 정하고 있다. 선량한 풍속 그 밖의 사회질서를 위반하는 법률행위에 관해 불법원인급여 규정이 적용되는 경우에도 수익자에게만 불법원인이 있다면, 수익자와 동일하게 급여자를 보호하지 않는 것은 법적 정의감에 반하기 때문이다. 나아가 수익자의 불법성이 급여자의 불법성보다 현저히 커서 급여자의 반환청구를 허용하지 않는 것이 오히려 공평과 신의칙에 반하는 경우에는 민법 제746조 본문의 적용을 배제함으로써 급여자의 반환청구를 허용하고 있다. 이는 불법원인급여 제도 자체에 내재하고 있는 모순을 극복하는 방향으로 민법 제746조를 해석·적용한 것이다.<br/>  부동산실명법을 위반하여 무효인 명의신탁등기가 불법원인급여인지를 판단하기 위해서는 부동산실명법의 규정과 그 규범 목적을 고려하여 판단해야 한다. 입법자는 신탁부동산의 소유권이 명의신탁자에게 귀속됨을 전제로 규정함으로써, 민법 제103조와 제746조의 관계를 부동산실명법 자체에서 명확하게 해결하고 있는 것이다. 이러한 입법 체계에 비추어 볼 때 부동산실명법에서 금지한 명의신탁에 관하여 반사회적인지 아닌지를 구분하여 불법원인급여의 적용을 달리하려는 시도는 바람직하지 않다<br/>  ④ 모든 국민의 재산권은 보장되고, 그 내용과 한계는 법률로 정한다(헌법 제23조 제1항). 명의신탁을 금지하겠다는 목적만으로 부동산실명법에서 예정한 것 이상으로 명의신탁자의 신탁부동산에 대한 재산권의 본질적 부분을 침해할 수는 없다.<br/>  만일 부동산실명법에서 명의신탁약정만을 무효로 하고 그에 따른 물권변동을 유효라고 정하였다면, 신탁부동산에 관한 권리가 언제나 명의수탁자에게 확정적으로 귀속되는 결과가 되어 명의신탁자는 그 부동산에 관한 권리를 상실하게 된다. 이러한 경우 명의신탁자는 자신의 재산을 직접적으로 박탈당하는 결과를 감수하여야 하므로 재산권의 본질적 부분을 침해할 소지가 크다.<br/>  ⑤ 농지법에 따른 제한을 회피하고자 명의신탁을 한 사안이라고 해서 불법원인급여 규정의 적용 여부를 달리 판단할 이유는 없다.<br/>  단순한 행정명령에 불과한 농지법상의 처분명령을 이행하지 않았다고 해서 그 행위가 강행법규에 위반된다고 단정할 수도 없거니와, 그 이유만으로 처분명령 회피의 목적으로 이루어진 급여를 불법원인급여라고 할 수도 없다.<br/>  부동산실명법과 농지법의 규율 내용, 제재수단의 정도와 방법 등을 고려하면, 부동산실명법 위반이 농지법 위반보다 위법성이 더 크다고 볼 수밖에 없다. 부동산실명법을 위반한 명의신탁약정에 따라 마친 명의신탁등기를 불법원인급여라고 인정할 수 없음은 위에서 본 바와 같다. 농지법상의 처분명령을 회피하는 방법으로 명의신탁약정을 한 경우처럼 명의신탁약정과 그보다 위법성이 약한 단순한 행정명령 불이행의 행위가 결합되어 있다고 하더라도, 그 이유만으로 불법원인급여 규정의 적용 여부를 달리 판단할 수는 없다.<br/>  [대법관 조희대, 대법관 박상옥, 대법관 김선수, 대법관 김상환의 반대의견] (가) 민법 제746조에서 규정한 불법원인급여의 의미, 부동산실명법의 입법과정과 목적, 현재 우리 사회에서 명의신탁을 바라보는 일반인의 인식, 헌법상 재산권의 내용과 한계 등을 종합하면, 부동산실명법을 위반하여 무효인 명의신탁약정에 따라 명의수탁자에게 마친 등기는 특별한 사정이 없는 한 불법원인급여에 해당한다고 보아야 한다. 구체적인 이유는 다음과 같다.<br/>  ① 부동산 거래의 정상화와 부동산실명제의 정착을 바라는 시대 상황의 변화, 투명한 재산거래의 중요성과 부동산등기제도를 악용하는 반사회적 행위인 명의신탁을 방지할 필요성에 대하여 현재 형성되어 있는 사회 일반인의 인식 등에 비추어 보면, 이제는 무효인 명의신탁약정에 따라 명의수탁자에게 마친 등기가 불법원인급여에 해당한다고 판단하기에 충분한 법적 근거가 있다.<br/>  ② 부동산실명법 제정 당시 입법자도 부동산실명법에서 금지한 명의신탁약정에 관하여 불법원인급여 제도가 적용되어 명의신탁자가 명의신탁 부동산에 관한 권리를 상실할 가능성을 예상하고 있었다.<br/>  ③ 부동산실명법은 부동산에 관한 물권을 실권리자 명의로 등기하도록 하고 이에 반하는 행위인 명의신탁약정을 금지하며 그에 따른 물권변동의 효력을 무효로 한다. 그럼에도 부동산실명법을 위반하여 명의신탁약정을 하고 그에 따라 등기를 마쳐 무효인 경우에, 그것이 불법원인급여에 해당하여 명의신탁자가 명의신탁 부동산의 반환청구를 할 수 없는지는 민법 제746조가 규정한 요건에 따라 별도로 판단할 문제이다. 부동산실명법 제4조 제2항을 이유로 불법원인급여 제도의 적용을 배제하는 것은 타당하지 않다.<br/>  ④ 부동산실명법에서 과징금과 이행강제금 제도를 둔 것도 부동산실명법을 제정하면서 기존의 명의신탁자를 위한 유예기간을 두었던 것과 마찬가지로 명의신탁자 스스로 부동산실명법을 위반한 명의신탁 상태를 해소할 것을 간접적으로 강제하기 위한 것뿐이다. 이를 들어 명의신탁 부동산의 소유권을 실권리자에게 반드시 귀속시키는 것을 전제로 하였던 것이라거나 불법원인급여 제도의 적용을 배제하고자 하였던 것으로 해석할 수는 없다.<br/>  ⑤ 불법원인급여 제도의 적용을 긍정함으로써 명의신탁자가 명의신탁 부동산에 관한 권리를 상실하게 된다 하더라도, 이는 헌법과 법률에서 예정하고 있는 것으로 재산권의 본질적 침해라고 할 수 없다.<br/>  (나) 부동산실명법을 위반하여 타인과 명의신탁약정을 체결하고 이에 따라 명의수탁자가 된 타인에게 명의신탁 부동산에 관한 소유권이전등기를 마쳐 주었다면, 이러한 명의신탁약정은 부동산실명법 제3조, 제4조 제1항에 따라 무효일 뿐만 아니라 사회질서에 반하는 법률행위이다. 이러한 명의신탁약정에 따라 마친 명의수탁자 명의의 소유권이전등기는 특별한 사정이 없는 한 민법 제746조의 불법원인급여에 해당한다고 보아야 한다. 따라서 명의신탁자는 명의수탁자를 상대로 명의신탁약정이 무효라고 하여 명의신탁 부동산의 반환을 청구할 수 없을 뿐만 아니라, 명의신탁 부동산의 소유권을 주장하면서 명의수탁자 명의의 등기 말소를 청구할 수도 없고, 진정명의회복을 원인으로 한 소유권이전등기절차의 이행을 청구하는 등의 방법으로 명의신탁 부동산의 반환을 청구할 수도 없다.<br/>",
  "참조조문": "헌법 제23조 제1항, 민법 제103조, 제746조, 부동산 실권리자명의 등기에 관한 법률 제1조, 제3조, 제4조, 제5조 제1항 제1호, 제6조 제1항, 제7조, 구 농지법(2018. 12. 24. 법률 제16073호로 개정되기 전의 것) 제8조, 제10조, 제11조, 제59조 제1호(현행 제58조 제1호 참조), 제62조<br/>",
  "선고일자": "20190620",
  "법원명": "대법원",
  "사건명": "소유권이전등기(양자간 명의신탁 사안에서 명의신탁자의 상속인이 명의수탁자의 상속인을 상대로 진정명의회복을 원인으로 한 소유권이전등기절차의 이행을 구하는 사건)",
  "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 신의 담당변호사 양승현)<br/>【피고, 상고인】 피고 (소송대리인 변호사 임상구)<br/>【원심판결】 대전지법 2013. 11. 26. 선고 2013나102495 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 피고가 부담한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 준비서면은 상고이유를 보충하는 범위에서)를 판단한다.<br/>  1. 쟁점<br/>  부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다)은 부동산에 관한 물권의 실권리자가 타인과 사이에서 대내적으로는 실권리자가 부동산에 관한 물권을 보유하거나 보유하기로 하고 그에 관한 등기는 그 타인의 명의로 하기로 하는 약정을 ‘명의신탁약정’이라고 정의하고(제2조 제1호), 명의신탁약정과 그에 따른 물권변동을 무효라고 선언하고 있다(제4조 제1항, 제2항).<br/>  이 사건의 쟁점은, 부동산실명법을 위반하여 무효인 명의신탁약정에 따라 명의수탁자 명의로 등기를 한 경우에, 명의신탁자가 명의수탁자를 상대로 그 등기의 말소를 구하는 것이 민법 제746조의 불법원인급여를 이유로 금지되는지 여부, 농지법에 따른 제한을 회피하고자 명의신탁을 한 것이 결론에 영향을 미치는지 여부이다.<br/>  2. 부동산실명법을 위반하여 무효인 명의신탁약정에 따라 마친 명의신탁등기가 불법원인급여에 해당하는지 여부<br/>부동산실명법 규정의 문언, 내용, 체계와 입법 목적 등을 종합하면, 부동산실명법을 위반하여 무효인 명의신탁약정에 따라 명의수탁자 명의로 등기를 하였다는 이유만으로 그것이 당연히 불법원인급여에 해당한다고 단정할 수는 없다(대법원 2003. 11. 27. 선고 2003다41722 판결 등 참조). 이 사건과 같이 농지법에 따른 제한을 회피하고자 명의신탁을 한 경우에도 마찬가지이다. 구체적인 이유는 다음과 같다.<br/>  가. 부동산실명법은 부동산 소유권을 실권리자에게 귀속시키는 것을 전제로 명의신탁약정과 그에 따른 물권변동을 규율하고 있다.<br/>첫째, 부동산실명법은 명의신탁약정(제4조 제1항)과 명의신탁약정에 따른 등기로 이루어진 부동산에 관한 물권변동(제4조 제2항 본문)을 무효라고 명시하고 있다. 명의신탁약정에 따라 명의수탁자 앞으로 등기를 하더라도 부동산에 관한 물권변동의 효력이 발생하지 않는다. 이것은 명의신탁약정에 따라 명의신탁자로부터 명의수탁자에게 소유권이전등기가 이루어지는 등기명의신탁의 경우 부동산 소유권은 그 등기와 상관없이 명의신탁자에게 그대로 남아있다는 것을 뜻한다[부동산에 관한 물권을 취득하기 위한 계약에서 명의수탁자가 어느 한쪽 당사자가 되고 상대방 당사자가 명의신탁약정이 있다는 사실을 알고 있는 경우에도 그 등기로 이루어진 물권변동이 무효인데(부동산실명법 제4조 제2항 단서의 반대해석), 이때에는 부동산 소유권이 매도인 등 상대방 당사자에게 귀속하는 것을 전제로 한다. 이 경우에도 불법원인급여에 해당하지 않는다는 점은 마찬가지인데, 이하에서는 등기명의신탁만을 다룬다]. 그 결과 명의신탁자는 부동산 소유자로서 소유물방해배제청구권에 기초하여 명의수탁자를 상대로 그 등기의 말소를 청구할 수 있다.<br/>부동산실명법 제4조 제3항에서는 명의신탁약정과 그에 따른 물권변동의 무효는 “제3자에게 대항하지 못한다.”라고 정하고 있다. 이 규정은 제3자를 보호하기 위한 것으로 명의신탁자가 소유자로서 명의수탁자 명의의 등기를 무효라고 주장하면서 그 말소등기절차의 이행을 청구할 수 있다는 것을 전제로 한다. 이와 달리 명의신탁의 경우 부동산 소유권이 명의수탁자에게 귀속된다면, 제3자는 당연히 그 소유권을 기초로 한 권리를 취득할 수 있기 때문에 제4조 제3항의 제3자 보호 규정을 둘 필요가 없을 것이다.<br/>이러한 내용을 담고 있는 부동산실명법 제4조는 부동산실명법의 기본골격을 이루는 규정이다. 이를 벗어나는 해석은 불합리한 결과를 피하기 위하여 반드시 필요한 경우에 한하여 예외적으로만 허용할 수 있다.<br/>둘째, 부동산실명법은 실권리자명의 등기의무를 위반한 명의신탁자에 대하여 위반행위 자체에 대한 제재로서 과징금을 부과하는 것에 그치지 않고(제5조 제1항 제1호) 부동산에 관한 물권을 지체 없이 명의신탁자의 명의로 등기할 의무를 지우며, 이를 위반할 경우 과징금 외에 이행강제금을 추가로 부과하도록 하고 있다(제6조). 이러한 이행강제금 제도는 명의신탁자에게 심리적 압박을 주어 등기명의와 실체적 권리관계의 불일치 상태를 해소할 것을 간접적으로 강제함으로써 위법상태를 제거하고 부동산실명법의 실효성을 확보하려는 데 그 취지가 있다(대법원 2016. 6. 28. 선고 2014두6456 판결 등 참조). 이행강제금 제도 역시 명의신탁자로 하여금 신탁부동산에 관한 등기를 회복하도록 명하는 것으로서 신탁부동산의 소유권이 실권리자에게 귀속되는 것을 전제로 하고 있다.<br/>  나. 부동산실명법을 제정한 입법자의 의사는 신탁부동산의 소유권을 실권리자에게 귀속시키는 것을 전제로 하고 있다.<br/>부동산실명법 제정 당시 명의신탁을 효과적으로 억제하기 위하여 취할 수 있는 다양한 방안이 논의되었다. 입법자는 신탁부동산의 소유권을 명의수탁자에게 귀속시키는 법률안이 아니라 명의신탁자에게 귀속시키는 법률안을 기초로 부동산실명법을 제정하였다. 국회에는 명의신탁자와 명의수탁자 사이에서는 명의신탁자에게 신탁부동산의 소유권이 귀속된다고 보았던 판례를 바꾸는 내용의 법률안도 제출되어 있었으나, 이것은 채택되지 않았다. 그 이유는 신탁부동산의 소유권을 명의수탁자에게 귀속시킬 경우 발생할 혼란과 당사자들의 반발, 우리 사회의 일반적 법의식을 바탕으로 형성된 오랜 관행과 거래 실무를 존중할 필요가 있다고 보았기 때문이다.<br/>  다. 명의신탁에 대하여 불법원인급여 규정을 적용한다면 재화 귀속에 관한 정의 관념에 반하는 불합리한 결과를 가져올 뿐만 아니라 판례의 태도나 부동산실명법 규정에도 합치되지 않는다.<br/>민법 제746조의 불법원인급여 규정은 부당이득반환청구권에 대한 특칙으로서, 불법원인급여를 한 자, 즉 반환청구자에 대한 법적 보호를 거절함으로써 소극적으로 법적 정의를 유지하려는 데 그 취지가 있다(대법원 1994. 12. 22. 선고 93다55234 판결 참조).<br/>  불법원인급여인지가 다루어지는 대부분의 사례에서 정도의 차이는 있지만 불법원인은 급여자와 수익자 모두에게 존재한다. 당사자들 사이에서는 수익자가 급여를 보유하는 것이 정당성을 인정받기 어려운 사정이 있다. 따라서 불법원인급여 규정을 적용한 결과가 실체적 정의에 반한다면 불법원인급여 규정을 적용하는 것을 삼가야 한다. 대법원도 민법 제746조의 ‘불법’의 개념을 엄격하게 해석함으로써 불법원인급여 규정을 획일적으로 적용하거나 함부로 적용범위를 확장하는 것을 경계해 왔다.<br/>  제3자에게 뇌물을 전달해달라고 교부한 금전은 불법원인급여에 해당하여 금전 소유권이 수익자에게 귀속된다(대법원 1999. 6. 11. 선고 99도275 판결 참조). 성매매를 할 사람을 고용하면서 성매매의 유인·권유·강요의 수단으로 선불금을 지급한 경우에도 불법원인급여 규정이 적용되어 선불금의 반환청구가 금지된다(대법원 2004. 9. 3. 선고 2004다27488, 27495 판결, 대법원 2013. 6. 14. 선고 2011다65174 판결 등 참조). 뇌물제공 목적의 금전 교부 또는 성매매 관련 선불금 지급과 같이 불법원인급여에 해당하는 전형적인 사례에서는 급여자의 급부가 선량한 풍속 그 밖의 사회질서에 반하여 그 반환청구를 거부해야 한다는 데에 우리 사회 구성원 모두가 인식을 같이 하고 있다. 이러한 경우에는 법원이 그 반환청구를 받아들이지 않는 것이 관련 법규범의 목적에도 부합한다. 그러나 명의신탁자를 형사처벌하거나 명의신탁자에게 과징금을 부과하는 등 법률 규정에 따라 제재하는 것을 넘어, 부동산실명법에서 명의신탁을 금지하고 있다는 이유만으로 명의신탁자로부터 부동산에 관한 권리까지 박탈하는 것은 일반 국민의 법감정에 맞지 않는다.<br/>민법 제746조 단서는 ‘불법원인이 수익자에게만 있는 때’에는 불법의 원인으로 급여한 재산이라 하더라도 급여자가 반환을 청구할 수 있다고 정하고 있다. 선량한 풍속 그 밖의 사회질서를 위반하는 법률행위에 관해 불법원인급여 규정이 적용되는 경우에도 수익자에게만 불법원인이 있다면, 수익자와 동일하게 급여자를 보호하지 않는 것은 법적 정의감에 반하기 때문이다. 나아가 수익자의 불법성이 급여자의 불법성보다 현저히 커서 급여자의 반환청구를 허용하지 않는 것이 오히려 공평과 신의칙에 반하는 경우에는 민법 제746조 본문의 적용을 배제함으로써 급여자의 반환청구를 허용하고 있다(대법원 2007. 2. 15. 선고 2004다50426 전원합의체 판결 등 참조). 이는 불법원인급여 제도 자체에 내재하고 있는 모순을 극복하는 방향으로 민법 제746조를 해석·적용한 것이다.<br/>  명의수탁자는 명의신탁자를 위해 자신의 명의를 빌려주는 행위가 법률에서 금지하는 행위임을 알면서도 명의신탁약정을 하고 또 그에 협조하였다. 이 사건과 같이 농지법에 따른 처분명령을 회피하기 위한 목적으로 이루어진 명의신탁약정의 경우 명의신탁자뿐만 아니라 명의수탁자의 불법성도 작지 않다. 명의수탁자는 신탁부동산을 취득하는 데 아무런 대가를 지급하지 않았다. 그런데도 명의신탁에 대하여 불법원인급여 규정을 적용함으로써 명의신탁약정을 통해 불법에 협조한 명의수탁자에게 부동산 소유권을 귀속시키는 것은 정의관념에 부합하지 않는다.<br/>  특히 대법원은 농지임대차가 구 농지법에 위반되어 무효인 경우 임대인이 임차인에게 임대차기간 동안 권원 없는 점용을 이유로 손해배상을 청구한 사안에서 불법원인급여의 ‘불법’이 있다고 하려면, “급부의 원인이 된 행위가 그 내용이나 성격 또는 목적이나 연유 등으로 볼 때 선량한 풍속 기타 사회질서에 위반될 뿐 아니라 반사회성·반윤리성·반도덕성이 현저하거나, 급부가 강행법규를 위반하여 이루어졌지만 이를 반환하게 하는 것이 오히려 규범 목적에 부합하지 아니하는 경우 등에 해당하여야 한다.”라고 판단하였다(대법원 2017. 3. 15. 선고 2013다79887, 79894 판결 등 참조). 이는 강행법규 위반행위가 민법 제103조 위반에 해당하는 경우에도 위반의 대상이 된 강행법규의 규범 목적을 고려하여 민법 제746조의 적용이 제한될 수 있다는 것을 보여준다.<br/>부동산실명법을 위반하여 무효인 명의신탁등기가 불법원인급여인지를 판단하기 위해서는 부동산실명법의 규정과 그 규범 목적을 고려하여 판단해야 한다. 입법자는 신탁부동산의 소유권이 명의신탁자에게 귀속됨을 전제로 규정함으로써, 민법 제103조와 제746조의 관계를 부동산실명법 자체에서 명확하게 해결하고 있는 것이다. 이러한 입법 체계에 비추어 볼 때 부동산실명법에서 금지한 명의신탁에 관하여 반사회적인지 아닌지를 구분하여 불법원인급여의 적용을 달리하려는 시도는 바람직하지 않다.<br/>  라. 모든 국민의 재산권은 보장되고, 그 내용과 한계는 법률로 정한다(헌법 제23조 제1항). 명의신탁을 금지하겠다는 목적만으로 부동산실명법에서 예정한 것 이상으로 명의신탁자의 신탁부동산에 대한 재산권의 본질적 부분을 침해할 수는 없다.<br/>만일 부동산실명법에서 명의신탁약정만을 무효로 하고 그에 따른 물권변동을 유효라고 정하였다면, 신탁부동산에 관한 권리가 언제나 명의수탁자에게 확정적으로 귀속되는 결과가 되어 명의신탁자는 그 부동산에 관한 권리를 상실하게 된다. 이러한 경우 명의신탁자는 자신의 재산을 직접적으로 박탈당하는 결과를 감수하여야 하므로 재산권의 본질적 부분을 침해할 소지가 크다. 헌법재판소에서 부동산실명법 제4조 제1항과 제2항 본문을 헌법에 위반되지 않는다고 한 이유도 이와 같다(헌법재판소 2001. 5. 31. 선고 99헌가18 등 전원재판부 결정 참조).<br/>  부동산실명법은 명의신탁약정과 그에 따른 물권변동을 모두 무효로 함으로써 명의신탁자가 소유권을 온전하게 회복할 가능성을 열어 놓았고, 명의신탁자가 다른 법률관계에 기초하여 등기회복 등의 권리행사를 하는 것까지 금지하지는 않음으로써 명의신탁자의 재산권 보장과 법이 추구하는 목적달성의 조화를 꾀하고 있다(대법원 2002. 8. 27. 선고 2002다373 판결, 헌법재판소 2001. 5. 31. 선고 99헌가18 등 전원재판부 결정 참조). 부동산 명의신탁을 규제하되 헌법상의 재산권 보장과 조화를 꾀하고자 한 것이 부동산실명법의 태도이다.<br/>  마. 농지법에 따른 제한을 회피하고자 명의신탁을 한 사안이라고 해서 불법원인급여 규정의 적용 여부를 달리 판단할 이유는 없다.<br/>  농지법에 따르면 농지를 취득하고자 하는 자는 소재지관서의 장이 발급하는 농지취득자격증명을 갖추어야 하고, 허위나 부정한 방법으로 농지취득자격증명을 발급받아 농지를 소유한 것이 밝혀진 경우에는 3년 이하의 징역 또는 3천만 원 이하의 벌금에 처할 수 있으며 해당 농지를 처분할 의무가 발생한다. 정당한 사유 없이 처분명령을 불이행할 경우 매년 1회의 이행강제금이 부과된다. 그러나 단순한 행정명령에 불과한 농지법상의 처분명령을 이행하지 않았다고 해서 그 행위가 강행법규에 위반된다고 단정할 수도 없거니와, 그 이유만으로 처분명령 회피의 목적으로 이루어진 급여를 불법원인급여라고 할 수도 없다.<br/>  부동산실명법은 명의신탁을 금지하면서 실권리자 등기의무를 위반한 명의신탁자에게는 5년 이하의 징역 또는 2억 원 이하의 벌금을, 명의수탁자에게는 3년 이하의 징역 또는 1억 원 이하의 벌금을 부과할 수 있도록 하고 있다. 뿐만 아니라 명의신탁자에게는 해당 부동산 가액의 30/100 범위 내에서 과징금을 부과하고, 과징금을 부과받고도 해당 부동산에 관한 물권을 자신의 명의로 등기하지 않을 경우 매년 1회의 이행강제금을 부과할 수 있다. 이처럼 실권리자 등기의무를 위반한 경우가 농지법을 위반하여 부정한 방법으로 소재지관서의 증명을 받은 경우보다 징역형의 상한과 벌금형의 상한이 더 높다. 농지법상 처분명령을 이행하지 않은 자에 대해서는 이행강제금을 부과할 수 있는 반면, 부동산실명법상 실권리자 등기의무를 위반한 명의신탁자에 대해서는 징역, 벌금의 형벌뿐만 아니라 과징금, 나아가 이행강제금까지 동시에 부과할 수 있다.<br/>  이러한 부동산실명법과 농지법의 규율 내용, 제재수단의 정도와 방법 등을 고려하면, 부동산실명법 위반이 농지법 위반보다 위법성이 더 크다고 볼 수밖에 없다. 부동산실명법을 위반한 명의신탁약정에 따라 마친 명의신탁등기를 불법원인급여라고 인정할 수 없음은 위에서 본 바와 같다. 농지법상의 처분명령을 회피하는 방법으로 명의신탁약정을 한 이 사건의 경우처럼 명의신탁약정과 그보다 위법성이 약한 단순한 행정명령 불이행의 행위가 결합되어 있다고 하더라도, 그 이유만으로 불법원인급여 규정의 적용 여부를 달리 판단할 수는 없다.<br/>  3. 원심판단의 당부<br/>  원심은 이 사건 부동산에 관해 소외 1과 소외 2 사이의 명의신탁약정에 기해 마친 소외 2 명의의 소유권이전등기가 무효이고, 소외 2가 사망하자 협의분할에 의한 상속을 원인으로 이 사건 부동산에 관해 소유권이전등기를 마친 피고는 망 소외 1의 이 사건 부동산에 대한 권리를 상속한 원고에게 이 사건 부동산에 관해 진정명의회복을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다고 판단하였다.<br/>  원심판단은 위에서 본 법리에 따른 것으로서 정당하다. 원심판단에 농지법상 처분명령을 회피하기 위한 명의신탁약정의 반사회성 또는 불법원인급여에 관한 법리오해의 잘못이 없다.<br/>  4. 결론<br/>  피고의 상고는 이유 없어 이를 기각하고 상고비용은 패소자가 부담하도록 하여, 주문과 같이 판결한다. 이 판결에는 대법관 조희대, 대법관 박상옥, 대법관 김선수, 대법관 김상환의 반대의견이 있는 외에는 관여 법관의 의견이 일치하였고, 다수의견에 대한 대법관 김재형의 보충의견과 반대의견에 대한 대법관 조희대, 대법관 박상옥의 보충의견이 있다.<br/>  5. 대법관 조희대, 대법관 박상옥, 대법관 김선수, 대법관 김상환의 반대의견<br/>  가. 부동산 명의신탁을 근절하기 위한 사법적 결단이 필요하다.<br/>  명의신탁은 1912년 제정된 조선부동산등기령에 종중 명의로 등기할 수 있는 규정이 없어 부득이 종중원 명의로 종중 소유 부동산에 관한 권리를 등기한 것이 시초가 되어 당시 조선고등법원 판결과 그 후 대법원 판례에 의해 유효성이 인정되면서 종중뿐 아니라 일반인들 사이에서 널리 이용되어 왔다. 그러나 명의신탁은 우리 민법이 취하고 있는 부동산 법제의 근간인 성립요건주의와 상충될 뿐만 아니라, 중간생략등기와 함께 부동산 투기 또는 납세의무 등의 규제를 회피하는 각종 탈법행위의 수단으로 악용되거나 남용되었다. 이러한 이유로 명의신탁을 규제할 사회적 필요성에 대한 공감대가 형성되었다.<br/>  1990. 8. 1. 제정된 부동산등기 특별조치법에서는 명의신탁을 하는 경우를 크게 두 가지로 나누어, 조세부과 면탈 등의 목적을 위한 명의신탁의 경우 이를 금지하고, 그 외의 사유로 명의신탁약정에 따른 등기를 하는 경우에는 신청요건을 강화하면서, 위반 시에는 징역 또는 벌금에 처할 수 있도록 규정하였다(제7조, 제8조, 제9조). 그러나 위 법에 위반된 명의신탁약정이라도 그 사법적 법률행위의 효력까지 부인되는 것은 아니어서 명의신탁을 제재하는 효과적인 수단이 될 수 없었다. 명의신탁자로서는 명의신탁약정을 체결함으로써 명의신탁 부동산과 관련된 각종 의무를 회피하다가 필요한 경우에 명의신탁 부동산에 관한 권리를 회복할 수 있었기 때문에 형사처벌 등 제재의 위험성에도 불구하고 명의신탁약정을 체결할 유인이 존재하였던 것이다.<br/>  이에 대한 반성적 고려에서 1995. 3. 30. 부동산실명법이 제정되었고, 위 법에서는 부동산에 관한 명의신탁을 반사회적 행위로 보아 명의신탁약정과 그에 따른 물권변동의 효력을 무효라고 규정하였다(제1조, 제4조 제1항, 제2항 본문).<br/>  그런데 명의신탁약정을 무효라고 규정한 부동산실명법이 시행된 이후에도 법원은 명의신탁자의 명의신탁 부동산에 관한 반환청구 등의 권리행사를 대부분 받아들이고, 명의신탁 부동산을 임의로 처분한 명의수탁자를 횡령죄로 처벌하였다. 그 결과 명의신탁자가 명의수탁자에게 등기가 마쳐진 명의신탁 부동산에 관한 권리를 회복하는 데에 아무런 법적 장애가 없다는 인식을 심어 주었다. 한편 명의신탁약정의 다른 당사자인 명의수탁자가 협조하지 않는 한 명의신탁약정의 존재가 드러나기는 쉽지 않다. 이러한 까닭에 부동산실명법이 위반자에 대한 제재로서 과징금과 이행강제금, 형사처벌 등을 규정하고 있음에도 불구하고 명의신탁약정은 여전히 횡행하고 있는 실정이다.<br/>  80여 년 이상 판례에 의해 명의신탁의 유효성이 인정되어 왔음에도 불구하고, 입법자가 부동산실명법을 제정하여 그 효력을 무효라고 선언하였던 것은 그만큼 명의신탁으로 인한 폐해가 극심하고 이를 근절함으로써 부동산 거래를 정상화할 필요성이 절실하였기 때문이다. 지금 대법원이 전원합의체 판결로 무효인 명의신탁약정에 따라 명의수탁자에게 마친 등기가 불법원인급여가 아니라는 판단을 다시 내린다면, 부동산 명의신탁의 근절은 요원해질 것이다. 이것이 오랜 관행에도 불구하고 20여 년 전에 명의신탁약정을 무효라고 규정하는 부동산실명법을 제정한 입법자가 의도하고 목적한 바라고는 생각되지 않는다. 이제 부동산 명의신탁을 효과적으로 근절하기 위하여 입법적 조치와 다른 차원의 사법적 결단이 필요한 시점이다.<br/>  나. 부동산실명법을 위반한 명의신탁은 불법원인급여에 해당한다.<br/>민법 제746조에서 규정한 불법원인급여의 의미, 부동산실명법의 입법과정과 목적, 현재 우리 사회에서 명의신탁을 바라보는 일반인의 인식, 헌법상 재산권의 내용과 한계 등을 종합하면, 부동산실명법을 위반하여 무효인 명의신탁약정에 따라 명의수탁자에게 마친 등기는 특별한 사정이 없는 한 불법원인급여에 해당한다고 보아야 한다. 구체적인 이유는 다음과 같다.<br/>  (1) 불법원인급여에서 말하는 ‘불법’은 선량한 풍속 기타 사회질서에 위반하는 행위를 말하는데, 현재 우리 사회에서는 부동산실명법을 위반한 명의신탁은 반사회질서의 법률행위이고, 그에 따라 마쳐진 명의수탁자 명의의 등기는 불법원인급여에 해당한다는 일반인의 인식이 형성되었다고 할 수 있다.<br/>민법 제746조 본문은 “불법의 원인으로 인하여 재산을 급여하거나 노무를 제공한 때에는 그 이익의 반환을 청구하지 못한다.”라고 규정하고 있다. 여기서 ‘불법의 원인’이란 그 원인될 행위가 선량한 풍속 기타 사회질서에 위반하는 경우를 말한다(대법원 1983. 11. 22. 선고 83다430 판결 참조). 이때 ‘사회질서에 위반하는’ 법률행위, 즉 반사회질서의 법률행위의 구체적인 내용은 고정불변인 것이 아니라 때와 장소에 따라 달라질 수 있는 유동적인 것으로, 현재 우리 사회 일반인의 이성적이며 공정하고 타당한 관념에 따라 결정되어야 한다.<br/>  부동산실명법은 부동산에 관한 소유권과 그 밖의 물권을 실체적 권리관계와 일치하도록 실권리자 명의로 등기하게 함으로써 부동산등기제도를 악용한 투기·탈세·탈법행위 등 반사회적 행위를 방지하고 부동산 거래의 정상화와 부동산 가격의 안정을 도모하여 국민경제의 건전한 발전에 이바지함을 목적으로 하고 있다(제1조). 이 법은 이러한 목적을 달성하기 위하여 종중, 배우자 및 종교단체에 대한 특례(제8조)를 제외하고는, 누구든지 부동산에 관한 물권을 명의신탁약정에 따라 명의수탁자의 명의로 등기하여서는 아니 되고(제3조 제1항), 명의신탁약정과 그에 따른 등기로 이루어진 부동산에 관한 물권변동은 무효라고 규정하고 있다(제4조 제1항, 제2항 본문). 즉, 부동산실명법은 이 법에서 허용하지 않는 명의신탁약정이 부동산등기제도를 악용한 반사회적 행위에 해당함을 분명히 선언하고 있다.<br/>  부동산실명법 제정 이후인 1997. 12. 31. 금융실명거래 및 비밀보장에 관한 법률(이하 ‘금융실명법’이라 한다)이 제정·시행됨으로써 실명에 의한 금융거래 실시가 이루어졌다. 금융실명법 시행 이후에도 타인 명의의 예금계좌를 이용한 각종 비자금 조성, 불건전한 자금수수, 조세포탈 등의 탈법·불법행위가 계속되었으나, 대법원은 금융실명제 시행 전과 달리 금융실명제가 시행된 이후에는 특별한 사정이 없는 한 실명확인을 한 예금명의자가 금융기관과 예금계약을 체결하는 의사를 표시한 것으로 보아야 하고, 금융거래는 정형적이고 신속하게 취급되어야 하며 금융거래를 투명하게 함으로써 금융거래의 정상화를 꾀할 필요가 있다고 하면서 특별한 사정이 없는 한 예금계약의 계약당사자는 예금명의자라고 판단하였다(대법원 2009. 3. 19. 선고 2008다45828 전원합의체 판결 참조). 이러한 과정을 거쳐 현재와 같이 우리 사회에서 금융실명제가 완전히 정착될 수 있었던 것이다.<br/>  실권리자 명의로 거래가 이루어져야 한다는 원칙은 금융거래에서만 아니라 부동산 거래에서도 확립되어야 한다. 토지의 특수성, 즉 수요가 늘어난다고 해서 공급을 늘릴 수 없는 점, 가족주의적 농업사회에서 비롯된 우리 국민의 토지에 대한 강한 소유욕이 고도의 산업사회가 된 오늘날에 와서도 그대로 이어져 토지가격의 상승을 치부의 수단으로 하려는 경향이 있는 점 등의 사정을 고려하면, 부동산 거래에서 실명제를 확립할 필요성은 더욱 크다.<br/>  부동산실명법을 제정할 무렵에는 그 직전까지 판례에 의해 명의신탁이 적법한 법률행위로 확립되어 있었고, 이를 기초로 형성된 국민 일반의 거래 행태와 신뢰 등을 고려하지 않을 수 없었기 때문에, 명의수탁자 명의의 등기 말소 등을 구하는 방법으로 명의신탁 부동산에 관한 권리의 회복을 구하는 명의신탁자의 청구에 대하여 불법원인급여 제도를 적용하는 것이 일반인의 법감정상 받아들이기 어려웠을 수 있다.<br/>  그러나 명의신탁을 금지하고 이에 위반 시 형사처벌하는 부동산실명법이 제정되어 20여 년 이상 시행된 지금 우리 사회에서 일반인이 명의신탁을 바라보는 인식은 부동산실명법 제정 당시에 일반인이 명의신탁에 대하여 가졌던 인식과 크게 달라졌다. 부동산실명제는 사회 일반인들 사이에 하나의 사회질서로 자리를 잡았고, 재산거래에서 투명성을 존중하는 방향으로 사회 일반인의 인식이 형성됨에 따라 이제 부동산실명법을 위반한 명의신탁은 반사회질서의 법률행위라는 불법성에 관한 공통의 인식이 형성되었다고 할 수 있다.<br/>  이처럼 부동산 거래의 정상화와 부동산실명제의 정착을 바라는 시대 상황의 변화, 투명한 재산거래의 중요성과 부동산등기제도를 악용하는 반사회적 행위인 명의신탁을 방지할 필요성에 대하여 현재 형성되어 있는 사회 일반인의 인식 등에 비추어 보면, 이제는 무효인 명의신탁약정에 따라 명의수탁자에게 마친 등기가 불법원인급여에 해당한다고 판단하기에 충분한 법적 근거가 있다.<br/>  (2) 부동산실명법 제정 당시 입법자도 부동산실명법에서 금지한 명의신탁약정에 관하여 불법원인급여 제도가 적용되어 명의신탁자가 명의신탁 부동산에 관한 권리를 상실할 가능성을 예상하고 있었다.<br/>  부동산실명법 제정 직후인 1995. 4. 소관부처인 재정경제원이 발간한 ‘부동산실명법 해설’에서 법률안 성안과정에서 논의되었던 사항들에 대해 밝히면서, “법원이 명의신탁의 위법성이 크다고 인정하여 불법원인급여로 판결하는 경우에는 소유권을 회복하지 못하게 함으로써 명의신탁자의 재산권 회복을 사실상 어렵게 하여 명의신탁금지의 실효성을 확보하도록 하였다.”라고 기재하고 있는 점을 보면 당시 입법자가 불법원인급여 제도의 적용 가능성을 배제하지 아니하였음을 알 수 있다.<br/>  요컨대, 입법자는 획일적으로 명의수탁자에게 명의신탁 부동산의 소유권을 귀속시키는 것으로 규정하는 방안을 채택하지 아니하였을 뿐이고, 구체적 사안에 따라 법원에서 불법원인급여 제도의 적용을 긍정함으로써 명의수탁자에게 소유권이 귀속되는 것으로 판단할 수 있는 가능성 자체를 봉쇄할 의사는 아니었던 것이 분명하다.<br/>  (3) 부동산실명법은 종전의 부동산등기 특별조치법이 명의신탁약정의 사법적 효력을 유효라고 함으로써 명의신탁을 효과적으로 억제하지 못하였다는 반성적 고려에서 명의신탁약정과 그에 따른 물권변동의 효력을 무효로 규정한 것이다. 부동산실명법에서 명의신탁약정을 무효로 규정하고 있다는 것과 무효인 명의신탁약정에 따라 이루어진 등기를 불법원인급여로 인정할 것인지는 법률의 규정 체계나 이론상 서로 차원을 달리하는 문제이다.<br/>  물권행위의 독자성과 무인성을 인정하고 있지 않는 우리 법제하에서 명의신탁약정을 무효라고 규정한 이상 그에 따른 물권변동 역시 무효가 됨은 당연한 것으로, 이러한 내용을 정한 부동산실명법 제4조 제2항은 확인적 규정에 불과하다. 대법원은 어떠한 법률행위가 무효라고 규정된 다수의 사안에서 불법원인급여 제도를 적용함으로써 무효인 법률행위에 따라 교부된 급여의 반환을 부정해 왔다. 대표적으로, 성매매와 관련하여 지급된 선불금의 반환청구를 금지하는 경우가 그러하다. 성매매알선 등 행위의 처벌에 관한 법률 제10조는 성매매알선 등 행위를 한 사람 또는 성을 파는 행위를 할 사람을 고용한 사람 등이 그 행위와 관련하여 성을 파는 행위를 하였거나 할 사람에게 가지는 채권은 그 계약의 형식이나 명목에 관계없이 무효로 한다고 규정하고 있다. 그럼에도 불구하고 대법원은 성매매를 할 사람을 고용하면서 성매매의 유인·권유·강요의 수단으로 선불금을 지급한 사안에서 불법원인급여 제도를 적용하여 선불금의 반환청구를 금지하고 있다(대법원 2004. 9. 3. 선고 2004다27488, 27495 판결, 대법원 2013. 6. 14. 선고 2011다65174 판결 등 참조). 부동산실명법 제4조 제2항에서 명의신탁약정에 따른 물권변동이 무효라고 규정한 것도 이와 다르지 않다.<br/>부동산실명법은 부동산에 관한 물권을 실권리자 명의로 등기하도록 하고 이에 반하는 행위인 명의신탁약정을 금지하며 그에 따른 물권변동의 효력을 무효로 한다. 그럼에도 부동산실명법을 위반하여 명의신탁약정을 하고 그에 따라 등기를 마쳐 무효인 경우에, 그것이 불법원인급여에 해당하여 명의신탁자가 명의신탁 부동산의 반환청구를 할 수 없는지는 민법 제746조가 규정한 요건에 따라 별도로 판단할 문제이다. 부동산실명법 제4조 제2항을 이유로 불법원인급여 제도의 적용을 배제하는 것은 타당하지 않다.<br/>  (4) 부동산실명법에서 과징금과 이행강제금 제도를 둔 것도 부동산실명법을 제정하면서 기존의 명의신탁자를 위한 유예기간을 두었던 것과 마찬가지로 명의신탁자 스스로 부동산실명법을 위반한 명의신탁 상태를 해소할 것을 간접적으로 강제하기 위한 것뿐이다. 이를 들어 명의신탁 부동산의 소유권을 실권리자에게 반드시 귀속시키는 것을 전제로 하였던 것이라거나 불법원인급여 제도의 적용을 배제하고자 하였던 것으로 해석할 수는 없다. 과징금과 이행강제금 제도를 이유로 불법원인급여 제도의 적용 여부를 달리 판단할 수는 없다.<br/>  (5) 불법원인급여 제도의 적용을 긍정함으로써 명의신탁자가 명의신탁 부동산에 관한 권리를 상실하게 된다 하더라도, 이는 헌법과 법률에서 예정하고 있는 것으로 재산권의 본질적 침해라고 할 수 없다.<br/>  헌법에 의하면, 모든 국민의 재산권은 보장되나 법률로 그 내용과 한계를 정할 수 있고(제23조 제1항), 재산권의 행사는 공공복리에 적합하도록 하여야 하며(제23조 제2항), 국가는 국토의 효율적이고 균형있는 이용·개발과 보전을 위하여 법률이 정하는 바에 의하여 그에 관한 필요한 제한과 의무를 부과할 수 있다(제122조). 토지에 대하여는 다른 재산권과 달리 공동체의 이익이 보다 강하게 반영될 것이 요구되므로, 적어도 부동산에 관한 명의신탁은 국가·사회의 공공질서 및 일반의 이익과 직결되어 있다. 명의신탁자는 부동산실명법을 위반하여 명의신탁약정을 체결하고 명의수탁자에게 명의신탁 부동산에 관한 등기가 마쳐지도록 한 자로서, 법원의 판단에 따라 민법 제746조의 불법원인급여 규정이 적용되어 명의신탁 부동산의 소유권을 상실하게 되더라도 이를 받아들여야 한다. 이는 헌법에 따라 국민경제의 건전한 발전에 이바지하기 위해 명의신탁약정의 금지를 명하는 방법으로 재산권 행사를 제한한 부동산실명법을 위반하는 행위에 대해 민법 제746조가 적용되는 결과이므로, 결코 재산권의 본질적 침해라고 할 수 없다.<br/>  다. 명의신탁자의 명의신탁 부동산 반환 등의 청구는 허용될 수 없다.<br/>부동산실명법을 위반하여 타인과 명의신탁약정을 체결하고 이에 따라 명의수탁자가 된 타인에게 명의신탁 부동산에 관한 소유권이전등기를 마쳐 주었다면, 이러한 명의신탁약정은 부동산실명법 제3조, 제4조 제1항에 따라 무효일 뿐만 아니라 사회질서에 반하는 법률행위이다. 이러한 명의신탁약정에 따라 마친 명의수탁자 명의의 소유권이전등기는 특별한 사정이 없는 한 민법 제746조의 불법원인급여에 해당한다고 보아야 한다. 따라서 명의신탁자는 명의수탁자를 상대로 명의신탁약정이 무효라고 하여 명의신탁 부동산의 반환을 청구할 수 없을 뿐만 아니라, 명의신탁 부동산의 소유권을 주장하면서 명의수탁자 명의의 등기 말소를 청구할 수도 없고, 진정명의회복을 원인으로 한 소유권이전등기절차의 이행을 청구하는 등의 방법으로 명의신탁 부동산의 반환을 청구할 수도 없다고 할 것이다.<br/>  라. 이렇게 하는 것이 사법부가 사회질서를 바로잡는 책임을 다하는 길이다.<br/>  우리 사회에서 일반인들 사이에 부동산 명의신탁이 광범위하게 이루어진 것은 최초에 판례가 그 유효성을 인정하였기 때문이다. 조선고등법원이 부동산 명의신탁의 유효성을 인정한 당시에 시행되고 있던 의용민법은 부동산 물권변동에 관하여 의사주의를 따르고 있었다. 그런데 1958. 2. 22. 제정되고 1960. 1. 1.부터 시행된 민법은 부동산 물권변동에 관하여 성립요건주의를 택하였다. 대법원은 이를 계기로 부동산 명의신탁에 관한 근본적인 재검토를 했어야 마땅함에도 그 유효성을 종래와 같이 쉽게 인정하고 말았다. 부동산 명의신탁약정을 반사회적 행위로서 무효라고 규정한 부동산실명법이 제정·시행된 이후에도 대법원은 또다시 명의신탁자의 권리 보호에만 치중한 나머지 명의수탁자가 명의신탁 부동산에 관해 마친 등기가 불법원인급여에 해당한다고 볼 수 없다고 판단하였다(대법원 2003. 11. 27. 선고 2003다41722 판결 등 참조). 이처럼 우리 민법상 성립요건주의와 상충되고 전세계 어디, 심지어 의사주의를 따르는 일본에서조차 찾아볼 수 없는 기괴하고 부끄러운 법적 유산인 부동산 명의신탁이 횡행하게 된 데에는 사법부의 책임도 있다. 대법원은 부동산 명의신탁이 횡행하는 현실을 방치하지 말고 더 늦기 전에 부동산 명의신탁을 근절하는 사법적 판단을 내려 사회질서를 바로잡아야 한다. 그렇게 하더라도 부동산실명법에서 이미 종중과 배우자 등 일정한 경우에 특례를 인정하고 있고 달리 필요한 경우에는 신탁법에 따른 신탁제도를 이용하면 되기 때문에, 국민들의 경제활동과 법률생활에 아무런 불편을 주지 않고 오히려 국민경제의 건전한 발전에 이바지할 것이므로, 대법원이 불법원인급여 제도를 적용하는데 주저할 아무런 이유가 없다.<br/>  우리 사회에서 부동산실명제와 금융실명제는 부동산 거래와 금융거래의 정상화를 꾀하여 국민경제의 건전한 발전을 이룩하고 투명한 사회를 만드는 데에 매우 중요한 역할을 하였다. 부동산실명법과 금융실명법의 제정·시행이라는 입법적 조치가 이를 뒷받침하였다. 대법원도 이러한 요청에 부응하여 특별한 사정이 없는 한 예금계약의 계약당사자는 예금명의자라고 판단함으로써 금융실명제의 정착에 기여하였다. 반면 부동산실명제에 대하여는 그렇지 못하였다.<br/>  부동산실명법이 명의신탁을 반사회적 행위로 보아 무효로 하고 형사처벌까지 규정한 것은 그렇게 해서도 명의신탁이 근절되지 않을 경우 사법부가 불법원인급여로 판단할 수 있는 법적 근거를 둔 것이라고 보아야 하고, 이는 입법자료에서도 확인된다. 명의신탁을 근절해야 할 필요성에는 공감하면서도 이는 현재의 민법과 부동산실명법이 아닌 새로운 입법을 통해서만 가능하다는 견해가 있다. 그러나 무효인 법률행위에 따라 행해진 급부가 민법 제746조의 불법원인급여에 해당하는지를 판단하는 것은 사법부가 할 일이지 국회가 법률로 정할 일이 아니다. 부동산 명의신탁의 폐해를 바로잡을 방법이 있는데도 기존의 판례에 얽매여 이를 외면하는 것은 우리 사회에서 부동산 거래의 정상화와 국민경제의 건전한 발전을 위한 사회질서의 확립을 바라는 일반인의 기대에 찬물을 끼얹는 일이 되지 않을까 걱정스럽다. 부동산실명법이 제정되고 시행된 지 20여 년 이상 지났고 그동안 사회 일반인들의 부동산 명의신탁에 대한 인식에 큰 변화가 있었던 점 및 현재 우리 사회에서 근간이 되는 사회질서가 무엇인지 숙고해 보면, 부동산실명법을 위반하여 무효인 명의신탁은 불법원인급여에 해당한다고 판단하는 것이 타당하다.<br/>  법이 금지규정과 처벌규정을 둔다고 해서 모든 위법행위가 완벽하게 근절되는 것은 아니다. 법 위반 당사자 사이의 약정만으로 위법행위가 가능하다면 더욱 그러하다. 법이 정당한 목적을 달성하기 위하여 금지규범을 제정하고 처벌규정을 두었다면, 사법부로서는 법 위반 당사자에 대하여 헌법과 법률이 규정한 가능한 방법을 통해 위법행위를 근절하기 위한 노력을 게을리해서는 아니 된다. 민법이 규정한 불법원인급여 제도를 적용함으로써 부동산실명법을 위반한 명의신탁자를 제재하는 것이 가능하고, 이러한 조치가 부동산실명법의 목적을 달성하기 위한 효과적인 수단인 이상, 이를 적용하는 데 망설일 이유가 없다.<br/>민법 제746조에서 규정하고 있는 불법원인급여 제도를 통해 명의신탁자가 명의신탁 부동산에 관한 권리를 회복하는 것을 불가능하게 하는 조치는, 명의신탁을 근절하기 위해 현행 입법 체계하에서 상정할 수 있는 가장 강력하고 효과적인 수단임이 틀림없다. 만약, 명의수탁자가 명의신탁자와의 신뢰 관계를 깨뜨리고 명의신탁자에게 협조하지 않을 경우에 명의신탁자가 명의신탁 부동산에 관한 권리를 영구적으로 상실할 위험이 있다면, 명의신탁자가 이러한 위험을 무릅쓰고 명의신탁약정을 체결할 유인이 현저히 줄어들게 될 것이다.<br/>  부동산실명법은 기존의 명의신탁약정에 따라 명의수탁자로 하여금 등기를 마치도록 한 명의신탁자를 위해 1년의 유예기간을 두고, 그 유예기간 중에는 기존의 명의신탁약정을 일응 유효한 것으로 인정하고 실명등기나 매각처분을 하도록 규정하였다(제11조). 지금 부동산실명법을 위반한 명의신탁자는, 위와 같은 유예기간의 규정에도 불구하고 20여 년이 경과한 현재까지 기존의 명의신탁약정에 따라 마친 등기를 회복하지 않았거나, 부동산실명법 시행 이후 새롭게 부동산실명법에서 금지하는 명의신탁약정을 체결하고 그에 따라 명의수탁자에게 등기를 마치도록 한 사람이다. 대법원이 명의수탁자의 등기가 불법원인급여라고 인정함으로써 명의신탁자가 어떠한 불이익을 입는다고 하더라도, 이는 책임 없이 불이익을 당하는 경우가 아닐 뿐만 아니라, 이를 가리켜 명의신탁자의 재산권이 본질적으로 침해된 경우라고 할 수도 없다. 설령 명의신탁자의 재산권이 다소 침해될 여지가 있다 하더라도, 투기와 탈세 등 행위를 방지하고 부동산 거래의 정상화와 부동산가격의 안정을 도모하여 국민경제의 건전한 발전에 이바지하고 사회질서를 확립하기 위하여 불가피하다고 보아야 한다.<br/>  만약 헌법상 재산권 침해가 진정으로 우려된다면, 부동산실명법을 위반한 명의신탁약정에 대해 불법원인급여 제도를 적용하는 것은 부동산실명법을 위반한 명의신탁에 관한 사회 일반인의 인식이 변화한 결과를 반영한 것이므로, 이러한 새로운 법리를 이 사건 대법원 전원합의체 판결 선고 이후에 명의신탁약정에 따른 등기가 마쳐진 경우에 한하여 적용하는 등 판례 변경의 소급효를 제한하는 것도 가능하다. 이러한 방법을 통하여 부동산실명법 제정 이후 형성되어 온 기존의 판례에 대한 명의신탁자의 신뢰를 보호한다면, 명의신탁자의 재산권을 침해하는 것에 대한 우려는 충분히 해소될 수 있다.<br/>  마. 위와 같은 법리에 따라 이 사건에 대한 원심판단의 당부를 살펴본다.<br/>  (1) 원심은, 농지법상 농지처분명령을 회피하기 위해 이 사건 명의신탁약정이 체결되었다는 사유만으로는 부동산실명법을 위반하여 무효인 명의신탁약정에 따라 마쳐진 소외 2 명의의 등기가 불법원인급여에 해당하지 않는다고 보았다. 따라서 이 사건 부동산에 관해 소외 1과 소외 2 사이의 명의신탁약정에 기해 마친 소외 2 명의의 소유권이전등기가 무효이므로, 소외 2의 사망에 따라 협의분할에 의한 상속을 원인으로 이 사건 부동산에 관해 소유권이전등기를 마친 피고는 망 소외 1의 이 사건 부동산에 대한 권리를 상속한 원고에게 이 사건 부동산에 관해 진정명의회복을 원인으로 한 소유권이전등기절차를 이행할 의무가 있다고 판단하였다.<br/>  (2) 그러나 이 사건 명의신탁약정은 부동산실명법을 위반하여 체결된 것으로 반사회적 법률행위로서 무효이고, 위 명의신탁약정에 따라 이 사건 토지에 관해 마친 소외 2 명의의 소유권이전등기는 불법원인급여에 해당한다. 원고는 이 사건 명의신탁약정에 따른 소외 2 명의의 소유권이전등기가 불법원인급여가 아니라는 특별한 사정을 입증하지도 못하였다. 따라서 소외 1의 권리를 상속한 원고는, 소외 2의 사망에 따라 협의분할에 의한 상속을 원인으로 이 사건 토지에 관해 소유권이전등기를 마친 피고를 상대로 진정명의회복을 원인으로 한 소유권이전등기절차의 이행을 구하는 등의 방법으로 명의신탁 부동산의 반환을 청구할 수 없다.<br/>  (3) 그럼에도 원심은, 위와 같이 소외 2 명의의 소유권이전등기가 불법원인급여에 해당하지 않는다고 판단하여 원고의 이 사건 청구를 받아들였다. 이러한 원심의 판단에는 부동산실명법에 따라 무효로 되는 명의신탁약정과 불법원인급여에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.<br/>  이상과 같은 이유로 다수의견에 찬성할 수 없음을 밝힌다.<br/>  6. 다수의견에 대한 대법관 김재형의 보충의견<br/>  입법과 사법의 영역 구분이라는 관점에서 다수의견을 보충하고자 한다.<br/>  가. 헌법은 “법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다.”라고 정함으로써(제103조), 법관은 헌법과 법률에 구속된다는 점을 명시하고 있다. 다만 법관 스스로 법률을 위헌이라고 판단하여 재판에서 그 적용을 배제할 수는 없고, 재판의 전제가 된 법률이 상위규범인 헌법에 위반된다는 합리적인 의심이 드는 경우 헌법재판소에 위헌법률심판을 제청할 수 있는 권한을 가지고 있다(헌법 제107조 제1항).<br/>  사법권은 법관으로 구성된 법원에 속하며(헌법 제101조 제1항), 사법권에는 재판에 적용할 법률의 해석권한이 포함된다. 법관은 그 양심에 따라 독립하여 심판하여야 하지만, 법관의 법률해석 권한이 무제한적인 것은 아니다. 법률해석의 출발점은 법률의 문언이다. 법률의 해석은 문언의 통상적인 의미에 충실하게 해석하는 것을 원칙으로 하고, 나아가 법률의 입법 취지와 목적, 그 제정·개정 연혁, 법질서 전체와의 조화, 다른 법령과의 관계 등을 고려하는 체계적·논리적 해석방법을 추가적으로 동원함으로써 구체적 사안에 맞는 가장 타당한 해석이 되도록 하여야 한다. 그러나 법률의 문언 자체가 비교적 명확한 개념으로 구성되어 있다면 원칙적으로 다른 해석방법은 활용할 필요가 없거나 제한될 수밖에 없다(대법원 2009. 4. 23. 선고 2006다81035 판결 등 참조).<br/>  입법자는 헌법이 허용한 한계 내에서 광범위한 입법형성권을 가지고 있다. 법관이 입법형성권을 존중하는 방향으로 법률을 해석하는 것이 헌법상 권력분립원칙과 법치주의 원리에 부합한다. 따라서 법관은 법률에 나타난 입법자의 의사를 법률해석을 통해서 왜곡·변형하거나 대체해서는 안 되며, 문언의 의미와 법률의 목적에 따른 한계를 넘지 않도록 유의해야 한다.<br/>  법률이 규정하고 있지 않은 사항에 관하여 법관이 이와 유사한 사항을 규율하고 있는 규정을 유추하여 법률의 공백을 보충하는 것은 허용된다. 이는 해석을 통해 문언의 가능한 의미를 찾아내는 법발견이 아니라, 법관이 있어야 한다고 판단하는 법을 다른 법규범을 매개로 만들어내는 법형성이다. 그러나 법률에 명시적 규율이 없다고 해서 언제든지 법관의 법형성이 허용되는 것은 아니다. 법형성이 허용되는 ‘법률의 흠결이나 공백’이란 입법자가 의도하지 않았던 규율의 공백을 뜻하고, ‘유추적용’이란 입법자가 미처 그러한 문제상황을 인식하지 못하여 필요한 법적 규율을 하지 않았던 것일 뿐, 합리적인 입법자라면 그러한 문제상황에 대하여 인접영역의 유사한 규정과 같은 내용의 규율을 하였을 것이라고 보아 인접영역의 유사한 규정을 해당 문제상황에도 적용하는 방법으로 규율의 공백을 메우는 것을 뜻한다(대법원 2018. 3. 22. 선고 2012다74236 전원합의체 판결의 다수의견에 대한 대법관 김재형의 보충의견 참조).<br/>  입법이 사후적으로 부당하다고 생각되는 모든 경우에 법원이 판결을 통해 이를 바꿀 수는 없다. 입법자가 어떤 문제상황을 명확하게 인식하고 명시적으로 규율한 경우에는 법관이 법형성을 통해 흠결을 보충할 수 있는 ‘법률의 공백’을 상정할 수 없다. 그 문제에 관하여 입법자가 예정한 법적 규율이 사회적 정의관념에 현저하게 반하여 극히 부당하고 합헌적 법률해석의 방법으로도 그 위헌성이 모두 제거되지 않아 위헌이라는 의심이 든다면, 법관은 위헌법률심판을 제청하여야 하는 것이지, 법률해석이나 법형성이라는 명목으로 입법자의 결단을 왜곡·변형하거나 대체해서는 안 된다.<br/>  요컨대, 법관의 법형성은 입법자의 명확하게 인식가능한 의사를 넘어서는 안 되며 이른바 사법적 결단이 입법적 결단을 대체할 수는 없다. 법관이 헌법에 보장된 기본권을 실현하기 위하여 헌법합치적 해석을 하는 경우가 아니라면 법률의 문언에 반하는 법형성은 자제되어야 한다. 특히 법률의 문언이 명확하고 입법과정에서 나타난 입법자의 의사가 법률 문언과 일치하는 경우에는 사법부로서는 법률에 나타난 입법자의 의사를 존중하여야 한다. 사법에 의해 입법적 한계를 극복하는 것은 헌법과 법률의 틀 안에서 이루어질 수밖에 없고, 그 한도에서 법률을 해석하고 적용함으로써 법의 발전에 기여하는 것이 사법부의 바람직한 모습이다.<br/>  나. 어떠한 입법적 결단이 있는지는 법률의 문언, 내용, 체계뿐만 아니라 입법과정에서 나타난 입법의도와 목적을 고려하여 판단한다. 다수의견에서 보았듯이 부동산실명법은 그 문언과 체계에서 명의신탁자에게 신탁부동산의 소유권을 귀속시키고 있다는 것이 드러나 있을 뿐만 아니라, 이것이 입법자의 의사에 부합한다는 점을 입법과정에서도 명확하게 알 수 있다.<br/>  정부는 1995. 1. 27. ‘부동산 실소유자 명의등기에 관한 법률안’을 입법예고하였는데, 이 법률안에서 명의신탁약정은 무효이고(제4조 제1항) 그에 따라 직전 등기명의자와 명의수탁자 간에는 부동산에 관한 어떤 물권변동의 효력도 발생하지 않는다(제4조 제2항 본문)고 정하고 있었다. 1995. 2. 8. 입법예고안에 대한 의견을 수렴하기 위하여 열린 ‘부동산실명제 관련 공청회’에서 다양한 논의가 이루어졌다.<br/>  국회에는 입법예고안과 같은 내용의 정부 제출의 법률안(의안번호 141034)과 명의신탁약정만을 무효로 하고 그에 따른 ‘직전 등기자와 명의수탁자 사이에 행하여진 등기’에 의한 물권변동의 효력이 발생한다고 정한 ‘부동산 명의신탁 규제에 관한 법률안(의안번호 141049)’이 함께 제출되었다. 심의 결과 정부 제출 법률안을 다소 수정한 대안으로서 명의신탁약정과 물권변동의 효력을 모두 무효로 하는 ‘부동산 실권리자 명의등기에 관한 법률안(의안번호 141057)’이 1995. 3. 18. 제173회 임시국회에서 확정·의결되어 부동산실명법이 제정되었다. 그 이유로 명의신탁대상인 부동산에 관한 물권을 명의수탁자의 것으로 하면 명의신탁을 근절시키고 법률관계를 명확히 하는 장점은 있으나 헌법상 사유재산권 보장과 소급입법에 의한 재산권 박탈 금지 규정과 관련하여 위헌의 우려가 있다는 점을 들었다(1995. 3. 17. 제14대 국회 제173회 제3차 법제사법위원회 회의록 참조).<br/>  부동산실명법 제정 직후인 1995. 4. 소관부처인 재정경제원이 발간한 ‘부동산실명법 해설’에서는 다음과 같이 설명하고 있다. ‘명의신탁자와 명의수탁자 사이에는 계약내용과 등기의 형태에 불구하고 신탁부동산의 소유권에 관한 실체적 진실에 대해 일정한 합의가 있다고 볼 수 있다. 이를 강행법으로 부인하고 등기 외관만을 존중하여 신탁부동산을 명의수탁자 소유라고 규정한다면 재산권의 본질적 부분에 대한 침해로서 위헌의 소지가 크다. 또 매매대금을 지급하고 계약당사자가 된 명의신탁자를 해당 부동산의 소유자라고 보는 것이 우리 사회의 일반적 법의식이다.’<br/>  이처럼 입법자는 명의신탁을 금지하기 위한 목적으로 부동산실명법을 제정하면서 신탁부동산의 소유권은 명의신탁자에게 귀속된다고 본 종래의 판례 법리를 그대로 따르겠다고 결단을 내린 것이다. 반대의견은 위 해설에서 부동산 명의신탁의 경우에 불법원인급여가 적용될 수도 있다고 한 부분을 인용하고 있으나, 이것은 부가적인 언급에 불과한 것으로 입법자의 의사를 위와 같이 이해하는 데 장애가 되지 않는다.<br/>  다. 법률에 명문의 규정이 없는 사안에 대하여 불법원인급여 규정을 적용할 것인지는 민법 제746조의 해석에 따라 결정하면 충분하다. 그러나 부동산실명법에는 명의신탁 부동산의 소유권 귀속에 관한 규정을 두고 있기 때문에 불법원인급여 규정의 적용 여부를 판단할 때 이 규정을 고려해야 한다. 즉, 명의신탁등기가 불법원인급여에 해당하는지를 판단할 때에는 부동산실명법의 관련 규정을 면밀하게 관찰하고 불법원인급여 규정을 적용하는 것이 부동산실명법의 입법의도와 목적에 부합하는지를 고려함으로써 부동산실명법을 제정한 입법자의 결단이 훼손되지 않도록 해야 한다. 나아가 다수의견에서 본 것처럼, 명확하게 규정된 부동산실명법 문언에 따라 신탁부동산의 소유권이 명의신탁자에게 귀속된다고 해석하는 것이 헌법에 위반된다거나 사회적 정의관념에 현저히 반한다고 볼 수 없다. 따라서 법률을 해석하고 적용하는 사법부로서는 이와 같은 입법자의 근본적 결단을 존중하는 것이 마땅하다. 부동산실명법은 실권리자인 명의신탁자가 그 명의로 등기를 회복하기 위한 행정적인 제재까지 하도록 규정하고 있는데, 대법원이 사법적 결단이라는 명목으로 갑자기 태도를 바꾸어 지금까지 명의신탁자를 제재한 공무원이 법률을 잘못 적용한 것이라고 할 수 있는 권한은 그 어디에서 도출할 수 있는 것인지 알 수 없다.<br/>  반대의견은 현행 민법 시행 후에도 명의신탁의 유효성을 인정한 기존 대법원판결을 비판하면서 사법부의 과오를 바로잡기 위해 판례를 변경할 것을 주장하고 있다. 그러나 부동산실명법 시행 후에는 부동산 명의신탁에 관한 사법부의 판단은 이 법률에서 출발해야 한다. 부동산 명의신탁을 유효라고 보았던 기존 판례는 이 법률에서 예외를 인정한 경우를 제외하고는 더 이상 아무런 의미가 없는 것과 마찬가지로, 부동산 명의신탁에 불법원인급여 규정을 적용할 것인지도 이 법률이 내포하고 있는 의미와 목적을 고려하여 판단해야 한다. 법관이 아무리 옳다고 생각하는 해결책이라도, 현재 시행되고 있는 부동산실명법에 명시적으로 반하는 방법을 선택할 수는 없다.<br/>  라. 이 사건 공개변론과 재판 과정에서 부동산실명법의 한계 또는 미비점이 지적되었다. 많은 국민들이 부동산 명의신탁에 관한 문제의식을 공유하고 있고 명의신탁제도를 개선해야 한다는 필요성을 인식하고 있다. 다수의견은 그 해결을 위한 입법적 개선이 필요하다는 점을 반대하는 것이 아니다. 다만 반대의견과 같이 오로지 명의신탁을 근절하고자 하는 목적으로 입법자의 결단과 부동산실명법의 문언에 반하여 불법원인급여 규정을 적용하는 것은 사법의 한계를 벗어난 것임을 분명히 지적하고자 한다.<br/>  입법적 해결은 명의신탁을 해소하기 위한 여러 방안 중에서 가장 효과적이면서도 헌법상 재산권 보장 원칙을 침해하지 않는 다양한 방법을 선택할 수 있다는 장점이 있다. 반대의견은 대법원이 전원합의체 판결을 통해 판례를 변경하면서 판례 변경의 소급효를 제한할 수 있다는 논란이 많은 방법을 대안으로 언급하고 있다. 그러나 이러한 문제는 입법으로 해결할 경우 간단한 경과규정으로 처리할 수 있다.<br/>  법원이 언제 나서야 하고 언제 물러나야 하는지는 판단하기 쉽지 않은 문제이다. 그러나 우리 사회의 모든 문제를 법원이 해결해야 하는 것은 아니다. 입법으로 해결해야 할 문제를 사법이 나서서 해결하려고 한다면 입법과 사법의 기능이 뒤섞이게 되어 종국적으로는 법에 대한 불신을 초래할 수 있다. 부동산실명법을 위반하여 무효인 명의신탁등기가 불법원인급여인지 여부를 판단할 때 입법자의 의사와 그에 일치하는 부동산실명법 문언과 체계에 따라 해석하는 것이 궁극적으로는 법문화의 발전과 성숙에 기여할 것이다.<br/>  이상과 같은 이유로 다수의견의 논거를 보충하고자 한다.<br/>  7. 대법관 조희대, 대법관 박상옥의 반대의견에 대한 보충의견<br/>  가. 부동산 명의신탁의 문제점 및 근절방안과 관련하여<br/>  (1) 부동산 명의신탁은 왜 문제인가.<br/>  우리 민법은 부동산에 관한 법률행위로 인한 물권의 득실변경은 당사자의 의사표시만으로는 효력이 생기지 않고 등기하여야만 효력이 생긴다는 이른바 성립요건주의를 취하고 있다(민법 제186조). 따라서 법률의 규정(민법 제187조 등)이 없는 한 자신의 명의로 등기를 갖추지 못한 사람은 물권을 취득할 수 없다. 부동산에 관한 자신의 권리를 타인의 명의로 등기하려면 신탁법에 의하면 된다. 그런데 종래 대법원은 신탁법에 의하지 않고 당사자 사이의 약정만으로 타인의 명의를 차용하여 등기를 마친 경우를 ‘명의신탁’이라고 명명(命名)하면서 부동산에 관한 권리를 인정해 왔다.<br/>  그러나 ‘명의차용’에 불과한 행위에 ‘명의신탁’이라는 명칭을 부여함으로써 마치 신탁법에 의한 ‘신탁’과 유사한 듯한 인상을 주면서 성립요건주의에 대한 예외를 허용하는 것은 타당하지 않다. 이는 투기, 탈세 등의 목적으로 이루어지는 부동산 명의신탁에 대하여 법적 정당성을 부여하는 결과가 되었다. 지금도 우리 사회에서 부동산 명의신탁이 부동산 투기의 수단으로 악용되고, 부동산에 대한 조세나 기타 공법상의 규제를 회피하기 위한 목적으로 남용되고 있는 현실은 큰 문제이다.<br/>  (2) 부동산 명의신탁을 근절하기 위해 어떤 조치가 있었는가.<br/>1981. 12. 31. 개정된 상속세법(제32조의2)에서 명의신탁을 증여로 의제하여 증여세를 과세할 수 있도록 하였다. 이는 그 전에 대법원이 명의신탁은 수탁자에게 등기만 이전될 뿐 관리처분의 권한과 의무가 적극적, 배타적으로 부여되는 것이 아니어서 신탁법상의 신탁이라고 할 수 없고, 따라서 상속세법 규정에 의해 증여세를 부과할 수 없다고 판단한 것(대법원 1979. 1. 16. 선고 78누396 판결 참조)에 대한 반성적 고려로서 행해진 조치였다.<br/>  1990. 8. 1. 제정된 부동산등기 특별조치법에서는 조세부과 면탈 등 목적의 명의신탁을 원칙적으로 금지하였다(제7조 제1항). 그러나 대법원은 위 규정을 강행규정이라고 할 수 없다고 하면서 그에 위반된 행위의 사법적 효력을 유효라고 인정하였다(대법원 1993. 8. 13. 선고 92다42651 판결 참조).<br/>  1995. 3. 30. 부동산실명법이 제정되어 1995. 7. 1. 시행됨으로써 비로소 부동산 명의신탁약정은 부동산실명법에서 규정한 특례의 경우를 제외하고는 원칙적으로 무효라고 규정되었다.<br/>  (3) 부동산실명법 시행 후에는 달라졌는가.<br/>  부동산실명법 제정 이전에도 조세부과 면탈 등 목적의 명의신탁을 금지하고 또 위반자를 형사처벌하는 규정은 존재하였다. 부동산실명법에서 종전과 달라진 점은 명의신탁약정과 그에 따른 물권변동의 효력을 무효라고 규정한 것이다. 그런데 대법원은 부동산실명법 시행 이후에도 명의신탁자가 명의수탁자를 상대로 명의신탁 부동산에 관한 권리를 행사하는 것을 받아들였다(대법원 2002. 9. 6. 선고 2002다35157 판결 등 참조). 결과적으로 명의신탁자로서는 명의신탁 사실이 적발될 경우 부과되는 징역형과 벌금형의 상한이 높아지는 등의 차이만 있을 뿐 명의수탁자를 상대로 명의신탁 부동산에 관한 권리를 주장하고 행사하는 데에 법적 장애가 없다.<br/>  나. 사법부의 책임 및 대책과 관련하여<br/>  (1) 사법부는 어떠한 책임이 있는가.<br/>  애초에 조선고등법원이 명의신탁을 유효하다고 인정하였던 것은, 종중의 재산이 존재함에도 불구하고 이를 종중 명의로 등기하는 것이 불가능하여 어쩔 수 없이 종중원의 명의를 빌려 등기할 수밖에 없었기 때문이다. 그렇다면 이와 같은 정도의 불가피한 경우에 한정하여 명의신탁을 유효한 것으로 인정해야 함에도 종래 대법원은 이에 그치지 않고 거의 모든 명의신탁을 유효한 것으로 인정하였다. 의사주의가 아닌 성립요건주의를 취한 현행 민법 시행 이후에도 이러한 대법원의 태도는 바뀌지 않았다. 심지어 부동산실명법 제정을 통해 명의신탁약정을 무효라고 규정하면서 종전의 명의신탁 관계를 해소할 수 있는 유예기간을 두고 부동산실명법을 위반한 경우 형사처벌을 하는 등의 입법적 조치가 이루어졌는데도, 대법원은 뚜렷한 근거 없이 명의신탁자의 명의신탁 부동산에 관한 권리를 보장하는 종전의 태도를 유지하였다. 결과적으로 대법원 판례가 부동산 명의신탁을 합법화시켜주어 현재 횡행하는 부동산 명의신탁을 통한 투기와 탈세 등을 조장한 셈이 되었다.<br/>  (2) 대법원이 취할 효과적인 조치는 무엇인가.<br/>  대법원은 헌법과 관련 법률의 규정하에서 가능한 방법을 따를 수밖에 없는데, 이제 구체적 사건에서 불법원인급여 제도의 적용을 고려할 때가 되었다.<br/>  부동산실명법에 의하여 명의신탁약정과 그에 따른 물권변동은 무효이고, 명의신탁자는 위 규정을 기화로 무효인 명의수탁자 명의의 등기 말소 등을 구함으로써 종국적으로 명의신탁 부동산에 관한 권리를 주장, 행사하고 있다. 민법 제746조 본문은 선량한 풍속 기타 사회질서에 반하는 불법의 원인으로 인하여 이루어진 급여에 관하여는 그 반환을 청구할 수 없다는 불법원인급여 제도를 규정하고 있다. 불법의 원인에 기하여 급여를 한 사람은 부당이득반환청구를 할 수 없음은 물론이고, 소유권에 기한 반환청구도 할 수 없다(대법원 1979. 11. 13. 선고 79다483 전원합의체 판결 등 참조). 부동산실명법을 위반하여 이루어진 부동산 명의신탁약정은 선량한 풍속 기타 사회질서에 반하는 불법에 해당한다고 보아야 한다. 이렇게 명의수탁자 명의의 등기를 불법원인급여로 보는 것이 부동산 명의신탁 근절에 가장 효과적인 수단이 될 수 있다.<br/>  (3) 부동산실명법은 불법원인급여 규정의 적용을 배제하는 취지인가.<br/>  불법원인급여는 일반법인 민법에 규정된 제도이지만, 일반법이 규정한 제도라고 해서 부동산실명법에서 금지하는 명의신탁약정에 관해 불법원인급여 제도의 적용을 배제해야 하는 것은 아니다. 오히려 부동산실명법에서 이 법이 금지하는 명의신탁약정은 반사회적 행위라는 것을 명시적으로 규정하고(제1조), 위반자에 대한 형사처벌 규정(제7조)까지 둠으로써 불법원인급여 제도를 적용할 수 있는 토대를 마련하였다고 볼 수 있다. 부동산실명법의 입법 과정에서도 법원이 장차 부동산실명법을 위반한 명의신탁약정에 관해 불법원인급여 제도를 적용할 가능성을 염두에 두고 있었음이 확인된다.<br/>  (4) 입법으로 해결할 일이지 판결로는 할 수 없는 일인가.<br/>  부동산실명법을 위반한 명의신탁약정이 불법원인급여에 해당하는지 판단하는 것은 민법 제746조의 해석과 적용의 문제이다. 구체적인 사건에서 법률의 해석과 적용은 법원이 당연히 할 수 있는 일이고 법원의 본연의 임무이기도 하다. 부동산실명법에 별도의 불법원인급여 규정을 두는 것은 오히려 적절하지 않다. 애초 대법원 판례가 부동산 명의신탁의 유효성을 인정함으로써 명의신탁이 현재와 같이 횡행하게 되었다. 대법원에도 책임이 있는 이러한 현실을 해결하기 위해 입법조치 등 각계에서 다방면의 노력을 다하고 있는데도 대법원이 이에 역행하는 조치를 취하는 것은 곤란하다. 대법원도 이에 부응하여 현행 입법 체계하에서 가능한 모든 노력을 다해야 한다.<br/>  다. 부동산 명의신탁에 불법원인급여 규정을 적용할 수 있는지와 관련하여<br/>  (1) 부동산 명의신탁은 반사회적 행위인가.<br/>  부동산실명법에서 금지하는 부동산 명의신탁이 반사회적 행위라는 점에 이의를 제기하는 견해는 찾아볼 수 없다. 부동산실명법 제1조에서도 ‘부동산등기제도를 악용한 투기·탈세·탈법행위 등 반사회적 행위를 방지’하는 것이 법의 목적이라고 규정하였다. 따라서 부동산 명의신탁은 원칙적으로 반사회적 행위이고, 이에 해당하지 않는다는 점은 이를 주장하는 자가 증명하여야 한다.<br/>  (2) 부동산 명의신탁은 불법인가.<br/>  부동산 명의신탁을 반사회적 행위라고 보면서도 민법 제746조의 ‘불법’에는 해당되지 않는다고 보는 견해가 있다. 불법원인급여에서 말하는 ‘불법’은 선량한 풍속 기타 사회질서에 반하는 행위로서 때와 장소에 따라 달라지는 유동적 개념이다. 직전까지 판례에 의해 유효성이 인정되었던 명의신탁을 바라보는 부동산실명법 제정 당시의 인식과, 20여 년 이상 부동산실명법에서 금지하고 형사처벌을 하면서 그 효력을 무효라고 판단해 온 현 시점에서 명의신탁을 바라보는 인식은 달라질 수밖에 없다. 부동산 명의신탁이 불법인지는 현재의 시점에서 판단할 문제이다. 이미 금융실명법의 시행과 함께 금융실명제가 확고하게 정착되었고, 부동산 거래에서도 실명제가 정착되어야 하는 당위성과 필요성에 대하여 이제는 이견이 없다. 이러한 현실에서 부동산실명법을 위반한 명의신탁약정이 선량한 풍속 기타 사회질서에 반하는 불법이 아니라고 해석하는 것은 우리 사회 일반인의 규범 의식의 변화와 시대적 요구를 외면하는 것이다.<br/>  (3) 부동산 명의신탁에 불법원인급여 규정을 적용하는 것이 헌법상 재산권의 본질을 침해하는 것인가.<br/>  불법원인급여 제도의 적용을 부정하는 견해에서는 만약 이를 긍정할 경우 명의신탁자의 재산권이 본질적으로 침해되므로 헌법에 반한다는 논리를 내세운다. 그러나 우리 민법에 따르면 부동산에 관하여는 등기를 하지 않으면 권리변동의 효력이 생기지 않는다. 등기를 갖추지 않은 명의신탁자는 명의신탁 부동산에 관하여 법률에 의해 보호받을 재산권이 없다. 더구나 명의신탁자 스스로의 의사에 따라 명의수탁자로 하여금 명의신탁 부동산에 관해 등기를 마치도록 한 이상, 민법에서 보장하는 부동산에 관한 권리를 스스로 포기한 것에 다름 아니다. 헌법은 국민의 재산권을 보장함과 동시에 그 내용과 한계를 법률로 정할 수 있도록 하고, 재산권의 행사는 공공복리에 적합하도록 하여야 한다고 규정하고 있다. 부동산실명법이 부동산에 관한 재산권의 행사가 공공복리에 적합해야 한다는 점을 명시함으로써 부동산에 관한 재산권의 내용과 한계를 정한 바로 그 법률이다. 재산권 침해 방지라는 논리로 투기, 탈세 등을 목적으로 부동산실명법을 위반한 명의신탁자를 보호하는 것은 본말이 전도된 것이다. 불법원인급여 제도를 적용하더라도 판례 변경의 소급효를 제한함으로써 재산권 침해에 대한 우려를 해소할 수 있는 방법도 있다.<br/>  (4) 불법원인급여 규정의 적용이 국민의 법률생활과 경제활동에 악영향을 미치는가.<br/>  명의신탁자로 하여금 명의신탁 부동산에 관한 권리를 행사하지 못하도록 함으로써 명의신탁자가 의도한 명의신탁의 목적을 달성하지 못하게 하더라도, 선량한 국민은 아무런 불편을 겪지 않는다. 오히려 불법원인급여 제도의 적용을 부정한다면, 명의신탁을 이용한 부동산 투기와 탈세 등 탈법행위가 계속될 것이고, 이로 인해 법을 지키는 대다수 국민이 피해를 입게 된다. 현재의 부동산실명법과 같이 명의신탁약정의 효력을 무효로 하면서 위반자에 대하여 형사처벌을 정한 것 이상의 입법이 가능한지도 의문이거니와, 불법원인급여 제도의 적용 여부는 구체적 사건에서 법원의 판단을 통하여 정할 일이지 입법으로 정할 문제가 아니다.<br/>  이상과 같이 반대의견에 대한 보충의견을 밝힌다.<br/><br/>대법원장 김명수(재판장) 조희대(주심) 권순일 박상옥 이기택 김재형 박정화 안철상 민유숙 김선수 이동원 노정희 김상환 ",
  "사건번호": "2013다218156",
  "사건종류코드": "400101",
  "판례정보일련번호": "208501",
  "선고": "선고",
  "판결유형": "전원합의체 판결",
  "법원종류코드": "400201"
}