{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190110",
  "법원명": "대구지방법원 서부지원",
  "사건명": "손해배상(기)",
  "판례내용": "【원    고】 원고 1 외 6인 (소송대리인 변호사 박태원)<br/>【피    고】 피고 (소송대리인 변호사 강정화 외 1인)<br/>【변론종결】2018. 12. 13.<br/>【주    문】<br/>  1. 피고는 원고 4에게 20,000,000원 및 이에 대하여 2018. 2. 6.부터 2019. 1. 10.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>  2. 원고 4의 나머지 청구 및 나머지 원고들의 청구를 각 기각한다.<br/>  3. 소송비용 중 원고 4와 피고 사이에 생긴 부분의 30%는 원고 4가, 나머지는 피고가 부담하고, 나머지 원고들과 피고 사이에 생긴 부분은 나머지 원고들이 부담한다.<br/>  4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】  피고는 원고들에게 각 30,000,000원 및 이에 대하여 이 사건 소장 부본 송달 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  가. 당사자들의 지위<br/>    피고는 ‘(상호 생략)’이라는 상호로 닭고기 소매업 등을 하는 치킨 프랜차이즈 가맹본부를 운영하는 자이다. <br/>    원고들은 ‘(상호 생략)’의 가맹점을 운영하였던 자들인데, 원고 1은 대구 ○○점, 원고 2는 서울 △△점, 원고 3은 부산 □□점, 원고 4는 대구 ◇◇◇◇점, 원고 5는 대구 ☆☆점, 원고 6은 대구 ▽▽점, 원고 7은 경북 ◎◎점의 전 가맹점주였다.<br/>  나. 피고의 가맹점 운영 준수사항 매뉴얼(을 제8호증의 1, 2, 이하 ‘운영 매뉴얼’이라 한다) 중 이 사건 관련 내용<br/>    피고는 위 매뉴얼을 통해, 치킨 조리 시 ① 육계를 소쿠리에 담아 핏물이 빠지게 냉장 보관(이하 이를 ‘채반 작업’이라 한다)하고, ② 보관 시 포장비닐을 덮어 육계가 마르는 것을 방지하고, 육계의 유통기한이 표시되도록 요구하고, ③ 다른 육계의 떼어쓰기를 통해 순살을 발췌하거나 육계 짜깁기를 하는 것을 금지하고 있다.<br/>  다. 원고 1에 대한 계약 해지<br/>    피고는 2016. 8. 1. 원고 1이 피고의 위 운영 매뉴얼 위반으로 1차 적발되었음에도 불구하고 1년 이내에 다시 위반하였음을 이유로 원고 1과의 가맹계약을 해지한다는 통지를 하였고, 위 통지는 그 무렵 원고 1에게 도달하였다. <br/>  라. 원고 2에 대한 계약 해지<br/>    피고는 2016. 8. 22. 원고 2에게 피고의 운영 매뉴얼 위반으로 1차 적발되었음에도 불구하고 1년 이내에 다시 위반하였음을 이유로 원고 2와 맺은 가맹계약을 즉시 해지한다는 내용의 통지를 하여 그 무렵 위 통지가 원고 2에게 도달하였다. 이후 원고 2는 2016. 9. 10. 폐업하였다. <br/>  마. 원고 3에 대한 계약 해지<br/>    피고는 2016. 9. 27. 원고 3이 운영 매뉴얼 위반으로 1차 적발되었음에도 불구하고 1년 이내에 다시 위반하였음을 이유로 피고 3과의 가맹계약을 즉시 해지한다는 내용의 통보를 하였고, 위 통보는 그 무렵 원고 3에게 도달하였다. <br/>  바. 원고 4에 대한 계약 갱신 거절<br/>원고 4는 2002. 9. 11. 피고와 가맹계약을 체결하여 그때부터 (상호 생략)의 가맹점으로 영업을 하여왔다. 피고는 2016. 4. 22. 원고 4가 간장치킨에 간장 소스를 도포할 때 붓을 사용하지 않고 스프레이를 사용했다는 이유로 원고 4와의 가맹계약 갱신 거절 통지를 하였고, 피고와 원고 4 사이의 가맹계약이 2016. 9. 10. 종료되었다<br/>  사. 원고 5에 대한 계약 해지<br/>    피고는 2016. 7. 14. 원고 5에게 운영 매뉴얼 위반으로 1차 적발되었음에도 불구하고 1년 이내에 다시 위반하였음을 이유로 원고 5와의 가맹계약을 2016. 7. 25.자로 해지한다는 내용의 통지를 하였고, 위 통지는 그 무렵 원고 5에게 도달하였다.<br/>  아. 원고 6에 대한 계약 갱신 거절<br/>    피고는 2015. 3. 4. 원고 6에게 원고 6과 사이의 가맹계약이 피고의 가맹계약 갱신 거절로 인해 2015. 5. 13.자 만료될 예정이라는 내용의 통지를 하였고, 그 통지는 그 무렵 원고 6에게 도달하였다.<br/>  자. 원고 7에 대한 계약 해지<br/>    피고는 2016. 2. 12. 원고 7에게, 원고 7이 피고의 운영 매뉴얼 위반으로 2015. 12. 30. 1차 적발되었음에도 불구하고, 2016. 2. 11. 다시 운영 매뉴얼을 위반하였음(표시기준위반 등)을 이유로 원고 7과의 가맹계약을 해지한다는 내용의 통지를 하였고, 위 통지는 그 무렵 원고 7에게 도달하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 3 내지 6호증(가지번호 있는 것은 가지번호 포함, 이하 같다), 을 제2, 3, 4 내지 6, 8, 15, 16, 18호증의 각 기재, 변론 전체의 취지<br/>2. 구 가맹사업거래의 공정화에 관한 법률(2016. 3. 29. 법률 제14135호로 개정되기 전의 것, 이하‘가맹사업법’이라고만 한다)<br/>제12조 (불공정거래행위의 금지)① 가맹본부는 다음 각 호의 1에 해당하는 행위로서 가맹사업의 공정한 거래를   저해할 우려가 있는 행위를 하거나 다른 사업자로 하여금 이를 행하도록 하여   서는 아니된다.1. 가맹점사업자에 대하여 상품이나 용역의 공급 또는 영업의 지원 등을 부당하게 중단 또는 거절하거나 그 내용을 현저히 제한하는 행위2. 가맹점사업자가 취급하는 상품 또는 용역의 가격, 거래상대방, 거래지역이나 가맹점사업자의 사업활동을 부당하게 구속하거나 제한하는 행위3. 거래상의 지위를 이용하여 부당하게 가맹점사업자에게 불이익을 주는 행위② 제1항 각호의 규정에 의한 행위의 유형 또는 기준은 대통령령으로 정한다.제13조 (가맹계약의 갱신 등)① 가맹본부는 가맹점사업자가 가맹계약기간 만료 전 180일부터 90일까지 사이에 가맹계약의 갱신을 요구하는 경우 정당한 사유 없이 이를 거절하지 못한다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 그러하지 아니하다.1. 가맹점사업자가 가맹계약상의 가맹금 등의 지급의무를 지키지 아니한 경우2. 다른 가맹점사업자에게 통상적으로 적용되는 계약조건이나 영업방침을 가맹점사업자가 수락하지 아니한 경우3. 가맹사업의 유지를 위하여 필요하다고 인정되는 것으로서 다음 각 목의 어느 하나에 해당하는 가맹본부의 중요한 영업방침을 가맹점사업자가 지키지 아니한 경우가. 가맹점의 운영에 필요한 점포·설비의 확보나 법령상 필요한 자격·면허·허가의 취득에 관한 사항나. 판매하는 상품이나 용역의 품질을 유지하기 위하여 필요한 제조공법 또는 서비스기법의 준수에 관한 사항다. 그 밖에 가맹점사업자가 가맹사업을 정상적으로 유지하기 위하여 필요하다고 인정되는 것으로서 대통령령으로 정하는 사항② 가맹점사업자의 계약갱신요구권은 최초 가맹계약기간을 포함한 전체 가맹계약기간이 10년을 초과하지 아니하는 범위 내에서만 행사할 수 있다.제14조 (가맹계약해지의 제한)① 가맹본부는 가맹계약을 해지하려는 경우에는 가맹점사업자에게 2개월 이상의 유예기간을 두고 계약의 위반 사실을 구체적으로 밝히고 이를 시정하지 아니하면 그 계약을 해지한다는 사실을 서면으로 2회 이상 통지하여야 한다. 다만, 가맹사업의 거래를 지속하기 어려운 경우로서 대통령령이 정하는 경우에는 그러하지 아니하다.② 제1항의 규정에 의한 절차를 거치지 아니한 가맹계약의 해지는 그 효력이 없다.?가맹사업법 시행령(2016. 9. 29. 대통령령 제27528호로 개정되기 전의 것, 이하 같다)제13조(불공정거래행위의 유형 또는 기준)① 법 제12조 제2항의 규정에 의한 불공정거래행위의 유형 또는 기준은 별표   2와 같다.제15조 (가맹계약의 해지사유)법 제14조 제1항 단서에서 “대통령령이 정하는 경우”란 다음 각 호의 어느 하나에 해당하는 경우를 말한다.(중략)7. 가맹점사업자가 법 제14조 제1항 본문에 따른 가맹본부의 시정요구에 따라 위반사항을 시정한 날부터 1년(계약갱신이나 재계약이 된 경우에는 종전 계약    기간에 속한 기간을 합산한다) 이내에 다시 같은 사항을 위반하는 경우. 다만,    가맹본부가 시정을 요구하는 서면에 다시 같은 사항을 1년 이내에 위반하는경우에는 법 제14조 제1항의 절차를 거치지 아니하고 가맹계약이 해지될 수    있다는 사실을 누락한 경우는 제외한다.?가맹사업법 시행령 [별표 2]불공정거래행위의 유형 또는 기준(제13조제1항관련)2. 구속조건부 거래법 제12조 제1항 제2호에 해당하는 행위의 유형 및 기준은 다음 각 목의 어느 하나와 같다.나. 거래상대방의 구속부동산·용역·설비·상품·원재료 또는 부재료의 구입·판매 또는 임대차 등과 관련하여 부당하게 가맹점사업자에게 특정한 거래상대방(가맹본부를 포함한다)과 거래할 것을 강제하는 행위. 다만, 다음의 요건을 모두 충족하는 경우에는 그러하지 아니하다.(1) 부동산·용역·설비·상품·원재료 또는 부재료가 가맹사업을 경영하는 데에 필수적이라고 객관적으로 인정될 것(2) 특정한 거래상대방과 거래하지 아니하는 경우에는 가맹본부의 상표권을 보호하고 상품 또는 용역의 동일성을 유지하기 어렵다는 사실이 객관적으로 인정될 것(3) 가맹본부가 미리 정보공개서를 통하여 가맹점사업자에게 해당 사실을 알리고 가맹점사업자와 계약을 체결할 것<br/>3. 원고 1, 원고 2, 원고 3, 원고 5, 원고 6, 원고 7의 청구에 관한 판단<br/>  가. 위 원고들의 주장<br/>    1) 피고는 ① 피고가 지정하는 주식회사 하림(이하 ‘하림’이라고 한다)이 공급하는 생닭을 강제로 구매하게 하였는데, ② 그 닭은 중량이 부족하거나 닭 조각 수가 일정하지 않고 부족하거나 많은 불량이었다.<br/>    2) 피고가 공급하는 육계의 위와 같은 문제로 인해 원고들은 중량이 큰 닭은 순살 일부분을 떼어 내어 중량이 작은 닭에 보충을 하고, 조각(닭 날개나 닭 다리 등) 수가 부족한 닭에 조각 수가 많은 닭을 넣어 보충을 할 수 밖에 없었다.<br/>     그런데 ① 원고 1은 2015. 11. 30. 채반 작업 중 닭 목이 2개가 나와서 1개를 분리 보관했다는 이유로 강제 교육을 받았고, 2016. 7. 22.에는 직원에게 저녁식사로 닭을 튀겨 주던 과정에서 가슴살을 분리 보관하다가 2차 적발되고 가맹계약을 해지당했다. ② 원고 2 역시 채반 작업 중 순살을 따로 떼어 놓았는데 이를 트집 잡혀 가맹계약을 강제 해지당했다. ③ 원고 3은 직원이 집안 제삿날에 가져가려고 챙겨두었던 닭이 적발되어 1차 적발을 당하였고, 이후 채반 작업을 위해 순살을 분리하였는데, 피고가 이를 문제 삼아 2차 적발이라고 하며 가맹계약을 강제해지하였다. ④ 원고 6의 경우 본사에서 치킨 무와 닭근위(일명 닭똥집)를 제대로 공급해주지 않아 인근 식재료상에서 구매해서 이를 손님들에게 팔았는데, 피고 직원들도 이를 문제 삼지 않다가 피고가 갑자기 이를 이유로 계약 갱신을 거절하여 2015. 5. 13. 계약이 종료되었다. ⑤ 원고 5는 2016. 5.경 유통기한이 하루 지난 생닭 순살 한 세트를 집에 가서 아이들에게 요리해줄 생각으로 일반용 냉장고에 넣어두었는데, 위 생닭이 문제되어 2016. 6.경 계약을 해지당하였다. ⑥ 원고 7은 피고가 너무 큰 크기의 닭을 공급하여, 배달하는 직원에게 먹이려고 채반 작업 중인 생닭 조각 몇 개를 빼서 냉장고에 보관하였다. 그런데 피고 직원들이 위생검열 명목으로 원고 7의 냉장고를 뒤져 위 생닭 조각을 발견하고, 이를 핑계로 가맹계약을 해지하였다.<br/>    3) 피고의 이러한 행위는 가맹사업법 제12조가 금지하는 상품공급의 부당한 중단, 부당한 계약 해지 등 불공정 거래행위에 해당하며, 가맹계약 해지 시 2개월 이상의 유예기간을 두고 계약위반 사실을 명확히 밝히면서 시정 불응 시 계약을 해지한다는 취지를 서면으로 2회 이상 하도록 한 가맹사업법 제14조를 위반한 것이다. <br/>    4) 위 원고들은 초기 투자비, 인테리어비, 적자가 나면서도 버티어 왔던 시간 동안의 금융비용 등 금전 손해가 다대한데, 이 사건에서 일응 1인당 3,000만 원의 손해배상액 및 이에 대한 지연손해금의 지급을 구한다.<br/>  나. 판단<br/>    1) 하림 생산 육계 공급이 불공정 거래행위인지 여부<br/>      살피건대, 갑 제1호증, 을 제3, 4, 6호증의 각 기재 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들 즉, ① 피고로부터 구입이 강제되는 닭고기는 피고의 치킨 프랜차이즈 경영에 필수적인 원재료인 점, ② 피고가 공급하는 닭고기는 염지의 정도, 염지의 방식, 절단육의 절단 방식, 조각수 등 프랜차이즈 치킨의 맛의 동일성 유지를 위해서 주문자 위탁생산 방식으로 가공될 필요가 있는 점, ③ 피고는 이러한 사실을 필수공급품목으로 알리고 원고들도 이를 알고 각 가맹계약을 체결한 점 등에 비추어 보면, 피고가 지정한 닭고기의 강제 구매는 가맹사업법 시행령 제13조 [별표 2]의 ‘구속조건부 거래’에 해당하여, 불공정거래행위라고 보기 어렵다. <br/>    2) 피고의 불량 생닭 공급 여부 <br/>      살피건대, 갑 제2, 8, 9, 13, 14, 15호증의 각 기재 및 영상에 변론 전체의 취지를 종합하면, 피고가 하림을 통해 정상적인 육계에서 일부 부위가 빠진 육계를 공급하는 경우가 있는 사실이 인정된다.<br/>      그러나 원고들이 불량 닭을 하림에 반품할 수 있는 사실은 당사자 사이에 다툼이 없을 뿐만 아니라, 위 인정사실 및 그 밖에 원고들(원고 4는 제외한다)이 제출한 증거들만으로는 원고들이 위와 같은 피고의 불량 닭 공급으로 인해 피고의 운영 매뉴얼을 위반한 사실을 인정하기 부족하고, 달리 이를 인정할 증거가 없다. <br/>    3) 피고의 가맹계약 해지 및 갱신 거절 행위가 불공정거래행위인지 여부<br/>      가) 오히려, 을 제2 내지 4, 14 내지 16, 18호증의 각 기재 및 변론 전체의 취지를 종합하면 다음과 같은 사실이 인정된다.<br/>      ① 원고 1은 2015. 11. 30. 다리와 날개가 없는 일부 부위(가슴살, 목)를 별도로 채반에 보관하던 중 ‘짜깁기’ 행위로 피고 직원에게 적발되었고, 피고는 2015. 12. 4. 원고 1에게 1차 시정요구를 하고, 원고 1은 2015. 12. 14.경 특별교육을 이수하였다. 2016. 7. 22. 원고 1의 점포에서 채반 작업 중인 별도의 순살 3세트가 재차 발견되어 원고 1의 대리인 소외인이 ‘타사 순살을 사용해 호식이치킨 본사의 운영 매뉴얼을 위반하였다’는 내용의 확인서를 작성하였다. 원고 1은 피고로부터 가맹계약 해지를 당한 후 계약해지가 부당하다며 공정거래위원회에 분쟁조정 신청을 하였는데, 공정거래위원회는 2017. 6. 15. 2016구사4006호로 피고에게 가맹사업법 제12조 제1항 및 제14조 제1항에 위반되지 아니한다는 취지로 무혐의처분을 하였다.<br/>      ② 원고 2는 2015. 11. 27. 피고가 공급하지 않은 닭고기를 사용하였거나 한 마리 제품에서 살점을 떼어내어 피고의 운영 매뉴얼을 위반하여 1차 적발되었고, 이로 인해 2015. 12. 7. 특별교육을 받았음에도, 2016. 7. 29. 다시 절단육 엉치살 일부를 절단하여 냉장고에 보관하여 운영 매뉴얼 위반(공급처가 불분명한 채반 작업된 육계)으로 2차 적발되었다. <br/>      ③ 원고 3은 2016. 5. 26. 가맹본부가 공급하지 않은 닭고기를 사용하였거나 다른 육계에서 살점을 떼어내어 보관하여 피고와의 가맹계약, 식품위생법을 위반하였다는 이유로 1차 적발을 당하였고, 이로 인해 2016. 6. 21. 특별교육을 받고, 2016. 9. 18. 다시 동일한 이유로 적발되었다. 2차 적발 당시 원고 3은 보관 중이던 해당 육계의 표시사항(유통기한, 제조원, 원산지 등)의 근거를 제시하지 못하였고, 이로 인해 위 육계는 출처가 불분명한 부정불량식품으로 판단되었다.<br/>      ④ 원고 5는 2015. 12. 29. 피고의 운영 매뉴얼 위반(부정불량식품-표시기준위반 등)으로 1차 적발되어, 2016. 1. 11. 특별교육을 이수하였고, 2016. 7. 8. 유통기한이 경과한 순살을 보관하던 중 피고에게 다시 운영 매뉴얼 위반(표시기준위반-유통기한 경과 순살)으로 2차 적발되었다.<br/>      ⑤ 원고 6은 피고로부터 공급받아야 하는 치킨 무와 닭근위를 타 업체에서 공급받아 사용하다가 피고에게 적발당하였고, 2015. 5. 11. 피고에게 가맹계약 종료 확인서를 작성하여 주었다.<br/>      ⑥ 원고 7은 2015. 12. 30. 운영 매뉴얼 위반(부정불량식품-표시기준 위반 등)으로 피고로부터 1차 적발을 당하고, 2016. 2. 11. 또다시 운영 매뉴얼을 위반(표시기준 위반 등)하여 육계의 순살 일부를 발췌해 보관하던 중 피고로부터 2차 적발을 당하였다.<br/>      나) 위 인정사실에 의하면, 위 원고들 중 원고 6을 제외한 5인은 피고가 공급하지 않은 닭고기를 사용했거나 다른 육계 포장제품에서 살점을 떼어 내어 피고와의 가맹계약, 운영매뉴얼을 만 1년 이내에 2차에 걸쳐 위반하였다고 할 것이고, 이는 가맹사업법 제14조 단서, 동법 시행령 제15조 제7호에 해당하여 피고는 가맹사업법 제14조 본문이 요구하는 가맹계약 해지 절차를 거칠 필요 없이 가맹계약을 즉시 해지할 수 있고, 원고 6에 대해서도 피고가 공급하지 않은 식재료를 사용하였음을 이유로 계약종료합의까지 하였으므로 계약갱신을 거절할 수 있다.<br/>    4) 소결론<br/>      따라서 이 사건에서 피고가 위 원고들과의 각 가맹계약을 해지하거나 갱신 거절 통지를 한 것이 가맹사업법상 불공정거래행위에 해당한다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 위 원고들의 주장은 모두 이유 없다.<br/>4. 원고 4의 청구에 관한 판단<br/>  가. 당사자들의 주장<br/>    1) 원고 4의 주장<br/>      가) 원고 4는 치킨 조리 시 스프레이를 이용하여 간장소스를 도포하였는데, 피고는 가맹계약을 위반하였다며 가맹계약 갱신을 거절하였다. 피고의 조리 매뉴얼은 반드시 붓으로 간장소스를 도포하도록 규정하지 않는데, 피고는 합리적 이유 없이 붓으로 간장소스 도포를 강제하였고, 이는 가맹사업법 제12조 제1항 제2호에서 금지하는 사업활동의 부당한 구속이다.<br/>      나) 이후 원고 4는 피고의 지시를 받아들여 스프레이를 사용하지 않았음에도 피고가 이를 이유로 계약 갱신 거절을 통지하였다. 이는 가맹사업법 제12조 제1항 3호가 금지하는 거래상 지위를 이용해 부당한 불이익을 부과하는 불공정 거래행위다.<br/>      다) 따라서 원고 4는 원고에게 손해액으로 일응 3,000만 원 및 그에 대한 지연손해금을 지급할 의무가 있다.<br/>    2) 피고의 주장 요지<br/>원고 4는 가맹사업의 동일성 유지를 위하여 가맹본부가 제시하는 간장소스 조리 시 붓 사용 규정을 지키지 않았고, 시정을 요구하는 피고 요청을 지속적으로 거부하여 가맹사업법 제6조 제3호의 가맹점의 적절한 품질기준 준수의무를 위반하고, 피고와의 가맹계약 제23조 제2항을 거부하였고, 가맹계약 제10조 품질규격 준수의무를 위반하였으므로, 가맹계약 제11조에서 정한 물품공급의 중단 및 계약 갱신 거절 사유에 해당한다. 또 원고 4는 최초 가맹계약 체결 시로부터 10년이 경과해 가맹사업법상 계약 갱신 요구권도 인정되지 않는 상태였다.<br/>  나. 피고의 가맹사업법 제12조 제1항 제2호 위반 여부에 대한 판단<br/>    살피건대, 을 제5호증의 7의 기재에 의하면, 원고 4가 2002. 9. 11. 피고와 가맹계약 체결 시 ‘간장소스 솔 2개’를 공급받기로 한 사실이 인정되고, 여기에 피고의 조리 매뉴얼(갑 제7호증) 9항에 간장소스를 ‘바른다’고 기재되어 있는 점을 더하여 보면, 조리 매뉴얼상 간장소스는 붓(솔)으로 바르는 것으로 해석하는 것이 옳고, 원고 4에게 이를 준수할 것을 요구한 피고의 시정명령은 타당하므로, 피고의 조리 매뉴얼에 따른 위 시정명령이 가맹사업법 제12조 제1항 제2호가 금지하는 사업활동의 부당한 구속이라고 보기 부족하고, 달리 이를 인정할 증거가 없다.<br/>  다. 가맹사업법 제12조 제1항 제3호 위반 여부<br/>    1) 살피건대, 갑 제6호증, 을 제5호증의 각 기재 및 변론 전체의 취지를 종합하면 다음과 같은 사실이 인정된다.<br/>    ① 원고 4는 2016. 3. 12. 피고 직원에게 간장치킨 조리 시 조리용 붓을 사용하지 않고 분무기를 사용한 사실이 발견되었고, 피고의 담당자가 본사 운영 매뉴얼 위반을 이유로 시정을 요구했으나, 원고 4는 사실 확인서 작성을 거부하였다.<br/>    ② 이에 피고는 2016. 3. 16. 간장치킨 조리 시 분무기를 사용하는 것은 가맹본부의 중요한 영업방침인 조리 매뉴얼을 위반한 것이므로 1차적으로 그 시정을 요구하며 조리 매뉴얼대로 반드시 솔을 사용하여 간장소스를 바를 것을 촉구하였고, 만약 시정요구에 불응하거나, 운영 매뉴얼 위반 등 가맹계약법 위반이 재적발될 경우 가맹계약 갱신을 거절하거나 가맹계약을 즉시 해지할 수 있다는 내용의 통지를 하였다.<br/>    ③ 원고 4는 2016. 4. 1. 답변서를 통해 ‘평소에 붓을 사용하고 있으며, 붓을 사용하는 것보다 더 골고루 더 깊게 스며들게 하여 맛을 더 좋게 내기 위하여 실험적으로 스프레이를 활용하는 경우도 있었다’면서, 스프레이 사용을 인정하였다. 원고 4는 이에 더하여 피고의 조리 매뉴얼 9항에는 스프레이를 사용하면 안 된다는 문구가 없고, 스프레이로 하는 것이 압력을 주어 깊은 부분도 골고루 바르게 되고 넓게 퍼져 더 골고루 스며들게 하여 맛이 좋아지고, 여러 고객에게 자문을 구하였더니 간장 양념을 담은 통은 바깥에 그대로 노출되어 시각적 및 위생적으로 좋지 못하다는 의견이 많았다며, 피고에게 매뉴얼 몇 호 위반이라는 것을 정확히 제시해주고, 피고의 3월 16일자 시정요구를 취소해 줄 것을 요구하였다.<br/>    ④ 피고는 2016. 4. 7. 원고 4에게, ‘가맹본부는 2016. 4. 6. 본사 임직원들 및 지역장이 모두 모인 자리에서 간장소스를 붓으로 바른 치킨과 스프레이로 뿌린 치킨의 블라인드 테스트를 진행하였고, 그 결과 간장치킨은 조리 매뉴얼 9항에 따라 반드시 붓을 이용해 발라야 간장소스가 압력에 의해 골고루 잘 배게 되고, (상호 생략)만의 고유하고 통일성 있는 간장치킨의 맛을 내게 된다는 것을 확인하였다’면서 반드시 조리 매뉴얼을 준수할 것을 촉구하고, 원고 4가 시정요구에 불응하거나 운영 매뉴얼 위반 등 가맹계약법 위반(다른 종류의 위반 포함)이 재적발된다면, 가맹사업법 제13조 제1항 제3호 나목에 따라 가맹본부는 가맹계약 갱신을 거절할 수 있다는 내용의 2차 시정요구를 하였다.<br/>    ⑤ 원고 4는 2016. 4. 18. 다시 피고에게, 조리 매뉴얼 몇 항 몇 호를 위반하였는지 위반한 구체적 내용이 무엇인지 구체적으로 적시할 것과, 피고가 실시한 블라인드 테스트의 구체적 시간과 장소를 알려줄 것을 요구하고, 다만 ’2016. 3. 14. 대구 본부를 방문해 과장님이 솔을 사용하라고 하여 그 뒤부터는 솔을 사용하고 있다‘고 하면서, 피고의 1차 시정명령을 취소해 줄 것을 요청하였다.<br/>    ⑥ 피고는 2016. 4. 22. 원고 4가 시정요구에 불응하고, 프랜차이즈사업의 핵심인 통일성을 저해하였으며, 가맹본부가 정한 표준 매뉴얼을 준수하지 않아 가맹사업법 제13조 제1항 제2호 ’다른 가맹점사업자에게 통상적으로 적용되는 계약조건이나 영업방침을 가맹점사업자가 수락하지 아니하는 경우‘에 해당하여 가맹계약 갱신을 거절한다는 내용의 통지를 하였다.<br/>    ⑦ 원고 4는 위 가맹계약 갱신 거절 통지가 부당하다며 공정거래위원회에 신고하였으나, 공정거래위원회는 2017. 2. 9. 2017서경0292호로 피고에 대해 무혐의처분을 하였다.<br/>    2) 손해배상책임의 성립<br/>      앞서 든 증거 및 변론 전체의 취지를 종합하여 다음과 같은 사정들을 알 수 있다.<br/>      ① 조리 매뉴얼 9항에 간장소스를 ‘붓(솔)을 이용해’ 바른다고 명시하고 있지 않아 문언의 의미가 명확하지는 않다.<br/>      ② 원고 4는 피고로부터 1차 시정요구를 받게 되면 1년 이내에 피고로부터 또다시 시정명령을 받을 경우 가맹계약이 즉시 해지되는 불이익을 입게 되므로, 조리 매뉴얼 문언의 불명확함을 지적하며 피고의 시정명령의 근거규정 제시를 요구할 필요가 있었고, 이것이 곧바로 가맹사업법 위반이나 피고와의 가맹계약 위반으로 보기는 어렵다.<br/>      ③ 가맹점주는 기존의 가맹본부의 조리 매뉴얼에 대해 개선안을 제시할 수 있다고 할 것이고, 피고도 실제로 2016. 4. 6. 내부적으로 붓을 이용해 간장소스를 바르는 경우와 분무기를 이용해 간장소스를 뿌리는 경우의 맛의 차이에 대해 블라인드 테스트를 하였고, 그 실험을 거쳐 붓을 이용해 간장소스를 바르는 방법이 더 낫다고 평가하게 되었다.<br/>      ④ 원고 4는 피고의 2차례의 시정요구를 모두 반박하면서도 2016. 4. 18.자 2차 반박서면에서 ‘피고의 요구에 따라 솔을 사용하고 있다’고 하였는데, 피고는 조리 매뉴얼에 대한 추가적인 설명을 하지도 않고 2016. 4. 22. 곧바로 원고 4가 시정요구에 불응하였다는 이유로 가맹계약 갱신 거절 통지를 하였다.<br/>      ⑤ 원고 4가 붓을 이용해 간장소스를 바른 사정 이외에 피고가 원고 4와의 가맹계약 갱신을 거절할 사정은 보이지 않는다.<br/>      ⑥ 원고 4로서는 2002년 피고와 가맹계약을 맺은 이래 계속하여 계약을 갱신하여 왔고, 이 사건에서 원고 4와의 가맹계약이 갱신되더라도 피고가 손해를 입는다고 볼 만한 사정은 보이지 않음에 반하여, ‘(상호 생략)’이라는 상호로 한 지역에서 약 12년에 걸쳐 영업을 해오던 원고 4는 가맹계약 갱신 거절로 인해 상당한 재산상 손해를 입을 것으로 보이므로, 장래에도 피고와의 가맹계약이 계속 갱신될 것이라는 원고 4의 신뢰는 정당하여 보호될 필요가 있다.<br/>      ⑦ 가맹사업법은 가맹사업거래에 있어서 가맹본부가 가맹계약관계에 따른 경제적 우위에 있음을 이용하여 불이익을 주는 행위를 불공정거래행위로 보아 금지하고 가맹본부와 가맹점사업자가 대등한 지위에서 상호보완적으로 균형있게 발전하도록 하는 것을 목적으로 하고 있다.<br/>      이러한 사정에 비추어 보면, 비록 원고 4가 피고와 가맹계약을 체결한 지 10년이 경과하여 가맹사업법 제13조 제2항에 따라 동법 제13조 제1항의 계약갱신요구권이 인정되지는 않지만, 원고 4가 피고의 조리 매뉴얼 9항이 불명확하다는 이유로 피고의 시정명령을 다투면서도 피고의 지적에 따라 붓을 사용하고 있다고 밝힌 이 사건에서, 피고가 원고 4가 가맹본부의 시정명령을 따르지 않았음을 주된 이유로 가맹사업법 제13조 제1항 제2호에 해당한다고 보아 가맹계약 갱신을 거절한 것은 피고의 우월한 거래상 지위를 남용하여 정당한 사유 없이 가맹계약 갱신을 거절하여 가맹점주에게 불이익을 부과한 것으로서 가맹사업법 제12조 제1항 제3호가 금지하는 불공정 거래행위라고 할 것이다. 그러므로 피고는 이로 인해 원고 4가 입은 손해를 배상할 책임이 있다.<br/>    3) 손해배상책임의 범위<br/>      피고가 원고 4에게 가맹계약 갱신을 거절함으로써 원고 4가 입은 손해액은 원칙적으로 원고 4가 (상호 생략) 상호로 영업을 계속하였을 경우의 재산상태와 원고 4가 피고와의 가맹계약 갱신이 거절된 후 얻게 된 재산상태를 비교하는 방법으로 산정할 수 있다.<br/>      그런데 음식업의 특성상 원고의 영업점이 위치한 상권의 특성, 경쟁 업체의 증감 및 신메뉴 출시 여부, 경기변동 및 유행의 변화와 같은 사회경제적 요인, 원고의 영업기법, 서비스 숙련도 등 다양한 원인이 복합적으로 작용하여 각 해마다 그 수입이 일정하지 않으므로 원고 4의 손해액을 정확히 산정하는 것은 사실상 곤란하다고 보이므로, 가맹사업법 제37조 제3항,독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것) 제57조에 따라 변론 전체의 취지와 증거조사의 결과에 의하여 인정되는 모든 사정을 종합하여 상당하다고 인정되는 금액을 피고가 원고 4에게 지급하여야 할 손해배상액으로 정하는 것이 적절하다고 판단된다.<br/>      위 인정사실 및 증거들, 을 제6호증 정보공개서의 기재를 종합하여 알 수 있는 다음과 같은 사정들 즉, (상호 생략) 가맹사업에 가입하기 위해서는 가맹비 275만 원, 개점 전 교육비 165만 원, 계약이행보증금 300만 원, 간판 및 주방 설비 및 집기 등 1,320만 원 등 총 2,060만 원이 소요되는 점, 원고 4가 권리금의 회수 기회를 갖지 못한 것으로 보이는 점, 그 밖에 원고 4의 가맹계약 기간, 피고의 불공정거래행위의 태양, 원고와 피고의 경제적 지위 등 이 사건 변론에 나타난 제반사정을 참작하여 2,000만 원을 원고 4의 손해액으로 인정하기로 한다.<br/>      따라서 피고는 원고 4에게 불법행위에 기한 손해배상으로 2,000만 원 및 이에 대하여 피고의 불법행위일 이후로서 원고 4가 구하는 바에 따라 이 사건 소장부본이 송달된 다음날인 2018. 2. 6.부터 피고가 그 이행의무의 존부 및 범위에 대하여 항쟁함이 상당한 이 사건 판결선고일인 2019. 1. 10.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>5. 결론<br/>  그렇다면, 원고 4의 이 사건 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 원고 4의 나머지 청구 및 나머지 원고들의 청구는 모두 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 서보민(재판장) 심웅비 김태현 ",
  "사건번호": "2018가합50059",
  "사건종류코드": "400101",
  "판례정보일련번호": "224995",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}