{
  "판시사항": "  [1] 구 상가건물 임대차보호법 제10조 제2항에 따라 최초의 임대차기간을 포함한 전체 임대차기간이 5년을 초과하여 임차인이 계약갱신요구권을 행사할 수 없는 경우에도 임대인이 같은 법 제10조의4 제1항에 따른 권리금 회수기회 보호의무를 부담하는지 여부(적극)<br/>  [2] 구 상가건물 임대차보호법 제10조의4에서 정한 권리금 회수 방해로 인한 손해배상책임이 성립하기 위하여 반드시 임차인과 신규임차인이 되려는 자 사이에 권리금 계약이 미리 체결되어 있어야 하는지 여부(소극)<br/>  [3] 임대인이 정당한 사유 없이 임차인이 주선할 신규임차인이 되려는 자와 임대차계약을 체결할 의사가 없음을 확정적으로 표시한 경우, 임차인이 실제로 신규임차인을 주선하지 않았더라도 임대인에게 권리금 회수 방해로 인한 손해배상을 청구할 수 있는지 여부(적극)<br/>",
  "참조판례": " [1] 대법원 2019. 5. 16. 선고 2017다225312, 225329 판결(공2019하, 1226) / [3] 대법원 2019. 7. 4. 선고 2018다284226 판결(공2019하, 1519)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조 제2항, 제10조의4 제1항 / [2] 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조의3, 제10조의4 제1항, 제3항 / [3] 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조의4 제1항 제4호, 제3항<br/>",
  "선고일자": "20190710",
  "법원명": "대법원",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인 양헌 담당변호사 김의재 외 3인)<br/>【피고, 피상고인】 피고 1 외 1인 (소송대리인 법무법인(유한) 영진 담당변호사 김일진 외 2인)<br/>【원심판결】 서울중앙지법 2018. 8. 30. 선고 2017나70894 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 원고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 상고이유 제1점에 관하여<br/>  가. 원심은 판시와 같은 이유로 1) 이 사건 임대차계약의 전체 임대차기간이 5년을 초과하여 원고가 피고들에게 계약갱신요구를 할 수 없으므로, 피고들은 상가건물 임대차보호법 제10조의4 제1항에 따른 권리금 회수기회 보호의무를 부담하지 않고, 2) 피고들의 보호의무가 인정된다고 하더라도, 원고가 신규임차인으로 물색한 자들과 실제 권리금 계약을 체결하고 피고들에게 신규임차인이 되려는 자를 주선하였다고 볼 수 없는 이상 피고들의 권리금 회수 방해 행위를 인정할 수 없다고 하여, 원고의 손해배상청구를 전부 기각하였다. <br/>  나. 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것, 이하 ‘상가임대차법’이라고 한다) 제10조의4의 문언과 내용, 입법 취지에 비추어 보면, 상가임대차법 제10조 제2항에 따라 최초의 임대차기간을 포함한 전체 임대차기간이 5년을 초과하여 임차인이 계약갱신요구권을 행사할 수 없는 경우에도 임대인은 같은 법 제10조의4 제1항에 따른 권리금 회수기회 보호의무를 부담한다(대법원 2019. 5. 16. 선고 2017다225312, 225329 판결 참조).<br/>  이와 달리 임차인이 계약갱신요구권을 행사할 수 없는 경우 임대인은 권리금 회수기회 보호의무를 부담하지 않는다고 판단한 원심판결에는 상가임대차법 제10조의4 제1항에서 정한 임대인의 권리금 회수기회 보호의무의 발생요건에 관한 법리를 오해한 잘못이 있다. 그러나 아래에서 살펴보는 바와 같이 피고들의 권리금 회수 방해 행위가 있다고 인정되지 않는 이상 위와 같은 법리오해의 잘못은 판결에 영향을 미칠 수 없으므로 판결을 파기할 사유가 될 수 없다.<br/>  다. 상가임대차법 제10조의3, 제10조의4의 문언과 내용, 입법 취지 등을 종합하면, 임차인이 구체적인 인적사항을 제시하면서 신규임차인이 되려는 자를 임대인에게 주선하였는데, 임대인이 제10조의4 제1항에서 정한 기간에 이러한 신규임차인이 되려는 자에게 권리금을 요구하는 등 제1항 각호의 어느 하나에 해당하는 행위를 함으로써 임차인이 신규임차인으로부터 권리금을 회수하는 것을 방해한 때에는 임대인은 임차인이 입은 손해를 배상할 책임이 있고, 이때 권리금 회수 방해를 인정하기 위하여 반드시 임차인과 신규임차인이 되려는 자 사이에 권리금 계약이 미리 체결되어 있어야 하는 것은 아니다.<br/>  또한 임대인이 정당한 사유 없이 임차인이 신규임차인이 되려는 자를 주선하더라도 그와 임대차계약을 체결하지 않겠다는 의사를 확정적으로 표시하였다면 임차인이 실제로 신규임차인을 주선하지 않았더라도 임대인의 위와 같은 거절행위는 상가임대차법 제10조의4 제1항 제4호에서 정한 거절행위에 해당하고, 임차인은 같은 조 제3항에 따라 임대인에게 권리금 회수 방해로 인한 손해배상을 청구할 수 있다(대법원 2019. 7. 4. 선고 2018다284226 판결 참조). <br/>  이와 같은 법리에 비추어 보면, 원고가 신규임차인과 실제 권리금 계약을 체결하고 피고들에게 신규임차인이 되려는 자를 주선하였다고 보기에 부족하다는 이유만으로 피고들이 권리금 회수를 방해하는 행위를 하였음이 인정되지 않는다고 한 원심판결에는 일부 부적절한 부분이 있으나, 원심판결 이유와 기록을 종합해 보더라도, 원고가 신규임차인을 주선하더라도 피고들이 그 신규임차인과 임대차계약을 체결하지 않겠다는 의사를 확정적으로 표시하였다고 보기 어렵고, 그 밖에 피고들이 원고의 권리금 회수를 방해하는 행위를 하였음을 인정할 증거가 없다. 결국 권리금 회수 방해를 원인으로 한 원고의 손해배상청구를 기각한 원심판결은 정당하고, 거기에 상고이유 주장과 같이 상가임대차법 제10조의4 제1항의 적용에 관하여 판결에 영향을 미친 법리오해의 잘못이 없다. <br/>  2. 상고이유 제2점에 관하여 <br/>  원심은 판시와 같은 이유로 피고들의 무단증축을 원인으로 한 원고의 손해배상청구를 기각하였는데, 이와 같은 원심판단에 상고이유 주장과 같이 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나는 등으로 판결에 영향을 미친 잘못이 없다. <br/>  3. 결론<br/>  그러므로 상고를 모두 기각하고, 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 이기택(재판장) 권순일 박정화 김선수(주심) ",
  "사건번호": "2018다273417",
  "사건종류코드": "400101",
  "판례정보일련번호": "225325",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}