{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20191206",
  "법원명": "인천지방법원 부천지원",
  "사건명": "폐기물관리법위반",
  "판례내용": "【피  고  인】 피고인 1 외 3인<br/>【검       사】 이지은(기소), 정재훈(공판)<br/>【변  호  인】 법무법인 문평 외 1인<br/>【주    문】<br/>피고인 1을 징역 2년 6월에, 피고인 2를 징역 1년 6월에, 피고인 3 회사 및 피고인 4 회사를 각 벌금 10,000,000원에 각 처한다.<br/>피고인 1로부터 375,000,000원을, 피고인 2로부터 270,000,000원을 각 추징한다.<br/>피고인 3 회사, 피고인 4 회사에게 위 각 벌금에 상당한 금액의 가납을 명한다.<br/><br/>【이    유】범 죄 사 실<br/>피고인 1(항소심 판결의 피고인 1)은 인천 서구 (주소 생략) 소재 폐기물처리(재활용)업체인 공소외 회사(이하 ‘공소외 회사’라 한다)를 피고인 2(항소심 판결의 피고인 2)와 공동운영하고, 그 외 같은 폐기물처리(재활용)업체인 피고인 4 회사(이하 ‘피고인 4 회사’라 한다) 및 피고인 3 회사(이하 ‘피고인 3 회사’라 한다)를 운영한 자이다. 피고인 2는 위 공소외 회사를 피고인 1과 공동운영한 자이다. 공소외 2는 위 공소외 회사에서 과장으로 재직하며 폐기물의 입, 출고, 배차 관리 등 업무를 담당한 자이다. 공소외 3은 인천 서구 (주소 2 생략) 소재 운수업, 수집운송업 등을 목적으로 하는 공소외 4 회사(이하 ‘공소외 4 회사’이라 한다)의 대표로 공소외 4 회사를 운영한 자이다. 공소외 5, 공소외 6, 공소외 7은 성토재로 사용할 수 없는 폐기물 등을 받아 농지에 매립하여 처리해 주는 일명 ‘사토장’ 관리자이다.<br/>1. 피고인 1<br/>  누구든지 폐기물관리법에 따라 허가 또는 승인을 받거나 신고한 폐기물처리시설이 아닌 곳에서 폐기물을 매립하여서는 아니된다.<br/>피고인 1은 피고인 2 및 공소외 2, 공소외 3과 함께 2018. 6.경 인천 소재 위 공소외 회사 사무실에서, 공소외 회사, 피고인 4 회사, 피고인 3 회사에서 사업장폐기물배출업체로부터 인수받은 사업장폐기물을 정상적으로 재활용처리하여 반출할 경우 비용이 많이 든다는 이유로 재활용처리를 하지 않은 사업장폐기물을 공소외 4 회사에 운송비를 지급하고 반출하여 공소외 5 등이 관리하는 농지(일명 ‘사토장’)에 매립하기로 마음먹었다.<br/>  이에 따라 공소외 2는 공소외 회사 등에서 반출할 사업장폐기물의 상차 시간, 운송량, 매립장소 등을 공소외 3에게 알려주고 이를 피고인과 피고인 2에게 보고하기로 하고, 피고인과 피고인 2는 이를 확인하고 운송량 등에 관한 추가 지시를 하는 등 관리하는 역할을, 공소외 3은 공소외 4 회사 소속의 덤프트럭을 공소외 회사 등에 보내어 공소외 2가 상차해 주는 사업장폐기물을 공소외 5 등의 사토장까지 운반하여 매립하는 역할을 각각 담당하기로 모의하였다. <br/>  피고인은 위와 같이 피고인 2, 공소외 2, 공소외 3 등과 공모하여, 2018. 7. 7.경 공소외 회사에서 배출된 사업장폐기물인 소각시설 바닥재 등을 공소외 4 회사 소속 25톤 덤프트럭으로 운반하여 공소외 5가 사토장으로 관리하던 김포시 (주소 3 생략)○○대교 인근 농지에 위 덤프트럭 24대 분량 합계 600톤을 하차시켜 매립한 것을 비롯하여, 별지 범죄일람표(1) 기재와 같이 2018. 6. 27.경부터 2019. 2. 2.경까지 총 516회에 걸쳐 피고인이 운영하는 폐기물재활용처리업체인 공소외 회사, 피고인 4 회사, 피고인 3 회사에서 공소외 8 회사 등 95개 사업장폐기물배출업체로부터 인수받은 폐주물사, 소각시설 바닥재, 폐토사 등 사업장폐기물 12,900톤을 폐기물처리시설이 아닌 장소인 김포시, 강화군 일대 농지에 매립하였다.<br/>  이로써 피고인은 피고인 2, 공소외 2, 공소외 3 등과 공모하여, 허가 또는 승인을 받거나 신고한 폐기물처리시설이 아닌 곳에서 폐기물을 매립하였다<br/>2. 피고인 2<br/>  누구든지 폐기물관리법에 따라 허가 또는 승인을 받거나 신고한 폐기물처리시설이 아닌 곳에서 폐기물을 매립하여서는 아니된다.<br/>  피고인은 제1항 기재와 같이 피고인 1, 공소외 2, 공소외 3과 공모하여, 2018. 7. 7.경 공소외 회사에서 배출된 사업장폐기물인 소각시설 바닥재 등을 공소외 4 회사 소속 25톤 덤프트럭으로 운반하여 공소외 5가 사토장으로 관리하던 김포시 (주소 3 생략)○○대교 인근 농지에 위 덤프트럭 24대 분량 합계 600톤을 하차시켜 매립한 것을 비롯하여, 별지 범죄일람표(2) 기재와 같이 2018. 6. 27.경부터 2019. 2. 2.경까지 총 432회에 걸쳐 피고인이 피고인 1과 운영하던 위 공소외 회사에서 공소외 8 회사 등 50개 사업장폐기물배출업체로부터 인수받은 폐주물사, 소각시설 바닥재, 폐토사 등 사업장폐기물 10,800톤을 폐기물처리시설이 아닌 장소인 김포시, 강화군 일대 농지에 매립하였다.<br/>  이로써 피고인은 피고인 1, 공소외 2, 공소외 3 등과 공모하여, 허가 또는 승인을 받거나 신고한 폐기물처리시설이 아닌 곳에서 폐기물을 매립하였다.<br/>3. 피고인 3 회사<br/>  피고인의 대표인 피고인 1이 피고인의 업무에 관하여 제1항 기재와 같이 위반행위를 하였다. <br/>4. 피고인 4 회사<br/>  피고인의 대표인 피고인 1이 피고인의 업무에 관하여 제1항 기재와 같이 위반행위를 하였다.<br/>증거의 요지<br/>1. 피고인들의 각 법정진술<br/>1. 피고인 1, 피고인 2에 대한 각 검찰 피의자신문조서<br/>1. 공소외 5, 공소외 3, 공소외 2, 공소외 9, 공소외 10에 대한 각 경찰 피의자신문조서<br/>1. 공소외 11(가명), 공소외 12, 공소외 13, 공소외 14, 공소외 15, 공소외 16, 공소외 17, 공소외 18, 공소외 19, 공소외 20, 공소외 21, 공소외 6에 대한 각 경찰 진술조서<br/>1. 각 압수조서 및 압수목록<br/>1. 수사보고(사업장폐기물 무단 매립 과정), 수사보고(동종 모범 폐기물종합재활용업체 탐문 결과), 수사보고(공모관계에 부합하는 피의자들 사이의 통화내역), 수사보고(공모관계에 부합하는 피의자들의 금전 거래내역), 수사보고(전자세금계산서와 계좌거래내역 비교), 수사보고(공소외 회사, 피고인 3 회사, 피고인 4 회사 등 폐기물 관련 허가사항), 폐기물종합재활용허가증 등 허가 관련 서류, 수사보고(공소외 4 회사 운행일보 분석 및 사본 첨부), 운행일보 정리표, 각 운행일보, 수사보고(공소외 4 회사 주거래은행 계좌거래내역 및 중요거래내역 발췌내역 첨부), 주요거래내역, 수사보고(공소외 회사, 피고인 3 회사, 피고인 4 회사 등 올바로 시스템 인수·인계 내역 검토), 수사보고(피의자 피고인 1, 피고인 2 등 동종범행 판결문 첨부), 수사보고(피의자 공소외 2 통화 녹음파일 녹취록 등 첨부), 각 녹취록, 수사보고(공소외 회사 성토신고부지 및 주거래처 탐문 결과), 각 진술서, 부동산임대차계약서, 수사보고(공소외 22 전화통화), 수사보고(공소외 회사 현장 관리인 참고인 공소외 19에 대하여), 수사보고(이 사건 피의자들의 공모관계에 대하여), 공소외 회사 반출현황, 수입지출현황, 수사보고(범죄일람표 재작성 관련), 범죄일람표에 부합하는 운행일보 사본 발췌, 수사보고(공소외 회사 폐기물중간처리시설 가동 여부), 수사협조의뢰회신 공문, 민원현황(공소외 회사), 수입지출현황, 수사보고(사업장폐기물 해당 여부 검토), 각 배출업체별 사업장폐기물 배출자 신고증명서 등, 수사보고(사업장일반폐기물의 세부분류 및 분류번호), 수사보고(매입업자별 사토장 서류사본 첨부), 공소외 6 사토장 서류철 사본, 공소외 5 사토장 서류철 사본, 공소외 9 사토장 서류철 사본, 토성 사토장 서류철 사본, 공소외 7 사토장 서류철 사본, 기타 사토장 서류철 촬영 사진 등, 수사보고(공소외 4 회사 매출내역서 사본 첨부), 월별 매출내역서, 수사보고(사업장폐기물을 무단으로 매립하여 얻은 부당이익), 수사보고(공소외 회사, 피고인 3 회사, 피고인 4 회사의 내부 거래에 대한 검토), 수사보고(△△△△△와 이 사건 폐기물처리업체들과의 거래 검토), 수사보고(법인 등기사항증명서 첨부), 각 법인등기사항증명서<br/>법령의 적용<br/>1. 범죄사실에 대한 해당법조 및 형의 선택<br/>   가. 피고인 1, 피고인 2: 각 폐기물관리법 제63조 제2호, 제8조 제2항, 형법 제30조, 징역형 선택<br/>   나. 나머지 피고인들: 각 폐기물관리법 제67조, 제63조 제2호, 제8조 제2항<br/>1. 경합범가중<br/>   각 형법 제37조 전단, 제38조 제1항 제2호, 제50조<br/>1. 추징(피고인 1, 피고인 2)<br/>   각 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제10조 제1항, 제8조 제1항 제1호<br/>1. 가납명령(피고인 3 회사, 피고인 4 회사)<br/>   각 형사소송법 제334조 제1항<br/>양형의 이유<br/>   이 사건 범행은 피고인들이 폐기물처리(재활용)업체를 운영하면서 사업장폐기물을 정상적으로 재활용하여 처리하는 대신 아무런 재활용처리 없이 일반 성토재인 것처럼 가장하여 농지를 비롯한 사토장에 불법으로 매립한 사건이다. 불법 매립된 사업장폐기물에는 폐주물사, 소각시설 바닥재 등도 포함되어 있고, 아무런 중간 가공이나 처리절차가 되지 않았으며, 매립된 토사에 대한 시료에서 검출된 중금속 수치를 보면 카드늄, 납, 비소, 구리, 크롬 등의 수치 역시 상당하다. 이 사건 사업장폐기물의 불법매립으로 인한 피해는, 직접적인 재산상의 피해를 입는 토지 소유권자 뿐 아니라 오염된 환경으로 인한 피해는 일반국민과 미래세대에까지 지속적으로 영향을 미치는 등 그 범위가 광범위하고 지속적이다. 다른 공범에 대한 수사가 진행되는 과정에서 일부 매립지에 대한 원상회복 조치가 이루어졌으나 종전에 매립된 대부분의 사업장폐기물은 정확한 위치의 확인이나 원상회복조치가 사실상 거의 불가능한 상태이다. 피고인들을 비롯한 공범들은 계획적으로 사업장폐기물을 불법으로 매립하고자 각자의 역할과 방법을 사전에 모의하고, 관련 회사들의 매출서류, 운송서류 등을 조작하여 범행을 저질렀다. 관련 공범들에 대한 수사가 진행되는 과정에서는 다른 공범이나 회사의 실무자의 진술에 영향을 미치려 하는 등 범행 후의 정황 역시 좋지 않다. 이 사건 범행 구조에 있어 피고인들의 지위, 역할 및 관여 정도가 가장 중대하고, 피고인들은 중간처리를 생략하면서 손쉽게 막대한 이익을 취득하였다. 피고인 1은 동종 범죄로 여러 차례 집행유예 판결을 받은 전력이 있고, 이 사건 범행에서 총 516회에 걸쳐 12,900톤 상당의 불법매립에 관여하였다. 피고인 2는 총 432회에 걸쳐 10,800톤 상당의 대규모의 불법매립에 각 관여하였다. 피고인 1, 피고인 2에 대하여는 그 죄질과 죄책에 상응하는 각 실형의 선고가 불가피하다.<br/>   다만, 피고인들이 범행을 인정하면서 잘못을 깊이 반성하는 점, 이 사건 범행의 동기 및 경위, 종전 범죄전력의 내용, 횟수 및 정도, 일부 매립지에 대한 회복조치가 이루어진 점, 추징보전에 따른 각 추징금 상당 금원을 각 공탁한 점, 피고인 1의 가족이 암투병 중에 있는 점, 관련 공범들에 대한 형사처벌과의 형평, 범행 후의 정황, 그밖에 피고인들의 각 연령, 성행, 가족관계, 경제적 형편 등 공판에 나타난 여러 가지 양형의 조건들을 종합적으로 고려하여 주문과 같이 각 형을 정한다.  <br/>   (별지생략)<br/><br/>판사 이태웅 ",
  "사건번호": "2019고단3411",
  "사건종류코드": "400102",
  "판례정보일련번호": "217609",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}