{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20191213",
  "법원명": "서울고등법원",
  "사건명": "관리비",
  "판례내용": "【원고, 피항소인】 원고 (소송대리인 법무법인 건우 담당변호사 김성민)<br/>【피고, 항소인】 별지와 같음 (소송대리인 법무법인(유한) 한결 담당변호사 윤덕근)<br/>【제1심판결】 서울중앙지방법원 2018. 5. 3. 선고 2017가합589264 판결<br/>【변론종결】2019. 10. 11.<br/>【주    문】<br/>  1. 제1심판결 중 피고 14를 제외한 나머지 피고들에 대한 부분을 당심에서 확장 및 감축된 청구를 포함하여 다음과 같이 변경한다. <br/>    가. 이 사건 소 중 피고 14를 제외한 나머지 피고들에 대하여 별지2 ‘원고의 청구내역’ 중 ‘2018. 11. 27.자 청구변경시 감축된 부분’란 각 기재 해당 금액의 지급을 구하는 부분을 각 각하한다. <br/>     나. 피고 14를 제외한 나머지 피고들에 대한 나머지 청구를 각 기각한다. <br/>  2. 피고 14의 항소를 기각한다. <br/>  3. 원고와 피고 14를 제외한 나머지 피고들 사이에서 생긴 소송총비용은 원고가 부담하고, 원고와 피고 14 사이에서 생긴 항소비용은 피고 14가 부담한다. <br/>  4. 제1심판결 주문 제2의 다.항 중 피고 14에 대한 부분은 당심에서의 청구감축에 따라 다음과 같이 변경되었다. <br/>피고 14는 원고에게 2,358,000원을 지급하라.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고들은 원고에게 각 별지1 ‘피고 목록 및 피고별 청구금액’ 중 해당 ‘청구금액’란 기재 금액을 지급하라[원고는 별지2 ‘원고의 청구내역’에서 보는 바와 같이 당심에서 2018. 11. 27.자 청구변경을 통하여 ‘2018. 11. 27.자 청구변경시 감축된 부분(B)’란 기재 금액만큼 청구를 일부 감축하였다가(피고 14 제외), 다시 2019. 5. 29.자 청구변경을 통하여 제1심 청구금액으로 복귀하는 한편 일부 피고들에 대하여는 추가로 ‘추가청구액(C)’란 기재 금액만큼 청구를 확장하였다. 한편, 원고는 당심에서 지연손해금 청구 부분은 모두 취하하였다]. <br/>2. 항소취지<br/>  제1심판결을 취소하고, 원고의 피고들에 대한 청구를 모두 기각한다. <br/>【이    유】1. 기초사실<br/>가. 당사자들의 지위와 관계 등<br/>1) 서울○○○시장 주식회사 관련<br/>서울○○○시장 주식회사(이하 ‘○○○시장회사’라고 한다)는 1954. 2. 3. 서울 중구 (주소 생략)의 ‘○○○시장’이라는 명칭으로 알려진 전통시장(이하 ‘○○○시장’이라고 한다)을 관리·운영하는 것을 목적으로 설립된 회사로서 2012. 8. 23. ○○○시장에 관하여 구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘전통시장법’이라고 한다) 제67조 제1항에 따라 시장관리자로 지정되었다. <br/>2) ○○○시장상인회 관련<br/>○○○시장상인회는 ○○○시장 내에서 영업하는 상인들로 구성된 비법인 사단으로서 2012. 11. 20. 전통시장법 제65조 제3항에 따라 위 법률이 정한 ‘상인회’로 서울특별시 중구청에 등록을 마쳤다. 한편, ○○○시장상인회는 뒤에서 보는 바와 같이 그 ‘상인회 규약’을 통하여 ○○○시장회사에 ○○○시장의 시장관리운영(일반관리 및 청소관리) 업무를 위임하였다. <br/>3) 원고 관련<br/>○○○시장상인회는 ○○○시장 내의 상가 또는 지역 단위별로 그 ‘지회’에 해당하는 ‘상가상인회’를 두고 있는데, 원고는 ○○○시장 내에 위치한 서울 중구 (주소 2 생략) 소재 (건물명 생략)내향에 있는 점포(이하 ‘이 사건 상가’라고 한다)에서 영업하는 상인들로 구성된 상가상인회로서 ○○○시장상인회에 지회로 입회 절차를 밟은 바 있다. 원고는 뒤에서 보는 바와 같이 그 회원들로부터 이 사건 상가 관리비를 징수하는 한편, 원고가 고용한 직원을 통하여 위 관리비 징수를 포함한 경리업, 경비·청소미화 업무 등을 수행하여 왔다. <br/>4) 주식회사 ○○○△△상가 관련<br/>주식회사 ○○○△△상가(이하 ‘○○○△△상가회사’라고 한다)는 이 사건 건물과 그 부대시설의 관리·운영을 목적으로 이 사건 건물의 대지 및 각 점포의 소유자들에 의하여 설립된 회사이다. <br/>5) 피고들 관련<br/>    피고들은 이 사건 상가 중 별지2 ‘원고의 청구내역’의 ‘점포(호)’란 기재 각 해당 호수 점포를 임차하여 운영하였거나 현재 운영 중인 상인들이다(다만, 피고 3이 ☆호 및  ◇◇◇호를, 피고 8이  □□□호를 실제 각 임차하여 영업을 하였는지에 대해서는 다툼이 있는데, 원고가 이에 관한 명확한 증거를 제출하지 않고 있다). <br/>나. 원고, ○○○시장상인회, ○○○시장회사의 각 내부 규정 및 관련 법령<br/>   1) 2014. 4. 3. 개정된 원고의 회칙(이하 ‘이 사건 회칙’이라고 한다) 중 이 사건과 관련된 내용은 다음과 같다. <br/>제3조(목적)본 회는 국가시책에 적극 호응하며 회원 간의 친목과 총화단결을 도모하고 상가 내 제반 부조리를 일소하며, 상도의를 앙양, 명랑하고 질서 있는 상거래 풍토를 확립함과 동시 상가의 건전한 발전은 물론 지역사회의 발전에 적극 기여함을 그 목적으로 한다.제4조(관할지역)본회의 관할지역은 서울 중구 (주소 2 생략) (건물명 생략)제5조(업무)본회는 제3조의 목적을 달성하기 위하여 다음의 업무사항을 시행한다.2) 회원 상호간의 융화와 단결5) 상가의 경비, 방화, 위생, 미화 등에 관한 사항7) 회원 및 종사원의 교양교육실시8) 회원 및 종사원의 포상 및 징계제6조(자격)1) 본회의 자격은 본회 관할 지역 내에서 사업자등록을 필하고 상행위를 하는 때에 무조건 의무적으로 취득하여야 하고, 점유권을 상실한 때에 소멸한다.2) 본회 회원의 탈퇴는 위 소멸규정 외에 어떠한 경우에도 인정치 않는다.제7조(권리의무)본회의 회원은 다음의 권리와 의무를 가진다.1) 선거권과 피선거권2) 본회의 제반 규정과 협의회 의결사항의 준수이행3) 본회의 제반 지시 및 통제요구에 순응4) 본회의 운영관리비 및 제부담금 기일 내 납부5) 본회에서 정한 관리규정에 의해 산정한 관리비 및 본회의 운영경비를 관리규약에 정한 기일내 납부할 의무제29조(수입)본회의 수입은 총회의 승인 및 협의회의 결의에 의한 운영회비, 찬조금, 카드벌칙금, 입점비, 특별회비 및 기타 수입금으로 충당한다.<br/>   2) ○○○시장상인회의 상인회 규약(이하 ‘이 사건 규약’이라고 한다) 중 이 사건과 관련된 내용은 다음과 같다. <br/>상인회 규약제3조(목적)○○○시장상인회는 시장의 발전과 회원의 이익을 위한 시설개선, 경영의 현대화 및 시장발전을 위한 공동사업과 상권 활성화에 기여함을 목적으로 한다.제5조(사무소 소재지)② ○○○시장상인회는 ○○○시장 상가별, 지역별 단위로 지회를 둘 수 있다.제6조(지회)① 지회를 설치하고자 하는 상가별, 지역별 단위에서는 상인들이 선출한 상인대표(지회 회장)가 지회 입회신청서를 회장에게 제출하여야 한다.② 지회는 상가별, 지역별로 본회가 정한 제 규약에 따라 운영하여야 한다.제10조(회원자격)① ○○○시장상인회의 정회원(배우자 포함)은 ○○○시장 내에서 사업을 영위하는 상인으로 하며 1점포 1회원을 원칙으로 한다. (이하 생략)제11조(가입 및 탈퇴)① ○○○시장상인회의 정회원은 ○○○시장 내에서 사업자등록을 하고 영업을 하는 상인으로서 ○○○시장상인회가 정한 서식에 따라 입회신청서를 제출하여야 한다. 지회에서는 지회 회장이 입회신청서를 제출한다. 다만 개인점포 회원은 입회신청서를 회장에게 제출하여야 하며 지회를 구성하고자 하는 신생 지회는 상가별, 지역별 단위로 30인 이상의 회원의 동의를 받아 지회신청을 할 수 있다.③ 회원이 ○○○시장상인회를 탈퇴하고자 하는 경우에는 ○○○시장상인회에 서면으로 그 의사를 제출하여야 한다.제14조(운영 및 사업경비)① ○○○시장상인회는 회원이 납부하는 회비, 공동사업을 위하여 회원이 납부한 분담금, 정부 및 지방자치단체에서 공동사업을 위해 지원하는 경비를 운영경비 및 사업비용으로 한다.제7장 부칙1. ○○○시장의 시장관리 운영(일반관리 및 청소관리) 업무는 유통산업발전법 제8조에 따라 ○○○시장 대규모점포 개설등록 및 전통시장 및 상점가 육성을 위한 특별법 제67조에 의해 ○○○시장관리자로 지정받은 ○○○시장회사에 위임한다.<br/>   3) ○○○시장회사의 시장관리 운영규정(이하 ‘이 사건 운영규정’이라고 한다), 시장관리 등 부과 규정(이하 ‘이 사건 부과규정‘이라고 한다) 중 이 사건과 관련된 내용은 다음과 같다. <br/>시장관리 운영규정제1조(목적)본 운영규정은 유통산업발전법 제12조 제1항 및 전통시장 및 상점가 육성을 위한 특별법 제67조 제1항에 의거 시장의 경쟁력을 강화하고 질서 확립과 환경을 개선하여 상권 활성화를 도모함은 물론 쾌적한 쇼핑환경을 제공함으로써 소비자를 보호하고 상인들의 매출증대를 위해서 ○○○시장 관리 운영에 필요한 사항을 규정함을 목적으로 한다.제2조(적용범위)본 규정은 ○○○시장 관리운영구역 내 각 상가(점포)와 시장 인근지역 상가(점포)에 적용한다.제3조(시장관리 운영업무)본 규정의 목적을 수행하기 위하여 서울특별시 중구청에 등록된 ○○○시장상인회는 다음 각 호의 시장관리 운영업무를 수행한다.1. 상업기반시설의 유지 및 관리와 상거래질서의 확립7. 화재 및 도난의 방지와 고객안내에 관한 사항8. 시장 내 청소와 쓰레기 배출에 관한 사항13. 그 밖에 시장관리를 위하여 필요한 업무제5조(상가상인회의 관리)① ○○○시장상인회는 시장을 보다 효율적으로 관리하기 위하여 상가상인회 운영요강과 운영지침에 의해서 산하에 상가상인회(지회)를 구성하고, 상인회의 업무 중 일부를 위임 수행할 수 있도록 하며, 상가상인회에서 선출된 상가상인회 회장은 상가상인회 운영요강 제4조 제1항에 의거 ○○○시장상인회 회장이 위촉하며 상가상인회를 대표하고 상가상인회의 제반 업무를 통괄한다.제8조(청소관리 업무)① 건물 또는 상가 내 청소는 각 건물 또는 상가상인회에서 주관하여 지정된 일자와 시간에 지정된 장소에 배출한다.제26조(벌칙)① ○○○시장을 공정하게 운영·관리하기 위해서 제 시장질서 위반행위 처리기준에 의해서 조치한다.② 상가상인회는 ○○○시장상인회에서 시달하는 처리기준에 의해서 시행하며 ○○○시장상인회에서 집행하기 어려움이 있을 경우 ○○○시장상인회와 합동으로 시행한다.제27조(관리청소비 납부)① ○○○시장에서 사업을 영위하는 사업주는 유통산업발전법 제12조 제1항과 전통시장 및 상점가 육성을 위한 특별법 제67조 제1항에 의한 ○○○시장상인회에 수익자 부담의 원칙에 의하여 시장관리 운영비용으로 사용되는 관리청소비를 납부하여야 한다.③ 상가상인회에서는 상가상인회 회장(상인회 미구성 상가는 상인대표)이 부과된 관리청소비를 회원들에게 부과 징수하여매월 25일까지 상인회에 납부하여야 한다.③ ○○○시장상인회에서는 상가의 규모, 점포의 면적, 점포수, 쓰레기배출량 및 배출되는 쓰레기의 성상, 상세 활성도(공점포 유무), 시장관리 운영업무의 난이도 등을 종합적으로 평가하여 관리청소비를 부과 징수한다.⑤ ○○○시장상인회는 시장관리 운영비용 범위 내에서 연간 관리청소비 수입예산을 수립하여 이를 각 상가상인회(사업자)에게 월할 부과 징수하며, 조정사유(제세공과금의 인상, 쓰레기처리 수수료 및 음식물쓰레기 처리비용의 인상, 물가상승에 따른 직원 대우개선 등)가 발생할 때에는 이를 조정할 수 있다.제28조(소방차 운영비 납부)① 시장의 화재예방과 소비자통로 확보, 화재진압을 위해서 운영하고 있는 소방차 운영비와 청원소방원 인건비 등은 ○○○시장 자위소방대 운영비로서 상인들과 건물주가 매월 또는 년 1회 부담한다.제29조(사업비 등 부담)시장활성화 및 상권수호, 홍보 등 기타 사업을 추진할 경우 사업에 소요되는 비용은 사업주(참여자)가 부담한다.?시장관리비 등 부과 규정제2조(시장관리비)① 시장관리비는 ○○○시장의 상가(개별점포 포함)의 면적(㎡ 또는 평)을 기준으로 부과하되, 아래와 같은 층별 가중치를 적용한다. (이하 생략)② 상인회가 구성되어 있는 상가에서는 그 전체 상가면적을 기준으로 제1항의 가중치를 적용하여 상인회에 부과하고 상인회가 구성되어 있지 않은 상가(개별점포 포함)의 경우에는 그 상가(개별점포)의 면적을 기준으로 하되, 위 제1항의 1층 기준의 가중치를 적용하여 상가(개별점포)의 소유주에게 부과한다.⑤ 회사의 예산 중 ○○○시장을 관리·운영하는 데 소요될 것으로 예상되는 비용의 합계를 지출예산으로 편성하며, 지출예산의 충당을 위하여 각 상가상인회(상인회가 구성되어 있지 않은 상가 및 개별점포 포함)에 매월 시장관리비 등을 부과한다.제3조(자위소방대 운영비)① 시장관리비를 부과하는 상가(건물)의 경우, 해당 상가(건물)의 면적을 기준으로 자위소방대 운영비를 부과한다.제4조(시장홍보비)회사는 각 상가상인회(상인회 미구성 상가 및 점포 포함)에 해당 상가의 면적을 기준으로 시장홍보비를 부과할 수 있다.제6조(기타 사업비 등)시장관리비를 부과하는 상가(점포)에 대하여 면적을 기준으로 기타 사업비를 부과한다.<br/>   4) 한편, 이 사건과 관련된 법률 규정은 별지3 ‘관련 법령’ 기재와 같다. <br/>다. 원고의 관리비 부과 등<br/>   1) 원고는 이 사건 회칙에 따라 피고들을 비롯하여 이 사건 상가에서 영업을 하는 상인들에게 매월 관리비를 부과·고지하고 있는데, 부과되는 관리비의 세부 항목은 ① 점포전기료, ② 공동 및 냉·난방비, ③ 상·하수도료, ④ 전기·기관 유지비, ⑤ 청소관리비, ⑥ 운영회 회비, ⑦ 냉난방시스템 점검비 적립금으로 구성되어 있다. <br/>   2) 위 관리비 항목 중 ① 점포전기료, ② 공동 및 냉·난방비, ③ 상·하수도료, ④ 전기·기관 유지비, ⑦ 냉난방시스템 점검비 적립금(이하 이를 모두 지칭할 경우 ‘점포전기료 등’이라고 한다)은 이 사건 건물 자체의 사용 및 유지·관리에 소요되는 비용으로서, 원고가 이 사건 상가에서 영업을 하는 상인들로부터 징수한 다음 이 사건 건물과 그 부대시설을 관리·운영하는 회사인 ○○○△△상가회사에 납부하는 부분이다. 원고는 이 사건 상가 상인들로부터 관리비를 납부받아 그 중 점포전기료 등에 해당하는 금액을 ○○○△△상가회사에 납부하고 있다. <br/>   3) 위 관리비 항목 중 ‘⑤ 청소관리비’는 ○○○시장 전체 차원의 청소관리에 소요되는 비용으로서, 원고가 이 사건 상가에서 영업을 하는 상인들로부터 징수한 다음 ○○○시장상인회 또는 ○○○시장의 운영·관리업무를 위임받은 ○○○시장회사에 납부하는 부분이다. 원고는 이 사건 상가 상인들로부터 관리비를 납부받아 그 중 청소관리비에 해당하는 금액을 ○○○시장회사에 납부하고 있다.<br/>   4) 위 관리비 항목 중 ‘⑥ 운영회 회비’는 대부분 원고가 단체로서 운영됨에 따라 소요되는 직원급여나 회장활동비 등의 경비로 지출되고 있다(원고는 ‘⑥ 운영회 회비’의 세부 항목에 관하여 ㉮ 소방홍보비, ㉯ 생활안전기금, ㉰ 사무실임대료, ㉱ 복리후생비, ㉲ 경조사비, ㉳ 통신비, ㉴ 퇴직적립금, ㉵ 물품비, ㉶ 직원급여, ㉷ 회장활동비, ㉸ 예비비로 구성되어 있고, 그 중 ㉮ 소방홍보비, ㉯ 생활안전기금에 해당하는 금액은 ○○○시장회사에 납부하고 있다고 주장하고 있다). <br/>라. 피고 14를 제외한 나머지 피고들의 원고 탈퇴 등<br/>   1) 피고 14를 제외한 나머지 피고들은 2012. 12.경 원고에게 탈퇴 의사를 표시하였다. <br/>   2) 그러나 원고는 위와 같은 탈퇴 통보에도 불구하고 위 피고들에게 계속하여 관리비를 부과·고지하여 왔다. <br/>【인정근거】다툼 없는 사실, 갑 제1 내지 9, 14 내지 16, 21 내지 28호증, 을가 제4 내지 12, 19호증의 각 기재, 변론 전체의 취지 <br/>2. 원고의 주장 요지(이 사건 청구 내용)<br/>  가. 피고들은 이 사건 상가 중 별지2 ‘원고의 청구내역’의 ‘점포(호)’란 기재 각 해당 호수 점포를 임차하여 운영하고 있는 상인들로서, 같은 별지 ‘원고 주장 연체기간’란 기재 해당 기간 동안 피고들에게 부과된 ‘제1심 청구금액(A)’란 및 ‘추가청구액(C)’란 기재 각 금액에 해당하는 관리비를 납입하지 않고 있다. <br/>  나. 따라서 피고들은 원고에게 별지1 ‘피고 목록 및 피고별 청구금액’ 중 ‘청구금액’란 기재 금액[별지2 ‘원고의 청구내역’ 중 ‘변경 후 최종청구액(A + C)’란의 ‘총 합계’란 기재 금액과 같다]을 지급할 의무가 있다. <br/>3. 이 사건 소 중 재소금지 원칙 위반 부분의 적법성에 관한 직권 판단(당심에서 청구 감축 후 다시 확장한 부분의 적법성)<br/>가. 인정사실<br/>   1) 원고는 제1심에서 피고들에 대하여 별지2 ‘원고의 청구내역’ 중 ‘제1심 청구금액’란 기재 해당 금액(2017. 11.까지 발생한 연체관리비) 및 이에 대한 지연손해금의 지급을 구하였다. <br/>   2) 제1심은 원고 전부승소 취지의 판결을 선고하였고, 이에 대하여 피고들이 항소하였다. <br/>   3) 원고는 2018. 11. 30.자 당심 3차 변론기일에서 진술된 ‘2018. 11. 27.자 청구취지변경 신청서’를 통하여 피고 14를 제외한 나머지 피고들에 대한 각 청구를, 별지2 ‘원고의 청구내역’ 중 ‘제1심 청구금액’란 기재 해당 금액에서 ‘2018. 11. 27.자 청구변경시 감축된 부분’란 기재 해당 금액을 제외한 나머지 금액의 지급을 구하는 내용으로 감축하였다. <br/>   4) 원고는 2019. 5. 31.자 당심 5차 변론기일에서 진술된 ‘2019. 5. 29.자 청구취지 및 청구원인 변경신청서’를 통하여 별지2 ‘원고의 청구내역’ 중 ‘2019. 5. 29.자 청구변경’란 기재와 같이 피고 14를 제외한 나머지 피고들에 대한 각 청구를, 위 3)항과 같이 감축된 금액을 다시 원래대로 복귀시켜 이를 구하는 한편 일부 피고들에 대하여는 추가로 2017. 12. 이후 발생한 연체관리비의 지급을 구하는 내용으로 확장하였다. <br/>【인정근거】이 법원에 현저한 사실 <br/>나. 판  단<br/>   1) 수량적으로 가분인 동일 청구권에 기한 청구금액의 감축은 소의 일부 취하로 해석되고, 소의 취하는 원고가 제기한 소를 철회하여 소송계속을 소멸시키는 원고의 법원에 대한 소송행위이며, 소송행위는 일반 사법상의 행위와 달리 내심의 의사보다 그 표시를 기준으로 하여 그 효력 유무를 판정할 수밖에 없는 것이므로, 원고가 착오로 소의 일부를 취하하였다 하더라도 이를 무효라고 볼 수는 없다(대법원 2004. 7. 9. 선고 2003다46758 판결 등 참조). 그리고 본안에 대한 종국판결이 있은 뒤에 소를 취하한 사람은 같은 소를 제기하지 못하고(민사소송법 제267조 제2항), 항소심에서 제1심판결의 판단대상(소송물)이었던 수량적으로 가분인 청구의 일부를 감축하는 것은 그 한도에서 종국판결이 있은 뒤에 소를 취하한 것에 해당한다. <br/>   2) 앞서 본 인정사실을 위와 같은 법리에 비추어 살펴보면, 원고의 이 사건 소 중 피고 14를 제외한 나머지 피고들에 대한 별지2 ‘원고의 청구내역’ 중 ‘2018. 11. 27.자 청구변경시 감축된 부분’란 각 기재 해당 금액 부분(위 피고별 ‘총 합계’란 기재 금액에 해당하는 부분이다)은 민사소송법 제267조 제2항이 규정한 이른바 ‘재소금지 원칙’에 위반하여 부적법하다고 보아야 한다. <br/>4. 본안에 관한 판단<br/>가. 피고 14를 제외한 나머지 피고들(이하 본 항에서는 ‘피고들’이라고만 한다)에 대한 청구에 관한 판단<br/>1) 원고의 관리비 징수권한 범위<br/>    피고들은 ‘2012. 12.경 원고로부터 탈퇴하였음’을 이유로 ‘관리비 항목 중 운영회 회비에 해당하는 금액의 납부의무가 없다’고 주장하고 있고, 피고들이 2012. 12.경 원고로부터 탈퇴하였음은 앞서 본 바와 같다. 따라서 우선, 탈퇴한 피고들에 대하여 각 관리비 항목에 해당하는 금액의 징수권한이 여전히 원고에게 있는지 여부에 관하여 살펴본다. <br/>    가) 관리비 항목 중 ‘점포전기료 등’ 부분 <br/>     피고들은 관리비 항목 중 ‘점포전기료 등’에 대하여는 금액 범위는 별론으로 하고 여전히 그 납부의무가 있음을 인정하고 있을 뿐만 아니라(다만, 피고들은 ‘반드시 원고에게 납부해야 하는 것이 아니라, 원고 또는 점포전기료 등의 종국적 귀속 주체인 ○○○△△상가회사에 납부할 의무가 있다’는 취지로 주장하고 있다), 앞서 본 인정사실 및 증거들에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정 또는 이유에서, 원고는 피고들과 관계에서 여전히 관리비 항목 중 ‘점포전기료 등’에 해당하는 금액에 관한 징수권한을 갖는다고 판단된다. <br/>       ① 관리비 항목 중 ‘점포전기료 등’은 집합건물인 이 사건 건물 공용부분의 보존·관리에 소요되는 비용 또는 이 사건 상가의 사용·수익에 따라 발생한 공과금에 해당하는 것으로 보인다. <br/>       ② ○○○△△상가회사의 설립 주체와 목적 사업 등에 비추어 보면, ○○○△△상가회사는 이 사건 건물 소유자들에 의하여 설립된 이후 이 사건 건물 보존·관리 업무 등 집합건물법상 관리인 유사의 기능을 수행하여 왔던 것으로 보인다. <br/>       ③ 나아가, ○○○△△상가회사는 그 업무 편의 등을 위하여 이 사건 상가에 해당하는 ‘점포전기표 등’의 부과·징수업무를 원고에게 위임하여 처리해 온 것으로 보이고, 이러한 업무처리 방식은 피고들을 비롯하여 이 사건 상가에서 영업을 하는 상인들도 수용하여 왔던 것으로 보인다. <br/>    나) 관리비 항목 중 ‘청소관리비’ 부분 <br/>     피고들은 관리비 항목 중 ‘청소관리비’에 대하여는 금액 범위는 별론으로 하고 여전히 그 납부의무가 있음을 인정하고 있을 뿐만 아니라(다만, 피고들은 ‘반드시 원고에게 납부해야 하는 것이 아니라, 원고 또는 청소관리비의 종국적 귀속 주체인 ○○○시장회사에 납부할 의무가 있다’는 취지로 주장하고 있다), 앞서 본 인정사실 및 증거들에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정 또는 이유에서, 원고는 피고들과 관계에서 여전히 관리비 항목 중 ‘청소관리비’에 해당하는 금액에 관한 징수권한을 갖는다고 판단된다. <br/>       ① 앞서 본 바와 같은 전통시장법 제65조, 제67조 규정들의 내용과 체계에 비추어 보면, 위 법 제65조에 따라 등록된 상인회(이 사건의 경우 ○○○시장상인회)는 위 법 제67조 제1항 및 제2호제1호에 따라 시장관리자로 지정될 경우 상업기반시설의 유지 및 관리, 화재의 예방, 청소 및 방범 활동 등의 업무를 수행함과 아울러, 그 회원인 상인들을 상대로 이러한 업무수행에 소요되는 경비를 부과·징수할 수 있고, 이는 상인회 외에 전통시장법 제67조 제2항 각 호에 규정된 나머지 자들이 시장관리자로 지정될 경우에도 마찬가지이다(대법원 2019. 9. 10. 선고 2019다208953 판결 참조). <br/>       ② 이러한 법리에 비추어 보면, 피고들은 2012. 12.경 원고로부터 탈퇴하였을 뿐 여전히 ○○○시장상인회의 회원 지위를 유지하고 있으므로, ○○○시장상인회는 상업기반시설의 유지 및 관리, 화재의 예방, 청소 및 방범 활동 등의 업무에 소요되는 비용을 이 사건 상가의 상인들인 피고들에 대하여 부과·징수할 권한을 갖는다고 할 것이다. 그리고 이 사건 규약 부칙 제1항에 의하면, ○○○시장상인회는 ○○○시장회사에 ○○○시장의 관리운영(일반관리 및 청소관리) 업무를 위임하였으므로, ○○○시장회사는 위 업무에 소요되는 비용을 피고들에게 부과하여 징수할 권한을 갖는다고 볼 것이다(나아가, 전통시장법 제67조 등의 내용과 그 체계적 의미 등을 고려해 보면, ○○○시장회사가 ○○○시장상인회로부터 위와 같이 ○○○시장의 관리운영 업무를 위임받지 않았다고 하더라도 ○○○시장 내에서 영업을 하고 있는 피고들을 상대로 상업기반시설의 유지 및 관리, 화재의 예방, 청소 및 방범 활동 등의 업무에 소요되는 비용을 부과·징수할 권한을 갖는다고 볼 여지도 있다). <br/>       ③ 이 사건 운영규정 제3, 5, 27조 및 이 사건 부과규정 제2조 규정의 문언적 의미나 내용 등에 의하면, ○○○시장회사 또는 ○○○시장상인회는 원고에게 위와 같은 비용의 징수권한을 위임하였다고 보기에 충분하다(앞서 본 이 사건 규약 부칙 제1항에서는 ‘○○○시장상인회가 ○○○시장회사에 시장관리 운영업무를 위임한다’는 취지로 규정하고 있고, 이 사건 운영규정 제3조에서는 ‘○○○시장회사가 ○○○시장상인회에 시장관리 운영업무를 위임한다’는 취지로 규정하고 있어, ○○○시장회사와 ○○○시장상인회 상호간의 업무 분장이나 위임관계를 정확히 파악하기는 어려우나, 위와 같이 ○○○시장회사 또는 ○○○시장상인회가 원고에게 비용 징수권한을 위임하였다고 보는 데에는 장애가 되지 않는다). <br/>       ④ 관리비 항목 중 ‘청소관리비’는 상업기반시설의 유지 및 관리, 화재의 예방, 청소 및 방범 활동 등의 업무에 소요되는 비용의 일부임이 분명하므로, 원고는 ○○○시장회사 또는 ○○○시장상인회로부터 위임받은 권한에 기하여 피고들에 대하여 위 ‘청소관리비’를 부과·징수할 수 있다고 할 것이다. <br/>    다) 관리비 항목 중 ‘운영회 회비’ 부분 <br/>      앞서 본 인정사실 및 증거들에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정 또는 이유에서, 원고는 피고들이 2012. 12.경 원고로부터 탈퇴한 이상 피고들과 관계에서 그 이후 발생한 관리비 중 ‘운영회 회비’에 해당하는 금액에 관하여는 그 징수권한을 상실하였다고 봄이 상당하다[다만, 원고가 주장하는 바와 같이 운영회 회비 중 ○○○시장회사에 납부하게 되는 ‘소방홍보비’, ‘생활안전기금’이 포함되어 있다면, 위 ‘나) 관리비 항목 중 청소관리비 부분’ 항에서 본 바와 같은 이유로, 원고가 피고들에 대하여 여전히 이 부분에 해당하는 금액에 관한 징수권한을 갖는다고 할 것이다]. <br/>       ① 관리비 중 ‘운영회 회비’는 원고의 주장에 의하더라도 ㉮ 소방홍보비, ㉯ 생활안전기금, ㉰ 사무실임대료, ㉱ 복리후생비, ㉲ 경조사비, ㉳ 통신비, ㉴ 퇴직적립금, ㉵ 물품비, ㉶ 직원급여, ㉷ 회장활동비, ㉸ 예비비로 구성되어 있다는 것이므로, 위 ㉮ 소방홍보비, ㉯ 생활안전기금를 제외한 나머지 항목들, 특히 복리후생비나 경조사비 및 회장활동비 등은 ○○○시장의 전체적인 운영관리나 이 사건 건물의 사용·보존·관리와 무관하게 단체로서의 원고 자신의 내부 관리나 운영 및 결속 등에 소요되는 비용으로 보인다. 즉, 원고는 ‘회원간의 친목과 총화단결’을 그 설립 목적 중 하나로 하면서 그 업무에 ‘회원 상호간의 융화와 단결,’ ‘회원 및 종사원의 교양교육, 포상, 징계’ 등도 포함하고 있는데, 위와 같은 명목의 운영회 회비는 대부분 위와 같은 업무 등에 사용되는 것으로 보인다. 나아가 원고의 주장과 같이, 원고가 이 사건 상가의 경비·청소미화 업무를 수행하여 왔고 위 운영회 회비 중 일부가 이러한 업무에 소요되는 비용의 일부에 해당한다고 하더라도, 적어도 위 운영회 회비 중 일부가 단체로서의 원고 자체의 운영·활동에 소요되는 비용에 충당되고 있음을 부인할 수는 없다. <br/>       ② 위와 같이 운영회 회비가 원고 자신의 내부 관리나 운영 및 결속 등에 소요되는 비용을 포함하고 있는 이상, 이는 원고의 소속 회원들에 대하여만 부과·징수될 수 있는 성질의 금원이라고 볼 것이다. 즉, 위와 같은 명목으로 지출되는 운영회 회비는 ‘피고들이 이 사건 상가에서 영업활동을 하고 있다’는 사정만으로 곧바로 원고에게 그 징수권한이 있다고 볼 만한 법률적 근거가 없으므로, 원고가 위 운영회 회비 징수권한을 가지기 위해서는 피고들과 사이의 약정에 근거할 수밖에 없는데(이 사건 회칙 제7조가 위와 같은 약정에 해당할 것이다), 설령 원고와 피고들 사이에 위와 같은 약정이 있었다고 하더라도 이는 특별한 사정이 없는 한 피고들이 원고의 회원 지위를 유지하고 있음을 전제로 하는 것이라고 보아야 한다. 그런데 피고들은 2012. 12.경 원고로부터 이미 탈퇴하여 더 이상 원고의 회원이 아니다. <br/>       ③ 이와 관련하여 원고는 ‘피고들이 원고로부터 탈퇴하는 것은 원고가 수행하는 업무 등의 편익만을 향유하고 그 비용은 부담하지 않겠다는 것으로서 권리남용에 해당한다’는 취지로 주장한다. 그러나 ㉮ 단체로부터 탈퇴할 자유는 헌법상의 기본권인 ‘결사의 자유’의 내용에 포함되는 것으로서 특별한 사정이 없는 한 이는 보장되어야 하는 점(이 사건 회칙 제6조 제2항은 ‘회원의 탈퇴는 이 사건 상가에서 영업을 하지 않는 경우를 제외하고는 인정하지 않는다’는 취지로 규정하고 있으나, 위 조항은 피고들이 원고로부터 탈퇴한 이후인 2014. 4. 3. 이 사건 회칙이 개정되면서 신설된 것일 뿐만 아니라, 헌법상 보장된 결사의 자유의 내용 등에 비추어 그 유효성에도 의문이 있다), ㉯ 피고들이 원고로부터 탈퇴한 동기나 이유는 비용부담을 회피하기 위한 것이 아니라 원고 내부의 불화에 기인한 측면이 큰 것으로 보이는 점(피고들 중 일부는 이 사건 소가 제기된 이후 피공탁자를 ○○○시장회사와 ○○○△△상가회사로 하여 관리비 중 일부 금액을 변제공탁하기도 하였다), ㉰ 피고들을 비롯한 일부 상인들은 2012. 12.경 원고로부터 탈퇴한 이후 2013. 12. 17.경 별도로 신상인회를 설립한 다음 이 사건 상가 중 그들이 영업하는 점포들에 관한 경비·청소미화 업무 등을 독자적으로 수행하고 있는 것으로 보이는 점 등을 고려해 보면, 피고들이 원고로부터 탈퇴한 것을 두고 권리남용이라고 평가하기는 어렵다. <br/>       ④ 나아가 원고는 ‘원고가 이 사건 상가의 경비·청소미화 등 업무를 처리하고 있고, 그 비용은 운영회 회비에서 충당되므로, 피고들은 부당이득반환으로 원고에게 운영회 회비를 지급할 의무가 있다’는 취지로 주장한다. 그리고 이 사건 상가의 분포현황 등에 의하면, 원고에 소속된 상인들의 점포와 신상인회에 소속된 상인들의 점포가 혼재되어 있어 그 관리구역을 명확히 구분하기는 쉽지 않을 것으로 보이므로, 원고의 이 사건 상가에 대한 경비·청소미화 등의 관리행위는 피고들을 비롯한 신상인회 소속 상인들의 점포에도 일부 영향을 미칠 여지가 있다고 판단된다. 그러나 피고들이 원고에게 탈퇴의사를 명확히 표시하였고 이후 신상인회를 설립한 다음 독자적으로 경비·청소미화 업무 등을 수행하고 있는 상황에서, 원고의 관리행위가 피고들의 점포에 일부 영향을 미칠 여지가 있다는 사정만으로 피고들이 원고의 노무 등으로 인하여 이익을 얻고 있다고 단정하기는 어려우므로, 원고의 위 부당이득반환 주장도 받아들일 수 없다. <br/>2) 피고들의 관리비 지급의무의 범위 등(일부 인용 가능 여부)<br/>    가) 위에서 본 바와 같은 이유로, 피고들은 원고에게 관리비 각 항목 중 ① ‘점포전기료 등’에 해당하는 금액, ② ‘청소관리비’에 해당하는 금액, ③ ‘운영회 회비’ 중 ○○○시장회사에 납부할 ‘생활안전기금’ 및 ‘소방홍보비’ 상당액을 지급할 의무가 있다고 할 것이고, 반면 ‘운영회 회비’ 중 위 ③ 부분을 제외한 나머지 부분은 피고에게 그 지급의무가 있다고 볼 수 없다. <br/>     따라서 이 법원으로서는 원고가 이 사건에서 구하는 연체관리비(재소금지 원칙에 위반된 부분을 제외한 별지2 ‘원고의 청구내역’ 중 ‘최종 잔여청구액’란 기재 금액 부분) 중 ① ‘점포전기료 등’, ② ‘청소관리비’, ③ ‘운영회 회비’ 중 ‘생활안전기금’ 및 ‘소방홍보비’ 상당액을 피고별로 특정하여 확정한 다음 피고들에 대하여 그 합계 금액의 지급을 명하여야 할 것이다. <br/>    나) 그런데 아래에서 보는 바와 같은 이 사건의 진행 경과와 현출된 증거관계 등에 의하면, 이 사건에서 피고들에게 지급의무가 인정되는 위 합계 금액(① ‘점포전기료 등’, ② ‘청소관리비’, ③ ‘운영회 회비’ 중 ‘생활안전기금’ 및 ‘소방홍보비’ 상당액의 합계 금액)의 범위는 물론, 위 각 세부 항목별 금액도 이를 특정하여 인정할 수 없으므로, 결국 이 법원으로서는 이에 관한 증명책임을 부담하는 원고의 청구를 모두 기각할 수밖에 없다(즉, 원고가 이 사건으로 구하는 연체관리비 중 피고들에게 그 지급의무가 인정되는 부분이 있음에도, 가장 소극적으로 판단할 경우의 최소한의 인정 금액조차 특정할 수 없으므로, 원고의 청구를 모두 기각할 수밖에 없다). <br/>       ① 당심은 2018. 11. 30. 항소심 변론을 종결한 다음 2019. 1. 22. 원고에 대하여 다음과 같은 석명준비명령을 발령하면서 2019. 1. 23. 변론을 재개하였다. <br/>피고들은, 자신들은 원고를 탈퇴하였으므로 원고로부터 부과받은 관리비 중 원고의 회원임을 전제로 한 항목들(경조사비, 상여의복비, 상인회장 판공비 등)에 대하여는 납부의무가 없다고 주장하고 있습니다.이와 관련하여, 원고는 이 사건에서 청구하고 있는 관리비의 세부 항목과 항목별 금액을 피고별로 정리하여 밝히고, 그 증명을 위해 필요한 증거가 있으면 제출하시기 바랍니다.<br/>       ② 그런데 이러한 석명준비명령의 내용 등에 의할 때, 위 석명준비명령은 관리비를 구성하는 세부 항목별 금액을 특정할 필요가 있음을 전제로 한 것임이 분명하고, 나아가 원고의 이 사건 청구가 모두 받아들여질 경우에는 변론을 재개하면서까지 ‘관리비를 구성하는 세부 항목별 금액’을 특정할 필요는 없을 것이라는 점 등에 비추어, 원고로서도 ‘당심이 관리비 중 일부 항목의 경우 원고의 청구가 받아들여지지 않을 수 있음을 염두에 두고 원고에 대하여 필요한 공격방법이나 이에 관한 증명을 촉구하고 있음’을 충분히 인지하였다고 볼 수 있다. <br/>       ③ 또한, 위와 같이 변론이 재개된 이후, 당심은 4~6차 변론기일에서 매번 위 석명준비명령과 같은 취지의 주장 정리 및 증명촉구를 하였다(특히, 2019. 5. 31.자 당심 5차 변론기일에서는 위 석명준비명령과 같은 취지의 석명사항을 변론조서에 명문화하기도 하였다). <br/>       ④ 그럼에도 원고는 최종 변론기일인 2019. 10. 11.자 당심 7차 변론기일까지도 위 석명 취지에 부합되도록 적절한 조치를 취하지 아니하였다. <br/>       ⑤ 앞서 본 바와 같이, 피고들도 관리비 중 ‘점포전기료 등’ 및 ‘청소관리비’에 관하여는 그 납부의무를 인정하고 있으므로, 만약 원고가 ‘점포전기료 등’ 및 ‘청소관리비’의 금액만이라도 ‘운영회 회비’와 구분하여 특정하였다면, 이를 토대로 피고들로 하여금 그 인정 여부에 관한 의견을 진술하도록 하는 등의 방법으로 이 사건을 심리할 수도 있었을 것이다. 그러나 이러한 심리 방법도 원고가 세부 항목별 금액을 먼저 특정하여야만 상정 가능한 것인데, 앞서 본 바와 같이 원고가 당심의 석명에 불응하고 있는 이상, 당심으로서는 위와 같은 방법으로 이 사건을 진행할 수도 없었다(다만, 원고는 2019. 7. 1.자 참고자료를 통하여 나름대로 세부 항목을 특정하고자 한 바는 있으나, 이에 대하여 피고들은 2019. 7. 15.자 준비서면을 통하여 그 내용의 불명확성 및 기존 주장과의 모순점 등을 지적하고 있어, 피고들로 하여금 위 참고자료를 토대로 인정 여부에 관한 의견을 제시하도록 할 수는 없었다. 그리고 원고가 제출한 2019. 7. 15.자 참고자료를 더하여 보더라도, 피고들이 지적하는 위와 같은 문제점 등은 여전히 해소되지 못한 상태이다). <br/>       ⑥ 한편, 원고가 제출한 증거를 비롯하여 여타 소송자료 등을 모두 종합하여 보더라도, 아래와 같은 이유에서, 피고들에게 지급의무가 인정되는 합계 금액(① ‘점포전기료 등’, ② ‘청소관리비’, ③ ‘운영회 회비’ 중 ‘생활안전기금’ 및 ‘소방홍보비’ 상당액의 합계 금액)이나 위 각 세부 항목 중 일부 항목에 해당하는 금액을 특정하여 인정할 수 없음은 마찬가지이다. <br/>         ㉮ 원고는 이 사건으로 구하는 연체관리비 중 일부 기간(2016. 10.경까지)에 해당하는 피고별 연체관리비에 관한 증거로 ‘점포전기료 등’, ‘청소관리비’, ‘운영회 회비’의 항목으로 나누어 금액이 기재된 ‘각 월분 납입원부(갑 제20호증의 1 내지 14)’를 제출하고 있다. 그러나 위 각 납입원부는 관리비 부과 대상인 ‘해당 월’과 무관하게 작성일자가 모두 ‘2018. 5. 14.’로 기재되어 있거나 작성일자가 아예 기재되어 있지 않은 채 오히려 영수자의 날인이 된 ‘납입 영수증’이 첨부되어 있기도 하여, 피고들의 연체관리비 납입의무의 존재 여부 및 그 범위를 판단할 자료로서 신빙성이 현저히 떨어진다. <br/>         ㉯ 또한, 원고는 일부 기간에 해당하는 피고별 연체관리비에 관한 증거는 전혀 제출하고 있지 않다. <br/>         ㉰ 나아가, 원고가 제출한 2019. 7. 1.자 및 2019. 7. 15.자 참고자료는 연체관리비를 피고별·기간별·항목별로 정리한 문서(엑셀 파일로 작성된 문서로 보인다)인데, 위 문서는 원고가 일방적으로 작성한 것으로서 거기에 기재된 각 연체기간·항목별 관리비 내역을 그대로 신뢰할 수도 없다. 그리고 피고들이 ‘점포전기료 등’과 ‘청소관리비’ 부분에 관하여는 기본적으로 그 납입의무를 부인하는 것은 아니라고 하더라도, 이는 ‘정당하게 분배된 점포전기료 등과 청소관리비에 관한 납입의무를 인정한다’는 취지일 뿐이고 원고가 일방적으로 작성한 위 문서에 기재된 관리비 내역이나 범위를 그대로 인정하는 취지로 볼 수는 없다. <br/>          ㉱ 한편, 원고가 2019. 9. 3.자 참고자료로 제출한 ‘운영회비 세부 항목별 부과 내용’이라는 문서에는 피고별·기간별 운영회 회비가 각 세부 항목별(소방홍보비, 생활안전기금, 사무실임대료, 복리후생비, 경조사비, 통신비, 퇴직적립금, 물품비, 직원급여, 회장활동비, 예비비)로 배분된 내용이 기재되어 있기는 하나, 이 또한 원고가 2019. 8. 22.자로 일방적으로 작성한 문서에 불과한 것으로 보이고 위와 같이 운영회 회비를 피고별·항목별로 배분하는 기준과 그 객관적 근거를 확인할 자료는 전혀 찾아볼 수 없다. <br/>         ㉲ 특히, 피고들 중 피고 3, 피고 8은 원고가 관리비 부과 대상 점포라고 주장하는 이 사건 상가 중 ☆호와  ◇◇◇호(피고 3),  □□□호(피고 8)에 대해서 ‘이를 전혀 사용한 바도 없고 실제 영업이 이루어지고 있지도 아니한 공실 점포이다’는 취지로 주장하고 있음에도, 원고는 이에 대한 아무런 주장·증명을 하고 있지 아니하다. <br/>나. 피고 14에 대한 청구에 관한 판단<br/>1) 청구원인에 대한 판단<br/>    가) 피고 14가 이 사건 상가 중 ▽▽▽, ◎◎◎호 점포에서 2015. 2.경 영업을 개시하면서 그 무렵 원고 및 ○○○시장상인회의 회원이 된 사실, 피고 14는 원고에게 2015. 8.분 ~ 2016. 5.분 관리비 2,358,000원을 납부하지 않은 사실은 당사자 사이에 다툼이 없거나 앞서 든 증거들에 변론 전체의 취지를 종합하여 이를 인정할 수 있다. <br/>    나) 위 인정사실에 의하면, 피고 14는 원고의 회원으로서 원고에게 이 사건 회칙 제7조 제4, 5항 등에 기하여 원고가 부과한 2015. 8.분 ~ 2016. 5.분 관리비 2,358,000원을 지급할 의무가 있다. <br/>2) 피고 14의 주장에 대한 판단<br/>    가) 피고 14 주장의 요지 <br/>피고 14는 원고의 전임 회장인 소외인의 권유로 2015. 2.경에 이 사건 상가 중 ▽▽▽, ◎◎◎호를 임차하여 입점하였으나, 이후 위 상가 내 상인들 간의 내분 상황을 비로소 발견하고 2015. 7.경 소외인의 기망을 이유로 임대차관계 중단 또는 취소를 통보한 후 2015. 8.경 위 각 점포에서 철수하였으며, 2015. 12. 1.자로 마포세무서에 휴업신고를 하기도 하였다. 위와 같은 경위로 피고 14는 2015. 8. 이후 위 각 점포에서 영업을 하지 않았으므로, 원고가 이 사건으로 구하는 2015. 8.분 이후 발생한 관리비를 납부할 의무가 없다. <br/>    나) 판  단 <br/>     그러나 피고 14가 위 각 점포의 임대차계약 등 점포 입점에 관한 계약의 상대방에 대하여 위 계약을 적법하게 해지 또는 취소하였다거나 2015. 8.경 이 사건 점포에서 철수하였다고 볼 만한 증거가 없을 뿐만 아니라, 오히려 피고 14가 제출한 ‘휴업사실증명’(을나 제1호증)의 기재에 의하더라도, 피고 14는 이 사건 상가 ◎◎◎호에서 영위하던 의류 영업에 관하여 마포세무서장에게 2015. 12. 1. ~ 2016. 5. 31.의 기간 동안 휴업신고를 하고, 2016. 10. 1.에야 폐업 신고를 한 사실을 인정할 수 있는바, 종국적인 폐업에 앞서 위 점포에서의 영업을 단순히 휴업하고 있는 기간 중 피고 14는 원고의 회원이자 ○○○시장상인회의 회원 지위에서 원고에게 여전히 ○○○시장의 운영관리에 소요되는 비용(청소관리비)과 이 사건 건물의 사용·보존·관리에 관한 비용(점포전기료 등) 및 원고의 회원 지위에서 부담하는 제반 비용(운영회 회비)을 납부할 의무를 부담한다고 보아야 한다. 따라서 피고 14의 위 주장은 받아들일 수 없다. <br/>5. 결  론<br/>  그렇다면, 이 사건 소 중 피고 14를 제외한 나머지 피고들에 대하여 별지2 ‘원고의 청구내역’ 중 ‘2018. 11. 27.자 청구변경시 감축된 부분’란 각 기재 해당 금액의 지급을 구하는 부분은 부적법하므로 이를 각하할 것이고, 원고의 위 피고들에 대한 나머지 각 청구는 모두 이유 없어 이를 기각할 것이며, 원고의 피고 14에 대한 청구는 이유 있어 이를 인용할 것이다. 제1심판결 중 피고 14를 제외한 나머지 피고들에 대한 부분은 당심과 결론을 달리하여 부당하므로 당심에서 확장 및 감축된 부분을 포함하여 이를 위와 같이 변경하기로 하고, 제1심판결 중 피고 14에 대한 부분은 당심과 결론을 같이하여 정당하므로, 피고 14의 항소는 이유 없어 이를 기각하기로 한다. 다만, 원고가 당심에서 피고 14에 대한 지연손해금 청구 부분을 취하하여 제1심판결 중 이 부분은 실효되었으므로, 제1심판결 주문 제2의 다.항 중 피고 14에 대한 부분을 주문 제4항과 같이 변경하기로 한다. <br/>[별지 생략]<br/><br/>판사 오경미(재판장) 홍승구 이호재 ",
  "사건번호": "2018나2026664",
  "사건종류코드": "400101",
  "판례정보일련번호": "225835",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}