{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190926",
  "법원명": "서울고등법원",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(배임)·강제집행면탈",
  "판례내용": "【피 고 인】 피고인<br/>【항 소 인】 쌍방<br/>【검    사】 이상목(기소), 백찬하(공판)<br/>【변 호 인】 법무법인 더리드 담당변호사 윤경 외 3인<br/>【원심판결】 서울중앙지방법원 2019. 1. 9. 선고 2018고합663 판결<br/>【주    문】<br/>  원심판결 중 유죄 부분(이유무죄 부분 포함)을 파기한다.<br/>  피고인을 징역 2년 6월에 처한다.<br/>  원심판결 중 무죄 부분에 대한 검사의 항소를 기각한다.<br/><br/>【이    유】1. 항소이유의 요지<br/>가. 피고인<br/>1) 사실오인 및 법리오해(배임의 점)<br/>   가) 피고인이 경영하는 공소외 1 주식회사(이하 ‘공소외 1 회사’라 한다)가 2016. 6. 14.경 피해자로부터 전환사채 인수대금 18억 원을 받을 때, 피고인은 공소외 1 회사의 연대보증인으로서 ‘담보제공확약서’(이하 ‘이 사건 담보제공확약서’라 한다)를 통해 피해자에게 피고인 소유의 아파트(이하 ‘이 사건 아파트’라 한다)에 관한 근저당권을 설정해 주기로 약정하였는데, 그 약정은 대물변제예약의 성격을 가진 것으로서, 피해자는 2016. 9. 13.경 ‘별도합의서’(이하 ‘이 사건 별도합의서’라 한다)를 통해 비로소 피고인에게 근저당권을 설정해 달라는 예약완결권을 행사하였다. 피고인이 이 사건 아파트에 대한 대물변제예약상 의무를 이행하는 것은 피고인의 사무이지 피해자의 사무가 아니므로, 피고인이 그 의무를 위반하여 피해자가 아닌 공소외 2 주식회사(이하 ‘공소외 2 회사’라 한다)에 이 사건 아파트에 관한 근저당권을 설정해 준 행위는 피해자에 대한 배임죄를 구성하지 않는다. <br/>   나) 한편 피고인은 2016. 9. 12.경 공소외 1 회사의 직원인 공소외 3에게 이 사건 아파트 근저당권설정에 필요한 서류를 피해자에게 교부하라고 지시하였는데, 그 후 공소외 1 회사의 주요 거래처인 공소외 2 회사가 2016. 10.경 피고인에게 근저당권설정을 강하게 요구하기에 피고인은 공소외 1 회사의 사업 계속을 위하여 부득이 공소외 2 회사에 이 사건 아파트에 관한 근저당권을 설정해 준 것으로, 피고인에게 배임의 고의가 있었다고 할 수도 없다.<br/>   다) 설령 배임죄가 성립한다고 보더라도, 피고인은 이 사건 담보제공확약서, 2016. 9. 13.자 담보제공 및 질권설정 동의서(이하 ‘이 사건 담보제공 및 질권설정 동의서’라 한다) 및 이 사건 별도합의서의 문언에 기재된 대로 이 사건 아파트 중 피고인 소유의 80/100 지분에 관하여만 근저당권설정의무를 부담하였으므로, 피고인의 재산상 이익은 이 사건 아파트 중 80/100 지분에 관한 근저당권설정약정을 기초로 산정해야 한다. <br/>   라) 그럼에도 원심은 피고인이 피해자에게 이 사건 아파트 전부에 관한 근저당권을 설정해 주기로 약정한 후 피해자에 대한 임무에 위배하여 공소외 2 회사에 근저당권을 설정해 줌으로써 담보가치 상실액 상당의 재산상 이익을 취득하였다고 인정하였는바, 원심의 이러한 판단에는 사실오인 및 법리오해의 위법이 있다. <br/>2) 양형부당<br/>   원심이 피고인에게 선고한 형(징역 1년 6월)은 너무 무거워서 부당하다.<br/>나. 검사<br/>1) 사실오인 및 법리오해(강제집행면탈의 점)<br/>   ① 피고인이 공소외 4에게 작성해 준 2017. 2. 7.자 금전소비대차계약 공정증서(이하 ‘2. 7.자 공정증서’라 한다)상 변제일이 2017. 2. 28.이었던 점, ② 공소외 4가 2017. 5. 22.과 2017. 5. 24. 피고인의 채권에 대해 압류 및 전부명령을 신청한 점, ③ 공소외 4가 2. 7.자 공정증서를 집행권원으로 하여 2017. 5. 29. 피고인의 주거지에 보관 중인 유체동산에 대해 강제집행을 시도한 점, ④ 공소외 5 주식회사(이하 ‘공소외 5 회사’라 한다)가 2017. 5. 8. 공소외 1 회사의 예금 및 임대차보증금반환채권을 가압류한 점, ⑤ 이러한 사정에도 불구하고 피고인이 2017. 5. 29. 공소외 1 회사 사무실에 비치된 미술품과 사진을 외부로 반출해 별도로 보관한 점 등을 종합해 보면, 피고인이 강제집행을 받을 우려가 있는 객관적인 상태에서 이를 인식하고 강제집행을 면탈할 목적으로 피고인의 재산인 미술품과 사진을 은닉한 사실을 충분히 인정할 수 있다. 그럼에도 원심은 피고인이 강제집행을 당할 것을 우려하고 이를 면탈할 목적으로 미술품과 사진을 은닉하였음을 인정하기에 부족하다고 판단하였는바, 원심의 이러한 판단에는 사실오인 및 법리오해의 위법이 있다.   <br/>2) 양형부당<br/>   원심이 피고인에게 선고한 형은 너무 가벼워서 부당하다.<br/>2. 항소이유 주장에 관한 판단<br/>가. 피고인의 사실오인 및 법리오해 주장에 관하여<br/>1) 원심의 판단<br/>   가) 피고인의 피해자에 대한 이 사건 아파트 근저당권설정약정을 대물변제예약으로 인정할 수 없다. 피고인이 피해자에 대한 근저당권설정의무를 이행하지 않고 공소외 2 회사에 임의로 이 사건 아파트에 관한 근저당권을 설정해 준 행위는 배임죄를 구성한다.<br/>   나) 피고인의 피해자에 대한 배임행위를 공소외 1 회사를 위한 경영상 판단에 해당한다고 보아 배임죄의 고의를 부정할 수도 없다.    <br/>   다) 피해자의 일관된 진술, 이 사건 아파트에 설정된 1∼4순위 근저당권의 대상, 이 사건 담보제공확약서와 담보제공 및 질권설정 동의서의 기재 등에 비추어 피고인은 피해자에게 이 사건 아파트 전부에 관해 근저당권설정약정을 한 것으로 보아야 한다.<br/>2) 당심의 판단<br/>가) 이 사건 아파트에 관한 담보제공약정의 성격<br/>    ⑴ 피고인 명의로 작성한 이 사건 담보제공확약서에는 ‘공소외 1 회사는 2016. 6. 14. 총 19억 원 규모의 전환사채를 발행할 예정인바, 공소외 1 회사의 대표이사인 피고인 명의의 건물 서울 강남구 (주소 생략)를 전환사채권자에게 담보로서 설정할 것이라는 점 및 이를 위하여 각 질권설정계약을 따로 체결할 것이라는 점을 확약합니다’라고 기재되어 있고(증거기록 305면), 이 사건 담보제공 및 질권설정 동의서에는 ‘피고인은 공소외 1 회사가 2016. 6. 14. 발행한 총 19억 원의 제5차 전환사채와 관련하여 사채상환의 안전성을 보장하기 위하여 본인 명의의 서울 강남구 (주소 생략) 부동산을 전환사채권자(피해자, 공소외 6)에게 담보 제공하고 계약 즉시 질권설정함에 동의합니다’라고 기재되어 있는데(증거기록 310면), 이 사건 담보제공확약서 중 ‘담보로서 설정할 것이라는 점’, 이 사건 담보제공 및 질권설정 동의서 중 ‘담보 제공하고’라는 문구만으로는 피고인의 이 사건 아파트 담보제공약정이 즉각적인 근저당권설정약정의 취지인지, 향후 근저당권설정의 예약완결권 행사를 유보하는 대물변제예약의 취지인지 명확하지 않다.<br/>    ⑵ 그런데 피해자는 수사기관에서부터 원심법정에 이르기까지 ‘피고인이 2016. 6. 14.경 피해자에게 이 사건 아파트에 관한 근저당권을 즉시 설정해 주기로 약정하였다’고 일관되게 진술하였다. <br/>     ㈎ 피해자는 원심법정에서 ‘피고인은 이 사건 아파트의 시세가 50억 원 정도 되고, 거기에 38억 원 정도의 선순위 근저당권이 설정되어 있으니, 피해자에게는 12억 원 정도 근저당권을 설정해 주고, 그것으로 담보가 부족하니 주식도 담보로 제공하겠다고 했다’, ‘피고인이 이 사건 아파트에 처의 지분 20/100이 있어 처의 도장을 받아야 하는데 눈치를 보고 있다. 이야기가 되는 대로 바로 해 주겠다고 했다’고 진술하였다(공판기록 687, 688면).<br/>     ㈏ 피해자는 경찰에서 ‘피해자가 돈을 빌려줄지 고민을 하니, 피고인은 「작년 실적을 기준으로 공소외 1 회사가 적자라서 걱정이 된다면, 피고인이 살고 있는 이 사건 아파트 담보가 있지 않느냐. 4순위 근저당을 설정해 주고, 공소외 1 회사 주식의 51.43%도 담보로 제공해 주겠다」고 했다’(증거기록 835면), ‘피해자가 근저당권설정을 독촉했음에도 피고인은 3개월 정도 미루다가, 9월경 주식을 받아가라고 했고, 피해자가 이 사건 아파트 담보부터 처리해 달라고 하자, 피고인은 처 명의 지분 20/100이 있는데, 각서를 써 주고 바로 처리하겠다고 했다. 2016. 9. 13. 공소외 1 회사 사무실에서 피고인 없이 공소외 3으로부터 공소외 1 회사의 주권과 담보제공을 약속하는 각서만 받았다’(증거기록 837면), ‘2016. 6. 14. 이 사건 아파트에 대한 담보를 설정해 주기로 확정되어 있었고, 주식도 실물주권이 발행되면 받기로 하였다’(증거기록 1484면)고 진술하였다.<br/>    ⑶ 원심이 채택한 증거에 의해 인정할 수 있는 다음과 같은 사정에 비추어 볼 때, 피해자의 위와 같은 진술은 믿을 만한 것으로 평가된다.<br/>     ㈎ 먼저 ① 피고인은 피해자에게 이 사건 아파트의 가액 중 선순위 근저당권의 채권최고액을 공제한 나머지 부분을 담보로 제공하겠다고 제안하였는데, 그 담보가치의 액수가 피해자가 지급한 전환사채 인수대금에 훨씬 미치지 못한 점, ② 아래에서 보는 피고인의 진술에 의하더라도 피고인이 제공하는 주된 담보는 이 사건 아파트였으므로, 만약 피고인의 이 사건 아파트에 관한 담보제공약정을 단지 근저당권설정을 예약하는 취지로만 해석한다면, 피해자는 담보를 현실적으로 전혀 제공받지 않은 상태에서 거액의 전환사채 인수대금을 지급하는 셈이 되는 점, ③ 그런데 공소외 1 회사는 2014년부터 2016년까지 지속적인 적자 상태에 있었고(증거기록 169, 174면), 그럼에도 피해자는 피고인의 거듭된 부탁과 이 사건 아파트에 관한 담보제공약정을 받아들여 전환사채를 인수하기로 한 것인 점 등에 비추어, 피고인은 피해자의 전환사채 인수대금 지급시기에 이 사건 아파트에 관한 근저당권을 바로 설정해 주기로 약정하였다고 보는 것이 정황상 자연스럽다.<br/>     ㈏ 이 사건 별도합의서에는 ‘공소외 1 회사는 2016. 6. 14. 총 19억 원 규모의 전환사채 발행과 관련되어 피고인 명의의 이 사건 아파트를 전환사채권자에게 담보로서 설정할 것이라는 점 및 이를 위하여 각 질권설정계약을 따로 체결할 것이라는 점을 확약한 바 있다. 본 담보설정은 제5차 전환사채계약에 대한 담보제공뿐만 아니라 본 별도합의서의 준수를 위해서도 담보제공됨을 상호 확인한다’고 기재되어 있는데(증거기록 81면), 이 부분은 ‘이 사건 아파트는 2016. 6. 14. 이미 그에 관한 담보설정이 확약되어 있었고, 2016. 9. 13. 작성된 이 사건 별도합의서상 의무의 이행을 위한 담보로서도 제공되는 것임을 확인한다’고 읽혀, 이 사건 담보제공확약서에 의해 이 사건 아파트에 관한 피고인의 근저당권설정의무가 확정적으로 발생하였다는 점은 당시 피고인과 피해자 가 전제하고 있었던 것으로 보인다.  <br/>     ㈐ 피고인의 지시에 따라 공소외 3은 2016. 9. 12. 피해자에게 ‘이 사건 아파트에 관한 근저당권을 설정해 주겠다고 하면서 이를 위해 주민등록초본과 도장이 필요하다’는 이메일을 보냈는데(증거기록 1018, 1030, 1908, 1909면), 이 점을 보더라도 피고인과 피해자 사이에는 그 이전에 이미 근저당권설정의 합의가 이루어져 있었다고 판단된다.<br/>     ㈑ 피고인 스스로 공소외 1 회사의 법인회생사건에서 ‘이 사건 아파트에 관한 담보제공약정은 대물변제예약에 해당하지 않는다’고 주장한 바 있다(증거기록 577면). 위와 같은 주장이 피고인 개인이 아닌 공소외 1 회사 명의로 이루어지기는 하였으나, ① 피고인이 공소외 1 회사의 대표이사인 점, ② 공소외 1 회사와 피고인이 각자의 회생사건에서 작성한 보정서는 동일한 신청대리인이 작성한 점 등에 비추어, 공소외 1 회사의 위와 같은 주장에 피고인의 의사가 반영되었을 가능성이 매우 크다. <br/>    ⑷ 이에 반해 피고인은 이 쟁점에 관해 일관되지 않거나, 객관적 사실에 반하는 내용으로 진술하고 있어 이를 그대로 믿기 어렵다.  <br/>     ㈎ 피고인은 ‘피고인과 피해자가 2016. 6. 14. 이 사건 아파트에 관한 대물변제예약을 하였고, 그 후 피해자가 2016. 9. 13. 근저당권을 설정해 달라는 내용의 예약완결권을 행사하였다’는 취지로 주장하고 있는데, 우선 대물변제예약을 한 후 근저당권을 설정해 달라는 예약완결권을 행사하였다는 관념 자체가 쉽게 받아들여지지 않을 뿐만 아니라, 이 사건 담보제공확약서의 문구가 향후 이 사건 아파트에 관한 근저당권설정을 예약하는 내용으로 읽히지도 않는다. <br/>     ㈏ 피고인은 경찰에서 피해자와 대질조사를 받으면서 ‘2016. 6. 14.부터 2016. 9. 13.까지는 담보제공에 관해 상호 조율을 하였다’고 진술하였고(증거기록 1486면), 검찰에서 조사를 받으면서 ‘2016. 6. 14.에는 이 사건 아파트만 담보로 제공하기로 했는데, 이후 피해자가 공소외 1 회사 주식까지 요구해 그에 관해 협의하느라고 2016. 9. 13.까지 이 사건 아파트의 담보제공을 미룬 것이다‘라고 진술하였다(증거기록 1482, 1483면). 그러나 앞서 본 바와 같이 이 사건 담보제공확약서에는 ‘이 사건 아파트에 대한 담보설정’과 ‘질권설정’의 문구가 병존하여, 피고인의 위 진술과 달리 피고인은 2016. 6. 14.경 이미 피해자에게 이 사건 아파트와 함께 공소외 1 회사 주식도 담보로 제공하겠다고 약정한 것으로 보인다. <br/>     ㈐ 한편 피고인은 ‘피해자가 근저당권설정에 필요한 서류를 구비하지 않아 이 사건 아파트에 관한 근저당권을 설정해 주지 못했다’고도 진술하였는데(증거기록 1489면), ① 피해자가 2016. 6. 14.경 이후 피고인에게 지속적으로 이 사건 아파트에 관한 근저당권설정을 요구해 온 점, ② 피해자는 수사기관에서 ‘공소외 3의 이메일을 확인하고 2016. 9. 13. 피해자의 도장뿐만 아니라 다른 전환사채권자인 공소외 6의 도장까지 챙겨가 공소외 3에게 건네주었고, 공소외 3이 이 사건 아파트에 관한 근저당권설정을 진행하겠다고 하기에 그 말을 믿고 나왔다’고 진술하였는데(증거기록 1490면), 실제로 피해자는 공소외 3으로부터 근저당권설정에 필요한 서류를 요구하는 이메일을 받고, 2016. 9. 12.과 2016. 9. 13. 피해자의 주민등록초본을 발급받은 사실이 인정되는 점(증거기록 1509, 1518) 등에 비추어, 피해자가 필요한 서류 등을 구비하지 않았다거나, 그 때문에 근저당권의 설정이 이루어지지 않았을 것으로 보기는 어렵다. <br/>     ㈑ 피고인은 검찰에서 ‘2016. 9. 13. 공소외 3에게 근저당권설정을 지시하며 필요한 서류를 모두 주었기 때문에 그날 피해자 앞으로 근저당권이 설정된 줄 알았다. 이후 공소외 2 회사가 근저당권설정을 요구해 확인해 보았을 때 피해자에게 근저당권이 설정되지 않았음을 알게 되었다’는 진술도 하였다(증거기록 1910면). 그런데 피고인은 2016. 9. 13.경 공소외 3에게 이 사건 아파트의 등기필정보를 교부하지 않았고, 그 때문에 어차피 공소외 3은 피해자에게 근저당권을 설정해 줄 수 없었으므로(증거기록 1928, 1929면), 피고인이 피해자 앞으로 이 사건 아파트에 관한 근저당권이 설정된 것으로 알았다는 위 진술을 그대로 받아들이기 어렵다. <br/>    ⑸ 이 사건 담보제공확약서, 담보제공 및 질권설정 동의서, 별도합의서의 기재 내용, 피해자의 진술과 이를 뒷받침하는 정황 등을 종합적으로 고려해 볼 때, 피고인은 피해자의 전환사채 인수대금 지급시기에 즉시 이 사건 아파트에 관한 근저당권을 설정해 주기로 약정하였다고 보인다. 따라서 피고인이 피해자를 위해 이 사건 아파트에 관한 4순위 근저당권을 설정해 주는 사무를 처리할 임무에 위배하여 공소외 2 회사에 4순위 근저당권을 설정해 준 행위는 피해자에 대한 배임행위를 구성한다.<br/>나) 배임의 고의 인정 여부<br/>    ⑴ 앞서 살펴본 것처럼 피고인은 피해자로부터 전환사채 인수대금 18억 원을 지급받으면서 이 사건 아파트에 관해 피해자 명의로 4순위 근저당권을 설정해 주기로 약정하였다. 피고인은 피해자에 대한 근저당권설정의무가 있음을 인식하고도 공소외 2 회사에 이중으로 4순위 근저당권을 설정해 주었으므로, 피해자에 대한 배임의 고의가 있었다고 보아야 한다.<br/>    ⑵ 피고인의 주장처럼 설령 피고인이 공소외 1 회사의 존속 또는 사업운영을 위하여 위와 같이 공소외 2 회사에 이 사건 아파트에 관한 근저당권을 설정해 주었다고 하더라도, 그 사유는 근저당권설정의무의 상대방인 피해자에 대한 관계에서 배임죄가 성립하는 데에 아무런 영향이 없고, 위와 같은 사정이 피고인의 고의를 부정할 이유가 될 수도 없다. <br/>다) 근저당권설정약정의 대상 범위<br/>    이 사건 담보제공확약서, 담보제공 및 질권설정 동의서, 별도합의서에는 담보제공의 대상이 ‘피고인 명의의 이 사건 아파트’로 기재되어 있는데, 다음 사정에 비추어 피고인은 피해자에게 이 사건 아파트 전부에 관해 4순위 근저당권을 설정해 주기로 약정하였다고 보인다.<br/>    ⑴ 피해자는 일관하여 ‘피고인이 이 사건 아파트의 시가가 50억 원임을 기준으로 이야기했다. 이 사건 아파트 전부에 대해 근저당권을 설정해 주기로 약정하였고, 피고인이 처의 20/100 지분까지 같이 근저당권설정을 준비하는 데 시간이 걸린다고 하면서 근저당권설정을 계속 지체하였다’는 취지로 진술하였다(공판기록 695, 696면). <br/>    ⑵ 원심이 채택한 증거에 의하면, 이 사건 아파트는 피고인이 피해자에게 담보로 제공할 무렵 시가가 50억 원가량이었고(증거기록 607면), 거기에 설정되어 있던 선순위 근저당권의 채권최고액이 합계 37억 9,000만 원에 이른 사실을 인정할 수 있다. ① 이 사건 아파트 전부의 가액을 기준으로 산정해 보아도 잔존 담보가치액이 피해자의 채권액인 18억 원에 훨씬 미치지 못하였던 점, ② 이에 피고인이 공소외 1 회사 주식까지 추가로 담보제공할 것을 약정한 점 등의 사정이 피해자의 위 진술에 부합한다. <br/>    ⑶ 피고인도 수사기관에서는 ‘이 사건 아파트의 시세가 약 45억 원 정도였고, 다른 채권자들의 근저당권설정액이 30억 원 정도 되었기 때문에 시세에서 근저당권설정금액을 제하고 나면, 피해자가 매입한 전환사채 비용과 비슷했던 것 같다’고 담보제공의 대상이 이 사건 아파트 전부임을 전제로 진술한 바 있다(증거기록 1482면).<br/>    ⑷ 피고인은 1∼3순위 근저당권은 물론 공소외 2 회사에 설정해 준 4순위 근저당권도 모두 이 사건 아파트 전부에 대해 설정해 주었다. <br/>    ⑸ 이 사건 담보제공확약서, 담보제공 및 질권설정 동의서, 별도합의서에 표시된 ‘피고인 명의의 이 사건 아파트’라는 문구에 피고인의 지분이 표시되어 있지 않은 점에 비추어, 피해자로서는 피고인이 이 사건 아파트 전부에 대한 실질적 소유권 내지 처분권한을 가지고 있다고 인식한 상태에서 선순위 근저당권자에게 제공하고 남은 담보가치 모두를 피해자가 제공받을 생각을 가지고 전환사채 인수대금을 지급한 것으로 보인다.  <br/>라) 소결<br/>    이와 같은 취지인 원심의 판단은 정당하고, 거기에 피고인이 주장하는 판결에 영향을 미친 사실오인 및 법리오해의 위법이 없다. 피고인의 위 주장은 이유 없다. <br/>나. 검사의 사실오인 및 법리오해 주장에 관하여<br/>1) 원심의 판단<br/>   다음 사정에 비추어 검사가 제출한 증거만으로는 피고인이 강제집행을 면탈할 목적으로 피고인 소유의 미술품과 사진을 은닉하였다고 인정하기에 부족하다. <br/>   가) 공소외 4는 원심법정에서 ‘피고인에게 강제집행을 할 것이라는 점을 구체적으로 이야기하지는 않았다’는 취지로 진술하였다.<br/>   나) 공소외 4가 2017. 5. 16.경 피고인 및 공소외 1 회사에 대하여 채권압류 및 전부명령 등을 신청하였으나, 신청서 기재 오류를 이유로 취하하는 등의 사정에 의해 2017. 5. 29.경 이전에 제3채무자 및 피고인에게 채권압류결정문 등이 송달되지는 않은 것으로 보인다.<br/>   다) 피고인과 공소외 4 사이에 작성된 2. 7.자 공정증서상 변제기는 2017. 2. 28.이었으나 공소외 4가 강제집행을 하지 않았고, 2017. 5. 23.경 재차 금전소비대차계약 공정증서(이하 ‘5. 23.자 공정증서’라 한다)를 작성하였는데, 그 이행기를 2017. 6. 16.로 정하였기에 피고인으로서는 아직 강제집행이 있으리라고 예상하기 어려웠을 수 있다.<br/>   라) 피고인이 미술품과 사진을 반출한 장소는 공소외 1 회사 사무실인 반면, 같은 날 공소외 4가 강제집행을 시도한 장소는 피고인의 주거지였다.<br/>   마) 공소외 5 회사가 공소외 1 회사의 재산에 대한 가압류신청을 한 사실이 있으나, 실제로 강제집행에 나아가지는 않았다.<br/>   바) 피고인의 변소대로 2017. 5. 17.경 공소외 1 회사의 사무실을 옮기는 계획이 있었던 것으로 보인다. <br/>2) 당심의 판단<br/>   가) 원심이 채택한 증거에 의하면, 위 1)의 가)∼마)항 기재 사정과는 다른 취지로 볼 수 있는 아래와 같은 사정을 인정할 수 있다. <br/>    ⑴ 공소외 4는 원심법정에서 ‘피고인에게 2017. 2.경에는 강제집행을 검토 중이라고 말하였고, 2017. 4.경에는 강제집행을 할 수밖에 없는 상황이라고 말하였다’고 진술하였다(공판기록 689, 690면).  <br/>    ⑵ 공소외 4가 2017. 5. 22.과 2017. 5. 24. 피고인의 채권에 대해 신청한 압류 및 전부명령이 2017. 5. 26.과 2017. 5. 31. 각각 인용되었다(증거기록 352, 357, 362면).<br/>    ⑶ 공소외 4는 피고인이 공소외 2 회사에 이 사건 아파트에 관한 4순위 근저당권을 설정해 준 사실을 알게 된 후, 피고인에게 요구하여 소비대차금액을 19억 6,000만 원, 변제일을 2017. 2. 28.로 하는 2. 7.자 공정증서를 작성하였는데(증거기록 135면), 피고인이 위 변제일까지 이를 변제하지 못하자, 공소외 4는 피고인이 제안한 주식 담보를 거절하고 변제를 독촉하며 추가 이자 등에 관한 금전소비대차 공정증서의 작성을 요구하였고, 이에 피고인이 소비대차금액을 2억 원, 변제일을 2017. 6. 16.로 하는 5. 23.자 공정증서를 작성해 주었다(증거기록 315면). 5. 23.자 공정증서상 변제일이 2017. 6. 16.이었지만, ① 공소외 4에게는 변제일이 이미 경과한 2. 7.자 공정증서가 있었으므로, 그 변제일인 2017. 2. 28. 이후에는 피고인에게 구체적인 강제집행의 위험이 발생해 있었고, 피고인으로서는 그러한 사정을 당연히 예측할 수 있었던 점, ② 공소외 4는 실제로 2. 7.자 공정증서를 집행권원으로 2017. 5. 29. 피고인의 주거지에서 유체동산에 대한 강제집행을 시도한 점 등에 비추어, 액면금이 2억 원인 5. 23.자 공정증서상 변제일이 2017. 6. 16.이었다는 사정을 들어 공소외 4가 액면금이 19억 6,000만 원인 2. 7.자 공정증서의 집행을 그때 이후로 유예해 주었다고 보기 어렵다.<br/>    ⑷ 공소외 4의 피고인에 대한 강제집행 의사가 분명하게 표시된 이상, 공소외 4가 공소외 1 회사 사무실이 아닌 피고인의 주거지에서 강제집행을 시도하였다는 점을 들어 피고인이 공소외 1 회사 사무실에 보관 중인 미술품과 사진에 대한 강제집행의 객관적 위험이 발생하지 않았다고 볼 수는 없다.<br/>    ⑸ 공소외 5 회사의 공소외 1 회사 예금채권 및 임대차보증금반환채권에 대한 가압류는 2017. 5. 12. 제3채무자에게 송달되고, 2017. 7. 4. 피고인에게 송달되었다. 그런데 피고인은 위 송달일 이전인 2017. 6. 16. 공소외 1 회사의 법인회생을 신청할 때 위 가압류 사실을 신청서에 기재하였다(증거기록 560면). 피고인도 검찰에서 ‘공소외 1 회사의 자회사인 공소외 7 회사 계좌 및 공소외 1 회사 계좌에 대한 공소외 5 회사의 가압류신청을 2017. 5. 29. 이전에 알고 있었다’고 진술하였는바(증거기록 1981면), 피고인은 공소외 5 회사의 가압류 사실을 알고 이에 대비했다고 볼 여지가 충분하다.<br/>   나) 다만, 원심 및 당심이 채택한 증거에 의하면, 피고인이 공소외 1 회사 사무실에 보관되어 있던 미술품과 사진을 외부로 옮긴 데에는 다음과 같은 별개의 사정도 있었음을 알 수 있다.<br/>    ⑴ 피고인은 ‘공소외 1 회사 대표이사실을 공용 회의실로 용도를 변경하는 과정에서 대표이사실 안 바닥에 세워져 있던 미술품과 사진을 외부로 반출하여 별도로 보관하였을 뿐이다’라고 주장하고 있는데, 실제로 피고인은 2017. 5. 17. 공소외 1 회사 경영지원팀 직원 공소외 8에게 조직개편에 따른 사무실 이전을 지시하였고, 이에 공소외 8은 자리이동 도면을 피고인에게 보냈다(공판기록 109면).<br/>    ⑵ 공소외 8은 원심법원에 제출한 진술서를 통해 ‘대표이사실을 회의실로 사용하자는 의견에 따라 바닥에 쌓여 있던 다수의 그림을 이동할 필요가 있어 이를 보관창고에 이동하는 것을 계획하고, 2017. 5. 23. 운송업체와 일정을 조율한 후, 2017. 5. 29. 보관창고로 옮겼다’고 진술하였고(공판기록 111면), 공소외 1 회사의 다른 직원 공소외 9도 ‘피고인이 대표이사실을 회의실로 전환하기 위해 그 안에 있던 그림 등 소장품을 이전하라고 경영지원실 직원에게 지시해 실행하였다’고 진술하였는데(공판기록 160면), 실제로 운송업체인 공소외 10 주식회사(이하 ‘공소외 10 회사’라 한다)가 운송 및 포장, 보관비용에 관해 작성한 2017. 5. 23.자 견적서(증거기록 1413면), 공소외 10 회사가 운반차량에 그림을 싣는 장면이 찍힌 사진(증거기록 321면)이 수사기관에 제출되었다.<br/>공소외 8은 당심법정에서도 ‘피고인은 2017. 5. 17. 조직개편 차원에서 건물 1층 대표이사실을 공용 회의실로, 5층 창고를 사무실로 변경할 계획을 지시한 적이 있다. 대표이사실에 있던 그림 작품 등의 이동은 대표이사실을 공용 회의실로 용도를 변경하기 위해 불가피하게 이루어졌다’고 진술하였다. <br/>    ⑶ 피고인은 수사기관에서 ‘피고인의 주거지에 대한 강제집행은 2017. 5. 29. 12:00경 이루어졌고, 미술품과 사진을 반출한 시간은 그날 10:00경이다’라고 진술하였는데(증거기록 929면), 그렇다면 적어도 피고인이 공소외 4의 강제집행 착수 사실을 인지한 상태에서 미술품과 사진을 반출한 것은 아니며, 그 선후관계를 달리 인정할 만한 사정은 찾을 수 없다.<br/>   다) 위 가)항에서 살펴본 사정과 함께, 피고인이 주거지 현관문에 여러 개의 잠금장치를 설치해 2017. 6. 14.경까지 위 주거지에서의 유체동산 강제집행은 여러 번 실행되지 못한 점, 피고인은 그 직후인 2017. 6. 16. 공소외 1 회사에 대한 법인회생신청을, 2017. 6. 22. 피고인에 대한 개인회생신청을 한 점 등을 종합해 볼 때, 피고인이 강제집행을 면탈할 목적으로 공소외 1 회사 사무실에 보관 중이던 피고인 소유의 미술품과 사진을 외부로 반출해 은닉한 것이 아닌지 강하게 의심되기는 하나, 위 나)항에서 본 바와 같이 공소외 1 회사의 조직개편에 따른 사무실 배치 이동계획에 따라 위 미술품과 사진을 보관창고에 맡겨 놓은 것으로 인정할 여지도 완전히 배제할 수 없는 이상, 위와 같은 의심만을 가지고 피고인의 강제집행면탈의 점을 유죄로 인정할 수 없다. <br/>   라) 이와 같은 취지인 원심의 결론은 정당하고, 거기에 검사가 주장하는 판결에 영향을 미친 사실오인 및 법리오해의 위법이 없다. 검사의 위 주장은 이유 없다. <br/>다. 피고인과 검사의 양형부당 주장에 관하여<br/>  피고인은 공소외 1 회사를 통해 피해자로부터 전환사채 인수대금 18억 원을 지급받으면서 담보로 이 사건 아파트에 4순위 근저당권을 설정해 주기로 약정하고도 그 임무에 위배하여 제3자에게 이 사건 아파트에 관하여 채권최고액 12억 원의 4순위 근저당권을 설정해 줌으로써 상당한 재산상 이익을 취득하고, 피해자에게 담보가치 상실의 손해를 입게 하였다.<br/>  피고인에게는, 피해자가 공소외 1 회사 및 피고인의 재산에 대한 강제집행을 통해 4억 6,000만 원을 회수하였고, 피고인이 재판 진행 중 피해자에게 합계 6,530만 원을 송금 또는 공탁하였으며, 피고인이 동종 범죄전력이나 벌금형을 초과하는 전과가 없는 등의 양형에 유리하게 참작할 사정이 없지 않다.<br/>  그러나 피고인은 피해자와의 오래된 신뢰관계를 저버린 채 임무에 위배되는 행위를 함으로써 거액의 재산상 이익을 얻고, 피해자에게 그 만큼의 재산상 손해를 가하고도 받아들이기 어려운 주장을 반복하며 자신의 잘못을 진지하게 뉘우치지 않고 있고, 피해 회복을 위한 추가적인 노력을 하지 않았을 뿐만 아니라, 피해자의 정당한 강제집행 시도마저 방해하는 등 범행 후의 정황도 좋지 않다. 이에 피해자는 피고인에 대한 엄한 처벌을 탄원하고 있다.<br/>  피고인에 대한 위와 같은 여러 정상, 그 밖에 피고의 나이, 성행, 지능과 환경, 피해자와의 관계, 범행 동기, 수단과 결과 등 변론에 나타난 여러 사정, 대법원 양형위원회가 정한 양형기준 등 모든 양형요소를 고려해 볼 때, 원심이 피고인에게 선고한 형은 너무 가벼워서 부당하다고 인정된다. 피고인의 위 주장은 이유 없고, 검사의 위 주장은 이유 있다.<br/>3. 피고인의 배임 이득액 산정에 관한 직권판단<br/> 가. 원심은 피고인이 공소외 2 회사에 채권최고액 12억 원의 4순위 근저당권을 설정해 준 배임행위로 인해 취득한 재산상 이익을 4억 7,500만 원으로 산정하여, 피고인이 12억 원 상당의 재산상 이익을 취득하였다는 특정경제범죄가중처벌등에관한법률(이하 ‘특정경제범죄법’이라 한다)위반(배임)의 점은 판결이유에서 무죄로 판단하고, 피고인이 4억 7,500만 원 상당의 재산상 이익을 취득하였다는 배임의 점만을 유죄로 인정하였다.<br/> 나. 그러나 앞서 본 바와 같이 당시 이 사건 아파트의 시가가 50억 원이었고, 거기에 설정되어 있던 선순위 근저당권의 채권최고액이 합계 37억 9,000만 원(= 주식회사 ○○은행 21억 3,000만 원 + 주식회사 △△상호저축은행 13억 원 + 주식회사 ○○은행 3억 6,000만 원)이었으므로(증거기록 299면), 이 사건 아파트의 잔존 담보가치는 12억 1,000만 원(= 50억 원 - 37억 9,000만 원) 상당이었는데, 피해자의 채권액이 18억 원 이상이었으니 적어도 위 잔존 담보가치 12억 1,000만 원 상당은 모두 피해자에게 제공되어야 했다. 그런데 피고인이 위 잔존 담보가치 중 12억 원 상당을 공소외 2 회사에 제공함으로써 피해자는 1,000만 원 상당의 담보가치만을 제공받을 수 있게 되었다. 그렇다면, 피고인의 배임행위로 인한 피고인의 재산상 이익 또는 피해자의 재산상 손해인 담보가치 상실액은 12억 원(= 12억 1,000만 원 - 1,000만 원)으로 산정해야 한다. <br/>  피고인의 배임 이득액 산정에 관한 원심의 판단에는 사실오인 및 법리오해의 위법이 있다[특정경제범죄법위반(배임) 공소사실 중 원심이 유죄로 인정한 배임의 점에 대해 피고인만이 항소하고, 원심이 이유무죄로 인정한 특정경제범죄법위반(배임)의 점에 대해 검사가 항소하지 않았지만, 제1심이 단순일죄의 관계에 있는 공소사실의 일부에 대해 유죄로 인정한 경우에는 피고인만이 항소하여도 그 항소가 그 일죄의 전부에 미쳐 항소심은 이유무죄 부분에 대하여도 심판할 수 있다(대법원 2001. 2. 9. 선고 2000도5000 판결 참조)]. <br/>4. 결론<br/>  원심판결 중 유죄 부분에 대한 검사의 항소가 이유 있고, 이유무죄 부분에 위와 같은 직권파기사유가 있으므로, 형사소송법 제364조 제2항, 제6항에 의해 원심판결 중 유죄 부분(이유무죄 부분 포함)을 파기하고, 변론을 거쳐 아래와 같이 판결한다.<br/>  원심판결 중 무죄 부분에 대한 검사의 항소는 이유 없으므로 형사소송법 제364조 제4항에 의해 이를 기각한다.<br/>【파기 부분에 관하여 다시 쓰는 판결이유】【범죄사실 및 증거의 요지】  이 법원이 인정하는 범죄사실과 그에 대한 증거의 요지는 원심판결문의 범죄사실란 기재 ‘4억 7,500만 원’(원심판결문 2면 12행)을 ‘12억 원’으로 고치는 외에는 각 해당란 기재와 같으므로, 형사소송법 제369조에 의해 이를 그대로 인용한다.<br/>【법령의 적용】1. 범죄사실에 대한 해당법조<br/>특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제2호, 형법 제355조 제2항<br/>1. 작량감경<br/>형법 제53조, 제55조 제1항 제3호<br/>【양형의 이유】  위 2의 다항에서 본 여러 양형조건을 종합적으로 고려하여 주문과 같은 형을 정한다. <br/><br/>판사 차문호(재판장) 김민기 최항석 ",
  "사건번호": "2019노287",
  "사건종류코드": "400102",
  "판례정보일련번호": "225583",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}