{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "일반행정",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190521",
  "법원명": "서울고등법원",
  "사건명": "사용허가 취소처분 등 취소청구",
  "판례내용": "【원고, 항소인】 원고(소송대리인 법무법인(유한) 영진 담당변호사 이광민)<br/>【피고, 피항소인】 광명시장(소송대리인 법무법인 공명 담당변호사 이종일)<br/>【제1심판결】 수원지방법원 2018. 10. 18. 선고 2018구합65843 판결<br/>【변론종결】2019. 4. 2.<br/>【주    문】<br/>1. 제1심판결을 취소한다.<br/>2. 피고가 2018. 4. 4. 원고에 대하여 한 국유재산 사용허가 취소 및 원상회복 명령을 모두 취소한다.<br/>3. 소송총비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】주문과 같다.<br/>【이    유】1. 처분의 경위<br/>  【증거】갑 제1 내지 7호증, 을 제1 내지 4호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재 및 영상, 변론 전체의 취지<br/>   가. 원고는 1982년경 전소유자로부터 광명시 (주소 생략) 및 (지번 생략) 지상에 위치한 무허가 건물(이하 ‘이 사건 건물’이라 한다)을 매수하였다.<br/>   나. 피고는 원고에게, 1990. 1. 1. 행정재산인 광명시 (주소 생략) 도로 336㎡ 중 이 사건 건물의 부지에 해당하는 87㎡(이하 ‘이 사건 토지’라 한다)에 대하여 국유재산법에 따른 사용허가를 한 후 3년 주기로 위 허가를 연장하여 주었고, 2016. 12. 29.에도 이 사건 토지에 대하여 사용목적을 ‘기타’로 하고 사용기간을 2017. 1. 1.부터 2019. 12. 31.까지로 정하여 사용허가를 하였다(이하 ‘이 사건 허가’라 한다).<br/>   다. 원고는 이 사건 건물 내부의 구분된 3개 점포를 임대하여 왔는데, 2018. 1.경에는 임차인인 소외 1, 소외 2 및 소외 3이 위 각 점포를 원고로부터 임차하여 식당 및 옷가게 등을 경영하고 있었다.<br/>   라. 피고는 2018. 1. 19.경 이 사건 토지에 대하여 국유재산 사용허가 실태조사를 실시한 결과, 원고가 이 사건 건물 내 점포들에 관하여 임대차계약을 체결하여 임차인들로부터 임대료를 수령하고 있는 것을 확인하고, 원고에게 ‘국유재산법 제30조 제2항을 위배하여 사용허가 받은 재산을 다른 사람에게 사용ㆍ수익하게 하였다’는 이유로 사용허가 취소에 관한 청문을 실시할 것이니 2018. 2. 28. 14:00까지 광명시청 광역도로과로 출석할 것을 요구하였으나 원고가 이에 불응하자, 2018. 3. 30. 원고가 불출석한 채로 청문절차를 진행한 후 2018. 4. 4. 원고에게 국유재산법 제36조 제1항 제2호에 따라 이 사건 토지에 대한 사용허가를 취소함과 아울러 2018. 4. 30.까지 이 사건 토지를 원상회복할 것을 명령하였다(이하 위 사용허가 취소 및 원상회복 명령을 합하여 ‘이 사건 처분’이라 한다).<br/>2. 이 사건 처분의 적법 여부<br/>   가. 원고의 주장<br/>1) 원고가 이 사건 토지에 위치한 이 사건 건물을 소유하면서 그 건물 내의 점포를 타인에게 임대한 행위는 이 사건 허가의 수허가자인 원고 자신이 건물의 부지로서 이 사건 토지를 사용ㆍ수익하는 행위이므로, 국유재산법 제30조 제2항이 금지하는 ‘다른 사람에게 행정재산을 사용ㆍ수익하게 하는 행위’에 해당하지 않는다. <br/>2) 또한 원고는 이 사건 토지에 관하여 피고로부터 1990. 1. 1. 최초로 사용허가를 받은 이래로 현재에 이르기까지 이 사건 건물 내부의 점포를 이용하여 임대업을 해왔고, 피고는 그 소속 공무원으로 하여금 현지조사를 실시하게 하여 이 사건 건물이 상가점포로 이용되는 현황을 파악하였음에도 3년 주기로 이 사건 토지의 사용허가를 연장하여 주었는데, 지금에 이르러 이 사건 건물 내부의 점포를 임대하였음을 이유로 이 사건 처분을 하는 것은 신뢰보호의 원칙에 위배된다. <br/>3) 따라서 이 사건 처분은 위법하여 취소되어야 한다.<br/>   나. 관계 법령<br/>별지 기재와 같다.<br/>   다. 판단<br/>1) 국유재산법은 제1조에서 ‘국유재산의 적정한 보호와 효율적인 관리ㆍ처분’을 그 목적으로 밝히면서, 제3조 제1호에서 국가가 지켜야 할 국유재산 관리ㆍ처분의 기본원칙 중 하나로 ‘국가전체의 이익에 부합되도록 할 것’을 들고 있고, 제6조에서 국유재산을 그 용도에 따라 행정재산(공용재산, 공공용재산, 기업용재산, 보존용재산)과 일반재산(행정재산 외의 국유재산)으로 구분한 뒤, 제7조 제1항, 제2항 및 제11조 제2항에서 “누구든지 이 법 또는 다른 법률에서 정하는 절차와 방법에 따르지 아니하고는 국유재산을 사용하거나 수익하지 못한다. 행정재산은 민법 제245조에도 불구하고 시효취득의 대상이 되지 아니한다.”, “일반재산에 대하여 대통령령으로 정하는 경우 외에는 국유재산에 사권을 설정하지 못한다.”고 규정하고 있다. 또한, 국유재산법 제30조 제1항, 제2항, 제36조 제1항, 제38조에 의하면, 국유재산을 관리하는 중앙관서의 장은 그 용도나 목적에 장애가 되지 아니하는 범위 내에서 행정재산에 대해 사용허가를 할 수 있고, 사용허가를 받은 자가 그 재산을 다른 사람에게 사용ㆍ수익하게 하여서는 안 됨에도 이를 위반하면 사용허가를 취소하거나 철회할 수 있으며, 사용허가를 받은 자는 사용허가가 취소 또는 철회되면 그 재산을 원래 상태대로 반환하여야 한다.<br/>   이와 같이 국유재산법은 국유재산을 행정재산과 일반재산으로 엄격하게 구분하고, 특히 행정재산에 대하여는 원칙적으로 처분을 금지하고 사권의 설정은 절대적으로 금지하는 등 일반재산과는 취급을 달리하되, 예외적으로 그 용도나 목적에 장애가 되지 않는 범위 내에서 행정청의 사용허가가 있는 경우에 한하여 사인이 이를 사용ㆍ수익할 수 있도록 하고 있다. 행정재산의 경우 국가의 행정목적을 수행하기 위한 직접적인 물적 수단이거나 특별한 필요에 의하여 보존되는 재산이므로 이를 사적 거래의 대상으로 취급할 경우 이러한 국가의 행정목적을 침해할 우려가 있기 때문이다.<br/>   다만 국유재산법 제30조 제1항에 따른 사용허가가 있은 뒤 국유재산법 제36조 제1항 제2호, 제30조 제2항에 따라 이를 취소하는 것은 국민의 권리를 제한하는 침익적 행정행위에 해당하므로 그 요건은 엄격하게 해석하여야 한다. 따라서 국유재산법 제30조 제2항이 금지하고 있는 ‘사용허가를 받은 자가 그 재산을 다른 사람에게 사용ㆍ수익하게 하는 행위’라 함은, 다른 사람에게 사용허가를 받은 국유재산에 출입하여 이를 이용하는 것을 허용하는 행위만으로는 부족하고, 그 국유재산을 목적으로 사용허가를 받은 경우와 같이 이를 사용ㆍ수익할 수 있는 권리를 부여하는 경우를 의미한다고 봄이 상당하다.<br/>   한편, 민법은 토지와 그 지상의 건물을 별개의 소유권의 객체로 정하고 있다. 이에 따라 토지와 건물의 소유자가 다를 경우, 사회통념상 건물은 그 부지를 떠나서는 존재할 수 없는 것이므로 건물의 부지가 된 토지는 그 건물의 소유자가 점유하는 것으로 볼 것이고, 이 경우 건물의 소유자가 현실적으로 건물이나 그 부지를 점거하고 있지 아니하고 있더라도 그 건물의 소유를 위하여 그 부지를 점유한다고 보게 된다(대법원 2003. 11. 13. 선고 2002다57935 판결 참조).<br/>2) 이 사건에 관하여 보건대, 1990. 1. 1. 이 사건 토지에 대한 최초 사용허가 시부터 이 사건 건물은 무허가 상태로 이 사건 토지 위에 존재하였고, 그 뒤로 사용허가기간이 계속 갱신되어 이 사건 허가에 이르렀음은 앞서 본 바와 같다. 그리고 갑 제9호증의 1, 2의 각 기재 및 변론 전체의 취지에 비추어 보면, 피고 역시 위와 같이 사용허가기간을 갱신해 주는 과정에서 현지조사를 통하여 이 사건 토지 위에 이 사건 건물이 존재하는 사실을 알면서 원고에게 그 건물의 부지로 사용하도록 이 사건 토지에 대한 사용허가를 하여 준 것으로 보인다.<br/>   앞서 본 법리에 따르면, 원고는 이 사건 건물의 소유를 위하여 이 사건 토지를 점유하여 사용하고 있다고 보아야 할 것이고, 달리 피고가 이 사건 허가를 함에 있어 이 사건 토지의 사용과 관련하여 원고가 직접 이 사건 건물을 사용ㆍ수익하는 경우로 제한하였음을 인정할 증거가 없다. 따라서 원고가 이 사건 건물 내의 구분 점포를 제3자에게 임대하였다고 하더라도 이는 이 사건 건물의 소유를 위하여 이 사건 토지에 대한 사용허가를 하여 주는 경우에 예상할 수 있는 사용ㆍ수익 방법의 일종이라 할 것이므로, 그러한 사정만으로 원고가 국유재산법 제30조 제2항에서 금지하고 있는 사용허가를 받은 국유재산인 이 사건 토지를 제3자인 임차인들에게 사용ㆍ수익하게 한 경우에 해당한다고 볼 수 없다. 이와 같이 해석하더라도 수허가자인 원고가 이 사건 건물을 직접 사용할 때보다 국가가 더 불리한 지위에 놓이거나 새로운 법률상 의무를 부담한다고 볼 수 없어 국가의 행정목적을 침해한다고 보기 어렵다.<br/>   이에 대하여 피고는 원고가 이 사건 건물 내의 구분 점포를 임대할 경우 이 사건 토지에 불특정 다수인의 출입이 예상되므로 이는 토지와 건물을 모두 임대한 것으로 보아야 한다고 주장하나, 위와 같은 논리에 의할 경우 모든 상가 점포의 임대차는 당연히 상가 점포가 있는 건물의 대지부분의 임대차를 수반한다는 결론이 되어 부당하고, 달리 원고가 이 사건 토지를 임대 목적으로 삼았다고 인정할 증거가 없다.<br/>3) 피고가 들고 있는 대법원 2003. 10. 24. 선고 2001다82514, 82521 판결은 사용허가를 받은 건물인 공항청사의 일부를 재차 상가건물로 임대하였던 사안에 관한 것으로, 사용허가를 받은 토지 위에 있는 건물의 일부를 임대한 이 사건과는 사실관계를 달리하므로 그대로 적용할 수 없다.<br/>4) 따라서 원고가 사용허가를 받은 이 사건 토지 위에 있는 이 사건 건물 내부의 구분 점포를 이용하여 임대업을 한 것이 국유재산법 제30조 제2항이 금지하고 있는 ‘다른 사람에게 행정재산을 사용ㆍ수익하게 하는 행위’에 해당한다고 볼 수 없으므로, 나머지 점에 관하여 나아가 살펴볼 필요 없이 이 사건 처분은 처분사유가 인정되지 아니하여 위법하므로 취소되어야 한다. 원고의 이 부분 주장은 이유 있다.<br/>3. 결론<br/>   그렇다면 원고의 이 사건 청구는 이유 있으므로 인용하여야 하는데, 제1심판결은 이와 결론을 달리 하여 부당하므로, 원고의 항소를 받아들여 제1심판결을 취소하고, 이 사건 처분을 취소하기로 하여, 주문과 같이 판결한다. <br/>  (별지 생략)<br/><br/>판사 이승영(재판장) 박선준 한소영 ",
  "사건번호": "2018누69082",
  "사건종류코드": "400107",
  "판례정보일련번호": "213209",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}