{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20221021",
  "법원명": "서울중앙지방법원",
  "사건명": "대여금",
  "판례내용": "【원    고】 ○○○ 주식회사 (소송대리인 법무법인(유한) 대륙아주 담당변호사 김인진 외 7인)<br/>【피    고】 피고 (소송대리인 변호사 이기문)<br/>【변론종결】2022. 8. 12.<br/>【주    문】<br/> 1. 피고는 원고에게 209,257,671원 및 그중 209,000,000원에 대하여 2020. 6. 5.부터 2021. 3. 31.까지는 연 7.5%, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라. <br/> 2. 소송비용은 피고가 부담한다.<br/> 3. 제1항은 가집행할 수 있다. <br/><br/>【청구취지】 주문과 같다. <br/>【이    유】1. 기초사실<br/>가. 원고와 소외 1 회사 사이의 업무협약 등 체결<br/>    1) 원고는 시설대여업무, 할부금융업무, 신용대출 또는 담보대출업무 등을 영위하는 법인이고, 주식회사 △△△(이하 ‘소외 1 회사’라고 한다)는 생명보험·손해보험·자동차보험 대리점업, 여신업무 접수대행업 등을 영위하는 법인이다.<br/>    2) 원고는 2018. 5. 17. 소외 1 회사와 사이에, 소외 1 회사에 원고가 판매하는 담보대출상품에 관한 선순위 권리관계 확인, 현황조사, 자서, 서류 징구 업무 등을 위탁하고 그 대가로 일정한 수수료를 지급하기로 하는 ‘임대아파트 임차보증금담보대출 업무협약’(이하 ‘이 사건 업무협약’이라고 한다)을 체결하였는데, 주요 내용은 다음과 같다.<br/>원고(이하 ‘갑’)와 소외 7 회사(이하 ‘을’), 소외 1 회사(이하 ‘병’)는 갑의 임대아파트 보증금담보대출(이하 ‘본 상품’)에 대한 업무협력을 신의성실로 이행키로 합의하고, 본 협약을 체결한다.제1조(계약의 목적과 각 사의 업무) 본 협약의 목적은 본 상품의 판매, 관리 및 운영과 관련하여 각 사의 업무내용과 책임을 규정하기 위함이다. 본 협약과 관련하여, 각 사의 역할과 제휴 책임의 범위는 다음과 같다.  1. 갑은 본 상품을 임차인(채무자)에게 판매하고 운영하며, 을은 본 상품에 관한 채권관리 업무를 수행하며, 부실채권(본 협약 제5조 제1항의 정의를 따른다)을 매입한다. 병은 본 상품 판매를 위한 선순위 권리관계 확인, 현황조사, 자서, 서류를 징구하는 업무 등을 담당한다.  5. 병은 채무자의 대출조건 적격 여부 등을 파악하고 대출에 필요한 사항을 확인하며 필요한 서류를 징구한다. 병은 이에 대한 사후적 책임을 부담하며 을은 병을 연대하여 보증한다.제2조(절차) 본 상품은 다음의 사항을 기본 절차로 한다.  1. 본 상품 대출의 실행 이전 준비사항   ① 병은 건전한 대출 실행을 위하여 갑과 을이 요구하는 사항을 파악하고 임대아파트에 대한 현장조사 등 대출에 필요한 사항을 확인하며 대출에 필요한 서류를 징구하여 갑에게 제공한다.  2. 본 상품 대출의 실행 시   ① 갑은 본 상품 취급 시 임차인(채무자)과 임차보증금반환채권에 대한 채권양도계약을 체결하도록 한다.   ② 임차인(채무자) 또는 갑(임차인의 대리인으로서)은 임차보증금반환채권에 대한 채권양도사실을 통보하기 위하여 임대인에게 ‘임차보증금 채권양도 통지서’를 내용증명 우편으로 발송한다.제4조(을과 병의 주요 임무, 책임, 수수료) 본 상품의 운영과 관련하여 을과 병의 임무와 책임은 다음과 같다.  3. 병은 갑의 의뢰를 받아 대출 실행 시 그리고 대출계약 갱신 또는 연장할 때 다음의 업무를 수행한다.   ① 신용조사업무 또는 임대차조사업무   ② 갑의 채권양도 사실 확인 및 임대료·관리비 연체 여부 확인(타 채권의 권리 침해 여부 확인 포함)   ③ 업무에 수반되는 기타 부수 업무<br/>    3) 한편, 원고와 소외 1 회사는 2018. 5. 17. 이 사건 업무협약에 기초하여 다음과 같은 내용의 ‘대출모집업무 위탁계약’(이하 ‘이 사건 위탁계약’이라고 한다)을 체결하였다.<br/>원고(이하 ‘갑’)와 소외 1 회사(이하 ‘을’)는 「대출모집인 제도 모범규준」 제9조에 의거 다음과 같이 대출모집업무 위탁계약을 체결한다.제3조(업무위탁의 범위)① 갑이 을에게 위탁하는 대출모집업무의 범위는 다음과 같다. 1. 대출신청 상담(인터넷을 통한 대출신청 포함) 2. 대출신청 시 대출신청인/보증인의 자필서명(또는 날인) 확인 3. 갑이 정하는 대출구비서류의 접수·확인 및 갑에게로의 제출② 을은 다음의 대출상품을 모집한다. 1. 임차보증금담보대출<br/>나. 피고의 임대차계약 및 소외 5 회사와의 담보대출계약 체결 등<br/>    1) 피고는 2019. 8. 22. 주식회사 ◇◇◇(이하 ‘소외 6 회사’라고 한다)와 사이에 소외 6 회사로부터 남양주시 화도읍 월산리 (이하 생략)을 임대차보증금 2억 2,000만 원, 임대차기간 2019. 8. 22.부터 2021. 8. 21.까지 로 정하여 임차하는 내용의 임대차계약(이하 ‘이 사건 임대차계약’이라고 한다)을 체결하였다. <br/>    2) 이 사건 임대차계약 체결 직후 피고는 소외 1 회사의 직원인 소외 2(2019. 7. 4.부터는 소외 1 회사의 법인등기부상 사내이사로 등재되었다)에게 □□□ 주식회사(이하 ‘소외 5 회사’라고 한다)로부터 임대차보증금 담보대출을 받기 위하여 필요한 서류 작성을 위임하면서 인감증명서, 주민등록초본 및 등본, 피고 명의의 예금통장 사본, 피고 명의로 개통한 휴대전화 등을 교부하였다. <br/>    3) 2019. 8. 22. 피고의 위임에 따라 소외 2와 소외 1 회사의 다른 직원인 소외 3, 소외 4 등(이하 ‘소외 2 등’이라고 한다)이 소외 5 회사에 대출에 필요한 서류를 제출하여 피고에 대한 대출이 실행되었고, 피고는 그 대출금을 소외 6 회사에 지급함으로써 이 사건 임대차계약에 따른 임대차보증금을 전액 지급하였다. <br/>다. 피고 명의로 이루어진 원고와의 담보대출계약 체결 등<br/>    1) 소외 2 등은 2019. 8. 29. 위와 같이 피고로부터 교부받은 인감증명서 등을 이용하여 피고 명의로 임차보증금 담보대출계약서 등 대출에 필요한 서류(이하 ‘이 사건 대출약정서 등’이라고 한다)를 작성한 다음 이를 원고에게 제출하였다. 이에 원고는 피고에게 2억 900만 원을 약정이율 연 4.5%, 연체이율 연 7.5%에 대출기간을 2019. 8. 29.부터 2021. 8. 21.까지로 정하여 대출할 것을 승인(이하 ‘이 사건 대출계약’이라고 한다)한 후, 2019. 8. 29. 대출금 2억 900만 원에서 인지대 75,000원을 공제한 208,925,000원을 피고의 계좌로 송금하였다. <br/>    2) 원고는 2020. 6. 4. 피고에게 ‘이 사건 대출계약과 관련하여 허위 또는 위·변조 문서 등의 제출로 원고의 채권보전의 중대한 손실을 유발하였음이 확인되어 2020. 6. 3.자로 기한의 이익이 상실되었으므로 즉시 대출금을 변제하라’는 취지로 통지하였다. <br/>    3) 2020. 6. 4.을 기준으로 이 사건 대출계약에 따른 대여원리금은 209,257,671원(= 대출원금 2억 900만 원 + 경과이자 257,671원)이다. <br/>라. 관련 형사사건의 경과<br/>소외 2와 소외 3, 소외 4는 ‘서로 공모하여 ① 피고를 비롯한 차주들 명의로 전세자금 담보대출을 이중 신청한 뒤 그 사실을 모르는 금융기관으로부터 차주들 명의 계좌로 대출금을 송금받아 편취하고, ② 피고 등 차주들로부터 그들이 납부할 임대차보증금 대출을 위한 대출서류 작성을 위임받았을 뿐 그와 관련 없는 이중대출을 위한 대출서류 작성은 위임받은 사실이 없었음에도 차주들 명의로 임대차보증금 담보대출 신청에 필요한 서류를 위조하고 이를 금융기관에 제출하여 행사하였다’는 사기죄, 사문서위조죄 및 위조사문서행사죄 등 범죄사실로 기소되어, 2021. 9. 30. 소외 3은 징역 3년, 소외 4, 소외 2는 각 징역 2년의 유죄판결을 선고받았다(서울중앙지방법원 2021고단2562). 위 판결은 항소심(서울중앙지방법원 2021노81)과 상고심(대법원 2022도3367)을 거쳐 그대로 확정되었다. <br/>[인정 근거] 다툼 없는 사실, 갑 제1 내지 7, 11, 12호증, 을 제1 내지 8, 11 내지 16, 22, 25, 29호증의 각 기재, 변론 전체의 취지<br/>2. 당사자들의 주장<br/>가. 원고<br/>    다음과 같은 이유로 피고는 원고에게 이 사건 대출계약에 따른 대여원리금 209,257,671원과 그중 원금 2억 900만 원에 대한 지연손해금을 지급할 의무가 있다. <br/>    1) 피고는 소외 2 등에게 이 사건 대출계약을 포함하여 피고 명의의 담보대출계약 체결에 관한 포괄적인 대리권을 부여하였고, 그에 따라 이 사건 대출계약은 소외 2 등이 피고를 적법하게 대리하여 체결한 것으로서 유효하다. <br/>    2) 설령 소외 2 등에게 피고를 대리하여 이 사건 대출계약을 체결할 권한이 없었다고 하더라도, 피고는 소외 2 등에게 소외 5 회사와의 담보대출계약을 체결할 기본대리권을 수여하였고, 원고는 소외 2 등을 통해 이 사건 대출계약 체결 및 본인확인에 필요한 제반 서류를 교부받아 확인하는 등 소외 2 등이 피고로부터 이 사건 대출계약에 관한 대리권을 수여받았다고 믿을 만한 정당한 사유가 있었으므로, 피고에게는 민법 제126조의 표현대리책임이 성립한다. <br/>나. 피고<br/>    다음과 같은 이유로 피고는 이 사건 대출계약에 따른 채무를 부담하지 않는다. <br/>    1) 피고는 소외 2 등에게 소외 5 회사와의 담보대출계약 체결에 관한 대리권 외에 원고와 이 사건 대출계약을 체결할 권한까지 수여한 사실이 없고, 소외 2 등은 피고의 허락 없이 이 사건 대출약정서 등을 위조하여 원고와 이 사건 대출계약을 체결한 뒤 그 대출금을 편취하였을 뿐이다. <br/>    2) 피고에게 민법 제126조의 표현대리책임이 성립한다고 볼 수 없다. <br/>      가) 소외 2 등은 본인인 피고를 위한다는 대리의사를 표시하지 않고 단지 피고의 성명을 모용하여 마치 자신이 피고 본인인 것처럼 기망하여 원고와 이 사건 대출계약을 체결하였으므로, 표현대리가 적용될 여지가 없다. <br/>      나) 소외 2 등은 원고와 소외 1 회사 사이의 이 사건 위탁계약에 따라 원고의 피용인 내지 이행보조자의 지위에 있다고 보아야 하므로, 이러한 소외 2 등의 범죄행위를 통해 체결된 이 사건 대출계약에 표현대리 법리를 적용할 수 없다. <br/>      다) 설령 표현대리 법리가 적용된다고 하더라도, 피고가 소외 2 등에게 수여한 기본대리권은 소외 5 회사와의 담보대출계약 체결 및 그에 따른 대출이 실행됨과 동시에 소멸하였으므로, 이 사건 대출계약 체결 당시에는 이미 기본대리권이 존재하지 않았다. 나아가 원고가 금융기관으로서의 주의의무를 위반하여 채무자 본인확인 등을 소홀히 한 이상, 소외 2 등이 피고를 대리하여 이 사건 대출계약을 체결할 권한이 있었다고 믿은 데 정당한 이유가 있다고 보기도 어렵다. <br/>3. 판단<br/>가. 유권대리책임 성립 여부<br/>    앞서 본 기초사실과 갑 제12호증의 기재에 변론 전체의 취지를 종합하면, 피고는 소외 2 등에게 이 사건 임대차계약에 따른 임대차보증금 납부를 위해 소외 5 회사와의 대출계약 체결에 관한 대리권을 수여하였을 뿐, 이 사건 대출계약을 체결할 대리권까지 수여하였다고 보기 어렵고, 달리 피고가 소외 2 등에게 이 사건 대출계약 체결에 관한 대리권을 수여한 사실을 인정할 증거가 없다. 그렇다면 이 사건 대출계약은 소외 2 등이 적법한 대리권 없이 이 사건 대출약정서 등을 임의로 작성하여 체결한 것에 불과하므로, 원고의 유권대리 주장은 이유 없다. <br/>나. 표현대리책임 성립 여부<br/>1) 표현대리 법리의 적용 가부<br/>가) 소외 2 등이 피고의 성명을 모용하였는지 여부<br/>        이 사건 대출계약 체결 당시 소외 2 등이 원고에 대하여 피고의 성명을 모용하여 마치 자신이 피고 본인인 것처럼 행세하였다거나 원고가 소외 2 등을 피고 본인으로 인식하였다고 볼 만한 증거가 없다. <br/>        오히려 앞서 본 기초사실과 앞서 채택한 증거에 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정, 즉 ① 원고는 이 사건 업무협약 및 이 사건 위탁계약을 통해 소외 2 등이 소속된 소외 1 회사에 대출모집업무를 위탁한 점, ② 그에 따라 원고는 소외 2 등을 통해 피고 명의로 작성된 이 사건 대출약정서 등을 제출받았을 뿐만 아니라, 그 무렵 소외 2 등으로부터 다수 고객들의 대출서류를 제출받아 대출계약을 체결한 점 등을 고려하면, 소외 2 등은 원고에 대하여 피고를 위한다는 의사를 명시적 또는 묵시적으로 표시하거나 대리의사를 가지고 이 사건 대출계약을 체결하였고, 원고 역시 소외 2 등이 피고를 대리하여 이 사건 대출계약을 체결한다는 것을 인식하였다고 봄이 타당하다.<br/>        따라서 피고의 이 부분 주장은 이유 없다[설령 피고 주장과 같이 소외 2 등이 피고의 성명을 모용하여 이 사건 대출계약을 체결하였다고 가정하더라도, 대리인이 대리행위의 표시를 하지 않고 본인의 성명을 모용하여 자기가 마치 본인인 것처럼 기망하여 본인 명의로 직접 법률행위를 한 경우에는 특별한 사정이 없는 한 민법 제126조의 표현대리는 성립될 수 없으나, 본인을 모용한 사람에게 본인을 대리할 기본대리권이 있었고, 상대방으로서는 위 모용자가 본인 자신으로서 본인의 권한을 행사하는 것으로 믿은 데 정당한 사유가 있었던 경우에는 권한을 넘은 표현대리의 법리를 유추적용할 수 있는바(대법원 2002. 6. 28. 선고 2001다49814 판결 등 참조), 표현대리 성립 여부에 관하여 아래 2)항에서 살펴본다]. <br/>나) 소외 2 등의 지위 관련<br/>        (1) 소외 2 등은 소외 1 회사의 직원으로서 이 사건 업무협약 및 이 사건 위탁계약에 따라 소외 1 회사가 원고로부터 위탁받은 일정한 범위의 대출모집업무를 처리하였을 뿐이고, 피고가 들고 있는 사정들만으로는 ‘소외 2 등이 실질적으로 원고의 지휘·감독 아래 근로를 제공하고 그 대가로서 임금을 지급받는 고용관계에 있었다’고 인정하기 어렵다. 따라서 소외 2 등이 원고의 피용인 지위에 있었다고 볼 수 없다. <br/>        (2) 한편, 소외 2 등이 원고의 대출신청 상담, 대출신청인의 자필서명 또는 날인 확인, 대출구비서류의 접수·확인 및 제출 업무 등을 대행하였다는 점에서, 소외 2 등을 원고의 이행보조자로 볼 여지는 있다. 그러나 소외 2 등이 원고의 이행보조자라고 하더라도, 이와 별개로 피고의 대리인의 지위를 겸할 수 있는 것이므로, 소외 2 등이 피고의 대리인으로서 행한 이 사건 대출계약의 체결에 대해서는 표현대리 법리를 적용할 수 있다고 봄이 타당하다. <br/>        (3) 따라서 소외 2 등이 원고의 피용인 내지 이행보조자라는 이유로 표현대리 법리가 적용되지 않는다는 피고의 주장도 받아들이지 않는다. <br/>2) 표현대리의 성립 여부<br/>가) 관련 법리<br/>        (1) 어떠한 계약의 체결에 관한 대리권을 수여받은 대리인이 수권된 법률행위를 하게 되면 그것으로 대리권의 원인된 법률관계(기초적 내부관계)는 원칙적으로 목적을 달성하여 종료되는 것이고, 법률행위에 의하여 수여된 대리권은 그 원인된 법률관계의 종료에 의하여 소멸한다(민법 제128조, 대법원 2008. 1. 31. 선고 2007다74713 판결 등 참조). <br/>        (2) 대리권의 소멸은 선의의 제3자에게 대항하지 못하나, 제3자가 과실로 인하여 그 사실을 알지 못한 때에는 그렇지 않은데(민법 제129조 참조), 과거에 가졌던 대리권이 소멸되어 민법 제129조에 따른 표현대리로 인정되는 경우에 그 표현대리의 권한을 넘는 대리행위가 있을 때에는 민법 제126조에 따른 표현대리가 성립할 수 있다. 민법 제126조에 따른 표현대리의 효과를 주장하려면 상대방이 자칭 대리인에게 대리권이 있다고 믿고 그와 같이 믿는 데 정당한 이유가 있을 것을 요건으로 하는데, 여기서 정당한 이유의 존부는 자칭 대리인의 대리행위가 행하여질 때에 존재하는 제반 사정을 객관적으로 관찰하여 판단하여야 한다(위 대법원 2007다74713 판결 등 참조). <br/>나) 판단<br/>        (1) 피고가 소외 2 등에게 이 사건 임대차계약에 따른 임대차보증금 납부를 위한 소외 5 회사와의 대출계약 체결을 목적으로 하는 대리권을 수여한 사실은 앞서 본 바와 같고, 이는 기본대리권으로 인정될 수 있다. 그러나 앞서 본 것처럼 소외 2 등이 피고를 대리하여 소외 5 회사와 대출계약을 체결한 결과, 2019. 8. 22. 피고에 대한 대출 실행이 완료되어 그 대출금으로 이 사건 임대차계약에 따른 임대차보증금이 전액 납부됨으로써 피고가 소외 2 등에게 대리권을 수여한 목적은 달성한 것이므로, 그와 동시에 위 대리권은 소멸하였다고 봄이 타당하다(한편, 원고가 ‘원고에게 이 사건 대출계약 체결에 관하여 어떠한 과실이 있다고 볼 수 없다’고 주장하는 점 등을 고려하여, 원고의 민법 제126조 표현대리 주장에는 ‘민법 제129조와 민법 제126조의 결합된 표현대리 주장’도 포함되어 있다고 선해한다). <br/>        (2) 다만, 아래 (3)항 기재 사정들을 고려하면, 소외 2 등이 당초 수여받은 대리권의 소멸 이후에도 피고로부터 교부받은 인감증명서, 예금통장 사본, 휴대전화 등을 소지한 채 여전히 피고의 대리인인 것처럼 행세하여 이 사건 대출계약을 체결한 이상, 원고가 이 사건 대출계약 당시 소외 2 등의 대리권이 소멸한 사실을 알았거나 알지 못한 데 과실이 있다고 보기 어려우므로, 민법 제129조의 표현대리가 성립한다. 그런데 이 사건 대출계약의 체결은 소외 2 등이 종전에 가졌던 대리권의 범위를 초과하여 행사한 것이므로, 민법 제126조의 표현대리가 성립하는지 살펴본다. <br/>        (3) 앞서 본 기초사실과 앞서 채택한 증거, 을 제31호증의 일부 기재에 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정을 고려하면, 원고는 소외 2 등에게 피고를 대리하여 이 사건 대출계약을 체결할 권한이 있다고 믿었고, 그렇게 믿은 데에 정당한 이유가 있었다고 봄이 타당하다. 따라서 피고는 민법 제126조에 따라 이 사건 대출계약에 관한 책임을 부담한다. <br/>          (가) 소외 2 등은 이 사건 대출계약 당시 피고의 신분증, 인감도장，인감증명서, 주민등록등본, 예금통장 등 대출계약 체결 및 본인확인에 필요한 일체의 서류를 갖추고 있었고, 특히 위 인감증명서는 피고가 이 사건 대출계약 체결 무렵 직접 발급받은 것이다(이 사건 대출계약 체결은 소외 5 회사와의 대출계약 체결일로부터 불과 1주일 뒤에 이루어졌다). 위와 같은 서류들이 원고의 대출담당자를 통해 원고에게 현출되었는데, 달리 그 신빙성을 의심할 만한 특별한 정황은 없었던 것으로 보인다.<br/>          (나) 원고는 이 사건 업무협약 및 이 사건 위탁계약을 통해 소외 1 회사에 일정한 범위의 대출모집업무를 위탁하였으며, 그에 따라 소외 1 회사의 직원인 소외 2 등은 상당한 기간 피고를 비롯한 다수의 고객들로부터 대출 관련 서류를 징구하고, 고객들을 대리하여 대출계약을 체결하는 업무를 담당하여 왔다. 원고의 입장에서 위와 같이 이 사건 업무협약 등에 따라 통상적인 방식으로 이루어진 대출거래에 관하여 의심하기는 어려웠을 것으로 보인다. <br/>          (다) 피고는 소외 2 등에게 자신의 명의로 개통된 휴대전화를 교부하였고, 원고의 직원은 이 사건 대출계약 체결 과정에서 대출거래약정서에 기재된 피고 명의의 위 휴대전화번호로 전화를 걸어 대출자 본인의 인적사항과 대출의사를 확인하였다. 당시 소외 2 등이 피고 명의의 휴대전화를 소지하고 있던 중 피고 본인임을 자처하며 허위로 대출의사를 확인해 준 것이라고 하더라도, 원고로서는 다른 사람이 피고 몰래 피고 명의로 대출계약을 체결할 목적으로 피고 명의의 휴대전화를 소지하면서 사용하는 상황까지 예상할 수 있었다고 보기 어렵다. <br/>          (라) 한편, 피고는 ‘원고가 금융기관으로서 대출사고 방지를 위해 사전에 대출자 본인을 직접 불러 대출의사를 확인할 주의의무를 위반하였다’고 주장한다. 그러나 원고가 대출자 본인을 직접 만나지 않았다는 사정만으로 표현대리책임의 성립을 부정한다면, 모든 대리행위에서 본인의 출석을 요구하여야 한다는 결과를 초래함으로써 결국 대리행위의 필요성을 부정하는 데까지 나아갈 우려가 있어 받아들이기 어렵다.<br/>다. 소결론<br/>    따라서 피고는 원고에게 이 사건 대출계약에 따른 2020. 6. 4. 기준 대출원리금 209,257,671원 및 그중 원금 2억 900만 원에 대하여 위 기준일 다음 날인 2020. 6. 5.부터 청구취지 및 청구원인 변경신청서 부본 송달일인 2021. 3. 31.까지는 약정 연체이율인 연 7.5%, 그 다음 날부터 다 갚는 날까지는 「소송촉진 등에 관한 특례법」에서 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>4. 결론<br/>  그렇다면 원고의 이 사건 청구는 이유 있어 인용하기로 하여, 주문과 같이 판결한다.<br/><br/>판사 정현석(재판장) 오주훈 성창희 ",
  "사건번호": "2020가합3036",
  "사건종류코드": "400101",
  "판례정보일련번호": "607181",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}