{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210114",
  "법원명": "서울북부지방법원",
  "사건명": "부당이득금",
  "판례내용": "【원    고】 ○○○재정비촉진구역 주택재개발정비사업조합 (소송대리인 법무법인 집현 담당변호사 하상수 외 1인)<br/>【피    고】 피고 1 외 1인 (소송대리인 법무법인 고구려 담당변호사 구해동 외 6인)<br/>【변론종결】2020. 11. 26.<br/>【주    문】<br/>  1. 원고의 피고들에 대한 청구를 모두 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고들은 원고에게 각 44,677,145원 및 위 각 금원에 대하여 2018. 12. 15.부터 이 사건 소장부본 송달일까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율에 의한 금원을 각 지급하라. <br/>【이    유】1. 기초사실<br/>   가. 원고는 서울 동대문구 (주소 생략) 일대를 사업시행구역으로 하여 주택재개발사업(이하 ‘이 사건 정비사업’이라고 한다)을 시행하기 위하여 도시 및 주거환경정비법(이하 ‘도시정비법’이라고 한다)에 따라 2008. 12. 3. 설립된 주택재개발정비사업조합으로 2018. 5. 10. 이 사건 정비사업에 관하여 동대문구청장으로부터 관리처분계획인가를 받았고, 같은 날 동대문구청장은 관리처분계획인가고시를 하였다.<br/>   나. 피고들은 이 사건 정비사업 구역 내에 있는 별지목록 제1항 기재 토지 및 제2항 기재 건물을 각 1/2 지분씩, 별지목록 제3항 기재 토지를 각 44.39/102 지분씩 소유하던 사람이다(별지목록 기재 각 토지 및 건물을 이하 ‘이 사건 각 부동산’이라고 한다).<br/>   다. 서울특별시 지방토지수용위원회는 2018. 10. 26. 이 사건 각 부동산에 관하여 수용개시일을 2018. 12. 14.로 한 수용재결을 하였고, 원고는 2018. 12. 11. 피고 1을 피공탁자로 하여, 2018. 12. 12. 피고 2를 피공탁자로 하여 위 수용재결에 따라 각 손실보상금을 공탁하였다. <br/>   라. 원고는 2019. 1. 31. 이 사건 각 부동산에 관한 피고 1 지분 전부에 관하여, 2019. 2. 8. 이 사건 각 부동산에 관한 피고 2 지분 전부에 관하여 각 2018. 12. 14.자 수용을 원인으로 한 소유권이전등기를 마쳤다. <br/>   마. 한편 피고들은 2013. 10. 24. 소외 1에게 임대보증금 1억원으로 정하여 별지목록 제2항 기재 건물의 지층을, 2017. 6. 27. 소외 2에게 임대차보증금 7,000만원, 월차임 240만원으로 정하여 별지목록 제2항 기재 건물의 1층을, 2017. 9. 30. 소외 3에게 임대차보증금 1,500만원, 월차임 55만원으로 정하여 별지목록 제2항 기재 건물의 2층을 각 임대하였는데, 원고가 이 사건 각 부동산의 소유권을 취득한 2018. 12. 14. 이후 소외 1, 소외 2, 소외 3이 위 각 부동산을 점유·사용한 기간은 아래 표와 같다.<br/>순번부동산의 표시소유자별지목록 기재 건물 점유자퇴거일점유기간 1 피고 1지층소외 12019. 4. 6.113일이 사건 각 부동산1층소외 22019. 8. 31.260일2피고 2 2층소외 32019. 11. 29.350일<br/>[인정 근거] 다툼 없는 사실, 갑 제1호증, 갑 제2호증, 갑 제5호증의 1, 2, 갑 제6호증의 3, 4, 갑 제7호증의 3, 4, 갑 제8호증, 갑 제9호증, 갑 제10호증, 을 제1호증의 1 내지 3의 각 기재, 변론 전체의 취지<br/>2. 주장 및 판단<br/>가. 원고의 주장<br/>       1) 원고는 이 사건 수용재결에 따라 손실보상금을 공탁하고 2018. 12. 14. 이 사건 각 부동산에 관한 소유권을 취득하였다. 그런데도 피고들은 도시정비법 제81조 등에 따른 이 사건 각 부동산 인도의무를 이행하지 아니하고 이 사건 각 부동산을 아무런 권원 없이 불법점유함으로써 원고에게 임료 상당의 손해를 가하고 있으므로, 피고들은 원고에게 위와 같은 불법행위로 인한 원고의 손해를 배상할 의무가 있다.<br/>       2) 피고들이 이 사건 각 부동산을 임차인들에게 임대하여 이 사건 각 부동산을 간접점유하고 있다고 하더라도 임대차의 종료로 점유매개관계가 단절된다고 볼 수 없는바, 피고들은 이 사건 수용 후에도 여전히 이 사건 각 부동산을 불법으로 간접점유하고 있다고 할 것이므로 위와 같은 손해배상책임이 있다.<br/>나. 판단<br/>       1) 관련 법리 <br/>          가) 임대차는 당사자 일방이 상대방에게 목적물을 사용·수익하게 할 것을 약정하고 상대방이 이에 대하여 차임을 지급할 것을 약정함으로써 성립하는 것으로서 임대인이 그 목적물에 대한 소유권 기타 이를 임대할 권한이 있을 것을 성립요건으로 하고 있지 아니하므로, 임대차계약이 성립된 후 그 존속기간 중에 임대인이 임대차 목적물에 대한 소유권을 상실하더라도 그 새로운 소유자가 임차목적물의 반환을 청구하거나 임료나 임료상당액을 요구하는 등의 특별한 사정이 없다면 임대인이 임차인에게 임대차 목적물을 사용·수익하게 할 의무는 이행불능이 되었다고 할 수 없으므로 임차목적물의 소유권상실 그 자체만으로 곧바로 임대차에 직접적인 영향을 미친다고 볼 수는 없다(대법원 1978. 9. 12. 선고 78다1103 판결 등 참조). <br/>          나) 그러나 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라고 한다) 제45조 제1항에 따르면, 사업시행자는 수용의 개시일에 토지나 물건의 소유권을 취득하며, 그 토지나 물건에 관한 다른 권리는 이와 동시에 소멸한다. 그러므로 사업시행자는 법률행위에 의하여 전 권리자의 수용대상인 토지나 물건에 관한 소유권을 승계취득하는 것이 아니라 법률의 규정에 의하여 수용의 효력이 발생하면 전 소유자의 권리에 기초하지 아니하고 아무런 부담이나 제한, 하자가 없는 완전한 소유권을 원시취득하고, 그와 동시에 전 소유자와 관계인의 권리뿐 아니라 그 밖의 사람의 모든 권리가 소멸하므로 수용대상 토지나 물건에 관하여 전 소유자의 소유권뿐만 아니라 지상권, 지역권, 전세권, 저당권, 임차권 등의 권리도 모두 소멸한다.<br/>           다) 따라서 수용대상 건물에 관하여 전 소유자가 제3자와 임대차계약 등의 법률관계를 형성하고 그러한 법률관계를 매개로 하여 그 목적물을 간접점유하고 있었다 하더라도, 사업시행자가 수용재결에 따라 수용대상 건물의 소유권을 적법하게 취득하게 되면 토지보상법 제45조 제1항에 따라서 그 수용대상 건물에 관한 기존 임대차계약도 토지수용위원회가 공익사업의 수행에 지장이 없다고 하여 재결로써 종전 권리의 존속을 인정한 때(제45조 제3항)를 제외하고는 소멸하게 된다. 결국 전 소유자는 제3자와 사이에 맺은 임대차계약관계를 매개로 한 임차목적물인 건물에 관한 간접점유도 상실하게 되므로 수용개시일 이후에는 제3자가 수용대상 건물을 점유하고 있다고 하더라도 이를 가지고 전 소유자가 수용대상 건물에 대한 간접점유를 계속하고 있다고 볼 수는 없다.<br/>       2) 손해배상책임의 발생 여부<br/>          가) 제1항 기재 기초사실에 의하면, 피고들은 수용개시일인 2018. 12. 14. 이 사건 각 부동산에 관한 소유권을 상실하였고, 원고는 수용개시일 이후인 2019. 4. 6. 별지목록 제2항 기재 건물의 지층을, 2019. 8. 31. 별지목록 제2항 기재 건물의 1층을, 2019. 11. 29. 별지목록 제2항 기재 건물의 2층을 인도받은 사실을 인정할 수 있다.<br/>              그러나 앞서 든 증거들에 을 제4호증의 1, 2의 각 기재 및 변론 전체의 취지를 더하여 인정되는 아래의 사정들 즉, ① 피고들과 소외 1, 소외 2, 소외 3 사이의 각 임대차계약은 원고가 2018. 12. 14. 이 사건 각 부동산에 관한 소유권을 원시취득함으로써 토지보상법 제45조에 따라 소멸한 점, ② 소외 1, 소외 2, 소외 3은 도시정비법 제44조 제2항에 따라 원고에게 직접 임대차보증금의 반환을 구할 수 있고, 원고도 직접 소외 1, 소외 2, 소외 3을 상대로 도시정비법 제81조 제1항 혹은 소유권에 기하여 각 점유부분의 인도를 구할 수 있으므로 피고들에게 소외 1, 소외 2, 소외 3의 점유부분에 관한 반환청구권을 인정할 실익이 없는 점, ③ 피고들이 수용개시일 이후에도 소외 1, 소외 2, 소외 3으로부터 차임을 지급받았다거나, 소외 1, 소외 3에게 수용개시일로부터 퇴거일까지의 차임을 보증금에서 공제한 나머지 보증금만을 반환하였다는 등 수용개시일 이후에도 임대차관계를 매개로 이 사건 각 부동산을 간점점유했다거나, 이를 인도받아 직접점유하였다고 인정할 증거가 없는 점 등을 위 법리에 비추어 보면, 원고가 제출한 증거들만으로는 피고들이 수용개시일 이후 이 사건 각 부동산을 소외 1, 소외 2, 소외 3을 통하여 간접점유하고 있었다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 이와 다른 전제에 서 있는 원고의 위 주장은 더 나아가 살펴볼 필요 없이 이유 없다.<br/>          나) 가사 피고들과 소외 1, 소외 2, 소외 3 사이의 임대차계약이 소멸한 이후에도 피고들의 이 사건 각 부동산에 관한 간접점유가 인정된다고 보더라도, 앞서 든 증거들에 을 제2호증, 을 제3호증의 각 기재 및 변론 전체의 취지를 더하여 인정되는 아래의 사정들, 즉 ① 피고들은 이 사건 각 부동산에 대한 수용개시일 이전부터 이 사건 각 부동산을 직접 점유하지 않은 점, ② 피고들의 원고에 대한 이 사건 각 부동산 인도의무가 지연된 것은 소외 1, 소외 2, 소외 3이 피고들과 사이에 임대차계약을 체결할 당시 별지목록 제2항 기재 건물이 재개발 구역 내에 있으므로 재개발착수 시에는 소외 1, 소외 2, 소외 3이 위 건물에서 퇴거한다는 약정을 하고서도 별지목록 제2항 기재 건물에서 퇴거하지 아니하였기 때문인 점 등에 비추어 보면, 원고가 제출한 증거들만으로는 피고들이 고의 또는 과실로 원고에 대한 이 사건 각 부동산 인도의무를 지연하였다거나 피고들의 이 사건 각 부동산 인도의무 지연과 원고가 입은 손해 사이에 상당인과관계가 있다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 이러한 점에서도 원고의 위 주장은 이유 없다.       <br/>3. 결론<br/>   그렇다면 원고의 피고들에 대한 청구는 모두 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 김광섭(재판장) 류의준 강명중 ",
  "사건번호": "2019가합26179",
  "사건종류코드": "400101",
  "판례정보일련번호": "238719",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}