{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20240613",
  "법원명": "대구지방법원",
  "사건명": "부당이득금",
  "판례내용": "【원고, 항소인】 원고<br/>【피고, 피항소인】 주택도시보증공사 (소송대리인 법무법인 세양 담당변호사 한창수)<br/>【제1심판결】 대구지방법원 2023. 9. 7. 선고 2023가소231456 판결<br/>【변론종결】2024. 5. 2.<br/>【주    문】<br/> 1. 제1심판결 중 아래에서 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다. 피고는 원고에게 7,637,671원 및 이에 대하여 2022. 10. 27.부터 2024. 6. 13.까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/> 2. 원고의 나머지 항소를 기각한다.<br/> 3. 소송 총비용은 피고가 부담한다.<br/> 4. 제1항의 금전지급 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】 제1심판결을 취소한다. 피고는 원고에게 7,637,671원 및 이에 대하여 2022. 10. 27.부터 이 사건 소장 부본 송달일까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/> 가. 원고는 2018. 12. 4. 소외 1과 원고 소유의 서울 노원구 (상세 주소 생략)(이하 ‘이 사건 주택’이라고 한다)에 관하여 임대차보증금 315,000,000원(이하 ‘이 사건 임대차보증금’이라고 한다), 임대차기간 2019. 2. 11.부터 2021. 2. 11.까지로 정하여 임대차계약(이하 ‘이 사건 임대차계약’이라고 한다)을 체결하였다.<br/> 나. 소외 1은 2019. 1. 20. 피고에게 이 사건 임대차보증금반환채권을 양도하고(이하 ‘이 사건 채권양도’라고 한다), 2019. 1. 31. 원고에게 채권양도통지를 하였다. 원고와 소외 1은 2019. 2. 11. 이 사건 주택에 관하여 이 사건 임대차계약을 원인으로 한 민법 제621조에 기한 임대차등기(이하 ‘이 사건 임차권등기’라고 한다)를 마쳤다.<br/> 다. 이 사건 임대차계약은 2020. 8. 24. 원고와 소외 1의 합의에 따라 임대차기간이 2023. 2. 11.까지로 2년 연장되었다.<br/> 라. 소외 1은 2021. 11. 17. 원고에게 ‘이 사건 임대차계약을 해지하고 이 사건 임대차보증금의 반환을 구한다’는 취지의 내용증명을 발송하였고, 위 내용증명우편은 그 무렵 원고에게 도달하였다.<br/> 마. 피고는 2022. 5. 2. 소외 1의 이 사건 주택 인도를 확인하고 소외 1에게 이 사건 임대차보증금 315,000,000원을 대위변제하였고, 2022. 5. 3. 원고에게 구상금 및 지연손해금 지급을 통지하였다. <br/> 바. 원고는 2022. 10. 17. 피고에게, ‘피고가 대위변제한 이 사건 임대차보증금 원금과 이에 대한 지연손해금을 피고의 의사에 따라 수일 내에 변제할테니, 피고는 입금이 확인되는 즉시 이 사건 임차권등기를 말소해달라. 피고가 원고에게 이 사건 임차권등기 말소에 필요한 서류를 이행제공하지 않았으므로 원고는 피고에게 지연손해금을 지급할 의무가 없지만, 사정상 이 사건 임차권등기 말소가 다급하므로 일단 지연손해금까지 변제하고 추후 부당이득금반환소송을 통하여 피고에게 반환을 청구하겠다’는 내용의 내용증명을 발송하였고, 위 내용증명우편이 그 무렵 피고에게 도달하였다.  <br/> 사. 원고는 2022. 10. 26. 피고에게 대위변제금 원금 315,000,000원과 지연손해금 7,637,671원을 지급하였고, 이 사건 임차권등기는 2022. 11. 11. 말소되었다.<br/> [인정근거] 다툼 없는 사실, 갑 제2, 4, 7호증, 을 제1호증의 각 기재, 변론 전체의 취지<br/>2. 원고의 주장<br/> 임대차계약의 종료에 따른 임차인의 ‘민법 제621조 소정의 임차권등기 말소의무’와 임대인의 ‘임대차보증금 반환의무’는 공평의 관점에서 동시이행관계에 있고, ‘민법 제621조에 의한 임차권등기’는 ‘주택임대차보호법 제3조의3 규정에 의한 임차권등기’와 그 성질이 다르므로, 주택임대차보호법 제3조의3 규정에 의한 임차권등기의 경우 임대인의 임대차보증금의 반환의무가 임차인의 임차권등기 말소의무보다 먼저 이행되어야 할 의무라는 법리(대법원 2005. 6. 9. 선고 2005다4529 판결 참조)는 민법 제621조 소정의 임차권등기를 마친 경우에는 적용할 수 없다. <br/> 피고가 이 사건 임차권등기의 말소에 필요한 서류를 원고에게 이행제공하지 않았으므로 원고는 피고에 대하여 이 사건 임대차보증금 반환의무에 관한 지체책임을 부담하지 않고, 따라서 피고가 원고로부터 지급받은 임대차보증금에 대한 지연손해금은 법률상 원인이 없는 부당이득이므로 피고는 원고에게 이를 반환하여야 한다.<br/>3. 판단<br/>가. 임대차계약의 종료에 따른 임차인의 민법 제621조 소정의 임차권등기 말소의무와 임대인의 임대차보증금 반환의무 사이의 관계<br/>  1) 동시이행의 항변권은 공평의 관념과 신의칙에 입각하여 각 당사자가 부담하는 채무가 서로 대가적 의미를 가지고 관련되어 있을 때 그 이행에 견련관계를 인정하여 당사자 일방은 상대방이 채무를 이행하거나 이행의 제공을 하지 아니한 채 당사자 일방의 채무의 이행을 청구할 때에는 자기의 채무 이행을 거절할 수 있도록 하는 제도로, 이러한 제도의 취지에서 볼 때 당사자가 부담하는 각 채무가 쌍무계약에서 고유의 대가관계에 있는 채무가 아니더라도, 양 채무가 동일한 법률요건으로부터 생겨서 대가적 의미가 있거나 공평의 관점에서 보아 견련적으로 이행시킴이 마땅한 경우에는 동시이행의 항변권을 인정할 수 있다(대법원 2019. 7. 10. 선고 2018다242727 판결 등 참조).<br/>   임대차계약의 종료에 따른 임차인의 민법 제621조 소정의 임차권등기 말소의무와 임대인의 임대차보증금 반환의무가 동시이행관계에 있다는 명문 규정은 없다. 다만 위 법리에 비추어 보건대, 임차인의 민법 제621조 소정의 임차권등기 말소의무와 임대인의 임대차보증금 반환의무는 임대차계약 종료라는 동일한 법률요건으로부터 발생하여 서로 대가적 의미가 있을 뿐 아니라, 공평의 관점에서 보아도 견련적으로 이행시킴이 마땅한 채무에 해당한다. <br/>   따라서 양 의무는 동시이행관계에 있다고 봄이 타당하다.<br/>  2) 피고는 주택임대차보호법 제3조의3 규정에 의한 임차권등기의 경우 임대인의 임대차보증금의 반환의무가 임차인의 임차권등기 말소의무보다 먼저 이행되어야 할 의무라는 법리(대법원 2005. 6. 9. 선고 2005다4529 판결 참조)가 민법 제621조에 의한 임차권등기의 경우에도 적용되어야 한다고 주장한다. <br/>   그러나 주택임대차보호법 제3조의3 규정에 의한 임차권등기는 이미 임대차계약이 종료하였음에도 임대인이 그 보증금을 반환하지 않는 상태에서 임차인의 권리를 보전하기 위하여 마쳐지는 것이어서, 이미 사실상 이행지체에 빠진 임대인의 임대차보증금의 반환의무와 임차인의 임차권등기 말소의무를 동시이행관계에 있다고 해석할 수 없기 때문에 임대인의 임대차보증금 반환의무가 선이행의무로 해석되는 것이고, 민법 제621조에 기한 임차권등기는 임대차계약 기간 중 임대인의 임대차보증금 반환의무가 발생하기 전 임대인과 임차인의 합의에 의해 마쳐지는 것으로 주택임대차보호법 제3조의3 규정에 의한 임차권등기와 그 성질이 동일하다고 볼 수 없다. <br/>  ‘민법 제621조에 따른 주택임대차등기의 효력에 관하여는 주택임대차보호법 제3조의3 제5항 및 제6항을 준용한다’는 주택임대차보호법 제3조의4 제1항 규정에 따라 민법 제621조에 따른 주택임대차등기도 임차인으로 하여금 기왕의 대항력이나 우선변제권을 유지하도록 해주는 담보적 기능을 가지지만, 위 준용규정의 존재, 임대차등기의 담보적 기능을 고려하더라도, 그 이유만으로 민법 제621조에 의한 임차권등기를 마친 사안에서 임대인의 임대차보증금 반환의무가 선이행 의무라고 해석할 수는 없다. 쌍무계약의 일방 당사자인 임대인에게 다른 일방 당사자인 임차인의 의무보다 무거운 선이행 의무를 부담시키기 위해서는 명확한 근거가 필요하다.<br/>나. 구체적 판단<br/>  결국 피고가 이 사건 임차권등기 말소의무의 이행이나 이행제공을 함으로써 원고를 이행지체에 빠뜨리지 않은 이상, 원고는 피고에 대하여 임대차보증금 지연손해금 지급의무를 부담하지 않는다. 따라서 원고가 피고에게 지급한 2022. 5. 3.부터 2022. 10. 26.까지의 기간 동안 발생한 이 사건 임대차보증금에 대한 지연손해금은 법률상 원인이 없이 지급한 것이므로 부당이득으로 반환되어야 한다.<br/>  피고는 원고에게 7,637,671원 및 이에 대하여 위 지연손해금을 피고가 지급받은 다음 날인 2022. 10. 27.부터 피고가 이행의무의 존재 여부 및 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 판결 선고일인 2024. 6. 13.까지는 민법에서 정한 연 5%, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법에서 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 결론<br/> 원고의 청구는 위 인정 범위 내에서 이유 있어 인용하고 나머지 청구는 이유 없어 기각하여야 한다. 제1심판결 중 이와 일부 결론을 달리한 부분은 부당하므로 원고의 항소를 일부 받아들여 이를 취소하고, 피고에게 위 돈의 지급을 명하기로 하여 주문과 같이 판결한다.<br/><br/>판사 손윤경(재판장) 정진우 김정일 ",
  "사건번호": "2023나321431",
  "사건종류코드": "400101",
  "판례정보일련번호": "600393",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}