{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190402",
  "법원명": "수원지방법원",
  "사건명": "계약해지무효확인의소",
  "판례내용": "【원고, 항소인】 원고 (소송대리인 변호사 이동찬)<br/>【피고, 피항소인】 한국토지주택공사 (소송대리인 변호사 김준엽)<br/>【제1심판결】 수원지방법원 성남지원 2018. 7. 11. 선고 2018가단209422 판결<br/>【변론종결】2019. 3. 19.<br/>【주    문】<br/>  1. 원고의 항소 및 이 법원에서 추가한 원고의 선택적 청구를 모두 기각한다. <br/>  2. 항소제기 이후의 소송비용은 원고가 부담한다. <br/><br/>【청구취지 및 항소취지】  제1심 판결을 취소한다. 소외 1과 피고 사이에 2006. 6. 12. 체결된 ‘성남시 (주소 생략)’(이하 ‘이 사건 아파트’라고 한다)에 대한 10년 공공임대주택 표준임대차계약에 관하여 피고가 2017. 8. 31. 원고에게 한 계약해지는 무효임을 확인한다. 선택적으로, 소외 1과 피고 사이에 2006. 6. 12. 체결된 이 사건 아파트에 대한 10년 공공임대주택 표준임대차계약에 관하여 피고가 2017. 7. 28. 원고에게 한 갱신거절의 의사표시는 무효임을 확인한다(원고는 이 법원에서 2017. 7. 28.자 갱신거절의 의사표시 무효확인 청구를 선택적 청구로 추가하였다). <br/>【이    유】1. 기초사실<br/>  가. 피고는 공공주택 특별법에 따른 공공임대주택인 이 사건 아파트의 소유자이고, 소외 1은 2006. 6. 12. 피고와 이 사건 아파트에 관한 10년 공공임대주택 표준임대차계약을 체결하였는데, 위 임대차계약의 내용 중 이 사건과 관련한 주요 내용은 아래와 같다. <br/>제10조(임대차계약의 해제 및 해지)① 임차인이 아래 각호의 1에 해당하는 행위를 하였을 경우에는 임대인은 이 계약을 해제 또는 해지하거나 임대차계약의 갱신을 거절할 수 있다.  7. 주택법 제16조의 규정에 의하여 사업계획의 승인을 받아 건설한 공공건설임대주택의 임대차기간 중 다른 주택을 소유하게 된 경우. 다만, 상속·판결 또는 결혼 등 기타 부득이한 사유로 다른 주택을 소유하게 되어 전산검색결과부적격자로 통보받은 날부터 6월 이내에 당해 주택을 처분하는 경우는 제외한다.<br/>  나. 원고는 2011. 5. 3. 피고, 소외 1과 사이에 이 사건 아파트에 관한 임대차계약 권리의무 승계계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였는데 위 계약서 제2조 제3항에는 ‘소외 1과 피고가 체결한 2006. 6. 12.자 계약에 의한 권리의무 일체를 승계하고, 이 승계계약서 외의 다른 조항은 당초 임대차계약서에 의한다’라고 기재되어 있다.  <br/>  다. 원고는 2011. 8. 31.부터 2년 단위로 이 사건 임대차계약을 갱신하여 왔고, 2017. 8. 31. 위 임대차계약 기간 만료를 앞두고 2017. 6. 20. 피고에게 갱신 신청을 하였다. <br/>  라. 피고는 2017. 7. 12. 원고에게 ‘원고의 배우자 소외 2가 유주택자로 판명되었으므로, 2017. 7. 20.까지 소명신청하고, 만일 위 기한 내 소명되지 않을 경우 갱신부적격자로 최종 확정되어 갱신계약자격이 상실된다’는 내용의 통지(이하 ‘이 사건 제1통지’라 한다)를 하였고, 이는 2017. 7. 21. 원고에게 도달하였다. <br/>  마. 피고는 2017. 7. 28. 원고에게 ‘갱신계약 부적격 사유(유주택)에 대하여 소명되지 아니하여 갱신계약 체결이 불가하고, 별도의 통보 없이 2017. 8. 31. 임대차계약이 종료되며, 다만 임대차계약 종료일부터 6개월 이내에 주택처분시 갱신계약 체결이 가능하니 갱신계약 의사가 있는 경우 반드시 기한 내 처분 및 갱신계약 체결을 하라’는 내용의 통지(이하 ‘이 사건 제2통지’라 한다)를 하였고, 이는 2017. 8. 2. 원고에게 도달하였다.    <br/>[인정근거] 다툼 없는 사실, 갑1 내지 4호증, 을1 내지 5호증의 각 기재, 변론 전체의 취지  <br/>2. 청구원인에 대한 판단<br/>  가. 원고 주장의 요지<br/>    원고는 다음과 같은 이유로 이 사건 제2통지의 의사표시 및 2017. 8. 31.자 계약해지가 무효라는 확인을 구한다.<br/>    ① 원고는 임대차계약기간 중 혼인으로 인하여 다른 주택을 소유하게 된 경우에 해당한다. 그러므로 피고는 공공주택 특별법 제49조의3 제1항 제7호, 같은 법 시행령 제47조 제2항 제4호 가목에 따라 부적격자 통보 후 6개월 이내에 재계약을 거절할 권리가 없다. <br/>    ② 원고는 영주권자로서 1년 이상 국외에 머무른 경우에 해당하여 공공주택 특별법 제49조의4, 같은 법 시행령 제48조 제1항 제1호 다목에 따라 임차권을 양도할 수 있었고, 이는 임차인의 권리의무에 관한 사항으로서 같은 법에 의하여 표준임대차계약서에 포함되었어야 한다. 그럼에도 불구하고 피고는 표준임대차계약서에 임차권을 양도할 수 있음을 기재하지 않았을 뿐만 아니라 원고에게 아무런 설명 없이 재계약을 거절하여 원고가 임차권을 양도할 수 있는 권리를 상실하게 하여 신의칙을 위반하거나 권리를 남용하였다. <br/>  나. 이 사건 소의 판단대상<br/>    확인의 소는 원칙적으로 현재의 권리, 법률관계에 대하여 확인을 구하는 것이고 과거의 권리관계가 현재의 권리관계에 영향을 미치면 현재의 권리관계로 고쳐서 확인을 구하는 것이 직접적이고 간명한 방법이므로, 과거의 권리관계의 존부확인은 청구할 수 없는 것이 원칙이나, 그 진의가 근본적으로 현재의 권리, 법률관계에 관련되어 있으면 허용된다고 할 것이다. 따라서 원고가 구하는 이 사건 제2통지의 의사표시 및 2017. 8. 31.자 계약해지의 무효확인을 현재 임차인 지위가 존재한다는 확인을 구하는 취지를 간결하게 표현한 것으로 선해하여 이 사건을 살펴보기로 한다. <br/>  다. 판단<br/>    살피건대, 피고는 이 사건 임대차종료일인 2017. 8. 31.로부터 6개월 전부터 1개월 전까지의 기간에 다음에서 보는 바와 같이 이 사건 제1통지에 의하여 적법하게 갱신거절의 의사표시를 하였고, 그에 따라 이 사건 임대차는 2017. 8. 31. 그 기간만료로 종료하였으므로, 그 임차권이 여전히 원고에게 있음의 확인을 구하는 원고의 청구는 이유 없다.<br/>    1) 관련법령<br/>[공공주택 특별법]제5조(다른 법률과의 관계)② 공공주택의 건설·공급 및 관리에 관하여 이 법에서 정하지 아니한 사항은 「주택법」, 「건축법」 및 「주택임대차보호법」을 적용한다.제49조의2(공공임대주택의 표준임대차계약서 등)① 공공임대주택에 대한 임대차계약을 체결하려는 자는 국토교통부령으로 정하는 표준임대차계약서를 사용하여야 한다.② 제1항의 표준임대차계약서에는 다음 각 호의 사항이 포함되어야 한다.  3. 공공주택사업자 및 임차인의 권리·의무에 관한 사항제49조의3(재계약 거절 등)① 공공주택사업자는 임차인이 다음 각 호의 어느 하나에 해당하는 경우에는 임대차계약을 해제 또는 해지하거나 재계약을 거절할 수 있다.  7. 공공임대주택을 고의로 파손·멸실하는 등 그 밖에 대통령령으로 정하는 경우제49조의4(공공임대주택의 전대 제한)공공임대주택의 임차인은 임차권을 다른 사람에게 양도(매매, 증여, 그 밖에 권리변동이 따르는 모든 행위를 포함하되, 상속의 경우는 제외한다)하거나 공공임대주택을 다른 사람에게 전대할 수 없다. 다만, 근무·생업·질병치료 등 대통령령으로 정하는 경우로서 공공주택사업자의 동의를 받은 경우에는 양도하거나 전대할 수 있다.?[공공주택 특별법 시행령]제47조(재계약의 거절 등)② 법 제49조의3 제1항 제7호에서 \"공공임대주택을 고의로 파손·멸실하는 등 그 밖에 대통령령으로 정하는 경우\"란 다음 각 호의 어느 하나에 해당하는 경우를 말한다.  4. 공공임대주택(전용면적이 85제곱미터를 초과하는 주택은 제외한다. 이하 이 호에서 같다)의 임대차계약 기간 중 다른 주택을 소유하게 된 경우. 다만, 다음 각 목의 어느 하나에 해당하는 경우는 제외한다.    가. 상속·판결 또는 혼인 등 그 밖의 부득이한 사유로 다른 주택을 소유하게 된 경우로서 임대차계약이 해제·해지되거나 재계약이 거절될 수 있다는 내용을 통보받은 날부터 6개월 이내에 해당 주택을 처분하는 경우제48조(임차권의 양도 등의 허용)① 법 제49조의4 단서에서 \"근무·생업·질병치료 등 대통령령으로 정하는 경우\"란 다음 각 호의 어느 하나에 해당하는 경우를 말한다.  1. 공공임대주택(임대의무기간이 10년 이하인 경우로 한정한다) 임차인의 세대구성원 모두가 공공임대주택 입주 후 다음 각 목의 어느 하나에 해당되어 무주택 세대구성원에게 임차권을 양도하거나 임대주택을 전대하는 경우    다. 국외로 이주하거나 1년 이상 국외에 머무를 경우?[주택임대차보호법]제6조(계약의 갱신)① 임대인이 임대차기간이 끝나기 6개월 전부터 1개월 전까지의 기간에 임차인에게 갱신거절의 통지를 하지 아니하거나 계약조건을 변경하지 아니하면 갱신하지 아니한다는 뜻의 통지를 하지 아니한 경우에는 그 기간이 끝난 때에 전 임대차와 동일한 조건으로 다시 임대차한 것으로 본다. 임차인이 임대차기간이 끝나기 1개월 전까지 통지하지 아니한 경우에도 또한 같다.<br/>    2) 원고의 제①주장에 대한 판단<br/>      공공주택 특별법 및 같은 법 시행령은 공공임대주택의 임대차계약 기간 중 다른 주택을 소유하게 된 경우 반드시 재계약을 거절하여야 하는 것은 아니고 원칙적으로 거절할 수 있도록 하되, 예외적으로 이러한 내용을 통보받은 날부터 6개월 이내에 해당 주택을 처분하는 경우를 제외하는 구조로 규정되어 있는 점에 비추어 보면, 임대인이 “임차인이 유주택으로 회신되어 소명통보하니 부적격자로 통보받은 날로부터 6개월 이내에 해당 주택을 처분하는 경우에는 갱신계약시 주택을 소유한 것으로 보지 않는 경우에 해당되지 않으니 일정 기한 내에 소명신청하고, 그 일정 기한 내 소명되지 않을 경우 갱신계약자격이 상실된다”는 내용의 통보를 한 경우, 임차인이 이미 다른 주택을 처분하였다거나 주택매도계약서를 제출하는 등으로 위 기준에 의한 무주택자에 해당한다는 소명을 기한 내에 완료하였다면 임대인으로서는 더 이상 유주택을 이유로 갱신을 거절할 수 없다고 봄이 상당하다. 그러나 위 법률이 임대인에게 입주자요건이 갖추어졌는지를 조사하여 임대차계약을 체결하거나 계약을 갱신하여야 하는 의무를 부과하고 있는 점, 주택임대차보호법 제6조 제1항이 임대차기간이 끝나기 6개월 전부터 1개월 전까지의 기간에 계약조건을 변경하지 아니하면 갱신하지 아니한다는 뜻의 통지를 하지 아니한 경우에는 그 기간이 끝난 때에 전 임대차와 동일한 조건으로 다시 임대차한 것으로 보고 있는 점, 일단 계약이 체결되거나 갱신된 후에는 허위 기타 부정한 방법으로 임대차계약이 체결 또는 갱신되었다고 인정되지 않는 한 계약체결 또는 갱신된 임대차기간 중에 입주자가 다른 주택을 소유하게 되는 등으로 입주자요건을 상실하지 않는 이상 계약을 해지하거나 새로운 계약 갱신을 거절할 수는 없는 점(대법원 2002. 1. 11. 선고 2001다41599 판결 참고) 등에 비추어 보면, 임차인이 위 소명통보 기한 내에 무주택자에 해당한다는 소명을 하지 아니하였다면, 임대인으로서는 위 소명통보로부터 6개월 이내라고 할지라도 “임대차계약기간 만료일에 다른 소유주택을 보유하고 있는 것”을 정지조건으로 한 갱신거절의 의사표시를 적법하게 할 수 있고, 그 정지조건부 갱신거절의 의사표시는 임대차계약기간만료일에 그 정지조건의 성취와 함께 그 효력이 발생한다고 봄이 상당하다. 만일 임대인이 그 소명통보로부터 6개월 동안에는 임대인이 정지조건부 갱신거절 및 계약해지의 의사표시조차 할 수 없다고 본다면, 임대차계약기간만료일 전 6개월 이내에 취득한 주택에 대하여는 임대인은 주택임대차보호법 제6조 제1항에 의하여 언제나 계약을 갱신할 수밖에 없고, 갱신된 임대차기간 중에는 갱신전 임대차계약기간에 취득한 주택소유를 이유로 갱신거절 또는 임대차계약해지를 할 수 없게 되기 때문이다. 결국 주택보유시점을 기준으로 임차인마다 계약의 갱신 여부가 달라지게 되는 불합리한 결과가 초래된다면, 서민의 주거안정 및 주거수준 향상을 도모하여 국민의 쾌적한 주거생활에 이바지함을 목적으로 하는 공공주택 특별법의 취지에도 부합하지 않는다. 마찬가지로 위와 같은 공공주택 특별법의 취지를 고려하면, 임대인이 공공주택 특별법 시행령 제47조 제2항 제4호 가목에 의한 통보를 받은 날부터 6개월 이내를 계약종료일로 하는 (무조건부)계약해지의 의사표시는 할 수 없으나, 6개월 이후를 계약종료일로 하는 (정지조건부)계약해지의 의사표시는 적법하다.<br/>      위 법리에 비추어 이 사건을 보건대, 갑 제3호증의 기재에 의하면, 피고가 “다른 주택을 소유하게 되어 부적격자로 통보받은 날로부터 6개월 이내에 해당 주택을 처분하는 경우에는 갱신계약시 주택을 소유한 것으로 보지 않는 경우에 해당된다는 내용을 첨부하여 피고가 유주택으로 회신되어 소명통보하니 위 기준을 참고하여 2017. 7. 20.까지 소명신청하고, 만일 기한 내 소명되지 않을 경우 갱신계약자격이 상실된다”는 내용으로 이 사건 제1통지를 한 사실을 인정할 수 있고, 이 사건 제1통지가 2017. 7. 21. 원고에게 도달한 사실은 앞서 본 바와 같으며, 피고가 그 소명기한 내에 아무런 소명을 하지 않은 사실은 당사자 사이에 다툼이 없는바, 이 사건 제1통지는 공공주택 특별법 시행령 제47조 제2항 제4호 가목의 ‘통보’에 해당함과 동시에 주택임대차보호법 제6조 제1항 후단의 ‘계약조건을 변경하지 아니하면 갱신하지 아니한다는 뜻의 통지’에 해당하고, 이 사건 제1통지가 원고에게 도달한 2017. 7. 21.로부터 6개월이 경과하지 아니한 2017. 7. 28. 피고의 “임대차계약기간 만료일에 다른 소유주택을 보유하고 있는 것을 정지조건“으로 한 갱신거절의 의사표시(이 사건 제2통지)는 적법하다고 봄이 상당하다[더구나 피고는 이 사건 임대차계약종료일로부터 6개월간 퇴거유예통보를 하면서 임대차종료일로부터 6개월 이내에 주택처분시 갱신계약 체결이 가능함까지 고지하였다]. <br/>    3) 원고의 제②주장에 대한 판단<br/>      살피건대, 공공주택 특별법 제49조의2 제2항 제3호에서 말하는 임차인의 “권리”는 같은 조 제1항이 표준임대차계약서를 사용하도록 한 점에 비추어 보면, 공공주택 임대차에 인정되는 임차인의 일반적 권리를 말한다고 봄이 상당하다. 그런데 공공주택 특별법은 원칙적으로 임차권의 양도를 금지하고 있고, 예외적으로 근무·생업·질병치료 등 대통령령으로 정하는 경우로서 공공주택사업자의 동의를 받은 경우 등 공공주택 특별법의 목적을 저해하지 아니하는 경우에 한하여 그 양도를 허용하도록 규정하고 있으므로, 이와 같이 예외적으로 인정되는 양도사유는 표준임대차계약서에 기재되어야 할 임차인의 “권리“에 해당하지 아니하고, 피고가 원고에게 이를 설명하지 아니하였다고 하더라도 이를 두고 위법하다고 볼 수도 없다. <br/>      더구나 공공주택 특별법 제49조의4, 같은 법 시행령 제48조 제1항 제1호 다목에 의하여 원고가 이 사건 임차권을 양도할 수 있으려면, 원고의 세대구성원 모두가 공공임대주택 입주 후 국외로 이주하거나 1년 이상 국외에 머무를 경우로서 피고의 동의를 받은 경우에 해당하여야 하는데, 갑 제5호증의 기재는 원고의 세대구성원 모두가 아닌 원고만 영주권을 취득하였다는 것에 불과하고, 피고가 양도에 동의하였음을 인정할 자료도 없다. 결국 원고가 제출한 자료만으로는 원고가 공공주택 특별법 제49조의4, 같은 법 제48조 제1항 제1호 다목에 의하여 이 사건 임차권을 양도할 권리를 취득하였다고 볼 수도 없는 이상 피고가 이 사건 임대차계약을 갱신하지 아니하였다고 하여 신의칙을 위반하였다거나 권리를 남용을 하였다고도 볼 수 없다. <br/>3. 결론<br/>  그렇다면 원고의 이 사건 청구(당심에서 추가된 청구 포함)는 이유 없어 이를 기각하여야 한다. 원고의 2017. 8. 31. 계약해지 무효확인 청구에 관한 제1심 판결은 이와 결론을 같이 하여 정당하므로 원고의 항소 및 당심에서 선택적으로 추가한 청구를 모두 기각하기로 하여 주문과 같이 판결한다.  <br/><br/>판사 염우영(재판장) 김종헌 문유진 ",
  "사건번호": "2018나72468",
  "사건종류코드": "400101",
  "판례정보일련번호": "225081",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}