{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190424",
  "법원명": "인천지방법원 부천지원",
  "사건명": "건물명도(인도)·손해배상(기)",
  "판례내용": "【원고(반소피고)】 학교법인 동은학원 (소송대리인 법무법인 정동 담당변호사 이종린 외 1인)<br/>【피고(반소원고)】 피고(반소원고) (소송대리인 변호사 양선화)<br/>【변론종결】2019. 4. 10.<br/>【주    문】<br/>   1. 피고(반소원고)는 원고(반소피고)에게 별지목록 기재 건물 지하 1층 209.66㎡ 중 별지도면 표시 1, 2, 3, 4, 1을 차례로 이은 선 안 ㉮부분 창고 11.9㎡와 같은 도면 표시 5, 6, 7, 8, 9, 10, 11, 12, 5를 차례로 이은 선 안 ㉯부분 점포 18.0㎡를 각 인도하라.<br/>   2. 피고(반소원고)의 반소 청구를 기각한다. <br/>   3. 소송비용은 본소와 반소를 합하여 피고(반소원고)가 부담한다. <br/>   4. 제1항은 가집행 할 수 있다. <br/><br/>【청구취지】  본소 : 주문 제1항과 같다. <br/>  반소 : 원고(반소피고, 이하 ‘원고’라고만 한다)의 본소 청구가 인용되는 것을 조건으로, 원고는 피고(반소원고, 이하 ‘피고’라고만 한다)에게 300,000,000원과 이에 대하여 이 사건 반소장 부본 송달일 다음 날부터 이 판결 선고일까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 15%로 각 셈한 돈을 지급하라.<br/>【이    유】본소와 반소를 함께 본다. <br/>1. 인정 사실 <br/>  가. 원고는 2013. 4. 11. 피고와 원고가 소유한 별지목록 기재 건물 지하 1층 209.66㎡ 중 별지도면 표시 1, 2, 3, 4, 1을 차례로 이은 선 안 ㉮부분 창고 11.9㎡와 같은 도면 표시 5, 6, 7, 8, 9, 10, 11, 12, 5를 차례로 이은 선 안 ㉯부분 점포 18.0㎡(이하 창고와 점포를 통틀어 ‘이 사건 점포’라 한다)에 대하여 임대차보증금을 100,000,000원, 월 임대료를 6,000,000원(부가가치세 포함), 임대차기간을 2013. 5. 1.부터 2016. 4. 30.까지로 하는 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였고, 피고는 그 무렵 이 사건 점포를 인도받아 그때부터 이 사건 점포에서 커피숍을 운영하였다. <br/>  나. 이후 원고는 2016. 2. 29. 피고와 월 임대료를 8,400,000원(부가가치세 포함)으로 변경하고, 계약기간을 2016. 5. 1.부터 2018. 4. 30.까지로 하는 내용의 갱신계약을 체결하였다.<br/>  다. 원고는 2018. 1. 16.과 2018. 2. 28. 피고에게, ‘이 사건 임대차계약이 2018. 4. 30. 기간만료로 종료되니 2018. 4. 30.까지 이 사건 점포를 인도해달라’는 취지의 내용증명을 각 발송하였고, 위 내용증명은 그즈음 피고에게 도달하였다. <br/>  라. 피고는 2018. 4. 9. 소외인과 이 사건 점포에 관하여 권리금을 3억 원으로 하는 점포 권리, 시설 양도계약을 체결하였고, 2018. 4. 10. 원고에게 ‘소외인과 권리금계약을 체결하였으니 소외인과 이 사건 점포에 관한 임대차계약을 체결하여 달라’는 내용의 내용증명을 발송하였고, 위 내용증명은 그즈음 원고에게 도달하였다. <br/>  마. 원고는 사립학교법 제33조, 사학기관 재무·회계규칙 제35조 제1항, 국가를 당사자로 하는 법률(이하 ‘국가계약법’이라 한다) 제7조 제1항, 국가계약법 시행령 제26조 제1항 제5호 가목 6)에 근거하여 이 사건 점포에 관한 임차인 선정을 일반경쟁 입찰에 부쳐야 한다는 사유로 소외인과 임대차계약 체결을 거절하였다. <br/>  바. 이 사건 관련 규정은 아래와 같다. <br/>구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 일부 개정되기 전의 것, 이하 ‘상가임대차법’이라고만 한다.)제10조의4(권리금 회수기회 보호 등)① 임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료 시까지 다음 각 호의 어느 하나에 해당하는 행위를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 아니 된다. 다만, 제10조 제1항 각 호의 어느 하나에 해당하는 사유가 있는 경우에는 그러하지 아니하다.   4. 그 밖에 정당한 사유 없이 임대인이 임차인이 주선한 신규임차인이 되려는 자와 임대차계약의 체결을 거절하는 행위③ 임대인이 제1항을 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임이 있다. 이 경우 그 손해배상액은 신규임차인이 임차인에게 지급하기로 한 권리금과 임대차 종료 당시의 권리금 중 낮은 금액을 넘지 못한다.<br/>[인정 근거] 다툼 없는 사실, 갑 제1 내지 4호증(가지번호 있는 것은 가지번호 포함, 이하 같다), 을 제1, 2호증의 각 기재, 변론 전체의 취지<br/>2. 본소 청구원인에 대한 판단<br/>  원고가 피고와 이 사건 임대차계약을 체결하고 피고에게 이 사건 점포를 인도한 사실, 이 사건 임대차계약의 기간이 2018. 4. 30. 만료한 사실은 앞서 인정한 바와 같다. 그렇다면 이 사건 임대차계약은 특별한 사정이 없는 한 종료되었으므로, 피고는 원고에게 이 사건 점포를 인도할 의무가 있다. <br/>3. 피고의 동시이행항변 및 반소 청구에 대한 판단<br/>  가. 당사자들의 주장 요지<br/>   1) 피고의 주장 요지<br/>국가계약법 시행령 제26조 제1항 제2호 카목 규정에 의하면 원고가 재산을 특정인에게 임대하는 경우에는 수의계약에 의할 수 있으므로, 원고가 이 사건 점포에 대한 임대차계약을 일반경쟁 입찰에 부쳐야 한다는 이유로 소외인과의 임대차계약 체결을 거절한 것에는 정당한 사유가 없다. 결국, 원고는 상가임대차법 제10조의4 제1항 제4호 소정의 권리금 회수 기회 방해 행위를 한 것이어서 같은 조 제3항에 따라 피고에게 손해를 배상할 책임이 있으며, 그 손해액은 같은 항 단서에 따라 이 사건 임대차 종료일인 2018. 4. 30. 당시 이 사건 점포의 권리금인 202,328,000원이다. 따라서 원고는 피고에게 202,328,000원과 이에 대한 지연손해금을 지급할 의무가 있고, 피고는 원고가 위 돈을 지급하는 것과 상환으로서만 이 사건 점포를 인도할 의무가 있다.<br/>   2) 원고의 주장 요지<br/>상가임대차법 제10조의4 제1항은 임대차기간이 5년을 초과하여 임차인이 상가임대차법 제10조 제2항에 따른 임대차계약 갱신요구권을 행사할 수 없는 경우에는 적용되지 않는다. <br/>    가사 위 규정이 적용되더라도, 원고는 정당한 사유로 소외인과의 임대차계약 체결을 거절한 것이므로, 그 행위는 상가임대차법 제10조의4 제1항 제4호 소정의 행위에 해당하지 않는다.<br/>  나. 원고가 소외인과 임대차계약 체결을 거절한 행위가 상가임대차법 제10조의4 제1항 제4호 소정의 권리금 회수 기회 방해 행위에 해당하는지 여부<br/>   원고의 이 사건 점포 임대차계약에 적용될 법령은 아래와 같다. <br/>구 사립학교법 [2017. 10. 31. 법률 제15022호로 타법개정되기 전의 것]제33조(회계규칙등) 학교법인의 회계규칙 기타 예산 또는 회계에 관하여 필요한 사항은 교육부장관이 정한다.구 사학기관 재무·회계 규칙 [2019. 2. 1. 교육부령 제170호로 일부개정되기 전의 것]제35조(계약의 원칙) ① 예정가격이 국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제5호 가목에 따른 금액을 초과하는 공사·제조·구매·용역 또는 그 밖의 계약을 체결하려는 경우에는 일반경쟁에 부쳐야 한다.국가계약법제7조(계약의 방법) ① 각 중앙관서의 장 또는 계약담당공무원은 계약을 체결하려면 일반경쟁에 부쳐야 한다. 다만, 계약의 목적, 성질, 규모 등을 고려하여 필요하다고 인정되면 대통령령으로 정하는 바에 따라 참가자의 자격을 제한하거나 참가자를 지명하여 경쟁에 부치거나 수의계약을 할 수 있다.구 국가계약법 시행령[2018. 12. 4. 대통령령 제29318호로 일부개정되기 전의 것]제26조(수의계약에 의할 수 있는 경우) ① 법 제7조 제1항 단서에 따라 수의계약에 의할 수 있는 경우는 다음 각 호와 같다. 2. 특정인의 기술이 필요하거나 해당 물품의 생산자가 1인뿐인 경우 등 경쟁이 성립될 수 없는 경우로서 다음 각 목의 경우  카. 특정인의 토지·건물 등 부동산을 매입하거나 재산을 임차 또는 특정인에게 임대하는 경우 5. 제1호부터 제4호까지의 경우 외에 계약의 목적·성질 등에 비추어 경쟁에 따라 계약을 체결하는 것이 비효율적이라고 판단되는 경우로서 다음 각 목의 경우  가. 다음의 어느 하나에 해당하는 계약    6) 추정가격이 5천만 원 이하인 임대차 계약(연액 또는 총액을 기준으로 추정가격을 산정한다) 등으로서 공사계약 또는 물품의 제조·구매계약이나 용역계약이 아닌 계약<br/>   위 각 법령에 의하면, 원고가 이 사건 점포에 관하여 체결할 임대차계약은 ‘예정가격이 국가계약법 시행령 제26조 제1항 제5호 가목 6)에 따른 금액인 5천만 원을 초과하는 그 밖의 계약’에 해당하므로, 원고의 임차인 선정은 일반경쟁 입찰 방식에 의하여야 한다. 피고는 위 계약에 국가계약법 시행령 제26조 제1항 제2호 카목 규정이 적용된다고 주장하나, 커피숍으로 이용되는 이 사건 점포의 임대차계약이 특정인의 기술이 필요하는 등 경쟁이 성립될 수 없는 경우라고 볼 수 없다. <br/>   따라서 원고가 위 각 법령 규정에 따라 일반경쟁 입찰을 시행하여야 한다는 이유로 소외인과의 임대차계약 체결을 거절한 행위는 상가임대차법 제10조의4 제1항 제4호 소정의 권리금 회수 기회 방해 행위에 해당하지 않는다. <br/>  다. 소결론<br/>   결국 원고가 피고의 권리금 회수 기회 방해 행위를 하였음을 전제로 한 피고의 동시이행항변 및 반소 청구는, 위 권리금 회수 기회 방해 관련 규정이 임대차기간이 5년을 초과하여 임차인이 상가임대차법 제10조 제2항에 따른 임대차계약 갱신요구권을 행사할 수 없는 경우에도 적용되는지 여부에 관하여는 별도로 판단할 필요 없이 이유 없다. <br/>4. 결론<br/>  원고의 본소 청구는 인용하고, 피고의 반소 청구는 기각한다. <br/>[별지 생략]<br/><br/>판사 노태헌(재판장) 손윤경 여태곤 ",
  "사건번호": "2018가합104060(본소), 2018가합104077(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "225139",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}