{
  "판시사항": "  [1] 영국법상 보험계약서에 피보험자로 기재되어 있지 않은 자가 피보험자로 인정될 수 있는 경우<br/>  [2] 甲 외국법인이 소유한 선박의 선체용선자인 乙 주식회사로부터 선박의 관리를 위탁받은 丙 주식회사가 보험증권상 피보험자를 ‘소유자 甲 법인, 관리자 丙 회사’로 하여 丁 보험회사와 위 선박에 관하여 선박의 멸실 또는 훼손을 보험사고로 하는 선체보험계약이 포함된 보험계약을 체결하였는데, 보험사고 발생 후 甲 법인과 乙 회사가 각각 자신이 정당한 보험금청구권자라며 보험금의 지급을 구하자, 丁 회사가 채권자 불확지를 이유로 보험금을 변제공탁한 사안에서, 위 보험계약의 해석에 관하여는 영국법이 준거법인데, 보험증권에 피보험자로 기재되지 않은 乙 회사는 영국법상 ‘현명되지 않은 본인 또는 노출되지 않은 본인의 법리’에 따라 위 보험계약의 피보험자가 될 수 없으므로, 같은 취지에서 자신이 보험계약상 피보험자에 해당된다는 乙 회사의 주장을 받아들이지 않은 원심판단은 정당하고, 거기에 영국법상 보험계약의 해석에 관한 법리오해 등의 잘못이 없다고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  [1] 영국법상 보험계약서에 피보험자로 기재되어 있지 않은 자도 피보험자로 인정될 수 있는 경우가 있다. 즉, 본인으로부터 보험계약 체결의 대리권을 수여받은 대리인이 상대방에게 본인의 신원을 현명하지는 않았으나 본인의 존재를 노출하여 상대방이 본인의 존재를 알고 있는 경우에는 현명되지 않은 본인(unnamed/unidentified principal)이 보험계약상 권리·의무를 부담할 수 있다. 또한 대리인과 보험계약을 체결한 상대방이 본인의 존재를 알지 못한 경우에도, 대리인이 그 노출되지 않은 본인(undisclosed principal)으로부터 보험계약 체결에 관한 대리권을 수여받아 보험계약 체결 당시 본인을 위하여 보험계약을 체결한다는 의도를 가지고 있었고, 보험계약의 내용상 노출되지 않은 본인이 계약의 당사자가 되는 것을 금지하는 내용이 없다면 노출되지 않은 본인이 보험계약상 권리·의무를 부담할 수 있다(이른바 ‘현명되지 않은 본인 또는 노출되지 않은 본인의 법리’).<br/>  [2] 甲 외국법인이 소유한 선박의 선체용선자인 乙 주식회사로부터 선박의 관리를 위탁받은 丙 주식회사가 보험증권상 피보험자를 ‘소유자 甲 법인, 관리자 丙 회사’로 하여 丁 보험회사와 위 선박에 관하여 선박의 멸실 또는 훼손을 보험사고로 하는 선체보험계약이 포함된 보험계약을 체결하였는데, 보험사고 발생 후 甲 법인과 乙 회사가 각각 자신이 정당한 보험금청구권자라며 보험금의 지급을 구하자, 丁 회사가 채권자 불확지를 이유로 보험금을 변제공탁한 사안에서, 위 보험계약의 해석에 관하여는 영국법이 준거법인데, 보험계약 체결 당시 丙 회사가 丁 회사에 대하여 누군가를 대리하여 계약을 체결한다는 취지를 밝혔다거나 丁 회사가 이러한 사정을 알고 있었다고 볼 수 없고, 나아가 丙 회사가 乙 회사로부터 보험계약을 체결할 대리권을 수여받아 계약 체결 당시 乙 회사를 위하여 보험계약을 체결할 의도를 가지고 있었다고 보기도 어려워, 보험증권에 피보험자로 기재되지 않은 乙 회사는 영국법상 ‘현명되지 않은 본인 또는 노출되지 않은 본인의 법리’에 따라 위 보험계약의 피보험자가 될 수 없으므로, 같은 취지에서 자신이 보험계약상 피보험자에 해당된다는 乙 회사의 주장을 받아들이지 않은 원심판단은 정당하고, 거기에 영국법상 보험계약의 해석에 관한 법리오해 등의 잘못이 없다고 한 사례.<br/>",
  "참조조문": "[1] 국제사법 제25조 제1항, 상법 제665조, 제666조 제7호의2 / [2] 국제사법 제25조 제1항, 상법 제665조, 제666조 제7호의2<br/>",
  "선고일자": "20191227",
  "법원명": "대법원",
  "사건명": "선박보험금수령권확인청구의소등·공탁금출급권자확인의소등",
  "판례내용": "【원고(반소피고), 상고인】 에스앤비코리아 주식회사 (소송대리인 법무법인 세경 담당변호사 김창준 외 1인)<br/>【피고(반소원고), 피상고인】 지엠 쉽핑 코퍼레이션(GM Shipping Corp.) (소송대리인 변호사 정병석 외 4인)<br/>【원심판결】 서울고법 2017. 1. 10. 선고 2015나2029365, 2029372 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 원고(반소피고)가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 원고(반소피고, 이하 ‘원고’라고만 한다)가 이 사건 보험계약의 피보험자인지 여부<br/>  가. 이 사건 보험계약에는 선박의 멸실 또는 훼손을 보험사고로 하는 선체보험계약이 포함되는데, 그 보험목적물인 이 사건 선박은 캄보디아에 등록되어 있고, 선박의 소유자로서 피보험자로 지정된 피고는 파나마 법인이므로 이 사건 보험계약은 외국적 요소가 있어 국제사법에 따라 준거법을 정하여야 한다. 국제사법 제25조 제1항 본문은 “계약은 당사자가 명시적 또는 묵시적으로 선택한 법에 의한다.”라고 규정하고 있고, 이 사건 보험계약에 적용되는 영국 협회선박기간보험약관은 그 첫머리에 “이 보험은 영국의 법률과 관습에 따른다.”라고 규정하고 있으므로, 이 사건 보험계약의 해석이 문제 될 때에는 영국법이 준거법이 된다.<br/>  나. 영국법상 보험계약서에 피보험자로 기재되어 있지 않은 자도 피보험자로 인정될 수 있는 경우가 있다. 즉, 본인으로부터 보험계약 체결의 대리권을 수여받은 대리인이 상대방에게 본인의 신원을 현명하지는 않았으나 본인의 존재를 노출하여 상대방이 본인의 존재를 알고 있는 경우에는 현명되지 않은 본인(unnamed/unidentified principal)이 보험계약상 권리·의무를 부담할 수 있다. 또한 대리인과 보험계약을 체결한 상대방이 본인의 존재를 알지 못한 경우에도, 대리인이 그 노출되지 않은 본인(undisclosed principal)으로부터 보험계약 체결에 관한 대리권을 수여받아 보험계약 체결 당시 본인을 위하여 보험계약을 체결한다는 의도를 가지고 있었고, 보험계약의 내용상 노출되지 않은 본인이 계약의 당사자가 되는 것을 금지하는 내용이 없다면 노출되지 않은 본인이 보험계약상 권리·의무를 부담할 수 있다(이른바 ‘현명되지 않은 본인 또는 노출되지 않은 본인의 법리’).<br/>  다. 원심은 이 사건 보험계약의 보험자인 현대해상보험 주식회사(이하 ‘현대해상’이라고 한다)가 채권자 불확지를 이유로 변제공탁한 이 사건 공탁금에 대한 출급청구권은 보험증권상 피보험자이자 이 사건 선박의 소유자인 피고에게 귀속된다고 판단하였다. 그리고 다음과 같은 이유로 보험증권에 피보험자로 기재되어 있지 않은 원고가 이 사건 보험계약상 피보험자에 해당한다는 원고의 주장을 배척하였다.<br/>  (1) 이 사건 선박에 관하여 2013. 7. 6. 체결된 이 사건 보험계약은 선체용선자인 원고로부터 이 사건 선박의 관리를 위탁받은 주식회사 수승코퍼레이션(이하 ‘수승’이라고 한다)이 체결하였다. 수승은 2012. 7. 6.에도 현대해상과 이 사건 선박에 관한 보험계약을 체결하였는데, 그 보험계약의 보험증권에는 피보험자가 ‘소유자 원고, 관리자 수승’으로 되어 있었으나, 이 사건 보험계약을 체결하면서 피보험자가 ‘소유자 피고, 관리자 수승’으로 변경되었다. 이는 수승의 착오나 실수로 인한 것이 아니라 원고와 수승의 담당직원 사이의 협의를 거쳐 이루어진 것인바, 이와 같이 피보험자란의 소유자를 원고에서 피고로 변경한 것은 이 사건 선박의 소유자인 피고의 피보험이익을 보호해 주기 위해서였던 것으로 보인다.<br/>  (2) 이 사건 보험계약 체결 당시 수승과 현대해상 사이에 보험증권의 기재와 관계없이 원고를 피보험자로 한다는 합의를 한 바도 없다.<br/>  (3) 선박보험계약에서 보험요율을 산정할 때 중요한 요소 중 하나는 관리자의 선박관리능력이고, 관리자가 누구인지에 따라 사고 발생가능성 등 위험측정요인이 달라진다. 이에 선박보험업계의 관행상 보험증권의 피보험자란에 관리자를 필수적으로 포함시키고 있으며, 관리자가 중간에 변경되는 경우에는 보험약관상 보험의 효력이 중지되도록 규정하고 있다. 또한 수승은 이 사건 보험계약 당시 자신이 관리하는 여러 선박들을 선단으로 묶어서 보험에 가입함으로써 보험료를 절감하는 효과를 누리기도 하였다. 이에 비추어 수승은 선체용선자인 원고의 대리인이 아니라 이 사건 선박의 관리자로서 이 사건 보험계약의 피보험자로 기재된 것으로 보이고, 이는 이 사건 보험증권상 피보험자란에 수승의 자격을 “관리자”로 표시한 외관에도 부합한다.<br/>  (4) 용선자가 선박보험료 등 선박 유지비용을 부담하는 것은 선체용선계약에서의 일반적인 약정이고, 이 사건 선체용선계약에서도 그와 같이 규정하고 있으므로, 원고가 이 사건 보험계약의 보험료를 부담하였다고 하여 이 사건 보험계약이 원고의 이익을 위한 것이라거나 원고가 그 피보험자에 해당한다고 인정될 수는 없다.<br/>  라. 원심판결 이유를 앞서 본 법리와 기록에 비추어 살펴보면, 이 사건 보험계약 체결 당시 수승이 현대해상에 대하여 누군가를 대리하여 계약을 체결한다는 취지를 밝혔다거나 현대해상이 그와 같은 사정을 알고 있었다고 볼 만한 자료가 없고, 나아가 수승이 원고로부터 이 사건 보험계약을 체결할 대리권을 수여받아 계약 체결 당시 원고를 위하여 보험계약을 체결할 의도를 가지고 있었다고 보기도 어렵다. 따라서 보험증권에 피보험자로 기재되어 있지 아니한 원고가 영국법상 ‘현명되지 않은 본인 또는 노출되지 않은 본인의 법리’에 따라 이 사건 보험계약의 피보험자가 된다고 볼 수 없다. 이와 같은 취지에서 원고의 주장을 받아들이지 않은 원심의 판단은 정당하고, 거기에 상고이유 주장과 같이 영국법상 보험계약의 해석에 관한 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 없다.<br/>  2. 원고의 보험금 정산청구권 인정 여부<br/>  원심은 판시와 같은 이유로 이 사건 선체용선계약에 ‘BARECON 2001’ 서식이 적용 또는 준용됨을 전제로 이 사건 보험금의 정산을 구하는 원고의 제1 예비적 청구를 기각하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유 주장과 같이 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나 사실을 오인하거나 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 없다.<br/>  3. 이 사건 선체용선계약의 해석 및 피고의 부당이득반환의 범위<br/>  원심은 판시와 같은 이유로 이 사건 선체용선계약의 법적 성격은 용선기간이 종료된 후에 소유권취득조건이 부가되기는 하였으나 그 실질은 선박임대차라는 전제에서, 이 사건 보험계약에 따른 보험금 전액이 피고에게 귀속됨에 따라 피고가 원고에게 반환하여야 할 부당이득의 범위는 원고가 이 사건 선체용선계약에 따라 지급한 금원 중 선박인도금에 해당하는 19,370,000엔에 한정되고, 그 이외에 원고가 50개월의 용선료로 지급한 금원 중에도 소유권 이전의 대가 내지 할부매매대금이 포함되어 있어 그에 상응하는 금액도 부당이득으로 반환되어야 한다는 원고의 주장을 배척하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유 주장과 같이 처분문서의 해석, 준거법의 해석, 증거 법칙에 관한 법리를 오해하거나 이유모순 등으로 판결에 영향을 미친 잘못이 없다.<br/>  4. 결론<br/>  그러므로 상고를 기각하고 상고비용은 패소자가 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 박정화(재판장) 권순일 이기택(주심) ",
  "사건번호": "2017다208232, 208249",
  "사건종류코드": "400101",
  "판례정보일련번호": "225907",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}