{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20191025",
  "법원명": "서울고등법원",
  "사건명": "건물명도(인도)·손해배상(기)",
  "판례내용": "【원고(반소피고), 피항소인】 학교법인 동은학원 (소송대리인 법무법인 이현 담당변호사 이환권 외 2인)<br/>【피고(반소원고), 항소인】 피고(반소원고) (소송대리인 법무법인 새얼 담당변호사 최영식 외 2인)<br/>【제1심판결】 인천지방법원 부천지원 2019. 4. 24. 선고 2018가합104060 판결<br/>【변론종결】2019. 9. 25.<br/>【주    문】<br/>  1. 제1심판결의 본소에 관한 부분을 다음과 같이 변경한다.<br/>  가. 피고(반소원고)는 원고(반소피고)로부터 100,000,000원을 지급받음과 동시에 별지 목록 기재 건물 지하 1층 209.66㎡ 중 별지 도면 표시 1, 2, 3, 4, 1을 차례로 연결한 선내 ㉮부분 창고 11.9㎡ 및 같은 도면 표시 5, 6, 7, 8, 9, 10, 11, 12, 5를 차례로 연결한 선내 ㉯부분 점포 18.0㎡를 각 인도하라.<br/>  나. 원고(반소피고)의 나머지 본소 청구를 기각한다.<br/>  2. 피고(반소원고)의 반소에 관한 항소를 기각한다.<br/>  3. 소송총비용은 본소, 반소를 합하여 그 1/5는 원고(반소피고)가, 4/5는 피고(반소원고)가 각 부담한다.<br/>  4. 제1의 가.항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】청구취지<br/>  본소 : 피고(반소원고, 이하 ‘피고’라고만 한다)는 원고(반소피고, 이하 ‘원고’라고만 한다)에게 별지 목록 기재 건물 지하 1층 209.66㎡ 중 별지 도면 표시 1, 2, 3, 4, 1을 차례로 연결한 선내 ㉮부분 창고 11.9㎡와 같은 도면 표시 5, 6, 7, 8, 9, 10, 11, 12, 5를 차례로 연결한 선내 ㉯부분 점포 18.0㎡를 각 인도하라.<br/>  반소 : 원고의 본소 청구가 인용되는 것을 조건으로, 원고는 피고에게 202,328,000원 및 이에 대하여 이 사건 반소 청구취지 및 청구원인 변경신청서 부본 송달일 다음 날부터 제1심 판결 선고일까지는 연 5%, 그 다음 날부터 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>항소취지<br/>  본소 : 제1심판결의 본소에 관한 부분을 취소하고, 그 취소부분에 해당하는 원고의 청구를 기각한다.<br/>  반소 : 제1심판결의 반소에 관한 부분을 취소한다. 반소 청구취지 기재와 같은 판결을 구한다.<br/>【이    유】1. 제1심판결의 인용<br/>이 법원이 이 사건에 관하여 설시할 이유는 아래 2.항과 같이 고치거나 추가·삭제하는 부분을 제외하고는 제1심판결의 이유(결론 부분 제외) 기재와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>2. 고치거나 추가·삭제하는 부분<br/> ○ 제1심판결 3면 2행의 “(이하 ’이 사건 임대차계약‘이라 한다)“를 삭제하고, 5행의 ’갱신계약‘ 다음에 ”(이하, ’이 사건 임대차계약‘이라 한다)”를 추가한다.<br/> ○ 제1심판결 3면 14행의 ‘원고는’ 다음에 ‘2018. 4. 13. 피고에게,’를 추가하고, 17행의 ‘거절하였다’를 “거절(이하, ’이 사건 거절행위‘라 한다)하는 내용의 통지를 발송하였고 위 통지는 같은 달 17. 피고에게 도달하였다”로 고친다.<br/> ○ 제1심판결 3면 17행 아래에 ‘바. 한편, 피고는 임대차계약기간이 만료된 2018. 4. 30.부터 현재까지 이 사건 점포에서 커피숍을 운영하고 있다.’를 추가하고, 18행의 ‘바.’를 ‘사.’로 고친다.<br/> ○ 제1심판결 4면 11행의 ‘본소 청구원인에 대한 판단’을 ‘본소에 관한 판단’으로 고치고, 11행 다음에 ‘가. 청구원인에 관한 판단’을, 15행 다음에 아래의 내용을 각 추가한다.<br/>  『나. 피고의 항변에 관한 판단<br/>1) 보증금과의 동시이행항변에 관한 판단<br/>    피고는 당심에 이르러 이 사건 임대차계약에 기한 보증금 1억 원을 반환받을 때까지 이 사건 점포를 점유할 권리가 있다고 항변하므로 살피건대, 임대차 종료시 발생하는 임차인의 임차목적물 반환채무와 임대인의 잔존임차보증금 반환채무는 서로 동시이행의 관계에 있고(대법원 1989. 10. 27. 선고 89다카4298 판결), 원고가 이 사건 임대차계약에 기하여 피고로부터 보증금 1억 원을 지급받은 사실은 앞서 본 바와 같다. 따라서 피고의 이 사건 점포의 인도의무와 원고의 임대차보증금 반환의무는 서로 동시이행 관계에 있으므로, 피고는 원고로부터 임대차보증금 1억 원을 지급받음과 동시에 원고에게 이 사건 점포를 인도할 의무가 있다. <br/>2) 권리금 회수 방해에 따른 손해배상채무와의 동시이행항변<br/>    피고는, 원고의 이 사건 거절행위는 상가임대차법 제10조의 4 제1항에 규정된 ‘권리금 회수 방해행위’에 해당하고, 원고는 피고에게 같은 조 제3항에 따라 권리금 상당액을 배상할 의무가 있으므로, 피고는 원고로부터 이 사건 점포의 권리금 감정가액 202,328,000원을 지급받을 때까지 이 사건 점포의 인도를 거절할 권리가 있다고 항변한다.<br/>살피건대, 임차인의 임차목적물 반환의무는 임대차계약의 종료에 의하여 발생하나, 임대인의 권리금 회수 방해로 인한 손해배상의무는 상가임대차법에서 정한 권리금 회수기회 보호의무 위반을 원인으로 하고 있으므로 양 채무는 동일한 법률요건이 아닌 별개의 원인에 기하여 발생한 것일 뿐 아니라 공평의 관점에서 보더라도 그 사이에 이행상 견련관계를 인정하기 어려우므로(대법원 2019. 7. 10. 선고 2018다242727 판결), 원고의 이 사건 거절행위가 권리금 회수기회 보호의무 위반에 해당하여 피고에 대하여 손해배상채무가 발생하였다 하더라도, 이는 피고의 이 사건 점포 인도의무와 동시이행관계에 있다고 볼 수 없으므로 피고의 이 부분 항변은 이유 없다.<br/>3) 묵시적 갱신 항변<br/>    피고는 당심에 이르러, 임대차계약이 종료된 2018. 4. 30.부터 2019. 6. 12.까지 원고가 피고에게 매월 임대료 840만 원과 관리비 등을 요구하였고 피고는 이를 지급하여 왔으므로 이 사건 임대차계약은 묵시적으로 갱신되었다고 항변한다.<br/>    먼저, 이 사건 임대차계약이 상가임대차법의 적용대상인지 여부에 관하여 살피건대, 원고와 피고 사이에 임대보증금 1억 원, 월 840만 원의 임대차계약이 체결된 사실은 앞서 본 바와 같고, 상가임대차법 제2조 제1항 단서 및 동법 시행령(2018. 1. 26. 대통령령 제28611 호로 일부개정되기 전의 것) 제2조 제1항에 의하면, 수도권정비계획법 시행령 별표 1.에서 정한 과밀억제권역인 부천시에서 보증금액과 차임을 환산한 금액이 3억 원을 초과하는 경우 상가임대차법이 적용되지 아니하는바, 이 사건 임대차계약에 따라 환산한 임대보증금이 9억 4,000만 원{= 1억 원 + (840만 원×100)}인 사실은 계산상 명백하므로, 이 사건 임대차계약의 묵시적 갱신권과 관련된 부분은 상가임대차법이 적용되지 않고 민법이 적용된다. 한편, 민법에 의하면 임대차기간이 만료한 후 임차인이 임차물의 사용, 수익을 계속하는 경우에 임대인이 상당한 기간 내에 이의를 하지 아니한 때에는 전임대차와 동일한 조건으로 다시 임대차한 것으로 본다(민법 제639조 제1항 전문). 다만, 당사자는 언제든지 해지의 통고를 할 수 있고(민법 제639조 제1항 후문, 제635조 제1항), 임대인이 해지의 통고를 하는 경우에는 6개월이 지나면 그 효력이 생긴다(민법 제635조 제2항 제1호).<br/>이 사건에 돌아와 보건대, 이 사건 임대차계약이 2018. 4. 30. 만료된 사실, 원고가 2018. 1. 16., 2018. 2. 28. 2회에 걸쳐 피고에게 ‘이 사건 임대차계약이 2018. 4. 30. 기간만료로 종료되니, 2018. 4. 30.까지 이 사건 점포를 인도해달라’는 취지의 내용증명을 발송하여 그 내용증명이 피고에게 도달한 사실은 앞서 본 바와 같고, 원고가 2018. 4. 12. 이 사건 소를 제기하여 소장 부본이 같은 달 20. 피고에게 도달한 사실, 원고는 이 사건 제1심 계속 중 피고에게 이 사건 임대차 종료로 인한 이 사건 점포의 인도를 구하는 취지로 주장한 사실은 기록상 명백하므로, 원고는 이 사건 임대차계약이 종료되기 전후로 명시적으로 이의한 것으로 보아야 하고, 단지 원고가 매월 임대료 840만원과 관리비 등을 요구하고 피고가 이를 지급한 점만으로는 이 사건 임대차 계약이 묵시적으로 갱신되었다고 볼 수 없다. 따라서 피고의 이 부분 주장은 이유 없다.』<br/> ○ 제1심판결 4면 16행의 ‘동시이행 항변 및’을 삭제한다.<br/> ○ 제1심판결 5면 4행의 ‘있고,’를 ‘있다.’로 고치고, 같은 행의 ‘피고는 원고가 위 돈을 지급하는 것과 상환으로서만 이 사건 점포를 인도할 의무가 있다’를 삭제한다. <br/> ○ 제1심판결 5면 12행 다음에 아래의 내용을 추가한다.<br/>   『나. 상가임대차법 제10조의 4 제1항이 임대차기간이 5년을 초과하는 경우에도 적용되는지 여부<br/> 앞서 본 바와 같이 이 사건 임대차계약의 보증금 환산액수가 상가임대차법의 적용범위를 초과하나(상가임대차법 제2조 제1항 단서), 위 법 제10조 제2항,제10조의 4는 적용된다(상가임대차법 제2조 제3항). 따라서, 피고의 임대차기간이 갱신 전 기간을 포함하여 5년을 초과하였음이 역수상 명백한 이상 피고는 위 법 제10조 제2항에 따라 원고에게 계약갱신요구권을 행사할 권리가 없다. <br/> 그러나 상가임대차법 제10조의 4의 문언과 내용, 입법 취지에 비추어, 같은 법 제10조 제2항에 따라 최초의 임대차기간을 포함한 전체 임대차기간이 5년을 초과하여 임차인이 계약갱신요구권을 행사할 수 없는 경우에도 임대인은 같은 법 제10조의4 제1항에 따른 권리금 회수기회 보호의무를 부담한다고 보아야 하므로(대법원 2019. 5. 16. 선고 2017다225312, 225329 판결), 원고의 이 부분 주장은 이유 없다.』<br/> ○ 제1심판결 5면 13행, 14행을 ‘다. 이 사건 거절행위가 상가임대차법 제10조의4 제1항 제4호 소정의 권리금 회수 기회 방해행위에 해당하는지 여부’로 고친다. <br/> ○ 제1심판결 5면 23행의 ‘국가계약법’을 “국가를 당사자로 하는 계약에 관한 법률(이하, ’국가계약법’이라 한다)“로 고치고, 6면 4행의 ‘구 국가계약법 시행령[2018. 12. 4. 대통령령 제29318호로 일부개정되기 전의 것]’을 “구 국가를 당사자로 하는 계약에 관한 법률 시행령[2018. 12. 4. 대통령령 제29318호로 개정되기 전의 것(이하, ’국가계약법 시행령’이라 한다)]”로 고친다.<br/> ○ 제1심판결 6면 19행의 ‘피고는’부터 21행의 ‘없다’까지를 아래의 내용으로 고친다. <br/> 『이에 대하여 피고는, 이 사건 임대차계약은 상가임대차법 제10조의 4(이하, ‘쟁점 법률 조항’이라 한다)가 적용되어 임대인인 원고가 권리금 회수 기회를 보호하여야 할 의무를 부담하는 경우이기 때문에 국가계약법 시행령 제26조 제1항 제2호(이하, ‘쟁점 시행령 조항’이라 한다)의 ‘경쟁이 성립될 수 없는 경우’에 해당한다고 주장하나, 쟁점 시행령 조항은 2010. 7. 21. 개정된 것으로서, 2015. 5. 13. 신설된 쟁점 법률 조항을 염두에 두고 제정되었다고 보기 어렵고, 국가계약법은 일반공개 경쟁입찰을 원칙으로 하되 예외적으로 수의계약을 할 수 있는 경우를 별도로 시행령에서 정한 점에 비추어 볼 때 쟁점 시행령 조항은 열거된 각 항목에 한하여 적용함이 타당하다. 따라서 피고의 위 주장은 이유 없다. <br/>다음으로, 쟁점 법률 조항 제1항 제4호의 ‘정당한 사유’에 이 사건 거절행위가 포함되는지 여부에 관하여 살피건대, 임대인이 정당한 사유 없이 임차인이 주선할 신규임차인이 되려는 자와 임대차계약을 체결할 의사가 없음을 확정적으로 표시하였는지 여부는 임대차계약이 종료될 무렵 신규임차인의 주선과 관련해서 임대인과 임차인이 보인 언행과 태도, 이를 둘러싼 구체적인 사정 등을 종합적으로 살펴서 판단하는바(대법원 2019. 7. 4. 선고 2018다284226 판결), 비록 쟁점 법률 조항이 강행법규라 하더라도 임대인이 사립학교법 및 국가계약법에서 정한 절차를 위반하면서까지 반드시 준수해야 하는 상위 법령이라고 해석하기 어려운 점, 원고의 임대차 계약 체결시 수의계약의 정당성 여부는 한국사학진흥재단의 회계감리대상이 되는 점(갑 제7호증)을 고려하면, 국가계약법 규정으로 인하여 수의계약 체결이 불가한 상황에서 이루어진 이 사건 거절행위는 쟁점 법률 조항 제1항 제4호의 ‘정당한 사유’에 포함된다.』<br/> ○ 제1심판결 7면 1행부터 5행까지를 ‘결국 피고의 반소 청구는 나머지 점에 관하여는 나아가 살필 필요 없이 이유 없다’로 고친다.<br/>4. 결 론<br/>그렇다면 원고의 본소청구는 위 인정 범위 내에서 이유 있어 이를 인용하고, 피고의 반소청구는 이유 없어 이를 기각하여야 한다. 제1심판결 중 본소에 관한 부분은 이와 결론을 일부 달리하여 부당하므로 피고의 본소에 관한 항소를 일부 받아 들여 위와 같이 변경하고, 제1심판결 중 반소에 관한 부분은 이와 결론이 같아 정당하므로 피고의 반소에 관한 항소를 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 서태환(재판장) 서여정 박성용 ",
  "사건번호": "(인천)2019나10666(본소), (인천)2019나10673(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "225657",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}