{
  "판시사항": "  甲, 乙 등이 공동으로 소유하는 부동산에 관하여 임대차 중개행위를 하던 공인중개사 丙이 당시 미국에 머물고 있던 甲에게 위 부동산을 매물로 내놓자는 요청을 하여 승낙을 얻은 다음, 위 부동산의 일부를 임차하여 교수연구실로 사용하고 있는 丁 대학병원 측에 매도의사를 알리는 등 중개행위를 하고 있었는데, 甲과 乙이 귀국하여 丁 병원 측에 직접 매도의사를 전달하고, 그 후 甲, 乙 등이 丁 병원을 운영하는 戊 학교법인과 戊 법인이 예전부터 자주 중개의뢰를 해오던 공인중개사의 중개에 따라 위 부동산에 관한 매매계약을 체결하자, 丙이 甲, 乙 등을 상대로 공인중개사법 제32조 및 신의성실의 원칙에 따른 중개수수료의 지급을 구한 사안에서, 丙과 甲, 乙 등 사이에 위 부동산에 관한 중개계약이 체결되었다거나 丙이 위 매매계약 체결에 결정적인 기여를 하였다고 인정하기 부족하므로, 丙은 甲, 乙 등에게 공인중개사법 제32조 등에 따른 중개수수료의 지급을 구할 수 없다고 본 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  甲, 乙 등이 공동으로 소유하는 부동산에 관하여 임대차 중개행위를 하던 공인중개사 丙이 당시 미국에 머물고 있던 甲에게 위 부동산을 매물로 내놓자는 요청을 하여 승낙을 얻은 다음, 위 부동산의 일부를 임차하여 교수연구실로 사용하고 있는 丁 대학병원 측에 매도의사를 알리는 등 중개행위를 하고 있었는데, 甲과 乙이 귀국하여 丁 병원 측에 직접 매도의사를 전달하고, 그 후 甲, 乙 등이 丁 병원을 운영하는 戊 학교법인과 戊 법인이 예전부터 자주 중개의뢰를 해오던 공인중개사의 중개에 따라 위 부동산에 관한 매매계약을 체결하자, 丙이 甲, 乙 등을 상대로 공인중개사법 제32조 및 신의성실의 원칙에 따른 중개수수료의 지급을 구한 사안이다.<br/>  丙이 甲으로부터 위 부동산을 매물로 내놓는 것에 대한 승낙을 받아 丁 병원 측에 부동산의 매도의사를 처음 전달하고, 그 후 여러 차례 매수의사를 물어본 사실을 인정할 수 있으나, 丙이 甲, 乙 등과 중개약정을 하였다거나 중개대상물의 확인·설명서를 교부하였다거나 거래계약서를 작성하였음을 인정할 증거가 없는 점, 위 매매계약이 비교적 큰 규모의 계약인데도 서면으로 중개계약서를 작성하지 않았고, 丙과 甲, 乙 등 사이에 중개수수료의 액수에 관하여 구체적인 논의나 합의가 이루어진 적도 없는 점 등 제반 사정에 비추어 보면, 丙과 甲, 乙 등 사이에 위 부동산에 관한 중개계약이 체결되었다거나 丙이 위 매매계약 체결에 결정적인 기여를 하였다고 인정하기 부족하므로, 丙은 甲, 乙 등에게 공인중개사법 제32조 등에 따른 중개수수료의 지급을 구할 수 없다고 본 사례이다.<br/>",
  "참조조문": "민법 제2조, 공인중개사법 제2조 제1호, 제25조, 제26조, 제32조, 공인중개사법 시행규칙 제20조 제1항, 제4항<br/>",
  "선고일자": "20191127",
  "법원명": "서울남부지법",
  "사건명": "부동산중개수수료청구",
  "판례내용": "【원    고】 원고 (소송대리인 법무법인 광안 담당변호사 안은혜)<br/>【피    고】 피고 1 외 5인 (소송대리인 법무법인 새시대 담당변호사 정영일)<br/>【변론종결】2019. 11. 20.<br/>【주    문】<br/>  1. 원고의 피고들에 대한 청구를 모두 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고들은 연대하여 원고에게 63,000,000원과 이에 대하여 이 사건 지급명령결정정본 송달일 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>【이    유】  1. 인정 사실<br/>  가. 원고는 서울 영등포구 (주소 생략)○○빌딩(이하 ‘이 사건 부동산’이라 한다) 106호를 임차하여 ‘△△공인중개사사무소’라는 상호로 부동산중개업을 하는 공인중개사이고, 피고들은 이 사건 부동산의 공유자들이다.<br/>  나. 피고 2, 피고 3은 2018. 6. 5. 학교법인 일송학원(이하 ‘일송학원’이라고만 한다)과 사이에 이 사건 부동산을 70억 원에 매도하기로 하는 [별지 1] 기재와 같은 매매계약을 체결하고, 일송학원으로부터 계약금 7억 원을 지급받았고, 피고들은 2018. 7. 31. 일송학원과 사이에 동일한 내용의 [별지 2] 기재와 같은 매매계약서를 다시 작성하였다(이하 위 각 계약을 통틀어 ‘이 사건 매매계약’이라 한다).<br/>  [인정 근거] 다툼 없는 사실, 갑 제1, 2호증, 을 제1, 6, 7호증의 각 기재, 변론 전체의 취지<br/>  2. 주장 및 판단<br/>  가. 원고의 주장<br/>  1) 피고들은 원고에게 이 사건 부동산에 관한 매매계약의 중개를 의뢰하였고, 이에 원고가 일송학원을 소개하고 이 사건 부동산의 매매대금을 절충하는 등 피고들과 일송학원 사이에 이 사건 매매계약을 알선 및 중개하였음에도 2018. 6. 5. 부동산중개수수료를 지급하지 아니할 목적으로 매매계약서 작성 당시 의도적으로 원고를 배제하고, 원고에 대한 중개수수료를 지급하지 않고 있다. 따라서 피고들은 연대하여 원고에게 공인중개사법 제32조 및 신의성실의 원칙에 따라 위 매매대금의 0.9%에 해당하는 법정중개수수료 63,000,000원을 지급할 의무가 있다.<br/>  2) 뿐만 아니라 원고는 피고들로부터 이 사건 부동산의 알선 또는 중개 사무를 위임받아 위임사무를 처리하던 중 피고들이 의도적으로 원고를 배제하는 바람에 원고의 책임 없는 사유로 인하여 위임이 종료되었으므로, 피고들은 연대하여 원고에게 민법 제686조에 따라 법정중개수수료 상당의 보수를 지급할 의무가 있다.<br/>  3) 또한 원고는 피고들과 매수인 사이에서 매매조건과 관련된 의사를 전달하면서 매매조건을 조정하여 이 사건 매매계약이 성사되는 데 결정적인 기여를 하였으므로 피고들은 연대하여 원고에게 상법 제61조에 따라 법정중개수수료 상당의 보수를 지급할 의무가 있다.<br/>  (원고는 위 각 청구원인을 선택적으로 주장하는 것으로 보인다.)<br/>  나. 부동산중개수수료 청구에 관한 판단<br/>  1) 먼저 공인중개사법 제2조 제1호는 “중개라 함은 제3조의 규정에 의한 중개대상물에 대하여 거래당사자 간의 매매·교환·임대차 그 밖의 권리의 득실변경에 관한 행위를 알선하는 것을 말한다.”라고 규정하고 있다. 여기서 어떠한 행위가 중개행위에 해당하는지 여부는 거래당사자의 보호에 목적을 둔 법 규정의 취지에 비추어 볼 때 중개업자가 진정으로 거래당사자를 위하여 거래를 알선·중개하려는 의사를 갖고 있었느냐고 하는 중개업자의 주관적 의사를 기준으로 판단할 것이 아니라 중개업자의 행위를 객관적으로 보아 사회통념상 거래의 알선·중개를 위한 행위라고 인정되는지 아닌지에 따라 판단하여야 한다(대법원 2007. 2. 8. 선고 2005다55008 판결, 대법원 2013. 6. 27. 선고 2012다102940 판결 등 참조).<br/>  또한 부동산중개인의 경우 계약의 체결을 중개하여 당사자 사이에 계약의 체결을 성사시켰을 경우에만 중개의뢰인에 대하여 그 중개수수료의 지급을 구할 수 있음이 원칙이고, 다만 예외적으로 부동산중개인의 중개행위로 매매계약이 거의 성사되기에 이르렀으나 중개의뢰인들이 중개수수료를 면할 목적으로 상호 공모하여 부동산중개인을 배제한 채 직접 매매계약을 체결하였을 경우에는 민법 제686조의 취지 및 거래상의 신의칙 등에 비추어 사실상 계약의 체결을 성사시킨 경우에 준하여 중개수수료의 지급을 구할 수 있고, 또한 중개업자가 계약의 성립에 결정적인 역할을 하였음에도 중개업자의 중개행위가 중개업자의 책임 없는 사유로 중단되어 중개업자가 최종적인 계약서 작성 등에 관여하지 못하였다는 등의 특별한 사정이 있는 경우에도 신의칙 등에 기하여 중개업자는 중개의뢰인에 대하여 이미 이루어진 중개행위의 정도에 상응하는 중개수수료를 청구할 권리가 있다(대법원 2007. 4. 27. 선고 2007다12432 판결 등 참조).<br/>  2) 갑 제1, 2, 3, 7호증의 각 기재, 갑 제7호증의 일부 기재, 증인 소외 1의 일부 증언을 종합하면, 아래와 같은 경위로 이 사건 매매계약이 체결된 사실을 인정할 수 있다.<br/>  ① 이 사건 부동산은 일송학원이 운영하는 □□대학교◇◇◇◇병원(이하 ‘◇◇◇◇병원’이라고만 한다) 맞은편에 위치하고 있는데, 일송학원은 2001년경부터 피고들로부터 위 건물 2층 및 3층 일부를 임차하여 교수연구실로 사용하고 있었고, 피고 2, 피고 3에게 수차례 이 사건 부동산에 대한 매수의사를 내비쳤다.<br/>  ② 피고 3은 미국에 머무를 당시 이 사건 부동산 103호 임차인으로서 이 사건 부동산에 관한 임대차 중개행위를 해오던 원고로부터 이 사건 부동산을 매물로 내놓자는 요청을 받아 처음에는 한국에 가서 결정을 하겠다고 하였다가 다른 부동산에도 이미 매물로 나와 있으니 어쩔 수 없다고 하면서 이를 승낙하였다.<br/>  ③ 피고 3은 한국에 귀국하기 전에 원고에게 두 차례 전화를 걸어 매도할 곳을 알아보고 있는지 문의하였다.<br/>  ④ 원고는 2018. 5. 3. ◇◇◇◇병원에 전화를 하여 행정부원장인 소외 1에게 이 사건 부동산이 매물로 나왔고, 매매대금은 85억 원에서 2, 3억 원 정도 감액이 가능하다고 말하였는데, ◇◇◇◇병원 측은 원고의 위 전화통화를 통하여 피고들이 이 사건 부동산을 매도할 의사가 있음을 처음 알게 되었다.<br/>  ⑤ 피고 2, 피고 3 부부는 한국으로 귀국한 다음 날인 2018. 5. 6.(대체공휴일로 휴원일이었다) ◇◇◇◇병원을 방문하여 소외 1에게 이 사건 부동산을 매도하겠다는 의사를 표시하였는데, 원고가 제시한 금액과 같은 금액인 85억 원에서 2, 3억 원 정도 감액이 가능하다는 취지로 말하였다.<br/>  ⑥ 소외 1은 2018. 5. 6. 피고 2, 피고 3을 만난 자리에서 2018. 5. 3. 원고로부터 전화를 받았는데 원고에게 이 사건 부동산의 중개를 의뢰하였는지 물었고, 피고 2, 피고 3은 원고에게 중개의뢰를 한 사실이 없다고 답변하였다.<br/>  ⑦ 그 후 소외 1은 일송학원 재무팀에 피고들로부터 이 사건 부동산 매수 제의를 받은 사실을 보고하였다.<br/>  ⑧ 소외 1은 2018. 5. 8.부터 수차례 원고로부터 같은 취지의 전화를 받았고, 이에 원고에게 재단에서 검토 중이라고 답변하였으며 2018. 5. 21. 통화할 당시에는 원고에게 건물주는 그렇게 말씀을 안 하시는데, 건물주로부터 직접 매도의뢰를 받았는지 물어보기도 하였다.<br/>  ⑨ 일송학원 재무팀에서는 2018. 5. 21. 예전부터 자주 중개의뢰를 해온 공인중개사인 소외 2에게 이 사건 부동산의 매매가격과 조건을 협의해달라고 요청하였다.<br/>  ⑩ 소외 2는 2018. 5. 23.부터 2018. 5. 31.까지 세 차례 피고 2, 피고 3을 만났는데, 2018. 5. 23.에는 피고 2, 피고 3이 소외 2에게 매매대금을 82억 원까지 조정이 가능하다고 하였고, 두 번째 만났을 당시에는 소외 2가 피고 2, 피고 3에게 매매대금을 더 낮추어 줄 것을 요청하였으며, 임차인들의 이 사건 부동산 인도 문제를 협의하기로 하였고, 2018. 5. 31.에는 소외 2가 임차인들 명도는 매수인이 책임지기로 하고 매매가격을 70억 원으로 하자고 제의하자 피고 2, 피고 3이 이에 동의하였으며 2018. 6. 5. 매매계약을 체결하기로 합의하였다.<br/>  ⑪ 피고 3은 2018. 6. 5. 오전 원고로부터 걸려온 전화 통화에서 안 그래도 원고에게 전화를 하려고 하였다면서 일송학원과 직접 가격협의를 해서 70억 원에 계약을 하기로 하였는데 어젯밤에 자녀들이 80억 원은 몰라도 70억 원에는 안 팔겠다고 전하라고 한다고 하면서 오늘 일송학원과 계약을 체결하기로 했는데 70억 원보다 더 받을 수 있는 곳이 있는지를 물었고, 만약을 대비해서 명도에 대해서는 피고들에게 책임이 없는 것으로 하고, 중도금 없이 계약금과 잔금만으로 정하는 것으로 계약서를 써야 한다고 말하였는데, 원고가 지금 당장 계약할 사람이 없다고 하니 그럼 어쩔 수 없이 일송학원에게 매도하여야겠다는 취지로 답변하였다.<br/>  ⑫ 피고 2, 피고 3은 2018. 6. 5. 14:00경 ◇◇◇◇병원 행정부원장실에서 소외 1, 소외 2의 입회하에 일송학원과 사이에 [별지 1] 기재와 같은 매매계약서(을 제1호증)를 작성하였는데, 피고들 중 미국에 거주하는 피고 4, 피고 6에 대한 매매 대리 권한을 입증할 서류가 구비되지 아니하여 같은 내용의 계약서를 다시 작성하기로 하였다.<br/>  ⑬ 원고는 2018. 7. 6. 피고들을 상대로 이 사건 소를 제기하였고, 같은 날 일송학원을 상대로도 부동산중개수수료 청구(서울남부지방법원 2018가단240572호)를 하였다.<br/>  ⑭ 피고 2, 피고 3, 피고 1, 피고 5(피고 3이 피고 4, 피고 6을 대리하였다)는 2018. 7. 31. ◇◇◇◇병원 행정부원장실에서 소외 1, 소외 2의 입회하에 일송학원과 사이에 [별지 2] 기재와 같은 2018. 6. 5.자 매매계약서(을 제5호증)를 다시 작성하였고, 이 사건 부동산에 관하여 2018. 6. 5.자 매매를 원인으로 하여 2018. 7. 31. 일송학원 앞으로 소유권이전등기가 마쳐졌다.<br/>  ⑮ 한편 소외 2는 2018. 8. 3. 일송학원으로부터 이 사건 부동산의 중개수수료로 5,300만 원(부가가치세 별도)을 지급받았다.<br/>  3) 위 인정 사실에 의하면, 원고는 피고 3으로부터 이 사건 부동산을 매물로 내놓을 것을 승낙받아 ◇◇◇◇병원 행정부원장에게 이 사건 부동산의 매도의사를 처음 전달하고, 여러 차례 매수의사를 물어본 사실을 인정할 수 있다.<br/>  그러나 원고와 피고들 사이에서 이 사건 부동산에 관한 중개계약이 체결되거나 원고가 이 사건 매매계약 체결에 결정적인 기여를 하였는지에 관하여 살펴보면, 을 제1 내지 7호증의 각 기재, 증인 소외 1의 일부 증언에 비추어 볼 때, 앞서 인정한 사실 및 갑 제3 내지 7호증의 각 기재만으로는 이를 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 따라서 원고의 공인중개사법 제32조 및 신의칙에 따른 부동산수수료 주장은 이유 없다.<br/>  ① 먼저 중개업자는 중개의뢰인과 중개약정을 하고, 공인중개사법 제25조, 제26조의 규정에 따라 중개업무를 한 후, 중개대상물을 확인·설명하였다는 내용을 기재한 서면을 중개의뢰인에게 교부하고, 거래금액 등 거래내용을 진실로 기재한 거래계약서를 작성하는 등 적법한 중개행위를 하였다면, 공인중개사법 제32조 제1항에 규정된 중개수수료를 받을 수 있으나, 중개약정을 하였다거나 중개대상물의 확인·설명서를 교부하였다거나, 거래계약서를 작성하였다는 점을 인정할 증거가 없다.<br/>  ② 이 사건 매매계약은 매매대금이 70억 원에 이르는 비교적 큰 규모의 계약인데도 원고는 서면으로 중개계약서를 작성하지 아니하였고, 원고와 피고들 사이에 중개수수료의 액수에 관하여 구체적인 논의나 합의가 이루어진 적도 없는 것으로 보인다(설령 공인중개사법에 따른 적법한 중개행위를 하였다 하더라도, 그 중개수수료는 거래금액의 1,000분의 9에 해당하는 금액을 당연히 청구할 수 있는 것이 아니라, 공인중개사법 시행규칙 제20조 제4항에 따라 거래금액의 1,000분의 9 이내에서 중개의뢰인과 중개업자가 서로 협의하여 결정하는 것이므로, 원고와 피고들 사이에 중개수수료에 관한 협의가 있어야 할 것인데, 원고와 피고들 사이에 이 사건 부동산의 권리양도 중개에 관한 중개수수료를 63,000,000원으로 하기로 협의하였다는 점을 인정할 증거도 없으므로, 원고는 공인중개사법에 따른 중개수수료를 청구할 수 있다고 보기 어렵다).<br/>  ③ 원고가 제출한 증거들에 의하더라도 원고가 일송학원에 매도의사 및 매도희망가격을 전달하고 여러 차례 소외 1과 통화하면서 매수의사 등을 물어본 것 외에 이 사건 매매계약의 금액을 절충하거나 계약조건을 조정하는 등 계약 체결 과정에 결정적으로 기여한 사실을 인정할 만한 객관적 자료가 없다.<br/>  ④ 오히려 피고 2, 피고 3이 수차례 매수의사를 표시하던 일송학원과 직접 매매계약을 체결할 의사로 직접 ◇◇◇◇병원을 방문하여 매도의사를 표시한 다음 여러 차례 일송학원의 중개의뢰를 받은 소외 2를 만나 매매대금 및 이 사건 부동산의 인도 문제를 협의·조정하였으며 이 사건 매매계약 체결 당시 소외 2가 입회하여 피고들에게 매매계약서 작성, 중개대상물 확인·설명서 교부 등의 업무를 제공하였다.<br/>  다. 보수청구에 관한 판단<br/>  1) 민법 제686조 제3항에 따른 보수청구<br/>  수임인이 위임사무를 처리하는 중에 수임인의 책임 없는 사유로 인하여 위임이 종료된 때에는 수임인은 이미 처리한 사무의 비율에 따른 보수를 청구할 수 있다. 그런데 앞서 인정한 이 사건 매매계약의 체결 경위에 비추어 보면 원고가 이 사건 매매계약이 성사되도록 노력해 왔다고 하더라도 앞서 본 바와 같이 원고가 피고들로부터 중개업무를 위임받았음을 인정하기 어려우므로(보수 지급에 관한 약정이 있었다고 볼 아무런 증거도 없다) 이를 전제로 한 원고의 위 주장은 이유 없다.<br/>  2) 상법 제61조에 따른 청구에 관한 판단<br/>상법 제61조는 “상인이 그 영업범위 내에서 타인을 위하여 행위를 한 때에는 이에 대하여 상당한 보수를 청구할 수 있다.”라고 규정하고 있다. 이는 ‘수임인은 특별한 약정이 없으면 위임인에 대하여 보수를 청구하지 못한다’는 민법 제686조 제1항에 대한 특별규정으로서 상인이 하는 행위는 영리를 목적으로 하고 영업범위 내에서 타인을 위하여 노력을 제공한 때에는 보수를 기대하고 이로 인하여 이익을 얻은 자는 그에 따른 보수를 지급하는 것이 상거래 통념에 부합한다고 보아서 인정되는 규정이다(대법원 2007. 9. 20. 선고 2006다15816 판결 참조).<br/>  살피건대, 원고가 수행하였다고 인정된 위와 같은 업무로 인하여 피고들이 상법 제61조에서 말하는 이익을 얻었다고 인정하기 부족하고, 달리 이를 인정할 증거가 없으므로 원고의 위 주장은 이유 없다.<br/>  3. 결론<br/>  그렇다면 원고의 피고들에 대한 청구는 이유 없으므로 이를 모두 기각하기로 하여 주문과 같이 판결한다.<br/>[[별 지 1] 부동산매매계약서: 생략]<br/>[[별 지 2] 상가매매계약서: 생략]<br/><br/>판사 남신향 ",
  "사건번호": "2018가단249746",
  "사건종류코드": "400101",
  "판례정보일련번호": "225735",
  "선고": "선고",
  "판결유형": "판결 : 항소",
  "법원종류코드": "400202"
}