{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190705",
  "법원명": "서울서부지방법원",
  "사건명": "청구이의",
  "판례내용": "【원    고】 원고 (소송대리인 법무법인 명경 담당변호사 정하연 외 1인)<br/>【피    고】 피고 1 외 1인 (소송대리인 변호사 고영소)<br/>【변론종결】2019. 6. 14.<br/>【주    문】<br/>  1. 원고의 피고들에 대한 청구를 모두 기각한다.<br/>  2. 소송비용은 원고가 부담한다. <br/><br/>【청구취지】  주위적으로, 피고들의 원고에 대한 서울서부지방법원 2016자218호, 2017자45호 제소전 화해 신청 사건의 집행력 있는 화해조서에 기한 강제집행은 이를 불허한다.<br/>  예비적으로, 피고들의 원고에 대한 서울서부지방법원 2016자218호, 2017자45호 제소전 화해 신청 사건의 집행력 있는 화해조서에 기한 강제집행은 2020. 10. 29.까지 불허한다.<br/>【이    유】1. 기초 사실<br/> 가. 원고는 2015년 4월경 피고들로부터 서울 마포구 (주소 생략) 지상 건물 5층 501호 및 6층 601호 전부(이하 ‘이 사건 점포’라 한다)를 임차하는 임대차계약을 체결하고, 그 무렵부터 위 점포에서 ‘○○○ 고시텔’이라는 상호로 고시원 영업을 하였다. <br/> 나. 위 임대차계약이 만료될 무렵인 2016. 9. 12. 원고는 피고들과 사이에 이 사건 점포에 관하여 임차기간 2016. 10. 30.부터 2018. 10. 29.까지, 임대보증금 235,000,000원, 월 임대료 7,700,000원(부가가치세, 관리비 포함)인 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 다시 체결하였는데, 그 계약에서 제소전 화해조서를 작성할 것을 약정하였다.<br/> 다. 이에 따라 원고는 피고들과 2016. 10. 24. 이 법원 2016자218호 제소전 화해절차 및 이 법원 2017. 4. 24. 이 법원 2017자45호 제소전 화해절차에서 다음과 같은 화해조항이 포함된 화해를 함으로써 화해조서가 각 작성되었다(이하 위 화해조서를 ‘이 사건 각 화해조서’라 한다).<br/>화해조항: 원고는 2018. 10. 29. 임대차기간 만료일에 피고들로부터 임대차보증금 235,000,000원을 반환받음과 동시에 별지 목록 기재 각 부동산을 피고들에게 인도한다.<br/> 라. 원고는 이 사건 임대차계약기간 만료 1개월 전인 2018. 7. 10. 피고들에게 내용증명우편을 통해 계약갱신을 요구하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 3, 5호증(가지번호 포함)의 각 기재, 변론 전체의 취지 <br/>2. 주장과 판단<br/> 가. 원고 주장의 요지<br/>  이 사건 각 화해조서는 이 사건 임대차계약을 대상으로 성립되었는데, 위 임대차계약이 원고의 갱신요구권 행사에 따라 갱신된 이상 갱신된 새로운 계약에는 위 화해조서의 효력이 미치지 않으므로 그에 기한 강제집행은 허용될 수 없다. <br/>  설령 이 사건 각 화해조서의 효력이 유지되고 있다고 하더라도 피고들은 갱신된 임대차계약의 만료일까지 화해조서에 기한 건물인도청구권을 행사할 수 없으므로, 이 사건 각 화해조서에 기한 강제집행은 2020. 10. 29.까지 불허되어야 한다.<br/> 나. 판단<br/>  제소전 화해조서는 확정판결과 동일한 효력이 있어 당사자 사이에 기판력이 생기는 것이므로, 이 사건 각 제소전 화해조서가 작성됨과 동시에 원고와 피고들 사이에는 ‘원고는 2018. 10. 29. 임대차기간 만료일에 피고들로부터 임대차보증금 235,000,000원을 반환받음과 동시에 이 사건 점포를 피고들에게 인도한다.“는 내용에 관하여 기판력이 발생하였다.<br/>   그리고 앞서 든 각 증거에 의하여 알 수 있는 다음과 같은 사정, 즉 이 사건 임대차계약서의 특약사항 제8항에서 “추후 본 임대차건물에 대한 임대차계약을 갱신할 시에는 임대인과 임차인간 상호 협의하여 결정하기로 한다.”고 정하여 임대차계약의 갱신 가능성을 배제하지 않은 임대차계약을 체결하였는데, 그 후인 2016. 10. 24.에 작성된 이 사건 화해조서는 물론 7개월여가 지난 2017. 4. 24. 작성된 이 사건 화해조서에서도 건물인도일을 ‘2018. 10. 29. 임대차기간 만료일’로 특정하고 있는 점, 이 사건 각 화해조서 작성을 위한 제소전 화해신청의 원인으로 원고와 피고들이 이 사건 임대차계약과 관련하여 ‘합의된 사항의 이행을 보장하고 장래에 발생할 분쟁을 방지하고자’ 함에 있다는 내용이 기재되어 있는 점에 비추어 볼 때, 원고는 이 사건 임대차계약을 체결한 뒤에 상가건물 임대차보호법이 정하고 있는 계약갱신요구권을 사실상 행사하지 않겠다는 의사에서 이 사건 각 화해조서를 작성한 것으로 보인다. <br/>   한편 이와 같은 계약갱신요구권의 사전 포기의사가 포함된 화해조항이 강행법규인 상가건물 임대차보호법 제10조 제1항의 규정에 위반된다 할지라도 그것은 단지 제소전 화해에 하자가 있음에 지나지 아니하여 준재심의 절차에 의해 구제받는 것은 별론으로 하고 그 화해조서 자체를 무효라고 주장할 수는 없다. 따라서 원고는 이 사건 각 화해조서가 준재심에 의하여 취소되지 않는 한 화해조서 작성 후 계약갱신요구권을 행사하였다는 이유로 그 화해조서의 기판력에 반하는 주장을 할 수 없다. <br/>   따라서 이와 다른 전제에서 이 사건 각 화해조서의 집행력의 배제를 구하는 원고의 주장은 받아들일 수 없다.<br/>3. 결론<br/>  그렇다면 원고의 피고들에 대한 이 사건 주위적 및 예비적 청구는 모두 이유 없으므로 이를 각 기각하기로 하여, 주문과 같이 판결한다.  <br/><br/>판사 이현주 ",
  "사건번호": "2018가단239274",
  "사건종류코드": "400101",
  "판례정보일련번호": "225301",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}