{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190829",
  "법원명": "서울중앙지방법원",
  "사건명": "계약금반환",
  "판례내용": "【원       고】 토탈리얼코 주식회사 (소송대리인 법무법인(유한) 세한 담당변호사 소제인)<br/>【피       고】 주식회사 하나자산신탁 (소송대리인 법무법인 위너스 담당변호사 손교명 외 1인)<br/>【변론종결】2019. 6. 20.<br/>【주    문】<br/>1. 원고의 청구를 기각한다.<br/>2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  원고는 피고에게 4,800,100,000원 및 이에 대하여 2017. 4. 12.부터 이 사건 소장 부본송달일까지 연 6%의, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>가. 당사자의 지위<br/>   원고는 부동산 매매 및 임대업, 부동산 개발업 및 컨설팅업 등을 영위하는 회사이고, 피고는 신탁업법에 의하여 토지와 그 정착물의 신탁 및 이와 관련된 업무를 영위하는 회사이다. <br/>나. 매매계약의 체결 및 계약금의 지급 등<br/>   원고는 2017. 3.경 피고가 진행한 별지 목록 기재 각 부동산(이하 ‘이 사건 부동산’이라 한다)에 관한 공매(이하 ‘이 사건 공매’라 한다)에 입찰하여 2017. 4. 12. 이 사건 부동산을 낙찰받은 후, 같은 날 피고와 사이에 이 사건 부동산에 관하여 매매대금을 48,001,000,000원, 계약금을 4,800,100,000원(지급기한 : 계약체결시), 잔금을 43,200,900,000원(지급기한 :  계약체결일로부터 179일 이내)로 정한 매매계약(이하 ‘이 사건 매매계약’이라 한다)을 체결하였고, 같은 날 피고에게 위 계약금 4,800,100,000원(이하 ‘이 사건 계약금’이라 한다)을 지급하였다. 이 사건 매매계약의 내용 중 이 사건과 관련된 부분은 다음과 같다. <br/><br/>제2조(대금지급)② 원고가 제1조에서 정한 기한 내에 대금을 지급하지 아니할 때에는 그 익일부터 연체대금에 대하여 연체이율(연 15%)을 적용한 지연손해금을 피고에게 가산 지급하기로 하되 선납할인은 없는 것으로 한다.제12조(계약의 해제 및 위험부담)① 다음 각 호의 경우에는 피고는 본 계약을 해제할 수 있으며 이 경우 피고가 기 수납한 매매대금 중 계약금(부가가치세액을 포함한 합계금액)은 위약금으로 피고에게 귀속되고 나머지는 별도의 이자를 가산하지 않고 원고에게 반환한다.  1. 원고가 매매대금지급을 약정일로부터 1개월 이상 연체한 경우② 다음 각 호의 경우 피고는 본 계약을 해제할 수 있으며, 이 경우 피고는 본 계약 제2조 제3항의 계좌에 예치한 기 수납한 매매대금 전액과 그 이자수익만을 원고가 지정한 아래 계좌에 반환하기로 한다. 단 원고는 위 계좌의 금리 등에 이의를 제기하지 않기로 한다.  1. 본 계약 체결 후 매매목적물에 가압류 또는 가처분 등의 보전처분(강제집행 포함)이 실행되거나 제3자가 피고를 상대로 소를 제기함에 따라 피고가 원고에게 매매목적물의 정상적인 소유권 이전이 어렵다고 “피고”가 판단하는 경우<br/>다. 원고와 피고 사이의 공문 발송 및 이 사건 매매계약의 해제 등<br/>   1) 이 사건 부동산은 2002. 9.경 건물 건설공사가 착공된 후 시행사의 부도 등으로 2009. 4.경 공정률 65%의 단계에서 공사가 중단되었고, 이 사건 공매 진행 당시 이 사건 부동산에 관하여 14건의 부동산처분금지가처분 결정이 내려진 상태였다. <br/>   2) 2017. 7. 및 같은 해 8.경 이 사건 부동산에 관하여 부동산처분금지가처분 결정이 추가적으로 내려지자, 원고는 2017. 8. 29. 피고에게 ‘추가적으로 발생한 가처분의 처리를 위한 기간을 고려하여 잔급 지급기일을 연장하여 줄 것과 향후 추가적인 가처분에 대항할 수 있는 장치를 마련하여 금융기관으로부터 잔금 대출을 받을 수 있도록 원고 명의의 매매예약의 가등기(이하 ’이 사건 가등기‘라 한다)를 경료하여 줄 것’을 요청하는 내용의 공문을 보냈다.<br/>   3) 원고는 2017. 9. 8. 피고에게 ‘매매계약상 잔금기한을 가등기 경료시점으로부터 6개월로 연장하여 줄 것을 제안하며, 이 사건 가등기 경료와 동시에 피고에게 이 사건 가등기 말소에 필요한 일체의 서류를 제공하고 피고의 요청에 따라 원고의 법인인감증명서도 2개월마다 신규 발급하도록 하여 피고의 업무에 차질이 없도록 하겠다’는 내용의 공문을 보냈다.<br/>   4) 피고는 위 2)항 및 3)항의 각 공문을 받은 후 2017. 9. 22. 원고에게 ‘이 사건 부동산의 우선수익자인 ㈜솔로몬저축은행, ㈜프라임상호저축은행과의 협의 결과 ① 이 사건 가등기는 불가능하고, ② 잔금기한 연장 요청에 대하여는 원고가 2017. 10. 10.부터 2018. 4. 10.까지의 지연손해금 상당액(3,231,190,602원)을 이행보증금으로 2017. 11. 9.까지 납부하고, 향후 연장된 기한까지도 잔금을 납부하지 못할 경우 이 사건 계약금과 위 이행보증금이 몰취된다는 내용의 확인서를 작성하는 조건으로 2018. 4. 10.까지 이 사건 매매계약의 해제를 보류할 수 있으며, ③ 2017. 11. 9.까지 피고가 이행보증금 납부 및 확인서 제출을 하지 아니하거나 잔금 및 지연손해금을 납부하지 아니할 경우 이 사건 매매계약 제12조 제1항에 따라 이 사건 매매계약을 해제하고 이 사건 계약금을 몰취할 예정이다’는 내용의 공문을 보냈다.     <br/>   5) 원고는 위 4)항의 공문을 받은 후 2017. 10. 16. 피고에게 ‘이 사건 부동산에 관한 추가 가처분을 막기 위하여 이 사건 가등기가 반드시 필요하고 이 사건 가등기로 인한 피고의 불이익이 없으므로 이 사건 가등기를 경료하여 주기를 요청하며, 이행보증금을 선납하는 것은 이 사건 매매계약의 취지에 맞지 아니하고 이행보증금액을 산정함에 있어 연 15%의 연체이율이 아닌 민법상 연 5%의 법정이율을 적용하여 줄 것을 요청한다’는 내용의 공문을 보냈다. <br/>   6) 피고는 위 5)항의 공문을 받은 후 2017. 11. 6. 원고에게 ‘이 사건 부동산의 우선수익자인 ㈜솔로몬저축은행, ㈜프라임상호저축은행과의 협의 결과 ① 이 사건 가등기 설정은 가능하나, ② 잔금기한 연장 관련 지연손해금 후납 등 요청에 대하여는 원고가 2017. 10. 10.부터 2018. 4. 10.까지의 지연손해금 상당액(3,231,190,602원)을 이행보증금으로 2017. 11. 9.까지 선납하고, 향후 연장된 기한까지도 잔금을 납부하지 못할 경우 이 사건 계약금와 위 이행보증금이 몰취된다는 내용의 확인서를 작성하는 조건으로 2018. 4. 10.까지 이 사건 매매계약의 해제를 보류할 수 있으며, ③ 2017. 11. 9.까지 피고가 이행보증금 납부 및 확인서 제출을 하지 아니하거나 잔금 및 지연손해금을 납부하지 아니할 경우 이 사건 매매계약 제12조 제1항에 따라 이 사건 매매계약을 해제하고 이 사건 계약금을 몰취할 예정이다’는 내용의 공문을 보냈다. <br/>   7) 원고가 위 6)항의 공문을 받은 후 2017. 11. 9.까지 이행보증금 납부 및 확인서제출을 하지 아니하고 잔금도 지급하지 아니하자, 피고는 2017. 11. 10. ‘이 사건 매매계약 잔금의 지급기한은 2017. 10. 10.이고, 이 사건 매매계약 제12조 제1항에 따른 계약해제 유예기한인 2017. 11. 9.까지도 원고의 잔금 및 지연손해금이 납부되지 아니하였으므로, 이 사건 매매계약을 해제하고 이 사건 계약금은 몰취된다’는 내용의 공문(이하 ‘이 사건 해제통보’라 한다)을 보냈고, 이 사건 해제통보는 2017. 11. 13. 원고에게 도달하였다. <br/>라. 이 사건 해제통보 후 원고와 피고 사이의 공문 발송 등<br/>   1) 원고는 피고에게, 2017. 11. 15. ‘잔금 지급이 이루어지지 못한 것은 2017. 7.부터 집중적으로 추가 가처분이 들어온 것에서 비롯된 것이어서 원고의 귀책사유가 아니므로 이 사건 해제통보를 인정할 수 없다’는 내용의 공문을, 2017. 12. 28. ‘이 사건 매매계약 잔금 지급기한 6개월 연장에 따른 지연손해금 상당 이행보증금 전액을 납부하고 이 사건 가등기를 마치는 것을 제안한다’는 내용의 공문을, 2018. 2. 2. ‘이 사건 매매계약 잔금 지급기한 6개월 연장에 따른 지연손해금 상당 이행보증금 전액을 예치하고자 하니 이 사건 해제통보 철회 및 2018. 4. 10.까지의 6개월간 해제유예에 대한 신탁관계자들의 의견을 물어 조치하여 주실 것을 요청한다. 이 사건 해제통보 철회 및 6개월 해제유예 결정을 하실 경우에는 이 사건 가등기 설정도 허용해 주실 것을 요청한다. 피고와 신탁관계자간의 협의 결과 이 사건 해제통보 철회가 이루어지지 못할 경우에는 피고가 반환하는 예치 이행보증금에 대해 별도의 이자 지급 없이 원금만 반환되는 조건임을 인정하고 있으며 이에 동의한다. 예치 이행보증금 반환계좌는 아래와 같다’는 내용의 공문을 보냈다. <br/>   2) 원고는 2018. 2. 9. 이 사건 매매계약 잔금 지급기한 6개월 연장에 따른 이행보증금 3,231,190,602원을 피고의 예금계좌에 입금한 후, 같은 날 피고에게 ‘위 이행보증금 전액을 예치 완료하였고, 피고와 신탁관계자간의 협의 결과 이 사건 해제통보 철회가 이루어지지 못할 경우 예치 이행보증금의 반환계좌는 다음과 같다’는 내용의 공문을 보냈다.<br/>   3) 피고는 2018. 2. 9. ㈜솔로몬저축은행을 포함한 신탁관계자들에게 ‘이 사건 해제통보와 관련하여 원고의 이 사건 매매계약 해제 취소 및 해제유예 요청(2018. 2. 2.자) 공문이 접수되었고, 원고가 2018. 4. 10.까지의 지연손해금 상당액(3,231,190,602원)을 이행보증금으로 피고에게 예치(2018. 2. 9.)하였는바, 매각 지연에 대한 매수인 등의 관심 또는 이의제기가 다수 존재하는 점을 감안하여 이 사건 매매계약 해제 취소 및 해제유예 요청에 대한 의견을 2018. 2. 19.까지 공문으로 명확하게 회신하여 달라’는 내용의 공문을 보냈다. <br/>   4) 피고는 2018. 3. 16. ‘원고의 이 사건 매매계약 해제 취소 및 해제유예 요청 공문에 대하여 신탁계약상 사업관계인과 검토 협의한 결과에 따라 ① 이 사건 가등기 설정은 불가능하나, ② 원고가 2017. 10. 10.부터 2018. 4. 10.까지의 지연손해금 상당액(3,231,190,602원)을 이행보증금(2018. 2. 9. 피고에게 예치한 금원을 이행보증금으로 전환)으로 납부하고, ③ 2018. 4. 10.까지 잔금 및 2017. 10. 10.부터 실제 잔금지급일까지의 지연손해금(기납부한 이행보증금으로 대체 가능)을 납부하지 못할 경우 기 납부한 이 사건 계약금과 추가 납부한 이행보증금 3,231,190,602원이 몰취되는 조건으로 이 사건 매매계약 해제 취소 및 해제유예가 되는 것임을 확인한다는 등의 내용의 확인서를 2018. 3. 21.까지 제출하는 조건으로 이 사건 매매계약 해제 취소 및 2018. 4. 10.까지 매매계약 해제를 유예할 수 있다’는 내용의 공문을 보냈다. <br/>   5) 원고는 위 4)항의 공문을 받은 후 위 공문에 첨부된 확인서를 제출하지 아니하였고, 그 후 피고는 원고에게 이행보증금 3,231,190,602원을 반환하였다. <br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 15, 17, 18호증, 을 제1호증의 각 기재(가지번호 있는 것은 각 가지번호 포함, 이하 같다), 변론 전체의 취지  <br/>2. 당사자의 주장<br/>가. 원고의 주장<br/>   1) 주위적 주장 <br/>     원고가 금융기관으로부터 잔금 대출을 받기 위해서는 추가 부동산처분금지가처분  결정에 대항할 수 있는 이 사건 가등기의 경료가 필요하였는데, 피고가 원고에게 이 사건 가등기를 경료하여 주겠다는 신뢰를 부여한 후 일방적으로 이 사건 매매계약을 해제함에 따라 원고가 잔금 대출을 받지 못하여 잔금지급의 지체가 발생하였으므로, 원고의 잔금지급 지체에 대한 귀책사유가 인정되지 아니한다고 할 것인바, 피고가 이 사건 매매계약 제12조 제1항 제1호에 따른 약정해제권을 행사하는 것은 신의칙에 위배된다. 또한, 이 사건 매매계약 체결 후 추가로 발생한 부동산처분금지가처분 결정으로 인하여 피고의 이 사건 매매계약 해제 당시 이 사건 부동산의 소유권의 이전이 사실상 불가능한 상황이었다. 따라서 피고의 해제권 행사에 대하여 이 사건 매매계약 제12조 제2항 제1호가 적용되어야 하고, 피고는 같은 항 제2항 본문에 따라 원고에게 이 사건 계약금을 반환하여야 한다. <br/>   2) 예비적 주장 <br/>     원고의 잔금지급 지체에 대한 귀책사유가 인정되어 피고가 이 사건 매매계약 제12조 제1항 제1호에 따른 약정해제권을 행사할 수 있다고 보더라도, 이 사건 계약금은 민법 제398조 제4항에 의하여 손해배상액의 예정으로서의 성질을 가지는바, 이 사건 계약금 전액 몰취를 인정하는 것은 경제적 약자의 지위에 있는 원고에게 부당한 압박을 가하여 공정성을 잃는 결과를 초래한다고 할 것이다. 따라서 피고는 원고에게 몰취한 이 사건 계약금 중 감액되어야 할 금액 상당을 반환하여야 한다. <br/>나. 피고의 주장<br/>   이 사건 매매계약상 피고의 이 사건 가등기 경료의무가 인정되지 아니하는 등으로 원고에게 이 사건 가등기 경료에 관한 신뢰를 부여한 적이 없고, 이 사건 매매계약은 이 사건 해제통보로 해제되었다. <br/>3. 판단<br/>가. 이 사건 매매계약의 해제 및 이 사건 계약금의 귀속<br/>   앞서 본 기초사실 및 변론 전체의 취지에 따르면, 이 사건 매매계약의 잔금지급기한은 2017. 10. 10.(이 사건 매매계약은 잔금지급기한을 계약체결일로부터 179일 이내로 정하고 있고, 위 계약체결일인 2017. 4. 12.부터 179일째 되는 날은 2017. 10. 7.이나, 피고가 2017. 10. 10.로 주장하고 원고도 이를 다투고 있지 아니하므로 2017. 10. 10.로 인정한다)이고, 이 사건 매매계약 제12조 제1항 제1호는 ‘원고가 매매대금의 지급을 그 지급기한으로부터 1개월 이상 연체할 경우 피고가 이 사건 매매계약을 해제할 수 있으며 이 사건 계약금은 위약금으로 피고에게 귀속된다’고 정하고 있으며, 원고가 이 사건 매매계약의 잔금지급기한(2017. 10. 10.)으로부터 1개월(2017. 11. 9.)이 경과하도록 잔금을 지급하지 아니한 사실을 인정할 수 있는 바, 이 사건 매매계약 제12조 제1항 제1호에 따라 이 사건 해제통보가 원고에게 도달한 2017. 11. 13. 이 사건 매매계약은 해제되었고 이 사건 계약금은 위약금으로서 피고에게 귀속되어야 한다.  <br/>나. 원고의 주위적 주장에 관한 판단<br/>   1) 피고의 약정해제권 행사가 신의칙에 위배된다는 주장에 관한 판단 <br/>     가) 민법상 신의성실의 원칙은 법률관계의 당사자는 상대방의 이익을 배려하여 형평에 어긋나거나 신뢰를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행하여서는 아니 된다는 추상적 규범으로서, 신의성실의 원칙에 반한다는 이유로 그 권리의 행사를 부정하기 위하여는 상대방에게 신의를 공여하였다거나 객관적으로 보아 상대방이 신의를 가짐이 정당한 상태에 있어야 하고, 이러한 상대방의 신의에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도의 상태에 이르러야 한다(대법원 2003. 8. 22. 선고 2003다19961 판결, 대법원 2011. 2. 10. 선고 2009다68941 판결 등 참조). <br/>     나) 원고는, 피고가 원고에게 이 사건 가등기를 경료하여 주겠다는 신뢰를 부여한 후 일방적으로 이 사건 매매계약 제12조 제1항 제1호에 따른 약정해제권을 행사한  것은 신의칙에 위배된다고 주장한다. 살피건대 이 사건 공매 진행 당시 이 사건 부동산에 관하여 14건의 부동산처분금지가처분 결정이 내려진 상태였고, 이 사건 매매계약이 체결된 후인 2017. 7. 및 같은 해 8.경 이 사건 부동산에 관하여 부동산처분금지가처분 결정이 추가적으로 내려진 사실은 앞서 기초사실에서 본 것과 같다. 그러나, 앞서 본 기초사실, 갑 제1, 2호증의 각 기재 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사실 내지 사정들에 비추어 보면, 위와 같은 사정 및 원고가 제출한 증거들만으로는 피고가 원고에게 이 사건 가등기 경료에 대한 신의를 공여하였다거나, 객관적으로 보아 원고가 이 사건 가등기 경료에 대한 신의를 가짐이 정당한 상태에 있었다고 인정하기 부족하고, 달리 이를 인정할 증거가 없는 바, 원고의 위 주장은 이유 없다.  <br/>       (1) 매도인은 합의된 매매대금의 구체적인 지급 방법을 실현하기 위해 협력할 의무가 있지만, 일반적으로 매매계약에 있어 대금을 마련할 의무는 전적으로 매수인에게 있고 매도인이 매매대금의 조달에 협조하는 것은 오히려 이례적이라는 점에 비추어 보면, 매수인의 자금조달과 관련된 매도인의 협력의무가 언제나 인정된다고 할 수는 없고, 해당 계약의 성격과 특징, 계약 체결 당시 매도인과 매수인의 합의 내용 등을 구체적으로 살펴 매도인이 매수인의 자금조달에 협력할 의무가 계약상 도출될 수 있는지 여부를 판단하여야 하는 바(대법원 2014. 7. 24. 선고 2012다75932 판결 등 참조), 이 사건 부동산에 기존 가처분 결정이 존재하였고 이 사건 매매계약 체결 후 추가 가처분 결정이 내려졌다거나, 원고의 주장과 같이 이 사건 부동산에 있는 기존 가처분 결정을 해결하기 위하여 잔금지급기일을 계약체결일로부터 179일 이내로 정하였다고 하더라도, 위와 같은 사정만으로 원고의 잔금 마련을 위하여 피고에게 이 사건 가등기를 경료하여 줄 의무가 있다고 볼 수 없다(원고는, 이 사건 가등기의 경료로 피고의 불이익이 없으므로 이 사건 가등기를 경료하여 줄 의무가 있다는 취지로도 주장하나, 이 사건 가등기가 경료될 경우 원고가 이를 양도하거나 원고의 채권자가 가등기에 기한 본등기청구권을 압류하는 등 법률관계가 복잡해지거나, 추후 원고의 이 사건 매매계약 불이행시 이 사건 가등기가 말소되기 전까지 이 사건 부동산의 매각이 지연되는 등의 피고의 불이익을 예상할 수 있는바, 원고의 위 주장은 받아들일 수 없다).  <br/>       (2) 오히려, 이 사건 매매계약 제14조 제7항은 ‘원고가 이 사건 매매계약 체결 전 내려진 이 사건 부동산에 관한 처분금지가처분을 수인하고, 원고의 책임과 비용으로 위 처분금지가처분 및 계약체결 후 추가로 발생할 처분금지가처분 전부를 처리·해결하기로 하며, 피고에게 어떠한 이의도 제기할 수 없다’고 정하여 원고가 이 사건 부동산에 관한 처분금지가처분에 따른 모든 위험을 부담하는 것으로 명시하고 있다.  <br/>       (3) 특히 피고는 이 사건 공매 공고를 통하여 ‘4. 유의사항’에서 ‘매매목적물상 일체의 법률적·사실적 제한사항(소송, 압류, 경매, 보전처분, 제한물권, 법정지상권, 유치권자, 점유자, 임대차 등)은 매수인이 직접 공부의 열람 및 현지답사 등으로 확인하고 매수인의 책임으로 처리하는 조건으로 이에 대해 피고는 일체의 책임을 지지 않는다’고 명시하고, ‘5. 특이사항’에서, 이 사건 매매계약 제14조 제7항와 동일하게 ‘매수인은 매매계약 체결 전 경료된 처분금지가처분을 수인하고, 매수인의 책임과 비용으로 위 처분금지가처분 및 계약체결 후 추가로 발생할 처분금지가처분 전부를 처리·해결하여야 하며, 피고에게 어떠한 이의도 제기할 수 없다’고 명시하여 이 사건 공매 공고 당시부터 매수인이 이 사건 부동산에 관한 처분금지가처분에 따른 모든 위험을 부담하는 것임을 명확히 하였다. <br/>       (4) 원고의 2017. 8. 29.자 및 2017. 9. 8.자 각 공문을 통한 이 사건 가등기 경료 요청에 대하여, 피고는 2017. 9. 22.자 공문을 통하여 원고에게 ‘우선수익자인 ㈜솔로몬저축은행, ㈜프라임상호저축은행과의 협의 결과, 이 사건 가등기가 불가능하다’는 입장을 명확히 밝혔다.  <br/>       (5) 그럼에도 계속된 원고의 이 사건 가등기 경료 요청에 대하여, 피고는 2017. 11. 6.자 공문에서 ‘이 사건 가등기 설정은 가능하나 그 조건으로 2017. 10. 10.부터 2018. 4. 10.까지의 지연손해금 상당액(3,231,190,602원)을 이행보증금으로 2017. 11. 9.까지 선납하여야 한다’는 의견을 밝혔는데, 원고가 위 이행보증금을 납부하지 아니하여 이 사건 가등기가 경료되지 못하고 이 사건 매매계약이 해제되게 되었다.  <br/>       (6) 원고는, 피고가 요구하는 이행보증금액이 과다하고 납부기한이 촉박하여 위 이행보증금 요구는 부당하다는 취지로 주장하나, 이 사건 매매계약 제2조는 원고가 대금 지급기한 내에 대금을 지급하지 아니할 때에는 연 15%의 연체이율을 적용한 지연손해금을 가산하여 지급하기로 정하고 있을 뿐 아니라, 피고가 2017. 9. 22.자 공문을 통하여 원고에게 ‘2017. 10. 10.부터 2018. 4. 10.까지의 지연손해금 상당액(3,231,190,602원)을 이행보증금으로 2017. 11. 9.까지 납부하면 2018. 4. 10.까지 이 사건 매매계약의 해제를 유보할 수 있다’는 의사를 미리 밝혔는바, 위 이행보증금액이 과다하다거나 피고가 2017. 11. 6.자 공문을 통해 갑작스럽게 위 이행보증금의 지급을 요구하였다고 볼 수 없다. <br/>     다) 나아가 원고는, 피고의 이 사건 해제통보 후 피고 측 담당자로부터 이행보증금을 선납하면 이 사건 가등기 설정이 가능하다는 답변을 듣고 2018. 2. 9. 이행보증금 3,231,190,602원을 피고의 예금계좌에 입금한 것이라는 취지로도 주장하므로, 이 사건 해제통보 후 피고가 원고에게 이 사건 가등기 경료에 관한 신의를 공여하였는지 살피건대, 원고의 주장처럼 이 사건 해제통보 후 피고 측 담당자가 원고에게 이행보증금을 선납하면 이 사건 가등기 설정을 해주겠다고 답변하였다는 사실을 인정할 증거가 없다[‘이 사건 해제통보 후 이 사건 부동산의 사실상 우선수익자인 예금보험공사의 담당자가 원고에게 이 사건 가등기를 경료하여 줄 것을 전제로 이행보증금 3,231,190,602원을 납부하면 이 사건 매매계약 해제를 철회하고 잔금지급기한을 연장해주겠다고 하였다’는 증인 소외 1(원고의 이사)의 증언은 이를 뒷받침할 증거가 없어 믿기 어렵고, 설령 위 증언내용처럼 원고가 예금보험공사의 담당자와 위와 같은 협의를 한 사실이 있다고 하더라도 그와 같은 사정만으로 이 사건 매매계약의 매도인인 피고와 사이에도 위와 같은 협의가 있었다고 인정할 수는 없다]. <br/>       오히려 원고는 2017. 12. 28.자 공문을 통해 피고에게 ‘이 사건 해제통보를 철회하고 이 사건 가등기를 경료하여 줄 것’을 요청한 후, 2018. 2. 2.자 공문에서 ‘피고와 신탁관계자간의 협의 결과 이 사건 해제통보 철회가 이루어지지 아니할 경우 이행보증금의 이자 없이 원금만 반환되는 것에 동의한다’는 내용을 기재하였으며, 2018. 2. 9. 이행보증금 3,231,190,602원을 피고에게 납부한 후 발송한 공문에서도 피고와 신탁관계자간의 협의 결과 이 사건 해제통보 철회가 이루어지지 아니할 경우 이행보증금을 반환받을 원고의 예금계좌번호를 기재한 사실은 앞서 기초사실에서 본 것과 같은바, 원고가 2018. 2. 9. 이행보증금 3,231,190,602원을 피고에게 납부할 당시까지도 원고와 피고 사이에 이 사건 해제통보 철회 및 이 사건 가등기 설정에 관한 확정적 합의가 이루어지지 아니하였다고 보는 것이 타당하다고 할 것이다. 따라서 이 사건 해제통보 후 피고가 원고에게 이 사건 가등기 경료에 관한 신의를 공여하였다고도 볼 수 없다. <br/>     라) 더욱이, 원고는 피고가 이 사건 가등기를 경료하여 주지 아니하여 잔금대출을 받지 못하게 되었으므로 잔금지급 지체에 원고의 귀책사유가 없다는 취지로 주장한다. 그러나, 갑 제16호증의 기재 및 변론 전체의 취지에 따르면, 메리츠종합금융증권 주식회사(이하 ‘메리츠종합금융증권’)가 2018. 2. 12. 원고에게 이 사건 부동산 개발사업과 관련하여 1,150억 원 내외의 PF대출에 참여할 의향이 있다는 취지의 공문을 보낸 사실을 인정할 수 있으나, 위 공문에는 ‘전제 사업부지에 대한 1순위 담보제공, 사업계획승인 등 제반 인허가 완료 등’의 인출선행조건이 기재되어 있고, ‘본 의향서는 PF대출에 대한 의향이 있음을 확인하는 것일 뿐 추후 당사 내부 승인에 따른 별도 계약을 체결하기 전까지는 본 의향서만으로 어떠한 법적 구속력(민·형사상, 행정상)도 발생하지 않음’이라고 기재되어 있는 등에 비추어, 위 인정사실 및 원고가 제출한 증거들만으로는 이 사건 가등기가 경료되었다면 원고가 메리츠종합금융증권 등으로부터 잔금 대출을 받을 수 있었다는 사실을 인정하기 부족하고, 달리 이를 인정할 증거가 없는바, 잔금지급 지체에 원고의 귀책사유가 인정되지 아니한다고 볼 수 없다.   <br/>   2) 이 사건 해제통보 당시 이 사건 부동산의 소유권 이전이 불가능하였다는 주장에 관한 판단  <br/>     원고는, 이 사건 매매계약 체결 후 추가로 발생한 부동산처분금지가처분 결정으로 인하여 피고의 이 사건 매매계약 해제 당시 이 사건 부동산의 소유권 이전이 사실상 불가능한 상황이었다고 주장한다. 살피건대 을 제5호증의 기재 및 앞서 본 기초사실에 따르면, 이 사건 매매계약이 체결된 후 이 사건 부동산에 관한 부동산처분금지가처분 결정이 추가적으로 내려졌고, 피고가 이 사건 해제통보 후 진행한 이 사건 부동산에 관한 공매 당시인 2019. 4. 2.를 기준으로 이 사건 부동산에 내려진 가처분 결정이 25건(가처분 취소 인용결정이 내려진 사건은 제외함)에 이르며, 위 공매 절차에서 이 사건 부동산이 유찰된 사실을 인정할 수 있다. 그러나, 매매의 목적이 된 부동산에 관하여 제3자의 처분금지가처분의 등기가 기입되었다 할지라도, 이는 단지 그에 저촉되는 범위 내에서 가처분채권자에게 대항할 수 없는 효과가 있다는 것일 뿐 그것에 의하여 곧바로 부동산 위에 어떤 지배관계가 생겨서 채무자가 그 부동산을 임의로 타에 처분하는 행위 자체를 금지하는 것은 아니라 하겠으므로, 그 가처분 등기로 인하여 바로 계약이 이행불능으로 되는 것은 아니고, 제3자 앞으로 소유권이전등기가 경료되는 등 사회거래의 통념에 비추어 계약의 이행이 극히 곤란한 사정이 발생하는 때에 비로소 이행불능으로 된다고 할 것인바(대법원 2002. 12. 27. 선고 2000다47361 판결 등 참조), 이 사건 부동산에 관한 부동산처분금지가처분 결정이 추가적으로 내려졌고 이 사건 부동산이 공매 절차에서 유찰되었다는 사정만으로는 이 사건 해제통보 당시 이 사건 부동산의 소유권 이전이 불가능하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다(비록 이 사건 부동산이 공매 절차에서 최종적으로 유찰되었다고 하더라도, 을 제4호증의 기재에 따르면 일부 업체들이 피고에게 이 사건 부동산의 매수의향을 밝히기도 하였다). 따라서 원고의 위 주장도 받아들일 수 없다.  <br/>   3) 소결 <br/>     결국, 피고가 원고에게 이 사건 가등기를 경료하여 주겠다는 신뢰를 부여한 후 일방적으로 이 사건 매매계약을 해제하였다거나, 위 해제 당시 이 사건 부동산의 소유권 이전이 불가능하였음을 전제로 하는 원고의 주위적 주장은 나아가 살필 필요 없이 이유 없다. <br/>다. 원고의 예비적 주장에 관한 판단<br/>   1) 이 사건 매매계약 제12조 제1항 제1호는 ‘원고가 매매대금을 지급기한으로부터 1개월 이상 연체한 경우 피고가 이 사건 매매계약을 해제할 수 있으며 이 사건 계약금은 위약금으로 피고에게 귀속된다’고 정한 사실은 앞서 기초사실에서 본 것과 같고, 위약금은 손해배상액의 예정으로 추정된다(민법 제398조 제4항). 한편, 민법 제398조 제2항은 손해배상의 예정액이 부당히 과다한 경우에는 법원이 이를 적당히 감액할 수 있다고 규정하고 있는데, 법원이 손해배상의 예정액을 부당히 과다하다고 하여 감액하려면 채권자와 채무자의 경제적 지위, 계약의 목적과 내용, 손해배상액을 예정한 경위와 동기, 채무액에 대한 예정액의 비율, 예상 손해액의 크기, 당시의 거래 관행과 경제상태 등을 참작한 결과 손해배상 예정액의 지급이 경제적 약자의 지위에 있는 채무자에게 부당한 압박을 가하여 공정을 잃는 결과를 초래한다고 인정되는 경우라야 하고, 단지 예정액 자체가 크다든가 계약 체결 시부터 계약 해제 시까지의 시간적 간격이 짧다든가 하는 사유만으로는 부족하다고 할 것이다(대법원 1991. 3. 27. 선고 90다14478 판결, 대법원 2014. 7. 24. 선고 2014다209227 판결 등 참조). <br/>   3) 원고는, 예비적으로 손해배상의 예정액으로서 이 사건 계약금은 부당히 과다하므로 감액되어야 한다고 주장하므로 살피건대, 앞서 본 기초사실 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사실 내지 사정들, 즉 ① 부동산 매매계약에서 매매대금의 10% 상당액을 계약금으로 정하고 이를 위약금으로 약정하는 것은 일반적인 거래관행이고, 이 사건 계약금(4,800,100,000원)도 매매대금(48,001,000,000원)의 10% 상당액에 해당하는 점, ② 몰취되는 계약금이 거액이기는 하지만 그것은 계약금의 비율이 부당하게 높게 책정되었기 때문이 아니라 매매대금이 480억 원이 넘는 거액이기 때문이고, 매수인인 피고로서는 향후 이 사건 부동산 개발을 통한 막대한 이익을 얻을 가능성도 있는 만큼 이 사건 매매계약을 제대로 이행하지 못하여 발생할 손실의 위험성도 감수하여야 하는 점, ③ 손해배상액의 예정은 손해의 발생사실과 손해액에 대한 입증곤란을 배제하고 분쟁을 사전에 방지하여 법률관계를 간이하게 해결하는 것 외에 채무자에게 심리적으로 경고를 줌으로써 채무이행을 확보하려는 이행확보의 기능도 가지고 있는 점, ④ 이 사건 매매계약의 내용상 이 사건 매매계약이 원고에게 부당하게 불리한 내용으로 체결되었다고 보기 어렵고, 이 사건 매매계약이 이 사건 공매를 통하여 체결되었다고 하여 원고가 피고에 대하여 경제적 약자의 지위에 있었다고 볼 수는 없는 점, ⑤ 앞서 본 것과 같이 피고가 원고에게 이 사건 가등기 경료에 관한  신의를 공여하였다거나 이 사건 매매계약 잔금 지급지체에 관한 원고의 귀책사유가 인정되지 아니한다고 볼 수 없는 점 등을 고려하면, 위약금으로 정한 이 사건 계약금의 액수가 원고에게 부당한 압박을 가하여 공정을 잃게 할 정도라고 보기는 어렵다. 따라서 원고의 예비적 주장도 이유 없다.   <br/>4. 결론<br/>  그렇다면 원고의 청구는 이유 없어 기각하기로 하여, 주문과 같이 판결한다.<br/>(별지 생략)<br/><br/>판사 반정모(재판장) 박상수 서지혜 ",
  "사건번호": "2018가합546745",
  "사건종류코드": "400101",
  "판례정보일련번호": "214771",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}