{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20191218",
  "법원명": "수원지방법원 여주지원",
  "사건명": "공사대금",
  "판례내용": "【원       고】 원고(소송대리인 법무법인 경세 담당변호사 윤서현)<br/>【피       고】 피고(소송대리인 법무법인 규원 담당변호사 허원록)<br/>【변론종결】2019. 11. 27.<br/>【주    문】<br/>1. 피고는 원고에게 680,323,948원 및 이에 대하여 2017. 11. 4.부터 2019. 12. 18.까지는 연 6%, 그 다음날부터 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/>2. 원고의 나머지 청구를 기각한다.<br/>3. 소송비용 중 10%는 원고가, 나머지는 피고가 각 부담한다.<br/>4. 제1항은 가집행할 수 있다.<br/><br/>【청 구 취 지】피고는 원고에게 743,928,000원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 인정사실<br/>가. 원고는 2012. 10. 12.경 피고로부터 서울 송파구 (주소 생략) 토지 위에 있는 기존 건물을 철거하고 근린생활시설 및 도시형생활주택[1층 상가, 2층 근린생활시설(사무실), 3~5층 층별 원룸 6세대, 6층 쓰리룸 1세대]을 신축하는 공사(이하 ‘이 사건 공사’라 한다)를 아래와 같은 내용으로 도급받았다.<br/>도급계약서1. 공사명: 서울 송파구 (주소 생략) 토지상 근린생활시설 및 도시형생활주택2. 공사장소: 서울 송파구 (주소 생략)3. 착공년월일: 구주택 인도하는 날(착공허가 취득 후)4. 준공예정년월일: 착공일로부터 약 8개월 이내5. 계약내역　1) 공사내역: 별첨 도면에 의함(상목건축 설계도면)　2) 공사금액: 8억 7,500만 원(도면확정시 재산정)6. 대금결제조건: 신축주택 임대보증금으로 최우선 변제키로 한다. 건축주는 임대가 원활히 될 수 있도록 임대료설정 등 적극적으로 협조해주기로 한다.8. 기타사항　1) 현 임대보증금(10억 이내)을 원고가 선집행하고, 건물 멸실 후 은행대출금으로 우선상환받고 이자는 원고가 부담하기로 함.　2) 공사범위: 허가도에 의해 공사완료한 후 준공허가를 받아주는 것까지이며, 확장 또는 변경공사는 준공 후 즉시 시행한다(변경시공의 경우 건축주와 협의결정한다).건축 시공 특약 단서1. 허가 받은 설계도면은 상호협의 정정하여 다시 허가ㆍ승인받는다설계변경 지하층은 대지면적의 가능한 100%시공일조권 침해 받지 않는 범위 내 남쪽으로 하고 주차는 전면주차건축물은 주차장 지면에서 80전 높게 하여 지하층을 반 지하 형식으로 하고 지하 별도입구 화물용 리프트 설치정화조 100인용 건물 외벽 3면 돌시공(추후협의)1~3층까지 라면 조로 시공하고, 2층은 준공 후 원룸 개조3층 원룸, 4, 5, 6층 투룸으로 설계정정 준공 후 베란다, 계단, 옥탑 공간 등은 확장 또는 원룸으로 시공(공간 허용시)(각 세대 주방ㆍ화장실 분리형 룸 시공)건축공사비(평당 330만 원) 풀옵션원룸에는 TV, 냉장고, 세탁기, 에어컨, 께스렌시, 신발장세입자 이주시 보증금 이하 금액과 건축비는 원고가 선지급하고 건축물 준공 후 첨부한 가상 임대차보증금에서 충당하되 모자란 금액은 (전 세대 임대 완료 후) 우리은행 서초동 ○○○지점 양자내사 확인한 대출 가능 금액 약 3억 원 이상 연 2% 20년 상환 정책자금에서 충당한다.(대출에 관한 모든 문제는 피고 책임으로 한다)지체, 하자1. 하자보수기간은 2년으로 한다.4. 공사기간은 착공일로부터 (8개월)까지 준공 못할 경우 총 공사금액의 (법정%)일 계산 지체보상(위약)금으로 배상한다건축자재 및 시공(국내산 KS 제품)※ 준공 후 4개월 이내에 임대가 되지 않을 경우 공사비 및 선지급 보증금을 별도 방법으로 지불한다.<br/>　<br/>나. 원고는 이 사건 공사계약에 따라 기존 건물의 임차인들에게 임대차보증금 및 이주비로 합계 9억 6,750만 원을 지급하여 임차인들을 퇴거시켰다.<br/>다. 이후 원고는 이 사건 공사를 근린생활시설 및 다세대주택[1층 상가, 2층 근린생활시설(사무실), 3~5층 층별 투룸 3세대, 6층 투룸 2세대. 이하 ’이 사건 건물‘이라 한다]을 신축하는 것으로 설계변경을 하였다. <br/>라. 원고는 이 사건 공사를 완료하여 2014. 3. 6. 이 사건 건물에 관한 사용승인을 받았다.<br/>마. 피고는 2014. 1. 13.부터 2016. 5. 27.까지 원고에게 합계 824,000,000원(이하 ‘이 사건 변제금’이라 한다)을 변제금 명목으로 지급하였다.<br/>바. 한편 원고의 채권자인 소외인이 2017. 4. 27. 이 사건 공사대금채권 중 406,739,726원에 대하여 채권압류 및 전부명령(이하 ‘이 사건 전부명령’이라 한다)을 받았고, 위 전부명령은 그 무렵 확정되었다. 소외인은 피고를 상대로 수원지방법원 여주지원 2017가합5869호로 전부금 청구를 소를 제기하여 현재 소송계속 중이다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 3, 4, 12호증, 을 제1호증, 변론 전체의 취지<br/>2. 당사자들의 주장<br/>가. 원고의 주장<br/>1) 원ㆍ피고는 이 사건 공사계약 체결 당시 공사대금을 평당 330만 원으로 하되 구체적인 공사금액은 추후 도면이 확정되어 공사면적이 확정되면 재산정하기로 하였다. 이에 따라 도면 확정 및 공사완료 이후 공사면적이 303.16평으로 확정되었으므로, 이 사건 공사대금은 1,000,428,000원(= 위 303.16평 × 평당 330만 원)으로 확정되었다. 또한 원고가 피고를 대신하여 임대차보증금 및 이주비로 합계 967,500,000원을 지급하는 방법으로 위 967,500,000원(이하 ‘이 사건 대여금’이라 한다)을 대여하였다.<br/>2) 그런데 원고가 피고로부터 지급받은 이 사건 변제금은 이 사건 공사대금채권에 418,893,716원, 이 사건 대여금 채권에 405,106,284원으로 안분하여 변제충당되었다. 따라서 피고는 원고에게 미지급한 이 사건 공사대금 181,534,284원(= 이 사건 공사대금 1,000,428,000원 - 피고로부터 지급받은 공사대금 418,893,716원 - 전부명령의 채권자인 소외인이 전부 받은 금액 4억 원)과 미지급한 이 사건 차용금 562,393,716원(= 위 967,500,000원- 피고로부터 지급받은 대여금 405,106,284원)을 지급할 의무가 있다.<br/>3) 결국 피고가 원고에게 743,928,000원(= 위 181,534,284원 + 위 562,393,716원) 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>나. 피고의 주장 및 항변<br/>1) 이 사건 공사 중 지하실 부분 등이 미시공되어 이 사건 공사가 완료되지 않았으므로, 피고가 원고에게 이 사건 공사대금을 지급할 의무가 없다. 이 사건 건물에 관한 집합건축물대장에 기재된 이 사건 공사의 시공자는 원고가 아니라 주식회사 서우림종합건설이므로 원고는 정당한 청구권자가 아니다.<br/>2) 원고는 이 사건 공사계약 체결 이후 변경된 도면을 피고에게 제시하거나 설명하지 않은 채 일방적으로 공사를 진행하였고, 피고가 원고와 사이에 이 사건 공사대금을 1,000,428,000원으로 합의한 사실이 없다. 이 사건 공사대금은 건축물대장을 기준으로 산정하여야 하므로 위 1,000,428,000원이 아니라 817,740,000원(= 247.8평 × 3,300,000원)원에 불과하다.<br/>3) 이 사건 공사대금 채권은 3년의 소멸시효 기간이 완성되어 소멸하였다.<br/>4) 이 사건 건물에는 지하층의 면적 조정 및 전체 재시공 등의 하자가 존재하고, 위와 같은 하자를 보수하는 것이 피고의 이 사건 공사대금 채무의 이행보다 선이행의무에 해당한다. <br/>5) 이 사건 건물에 관한 하자보수비용으로 2019. 4. 11. 감정서에 기재된 60,170,000원, 2019. 10. 10. 감정보완서에 기재된 6,458,000원이 인정되어야 하고, 지하층을 위법하지 않은 상태로 변경하는 것 등 재시공이 불가능한 부분에 관하여 민사소송법 제202조의2 규정에 따라 손해배상액수가 산정되어야 한다.<br/>6) 원고는 피고와 사이에 이 사건 공사를 착공일로부터 8개월 이내에 준공하기로 약정하면서 지체상금률을 3/1000으로 정하였다. 그런데 이 사건 건물은 2014. 3. 6.에서야 사용승인을 받았으므로 피고는 원고에게 지체상금으로 475,924,680원(= 총 공사금액 817,740,000원 × 194일 × 3/1000)을 지급할 의무가 있다.<br/>7) 원고는 이 사건 공사계약에서 정한 하자보증보험증권을 발급하지 않았으므로, 위 증권을 교부하거나 발급에 필요한 비용 상당액을 피고에게 지급할 의무가 있다.<br/>3. 청구원인에 대한 판단<br/>가. 이 사건 공사계약 체결 이후 ‘근린생활시설 및 도시형생활주택’을 ‘근린생활시설 및 다세대주택’으로 변경하는 내용의 설계변경이 이루어진 사실, 이후 원고가 이 사건 공사를 완료하여 위 설계변경에 따라 이 사건 건물에 관한 사용승인을 받은 사실, 이 사건 공사계약을 체결하면서 구체적인 공사대금은 추후 도면확정시 재산정하기로 한 사실, 원고가 기존 건물의 임차인들에게 합계 967,500,000원을 지급하는 방법으로 피고에게 위 967,500,000원을 대여한 사실, 피고가 원고에게 이 사건 변제금 합계 824,000,000원을 지급한 사실은 앞서 본 바와 같고, 감정인 소외 2의 감정결과에 의하면 이 사건 공사계약에 따라 원고가 실제 시공한 면적이 1163.2㎡(약 352평)인 사실이 인정된다. <br/>나. 위 인정사실에다가 이 사건 공사대금 산정을 위한 시공면적을 확정함에 있어 피고의 요구에 따라 지하 시공면적 중 일부를 제외하여 시공면적을 확정하였다는 원고의 주장을 더하여 보면, 원ㆍ피고 사이에 이 사건 공사대금을 1,000,428,000원(= 시공면적 303.16평 × 평당 330만 원)으로 합의하였다고 봄이 타당하다. 한편 이 사건 공사대금 채무와 대여금 채무의 변제이익 및 변제기가 모두 동일한 사실은 아래 4. 나.항의 “소멸시효 항변” 부분에서 판단한 것과 같으므로, 이 사건 변제금 824,000,000원을 아래와 같이 안분하여 변제충당한다.<br/>① 이 사건 공사대금 채무: 581,534,284원[= 1,000,428,000원 - (824,000,000원 × 1,000,428,000원/1,967,928,000원, 원 미만 반올림)]<br/>② 이 사건 대여금 채무: 562,393,716원[= 967,500,000원 - (824,000,000원 × 967,500,000원/1,967,928,000원, 원 미만 내림)]<br/>다. 따라서 피고는 특별한 사정이 없는 한 원고에게 이 사건 공사대금 174,794,558원(= 위 581,534,284원 － 원고가 자인하고 있는 이 사건 전부명령에 따른 전부금 406,739,726원)과 이 사건 차용금 562,393,716원 및 이에 대한 각 지연손해금을 지급할 의무가 있다.<br/>라. 한편 피고는 집합건축물대장에 기재된 이 사건 공사의 시공자는 원고가 아니라 주식회사 서우림종합건설이므로 원고가 이 사건 공사대금 채권의 정당한 청구권자가 아니라고 주장하나, 피고가 원고와 사이에 이 사건 공사계약을 체결하고 원고가 실제로 이 사건 공사를 수행한 사실은 당사자 사이에 다툼이 없으므로 원고가 이 사건 공사대금 채권자이다. 따라서 피고의 위 주장은 받아들이지 아니한다.<br/>4. 피고의 항변에 대한 판단<br/>가. 하자보수 항변<br/>피고는 지하층의 면적 조정 및 전체 재시공 등의 하자를 보수하는 것이 피고의 이 사건 공사대금 채무의 이행보다 선이행의무에 해당한다고 항변하나, 하자보수의무가 선이행의무라고 볼 만한 증거가 존재하지 않는다. 오히려 피고도 위 하자보수가 불가능하다고 자인하고 있다. 따라서 피고의 위 항변은 받아들이지 아니한다.<br/>나. 소멸시효 항변<br/>1) 소멸시효 완성 여부<br/>가) 이 사건 공사계약 특약단서에 “※ 준공 후 4개월 이내에 임대가 되지 않을 경우 공사비 및 선지급 보증금을 별도 방법으로 지불한다.”고 기재된 사실은 앞서 본 바와 같은데, 위와 같은 약정은 원ㆍ피고가 이 사건 건물이 임대되는 경우 임대차보증금으로 이 사건 공사대금을 지급하도록 정한 불확정기한이라고 봄이 타당하다. <br/>나) 그런데 이 사건 건물이 사용승인 후 4개월 이내에 전부 임대되지 않은 사실은 당사자 사이에 다툼이 없으므로, 이 사건 공사대금 채권은 사용승인 후 4개월이 경과한 시점인 2014. 7. 7.에 불확정기한이 도래하였다.<br/>다) 이 사건 공사대금 채권은 3년간 행사하지 아니하면 소멸시효가 완성되는데(민법 제163조 제3호), 원고가 이 사건 공사대금 채권의 이행기인 위 2014. 7. 7.부터 3년이 경과한 2017. 10. 19. 이 사건 소를 제기한 사실은 기록상 명백하다.<br/>2) 소멸시효 중단의 재항변<br/>  그러나 피고가 소멸시효 기간이 만료하기 전인 2016. 5. 27.까지 원고에게 이 사건 변제금을 지급한 사실은 앞서 본 바와 같으므로, 이 사건 공사대금 채권의 시효는 위 2016. 5. 27.경 채무승인으로 중단되었다. 이 사건 소가 그때부터 3년이 경과되기 이전에 제기된 사실은 기록상 분명하므로, 피고의 소멸시효 항변은 받아들이지 아니한다.<br/>3) 피고의 재재항변에 대한 판단<br/>가) 피고는, 원고에게 지급한 이 사건 변제금은 이 사건 공사대금 채무가 아니라 변제이익이 더 많은 이 사건 대여금 채무에 충당되었으므로 이 사건 공사대금 채권은 시효로 소멸하였다고 재재항변한다.<br/>나) 살피건대 피고가 이 사건 변제금을 지급하면서 어떤 채무의 변제라고 지정하여 지급하였다거나 원고와 사이에 그와 같은 변제충당의 합의가 있었음을 인정할 증거가 없다. 따라서 민법 제477조의 법정변제충당의 순서에 따라 변제충당의 효력이 발생하는데, 법정변제충당의 순서는 채무 중에 이행기가 도래한 것과 도래하지 아니한 것이 있으면 이행기가 도래한 채무의 변제에(민법 제477조 제1호), 채무 전부의 이행기가 도래하였거나 도래하지 아니한 때에는 채무자에게 변제이익이 많은 채무의 변제에(같은 조 제2호), 채무자에게 변제이익이 같으면 이행기가 먼저 도래한 채무나 먼저 도래할 채무의 변제에(같은 조 제3호) 충당하여야 한다. 한편 민법 제477조의 법정변제충당의 순서는 채무자의 변제제공 당시를 기준으로 정한다(대법원 2015. 11. 26. 선고 2014다71712 판결 참조).<br/>다) 원ㆍ피고가 “※ 준공 후 4개월 이내에 임대가 되지 않을 경우 공사비 및 선지급 보증금을 별도 방법으로 지불한다.”고 정한 약정이 불확정기한인 점과 이 사건 건물이 사용승인 후 4개월 이내에 전부 임대되지 않은 사실은 앞서 본 바와 같으므로, 이 사건 대여금 채권 역시 사용승인 후 4개월이 경과한 시점인 2014. 7. 7.에 불확정기한이 도래하였다고 봄이 타당하다. 따라서 이 사건 공사대금 채무와 이 사건 대여금 채무는 이행기가 동일하다.<br/>라) 또한 피고는 이 사건 공사대금 채무에 우리은행에서 확인한 대출이율인 연 2%가 적용되므로 이 사건 대여금 채무의 변제이익이 더 많다고 주장하나, 이 사건 공사대금 채무에 위 연 2%의 이율이 적용된다고 볼 증거가 없고 달리 이 사건 대여금 채무의 변제이익이 이 사건 공사대금 채무의 변제이익보다 더 많다고 볼 사정도 없다. 따라서 이 사건 대여금 채무가 변제이익이 더 많다고 볼 수 없다.<br/>마) 결국 이 사건 공사대금 채무와 대여금 채무는 변제이익이 동일하여 이 사건 변제금은 안분하여 변제충당 된다고 봄이 타당하므로, 피고의 위 재재항변은 받아들이지 아니한다.<br/>다. 하자보수에 갈음하는 손해배상채권 상계 항변<br/>1) 피고가 주장하고 있는 하자 부분에 대하여 살피건대, 앞서 든 증거들에 갑 제8호증의 1~10, 감정인 소외 3의 감정결과 및 감정보완촉탁결과(이하 ‘감정결과’라 한다)에 변론 전체의 취지를 종합하면, 그 인정여부는 별지 표의 ‘판단’란 기재와 같고 하자 부분을 보수하기 위하여 합계 44,859,190원(= 모터 교체비용 2,000,000원 ＋ 지하실공사 중 기초공사 34,430,000원 ＋ 301호 현관 내벽 1,518,000원 + 301호 냉장고 및 601호 신발장 설치비용 합계 1,323,190원 ＋ 정화조 4,862,000원 ＋ 지하실 외부시공 726,000원)이 필요한 사실이 인정된다.<br/>2) 따라서 하자보수에 갈음하는 손해배상금인 위 44,859,190원을 이 사건 공사대금에서 상계하여야 한다.<br/>라. 지체상금 상계 항변<br/>1) 공사가 도중에 중단되어 예정된 최후의 공정을 종료하지 못한 경우에는 공사가 미완성된 것으로 볼 것이지만, 공사가 당초 예정된 최후의 공정까지 일응 종료되고 그 주요 구조 부분이 약정된 대로 시공되어 사회통념상 일이 완성되었고 다만 그것이 불완전하여 보수를 하여야 할 경우에는 공사가 완성되었으나 목적물에 하자가 있는 것에 지나지 아니한다고 해석함이 상당하고, 예정된 최후의 공정을 종료하였는지 여부는 수급인의 주장이나 도급인이 실시하는 준공검사 여부에 구애됨이 없이 당해 공사 도급계약의 구체적 내용과 신의성실의 원칙에 비추어 객관적으로 판단할 수밖에 없고, 이와 같은 기준은 공사 도급계약의 수급인이 공사의 준공이라는 일의 완성을 지체한 데 대한 손해배상액의 예정으로서의 성질을 가지는 지체상금에 관한 약정에 있어서도 그대로 적용된다(대법원 1997. 10. 10. 선고 97다23150 판결 참조). 다만 당사자 사이에 건축공사의 완공 후 부실공사와 하자보수를 둘러싼 분쟁이 일어날 소지가 많음이 예상됨에 따라 그러한 분쟁을 사전에 방지할 의도로 통상의 건축공사 도급계약과는 달리 도급인의 준공검사 통과를 대금지급의 요건으로 삼음과 동시에 하자보수 공사 후 다시 합격을 받을 때까지 지체상금까지 부담하게 함으로써 공사의 완전한 이행을 담보하기 위해 지체상금의 종기를 도급인의 준공검사 통과를 조건으로 한 수급인의 준공검사 요청일로 정하였다고 볼 만한 특별한 사정이 있다면 그에 따라야 할 것이다(대법원 2010. 1. 14. 선고 2009다7212, 7229 판결 등 참조). <br/>2) 앞서 든 증거들에 갑 제6, 7호증(가지번호 포함)을 더하여 보면, 원ㆍ피고가 이 사건 공사계약을 체결하면서 준공예정일까지 준공하지 못할 경우 총 공사금액의 “법정”%의 비율로 계산한 지체상금을 지급하기로 약정한 사실, 이 사건 공사계약서에 착공년월일은 “구주택 인도하는 날짜(착공허가 취득 후)”, 준공예정일은 “착공일로부터 약 8개월 이내”라고 각 기재된 사실, 원고가 2013. 6. 1. 피고로부터 구주택을 인도받아 이 사건 공사를 수행한 사실, 원고가 2014. 2. 12. 피고에게 ‘2010. 2. 10. 준공검사에 필요한 모든 공사는 끝났습니다, 준공검사가 빨리 날 수 있도록 최대한 협조하여 주시기 바랍니다.’는 취지의 내용증명을 보낸 사실, 이후 피고가 2014. 2. 25. 원고에게 ‘이 사건 건물의 사용승인 신청함에 있어 위 건물의 현재 상황을 숙지하고 있음을 확인합니다’는 확인서를 작성하여 준 사실, 이어 설계사무소를 통하여 2014. 3. 6. 이 사건 건물에 관한 사용승인이 이루어진 사실이 이루어진 사실이 인정된다.<br/>3) 위 2)항의 인정사실에 의하면, 이 사건 공사의 지체상금의 발생시기는 구주택을 인도받은 날인 2013. 6. 1.부터 8개월이 경과한 날의 다음날인 2014. 2. 1.이 되고, 종기는 원고의 사용승인 요청일인 2014. 2. 12.이 된다고 봄이 타당하다.<br/>4) 따라서 지체상금 12,005,136원(= 공사금액 1,000,428,000원 × 지체상금률 1/1000 × 지체일수 12일)을 이 사건 공사대금에서 상계하여야 한다.<br/>마. 하자보증보험증권 항변<br/>갑 제27호증의 1~8에 의하면, 원고가 2014. 3. 6. 이 사건 공사에 관한 하자보증보험증권을 발급받아 피고에게 교부한 사실이 인정되므로, 피고의 이 부분 항변은 받아들이지 아니한다.<br/>바. 소결론<br/>따라서 피고는 원고에게 하자보수에 갈음하는 손해배상채권과 지체상금을 자동채권으로 하여 상계 후 남은 미지급 공사대금 117,930,232원(= 위 공사대금 174,794,558원 － 위 하자보수에 갈음하는 손해배상채권 44,859,190원 － 지체상금 12,005,136원) 및 이에 대한 지연손해금을 지급할 의무가 있다. 결국 피고는 원고에게 680,323,948원(= 위 117,930,232원 ＋ 이 사건 미지급 차용금 562,393,716원) 및 이에 대하여 이 사건 소장 부본 송달일 다음날인 2017. 11. 4.부터 이 판결 선고일인 2019. 12. 18.까지는 상법에서 정한 연 6%, 그 다음날부터 갚는 날까지는 소송촉진 등에 관한 특례법에서 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>5. 결론<br/>  그렇다면 원고의 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 나머지 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/>  (별지 생략)<br/><br/>판사 김승곤(재판장) 허준기 정철희 ",
  "사건번호": "2017가합6572",
  "사건종류코드": "400101",
  "판례정보일련번호": "218415",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}