{
  "판시사항": "  노인복지센터를 운영하던 甲이 乙 은행으로부터 대출을 받았고, 그 후 甲이 위 센터의 영업권 및 시설을 丙에게 양도하여 丙이 기존과 동일한 명칭을 사용하여 센터를 운영하고 있는데, 乙 은행이 丙을 상대로 상법 제42조의 상호속용 책임을 주장하며 甲이 乙 은행에 대하여 부담하는 대출원리금 채무의 변제를 구한 사안에서, 위 센터와 같은 재가노인복지시설은 노인복지법이 정하고 있는 노인복지시설의 한 종류이고, 직무의 공공성이 요구되어 여러 가지 규제를 받고 있는 재가노인복지시설의 운영은 상인의 영업활동과는 본질적인 차이가 있으므로, 甲이 상인임을 전제로 하는 乙 은행의 청구는 이유 없다고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  노인복지센터를 운영하던 甲이 乙 은행으로부터 대출을 받았고, 그 후 甲이 위 센터의 영업권 및 시설을 丙에게 양도하여 丙이 기존과 동일한 명칭을 사용하여 센터를 운영하고 있는데, 乙 은행이 丙을 상대로 상법 제42조의 상호속용 책임을 주장하며 甲이 乙 은행에 대하여 부담하는 대출원리금 채무의 변제를 구한 사안이다.<br/>  상법상 영업양도의 대상이 되는 것은 상인의 조직재산으로서의 영업 또는 상인의 기업활동에 있어서의 기업자의 지위이므로 상법상 영업양도에 관한 규정은 양도인이 상인이 아닌 경우에는 적용될 수 없는바, 위 센터와 같은 재가노인복지시설은 노인복지법이 정하고 있는 노인복지시설의 한 종류이고, 나아가 甲과 丙은 위 센터를 노인장기요양보험법에서 정한 장기요양기관으로 지정받았는데, 노인복지법 및 노인장기요양보험법 등 관련 법규를 종합하여 보면, 직무의 공공성이 요구되어 여러 가지 규제를 받고 있는 재가노인복지시설의 운영은 상인의 영업활동과는 본질적인 차이가 있고 위 센터 운영과 관련하여 형성된 법률관계에 대하여 상법을 적용하지 않으면 안 될 특별한 사회·경제적 필요 내지 요청이 있다고 볼 수도 없으므로, 甲이 상인임을 전제로 하는 乙 은행의 청구는 이유 없다고 한 사례이다.<br/>",
  "참조조문": "상법 제4조, 제5조 제1항, 제42조 제1항, 노인복지법 제1조, 제38조, 제39조, 제39조의2 제1항, 제2항, 제39조의11 제1항, 제41조, 제42조 제1항, 제2항, 제46조 제7항, 제47조, 노인복지법 시행규칙 제27조의2, 제29조, 노인장기요양보험법 제1조, 제31조 제1항, 제2항, 제33조 제1항, 제33조의2, 노인장기요양보험법 시행령 제14조, 노인장기요양보험법 시행규칙 제25조 제1항<br/>",
  "선고일자": "20240430",
  "법원명": "서울서부지법",
  "사건명": "대여금(잔부판결)",
  "판례내용": "【원    고】 ○○저축은행 주식회사 (소송대리인 법무법인 이담 담당변호사 조성민)<br/>【피    고】 피고 (소송대리인 법무법인 새시대 담당변호사 임성훈)<br/>【변론종결】2024. 3. 19.<br/>【주    문】<br/>  1. 원고의 청구를 기각한다.<br/>  2. 소송비용은 원고가 부담한다. <br/><br/>【청구취지】  피고는 분리 전 공동피고와 각자 원고에게 56,394,166원 및 이에 대하여 2023. 2. 8. 부터 다 갚는 날까지 연 15.38%의 비율로 계산한 돈을 지급하라.<br/>【이    유】  1. 기초 사실<br/>  가. 분리 전 공동피고(이하 ‘공동피고’라고만 한다)는 의정부시 (주소 생략)에서 \"△△△ 주야간보호센터\"라는 노인복지센터(이하 ‘이 사건 센터’라 한다)를 운영하였던 자로, 2019. 12. 17. 원고로부터 75,000,000원을 여신기간 2020. 12. 17., 이자율 \"기준금리(COFIX) + 연 8.04%\"로 정하여 대출받는 내용으로 원고와 여신거래약정(이하 ‘이 사건 대출’이라 한다)을 체결하였다. 이후 두 번에 걸쳐 이 사건 대출이 연장되었는데, 2021. 12. 17. 최종적으로 여신기간 2022. 12. 17., 여신한도 56,000,000원으로 그 기한 및 조건이 변경되었다.<br/>  나. 공동피고는 2022. 8. 22. 피고와 사이에 이 사건 센터의 영업권 및 시설을 70,000,000원을 받고 피고에게 양도하는 내용의 시설권리계약을 체결하였다. 피고는 2022. 9. 2. 이 사건 센터가 소재한 부동산 중 (호수 1 생략)호에 관하여 소외 1과 사이에 임대차보증금 15,000,000원, 월 차임 1,000,000원, 임대기간 2022. 10. 1.부터 2024. 9. 30.까지로 정하여 피고가 임차하는 내용의, (호수 2 생략)호에 관하여 소외 2와 사이에 같은 내용으로, (호수 3 생략)호에 관하여 벨로루시인 소외 3과 사이에 임대차보증금 15,000,000원, 월 차임 800,000원, 임대기간 2022. 10. 1.부터 2024. 9. 30.까지로 정하여 피고가 임차하는 내용의 각 임대차계약을 체결하였다.<br/>  다. 피고는 이후 2022. 10. 1.부터 기존 \"△△△ 주야간보호센터\"라는 동일한 명칭을 사용하여 이 사건 센터를 운영해 오고 있다.<br/>  라. 공동피고는 2023. 2. 7. 기준으로 원고에 대한 56,394,166원의 대출원리금 채무(이하 ‘이 사건 대출원리금 채무’라 한다)를 연체하고 있다.<br/>  마. 원고는 이 법원에 공동피고와 피고를 상대로 이 사건 청구취지와 같은 금원의 지급을 구하는 소를 제기하였고, 공동피고는 원고의 청구에 아무런 답변을 하지 않았다. 이 법원은 2023. 10. 17. 공동피고에 대하여 자백간주로 원고 승소의 일부판결을 선고하여 위 판결이 확정되었다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1, 2호증, 을 제1, 3호증의 각 기재, 변론 전체의 취지<br/>  2. 원고의 주장<br/>  이 사건 센터와 같은 시설은 그 설치 및 운영에 별도의 자격을 요하지 않고 영업광고에 제한이 없으며 운영자가 다른 영리업무에 종사할 수 있는 점 등에 비추어 볼 때 이 사건 센터를 운영하는 공동피고는 상인에 해당한다. 피고는 공동피고로부터 이 사건 센터의 직원, 요양보호사, 피요양자 등 인적 조직과 사무실, 기기, 설비 등 물적 조직을 포함하여 위 센터의 유기적 일체로서의 기능적 재산인 영업을 인수받아 계속 영업을 하고 있으므로 이는 상법상 영업양도에 해당하고, 공동피고의 원고에 대한 대출원리금 채무도 영업양도의 효과로 포괄적으로 인수하였다. 또한 피고는 \"△△△ 주야간보호센터\"라는 상호를 그대로 사용하면서 위 센터를 운영하고 있고, 원고가 공동피고에게 이 사건 센터의 운영자금 목적으로 대출을 실행하였는바 이는 영업상 채권에 해당하므로, 피고는 상법 제42조의 상호속용 책임의 법리에 따라 공동피고가 원고에 대하여 부담하는 이 사건 대출원리금 채무를 원고에게 변제할 의무가 있다.<br/>  3. 청구원인에 관한 판단<br/>상법 제42조 제1항은 \"영업양수인이 양도인의 상호를 계속사용하는 경우에는 양도인의 영업으로 인한 제3자의 채권에 대하여 양수인도 변제할 책임이 있다.\"라고 규정하고 있다. 상법상 영업양도의 대상이 되는 것은 상인의 조직재산으로서의 영업 또는 상인의 기업활동에 있어서의 기업자의 지위이므로 상법상 영업양도에 관한 규정은 양도인이 상인이 아닌 경우에는 적용될 수 없다(대법원 1969. 3. 25. 선고 68다1560 판결). 공동피고가 상법 제4조 또는 제5조 제1항 소정의 상인에 해당한다고 볼 수 있는지, 이 사건 센터를 양도하는 행위가 상법 제42조 제1항의 적용을 받는 영업양도에 해당하는지에 관하여 본다. <br/>  을 제11호증의 기재 및 변론 전체의 취지를 보태어 알 수 있는 다음과 같은 사정 및 관련 법규를 종합하여 보면, 원고가 주장하는 사정만으로는 공동피고가 상인에 해당한다고 보기에 부족하고 달리 이를 인정할 증거가 없다. 오히려 직무의 공공성이 요구되어 여러 가지 규제를 받고 있는 재가노인복지시설의 운영은 상인의 영업활동과는 본질적인 차이가 있고 이 사건 센터 운영과 관련하여 형성된 법률관계에 대하여 상법을 적용하지 않으면 안 될 특별한 사회·경제적 필요 내지 요청이 있다고 볼 수도 없다. 따라서 공동피고가 상인임을 전제로 하는 원고의 주장은 더 나아가 살펴볼 필요 없이 이유 없다.<br/>  ① 이 사건 센터와 같은 재가노인복지시설은 노인복지법이 정하고 있는 노인복지시설의 한 종류이다. 노인복지법은 노인의 질환을 사전예방 또는 조기발견하고 질환상태에 따른 적절한 치료·요양으로 심신의 건강을 유지하고, 노후의 생활안정을 위하여 필요한 조치를 강구함으로써 노인의 보건복지증진에 기여함을 목적으로 하고 있다. 국가 또는 지방자치단체가 재가노인복지시설을 설치할 수도 있는데, 국가 또는 지방자치단체 외의 자가 재가노인복지시설을 설치하고자 하는 경우 시장·군수·구청장에게 신고하여야 하고 시장·군수·구청장은 그 내용을 검토하여 노인복지법에 적합한 경우 신고를 수리하도록 되어 있다(동법 제39조 제2항, 제3항). <br/>  ② 재가노인복지시설의 이용대상·비용부담 및 이용절차, 시설, 인력 및 운영에 관한 기준은 보건복지부령으로 정하고 있다(동법 제38조 제2항, 제39조 제4항). 즉, 시설의 이용비용을 노인장기요양보험법령이 정하는 바에 따라 부담하거나, 국가 및 지방자치단체가 부담하거나, 이용자 본인이 전액 부담하는 기준을 관계 법령이 정하고 있고(동법 시행규칙 제27조의2), 이용자로부터 소요되는 비용을 수납하고자 할 때에는 미리 시장·군수·구청장에게 신고하여야 한다(동법 제46조 제7항). 국가 또는 지방자치단체로부터 시설의 설치·운영에 필요한 비용을 보조받을 수도 있다(동법 제47조). 재가노인복지시설에는 자격시험에 합격한 요양보호사를 두도록 강제하고 있으며(동법 제39조의2 제1항, 제2항), 재가노인복지시설의 시설기준 및 직원 배치기준, 운영기준도 세부적으로 정하여 이에 따르도록 되어 있다(동법 시행규칙 제29조).<br/>  ③ 재가노인복지시설을 설치·운영하는 자는 복지실시기관으로부터 동법 제28조에 따라 노인의 입소·장례를 위탁받은 때에는 정당한 이유 없이 이를 거부할 수 없도록 수탁의무가 있고(동법 제41조), 보건복지부장관 등은 필요하다고 인정하는 때에는 관계 공무원 또는 노인복지상담원으로 하여금 재가노인복지시설에 출입하여 노인 또는 관계인에 대하여 필요한 조사를 하거나 질문을 하게 할 수 있으며(동법 제39조의11 제1항), 복지실시기관은 재가노인복지시설 또는 사업에 관하여 필요한 보고를 하게 하거나 관계 공무원으로 하여금 해당 시설 또는 사업의 운영상황을 조사하게 하거나 장부, 그 밖의 관계 서류를 검사하게 할 수 있다(동법 제42조 제1항). 또한 재가노인복지시설을 설치·운영하는 자는 보건복지부령이 정하는 바에 따라 매년도 입소자 또는 이용자 현황 등에 관한 자료를 복지실시기관에 제출하여야 한다(동법 제42조 제2항).<br/>  ④ 노인장기요양보험법은 고령이나 노인성 질병 등의 사유로 일상생활을 혼자서 수행하기 어려운 노인 등에게 제공하는 신체활동 또는 가사활동 지원 등의 장기요양급여에 관한 사항을 규정하여 노후의 건강증진 및 생활안정을 도모하고 그 가족의 부담을 덜어줌으로써 국민의 삶의 질을 향상하도록 함을 목적으로 하고 있는데, 노인복지법상 노인의료복지시설 및 재가노인복지시설만이 장기요양기관으로 지정을 받을 수 있다(노인장기요양보험법 제31조 제1항, 제2항, 동법 시행령 제14조). 공동피고는 2019. 12. 1. 이 사건 센터를 장기요양기관으로 지정받았고, 피고 역시 2022. 10. 1. 이 사건 센터를 장기요양기관으로 지정받았다. 장기요양기관으로 지정받은 재가노인복지시설은 시설 및 인력 등 보건복지부령으로 정하는 중요한 사항(시설, 인력, 장기요양급여의 종류 및 장기요양급여의 형태)을 변경하려는 경우에는 특별자치시장·특별자치도지사·시장·군수·구청장의 변경지정을 받아야 하고(동법 제33조 제1항, 동법 시행규칙 제25조 제1항), 노인학대 방지 등 수급자의 안전과 기관의 보안을 위하여 폐쇄회로 텔레비전을 의무적으로 설치·관리하여야 하는 등(동법 제33조의2) 시설 운영에 엄격한 제한이 따른다.<br/>  ⑤ 과세관청은 이 사건 센터가 사업자가 아닌 단체임을 전제로 부가가치세법에 따른 사업자등록증이 아닌 고유번호증을 발급하였다.<br/>  4. 결론<br/>  원고의 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 선민정 ",
  "사건번호": "2023가단207547",
  "사건종류코드": "400101",
  "판례정보일련번호": "241425",
  "선고": "선고",
  "판결유형": "판결 : 확정",
  "법원종류코드": "400202"
}