{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20240717",
  "법원명": "부산고등법원(울산)",
  "사건명": "토지매수청구",
  "판례내용": "【원고, 항소인】 원고 (소송대리인 변호사 이민호)<br/>【피고, 피항소인】 한국전력공사 (소송대리인 변호사 황교훈)<br/>【제1심판결】 울산지방법원 2022. 6. 21. 선고 2021가단101863 판결<br/>【변론종결】2024. 5. 29.<br/>【주    문】<br/> 1. 이 법원에서 변경한 청구를 포함하여 제1심판결을 다음과 같이 변경한다.<br/>   원고의 주위적 청구와 예비적 청구를 모두 기각한다.<br/> 2. 소송총비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】 제1심판결을 취소한다. △ 주위적으로, 피고는 원고로부터 별지 목록 기재 토지(이하 ‘이 사건 토지’라 한다)에 관하여 2022. 3. 28. 매매를 원인으로 한 소유권이전등기절차를 이행받음과 동시에 원고에게 335,843,000원을 지급하라. △ 예비적으로, 피고는 원고에게 ① 42,509,240원 및 이에 대하여 이 사건 2024. 1. 30.자 청구취지 및 청구원인 변경신청서 부본 송달 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을, ② 6,952,720원 및 2024. 12. 1.부터 이 사건 토지에 관한 지상권 소멸시까지 매년 6,952,720원의 비율로 계산한 돈을 각 지급하라(원고는 이 법원에서 주위적 청구와 예비적 청구를 위와 같이 변경하였다).<br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 관하여 설시할 이유는, 아래와 같이 제1심판결의 해당 부분에 일부 내용을 추가하는 외에는, 제1심판결의 해당 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 약어를 포함하여 이를 그대로 인용한다. <br/>  ○ 3쪽 표 안 “제2조 ①” 다음에 아래와 같은 내용을 추가한다.<br/> 『 제2조 ② 이 지료에는 케이블헤드 및 철탑부지에 대한 지료 금 오천구백삼십일만오천(\\59,315,000)원과 송전선하부지 (지번 4 생략) 360㎡에 대한 지료 금 팔십구만칠천(\\897,000)원이 포함되어 있으며, 지상권 설정 범위는 케이블헤드 및 철탑부지로 한다. 』 <br/>  ○ 4쪽 1행 다음에 아래와 같은 내용을 추가한다.<br/> 『 이 사건 토지에 관한 등기부등본에 기재된 지상권설정등기 부분은 다음과 같다.<br/>』<br/>2. 주위적 청구에 관한 판단<br/>  원고는 주위적으로 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다) 제72조 제2호를 근거로 피고를 상대로 지상물매수청구를 하고 있다.<br/>  살피건대, 토지보상법 제72조는 사업인정고시가 된 후 대상 토지를 협의 또는 재결에 의하여 3년 이상 사용하거나 그러한 토지 사용으로 인하여 형질이 변경되는 경우에 토지소유자에게 수용청구권(사업시행자 또는 관할 토지수용위원회에 매수청구)을 부여하는 것으로, 같은 법 제1조, 제3조에 의하면 위 법은 사업시행자가 공익사업에 필요한 토지 등을 사용하는 모든 경우에 적용되는 것이 아니라 협의 또는 재결에 의하여 그 토지 등을 사용하는 경우에 한하여 적용되고, 한편 토지 등 소유자의 사용승낙에 의하여 성립하는 민법상의 사용대차와 토지보상법상의 협의에 의한 토지사용은 그 요건, 절차 및 법률효과가 상이하므로, 사업시행자가 전자의 방법에 의하여 토지를 사용하는 경우 이를 토지보상 협의에 의한 토지사용이라고 보아 위 법을 적용할 수는 없다(대법원 2011. 8. 18. 선고 2011다24104 판결 참조).<br/>  위와 같은 법리에 기하여 살피건대, 피고는 소외인과 사이에 이 사건 지상권설정계약이라는 민법상 물권계약을 통해 이 사건 토지를 사용할 수 있는 권원을 취득한 것으로서 이를 두고 토지보상 협의에 의한 토지사용으로 볼 수는 없으므로, 이 사건에 있어서 토지보상법 제72조 적용을 전제로 하는 토지매수청구권이 적용될 여지는 없다. 그러므로 원고의 주위적 청구는 이유 없다.<br/>[한편 원고는, 이 사건 지상권설정계약의 목적물은 철탑에 한정되는데, 피고가 이 사건 토지에 거대한 케이블헤드와 지중화시설을 설치하였고, 케이블헤드와 지중화시설은 철탑과 구분되는 구조물이므로, 피고는 당초 지상권설정계약의 사용목적과 범위를 일탈하여 이 사건 토지를 사용한 것으로서 이에 따라 이 사건 토지상의 지상권은 소멸하였으므로, 피고는 케이블헤드와 지중화시설의 사용 목적에 상응하는 지료를 새로이 산정하여 원고에게 지급해야 하고, 이를 위해 필요하다면 이 사건 토지를 매수해야 한다는 취지의 주장을 하고 있으나, 위 기초사실에서 본 바와 같은 이 사건 지상권설정계약서의 내용에는 케이블헤드가 목적물로 명시되어 있고(이에 대하여 원고가 변조가능성 주장도 하였으나 이를 인정할 증거가 없다), 원고가 이 법원에서 제출한 갑호증들을 종합해 보더라도, 피고가 이 사건 토지를 케이블헤드와 지중화시설물을 위하여 사용하는 것이 이 사건 지상권설정계약의 목적 및 범위에서 벗어난다고 해석하기 어려워 보이므로, 지상권 소멸을 전제로 하는 원고의 위와 같은 주장을 받아들일 수 없음을 부기해 둔다.]<br/>3. 예비적 청구에 관한 판단<br/>  원고가 예비적 청구에 관하여 이 법원에서 주장하는 내용은 제1심에서의 주장과 크게 다르지 아니하고, 원고의 그와 같은 주장을 제1심과 이 법원에 제출된 증거들과 함께 다시 살펴보더라도, 이 부분에 관한 제1심의 사실인정과 판단은 정당하다. 이에 이 법원이 이 부분에 관하여 설시할 이유는 아래와 같이 제1심판결의 해당 부분(4쪽 아래에서 4행부터 8쪽 7행까지의 부분) 중 일부를 고치거나 일부 내용을 추가하는 외에는, 제1심판결의 해당 부분 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다. <br/>  ○ 5쪽 3행부터 7행까지의 부분(“따라서”부터 “주장한다.”까지의 기재 부분)을 아래와 같이 고친다.<br/> 『 피고는 이 사건 지상권설정계약 이후 토지 형질변경을 하여 나대지 상태에서 케이블헤드, 지중화시설을 설치하였으나, 기존 지료는 이러한 토지 형질변경을 반영하지 못하고 있으므로, 증액되는 지료액에는 형질변경도 반영되어야 한다. 따라서 피고는 원고에게, ① 2023. 11. 30. 이전까지의 지료로 42,509,240원, ② 2023. 12. 1.부터 2024. 11. 5.까지의 지료로 6,952,720원, ③ 그 이후 장래 지료로 이 사건 지상권의 소멸시까지 매년 6,952,720원의 비율로 계산한 돈을 지급해야 한다. 』<br/>  ○ 5쪽 아래에서 2행 “이 법원의 감정인 △△△에 대한 감정촉탁결과”를 “제1심의 감정인 △△△에 대한 감정촉탁결과”로, 아래에서 1행 “감정인”을 “제1심 감정인”으로 각 고친다.<br/>  ○ 6쪽 4행 다음에 아래와 같은 내용을 추가한다.<br/> 『 이 법원의 감정인 ○○○에 대한 감정촉탁결과에 의하면, 이 사건 토지의 현황을 잡종지로 보아 2006. 11. 6.부터 2023. 11. 30.까지의 이 사건 토지에 대한 임료(지료) 평가액을 59,733,072원(양산시 (지번 생략) 토지를 포함할 경우 76,118,460원)으로 산정한 사실은 인정된다. 』<br/>  ○ 6쪽 11행 다음에 아래와 같은 내용을 추가한다.<br/> 『 그리고 이 법원에서의 감정촉탁결과에 의하면, 원고 주장과 같이 이 사건 토지에 관한 지료평가액을 90,359,240원으로 보더라도, 그 지료액수가 피고가 일시로 지급한 사용료 60,212,000원에 비하여 아주 크게 차이가 난다고 보기도 어렵다. 』<br/>  ○ 8쪽 4행 다음에 아래와 같은 내용을 추가한다.<br/> 『 【 원고는 이 법원에 이르러 다음과 같은 취지의 주장을 한다. 즉 이 사건 부증액 특약은 이 사건 토지에 관한 등기부상 그 내용이 기재되지 않았으므로, 실제 위 특약이 존재하는지 의문이고, 설령 존재한다고 하더라도 그 특약은 피고와 소외인 사이에 채권적으로 효력이 있을 뿐 선의의 제3자에게는 대항할 수 없는데, 이후 원고가 강제경매를 통해 이 사건 토지의 소유권을 취득한 이상 원고는 선의의 제3자에 해당하여 위 부증액 특약은 원고에게 효력이 없다는 취지이다. 이러한 원고의 주장은 지료 부증액 특약은 등기부상 등기가 이루어져야만 효력이 있다는 취지인데, △ 위에서 본 바와 같이 지상권 설정에 있어 지료 지급은 필수 요소가 아니고, 구 부동산등기법(2011. 4. 12. 법률 제10580호로 전부개정되기 전의 것) 제136조에 의하여 지료액에 관한 약정은 등기해야만 효력이 있는 것이며, 등기부상 지료액수가 명확히 특정되어 기재되었다면 현저한 사정변경이라는 특별한 사정이 발생하지 않는 한 지상권설정계약 당사자들은 지료액 약정을 통해 그 지료액수에 구속되고, 특히 이 사건처럼 토지 위 지상물의 존속기간과 같이 오랜 기간 내지 영구의 기간 동안 지상권을 설정하고, 그 대가로 지료를 일시에 지급한 경우라면 더욱 그 당사자들 사이에 지료액수에 대한 구속 의사가 명확히 존재한다고 봄이 타당한 점, △ 지료 부증액 특약사항의 등기 가부에 관한 등기선례 제5-401호는 지상권설정계약 당사자들이 지료 부증액 특약 내용을 등기부상 기재를 신청하였을 때 그 등기를 누락하지 않아야 한다는 취지일 뿐 지료 부증액 특약사항이 반드시 등기되어야 한다거나 등기가 이루어지지 않으면 그 효력이 없다는 취지의 내용이 아닌 점, △ 지상권자는 지상권이라는 물권을 가진 자로서 임대차에 기한 임차인과 달리 토지소유자가 변경되더라도 원칙적으로 대항적 효력을 주장할 수 있으므로, 지상권설정계약과 동시에 지료 부증액 특약이 이루어졌다면 그 특약은 지상권설정계약의 내용이 되었다고 볼 것이어서, 변경된 토지소유자에 대하여도 지료 부증액 특약 항변이 가능하고, 새로운 토지소유자가 지료 부증액 특약을 인지하지 못했다고 하여 그 특약의 무효를 주장할 수는 없다고 보이는 점 등에 비추어 보면, 지료 부증액 특약이 이 사건 토지에 관한 등기부상 그 기재내용이 없다고 하여 그것이 새로운 토지소유자인 원고에게 효력이 없다고 볼 수는 없고, 이 사건에서 위 인정사실에 의하면 지료 부증액 특약은 이 사건 지상권설정계약에 포함되었다고 볼 수 있으므로, 피고는 그 지상권설정계약에 따른 지상권자임을 이유로 원고에게 지료 부증액 주장을 할 수 있으며, 그 특약을 그대로 유지하는 것이 신의칙에 반할 정도의 현저한 사정변경이 발생하지 않는 한 그 특약의 효력은 유효하다(대법원 1996. 11. 12. 선고 96다34061 판결 등 참조). 따라서 원고의 이 부분 주장은 이유 없다. 】<br/>4. 결론<br/>  그렇다면 원고의 주위적 청구와 예비적 청구는 이유 없으므로 이를 모두 기각하여야 한다. 제1심판결 역시 원고의 주위적 청구와 예비적 청구를 기각하였으나, 원고가 이 법원에 이르러 위 각 청구들의 청구취지를 변경함으로서 판단대상의 변경이 있었으므로, 제1심판결을 위와 같이 변경하기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 김영현(재판장) 유정우 김덕교 ",
  "사건번호": "2022나12073",
  "사건종류코드": "400101",
  "판례정보일련번호": "600033",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}