{
  "판시사항": "  甲이 乙과 乙 소유의 아파트에 관하여 체결한 임대차계약의 기간 만료 전 다시 새로운 임대차계약을 체결하였는데, 이후 乙이 새로 체결한 임대차계약의 종료일 무렵 乙의 실거주를 이유로 임대차계약을 갱신하지 않겠다는 의사를 통보하였다가 공인중개사 등을 통하여 갱신거절 의사를 철회하자, 甲이 위 갱신거절 의사표시의 철회는 적법한 대리권한 없이 이루어진 것으로서 효력이 없고, 임대차계약이 종료된 후 乙이 위 아파트에 실거주하지 아니하고 제3자에게 이를 임대하였다는 이유로 갱신거절에 따른 손해배상을 구한 사안에서, 乙의 갱신거절 의사표시는 적법하게 철회되었고, 제반 사정에 비추어 乙의 갱신거절이나 갱신거절 철회의 의사표시로 인하여 甲의 계약갱신요구권이 침해되었다고 보기 어렵다는 이유로, 甲의 청구를 기각한 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  甲이 乙과 乙 소유의 아파트에 관하여 체결한 임대차계약의 기간 만료 전 다시 새로운 임대차계약을 체결하였는데, 이후 乙이 새로 체결한 임대차계약의 종료일 무렵 乙의 실거주를 이유로 임대차계약을 갱신하지 않겠다는 의사를 통보하였다가 공인중개사 등을 통하여 갱신거절 의사를 철회하자, 甲이 위 갱신거절 의사표시의 철회는 적법한 대리권한 없이 이루어진 것으로서 효력이 없고, 임대차계약이 종료된 후 乙이 위 아파트에 실거주하지 아니하고 제3자에게 이를 임대하였다는 이유로 갱신거절에 따른 손해배상을 구한 사안이다.<br/>  공인중개사는 의사표시를 전달하는 사자로서 乙의 갱신거절 의사표시를 전달하였으며, 주택 임대차거래의 관행에 비추어 공인중개사에게 그에 관한 정당한 권한이 존재하지 않는다고 볼 만한 특별한 사정을 발견할 수 없으므로 乙의 갱신거절 의사표시는 적법하게 철회되었고, 乙은 甲에게 임대차계약의 갱신을 거절한 때로부터 3주가 지나지 않은 시점으로서 주택임대차보호법에 규정된 갱신요구권을 행사할 수 있는 기간 내에 甲에게 2차례 갱신거절 의사표시를 철회한다는 취지의 문자메시지를 전송한 점, 甲이 문자메시지를 전송받은 날부터 약 20일이 지난 시점에 甲의 배우자는 乙의 배우자에게 갱신요구권 불행사의 의사표시를 하였고, 위 아파트에 관하여 새로운 임대차계약이 체결되는 것에 반대하지 않았으며, 甲은 당시 새로운 임대차계약의 가계약금을 지급하기 전이었으므로 그 계약의 진행을 중지할 수 있었음에도 이를 중지하지 않고 그대로 진행한 점, 甲이 乙의 갱신거절 통지를 받은 때로부터 갱신거절 철회의 의사표시를 담은 문자메시지를 받을 때까지의 기간 동안 새로운 임대차계약을 체결한 것도 아니고, 그 기간 중 甲에게 어떠한 재산상 손해가 발생하였다는 사정도 없는 점 등을 종합하면, 乙의 갱신거절이나 갱신거절 철회의 의사표시로 인하여 甲의 계약갱신요구권이 침해되었다고 보기 어렵다는 이유로, 甲의 청구를 기각한 사례이다.<br/>",
  "참조조문": "주택임대차보호법 제6조, 제6조의3 제1항, 제2항, 제5항<br/>",
  "선고일자": "20240419",
  "법원명": "서울서부지법",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 항소인】 원고<br/>【피고, 피항소인】 피고 (소송대리인 변호사 김윤희 외 2인)<br/>【제1심판결】 서울서부지법 2023. 10. 26. 선고 2022가소381527 판결<br/>【변론종결】2024. 3. 8.<br/>【주    문】<br/>  1. 원고의 항소를 기각한다.<br/>  2. 항소비용은 원고가 부담한다.<br/><br/>【청구취지 및 항소취지】  제1심판결을 취소한다. 피고는 원고에게 28,800,000원 및 이에 대하여 이 사건 소장 부본 송달 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>【이    유】  1. 기초 사실<br/>  가. 이 사건 임대차계약의 체결<br/>  원고는 2018. 2. 2. 피고와 피고 소유의 서울 마포구 (주소 1 생략)(동호수 1 생략)(이하 ‘이 사건 아파트’라고 한다)을 ‘임대차보증금 5억 8,000만 원, 임대차기간 2018. 2. 22.부터 2020. 2. 22.까지’로 정하여 임차하는 임대차계약을 체결하였다. 이후 원고는 2020. 1. 11. 다시 피고와 이 사건 아파트를 ‘임대차보증금 6억 원, 임대차기간 2020. 2. 22.부터 2022. 2. 21.까지’로 정하여 계속 임차하는 임대차계약(이하 ‘이 사건 임대차계약’이라고 한다)을 체결하였다.  <br/>  나. 이 사건 임대차계약의 종료<br/>  1) 피고는 2021. 10. 15. 원고 측에 전화로 이 사건 임대차계약을 갱신하지 않겠다는 의사를 통보하였다. 이에 원고는 2021. 10. 19. 피고에게 ‘정당한 갱신거절 사유가 있다면 구체적으로 밝혀 달라.’고 하면서 이 사건 임대차계약의 갱신을 요구하는 내용증명 우편을 발송하였다. 피고는 2021. 10. 25. 원고에게 ‘피고의 실거주를 사유로 이 사건 임대차계약의 갱신을 거절한다.’는 내용증명 우편을 발송하였다.  <br/>  2) 원고는 2021. 11. 2. 피고에게 ‘피고가 허위 또는 편법적인 방법으로 갱신거절을 하는 것이라면 피고를 상대로 손해배상청구를 할 예정이다.’는 내용의 내용증명 우편을 재차 발송하였고, 피고는 2021. 11. 9. 원고에게 ‘갱신 의사가 없고, 더 이상의 논쟁은 불필요하다고 판단된다. 피고는 향후 법 규정에 따라 조치하고자 한다. 이 사건 임대차계약의 만기가 2022. 2. 22. 자로 도래할 예정이므로, 해당 일까지 퇴거 등의 조치가 이행되지 않을 시에는 그에 수반되는 모든 물적·법적 손해에 대한 배상청구도 병행될 것임을 통보한다. 원고도 필요시 관계 법령에 따라 조치하되 그 결과에 대한 책임도 감수하기 바란다.’는 내용의 내용증명 우편을 발송하였다. <br/>  3) 그런데 이후 피고 측 부동산 공인중개사는 2021. 11. 27. 원고에게 ‘○○동 부동산입니다. (동호수 1 생략) 주인분이 계획이 변경되셔서 2년 재개약이 가능하시다고 합니다. 현재 금액에서 5% 인상해 주시고 2년 후에 이사 가시는 조건입니다. 메시지 보시고 연락 부탁드립니다.’라는 휴대전화 문자메시지를 전송하였다. 또한 피고의 처 소외 1은 2021. 11. 29. 다시금 원고의 남편 소외 2의 휴대전화로 ‘○○동(동호수 1 생략) 집주인입니다. 저희가 계획이 변경되어 2년 계약을 다시 하실 수 있는데 의향이 어떤지 연락바랍니다.’라는 내용의 휴대전화 문자메시지를 전송하였다.<br/>  4) 피고의 처 소외 1과 원고의 남편 소외 2는 2021. 12. 19. 15:20경 전화통화를 하였는데, 당시 소외 1은 ‘저희가 계획이 변경되어서 들어갈 수 없는 상황이 되어서 더 살라고 한 건데 집을 구했느냐?’고 물었고, 소외 2는 ‘예, 지금 구했어요.’라고 답변하였다. 이에 소외 1은 ‘그러면 저희가 다시 전세를 놓을 수밖에 없는데.’라고 이야기하였고, 소외 2는 ‘예, 전세 놓으셔야죠.’라면서 ‘계획이 바뀌셨다는 문자메시지는 받았다. 계획이 바뀌셨다는 것은 알았는데 저희가 그때 구하지는 않았지만 저희는 2. 21. 나가는 것으로 계산하고 계속 이사할 집을 구하고 있었다. 지금은 이사할 집에 대하여 가계약금을 걸어 놓은 상태이고, 저희가 다음 주쯤 계약서를 써야 된다. 2. 21.에 맞춰 보증금을 달라. 임대차보증금을 돌려받을 계좌번호를 적은 내용증명 우편을 발송하겠다.’는 취지로 답변하였다.<br/>  5) 새로운 임차 주택을 물색하던 원고의 남편 소외 2는 2021. 12. 19. 소외 3, 소외 4와 서울 은평구 (주소 2 생략)(동호수 2 생략)에 관하여 ‘임대차보증금 5억 원, 월차임 70만 원, 임대차기간 2022. 2. 21.부터 2024. 2. 20.’까지로 정하여 임대차 가계약을 체결하면서, 2021. 12. 19. 16:54경 가계약금으로 500만 원을 지급하였고, 위 임대차계약의 본계약은 ‘2022. 1. 9.’ 체결하기로 약정하였다.  <br/>  6) 원고는 2021. 12. 20. 피고에게 ‘임대차계약 만기일인 2022. 2. 21. 계약을 종료하고자 하니, 임대차보증금 6억 원을 2022. 2. 21.까지 임차인 명의의 계좌로 입금해 달라. 2022. 2. 21.까지 임대차보증금이 입금되지 않을 시 주택도시보증공사를 통하여 임대차보증금을 지급받을 예정이니 참고하기 바란다. 임대차보증금 외 장기수선충당금, 특별수선충당금 등은 만기일 기준으로 관리사무소에서 확인하여 임대차보증금과 별도로 정산 바란다.’는 내용증명 우편을 발송하였고, 2021. 12. 24.에는 ‘실거주를 이유로 한 임대인의 갱신거절로 새로운 임차 주택을 물색하였고, 계약 잔금 및 인도일을 2022. 2. 21.로 하여 임대차 본계약을 체결하기로 하였으며 가계약금으로 500만 원을 지급하였다. 임대차 본계약 체결을 위하여 임대차보증금 반환 일정을 2021. 12. 31.까지 회신하여 달라. 불이행 시 추후 손해배상청구 등 법적인 절차를 진행하겠다.’는 내용증명 우편을 재차 발송하였다.<br/>  다. 원고의 퇴거 및 피고의 제3자에 대한 임대<br/>  1) 원고는 2022. 5. 11.경 피고에게 이 사건 아파트를 인도한 다음, 이 사건 임대차계약 체결 당시 주택도시보증공사와 체결해 두었던 보증계약에 기하여 같은 날 주택도시보증공사로부터 임대차보증금 6억 원을 지급받았다.<br/>  2) 피고는 2022. 6.경 소외 5와 이 사건 아파트를 임대차보증금 6억 원, 월차임 700,000원, 임대차기간 2022. 7. 8.부터 2024. 7. 8.까지’로 정하여 임대하는 임대차계약을 체결하였고, 그 임대차계약서에 2022. 6. 24. 확정일자가 부여되었다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1부터 7, 19, 37부터 40호증, 을 제1부터 7, 15부터 19, 28호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>  2. 주장 및 판단<br/>  가. 원고는 이 사건 청구원인으로 다음과 같은 주장을 한다. <br/>  피고가 이 사건 아파트에 실거주하겠다는 이유로 이 사건 임대차계약의 갱신을 거절하였고, 이후 공인중개사나 피고의 처 소외 1에 의해 이루어진 갱신거절 의사표시의 철회는 적법한 대리권한 없이 이루어진 것으로서 효력이 없어, 이 사건 임대차계약은 피고의 갱신거절을 이유로 종료되었다. <br/>  그런데 이 사건 임대차계약이 종료된 후 피고가 이 사건 아파트에 실거주하지 아니하고 정당한 사유 없이 제3자에게 이 사건 아파트를 임대하여 원고의 갱신청구권을 침해하였으므로, 피고는 주택임대차보호법 제6조의3 제5항에 따라 원고에게 그 갱신거절로 입은 손해를 배상할 의무가 있다.<br/>  나. 판단<br/>  1) 주택임대차보호법은 2020. 7. 31. 법률 제17470호 개정을 통해 임차인의 계약갱신요구권을 신설하여 제6조의3 제1항 본문에서 \"제6조에도 불구하고 임대인은 임차인이 제6조 제1항 전단의 기간 이내에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다.\"라고 정하고, 단서에서 임대인이 목적 주택에 실제 거주하려는 경우(제8호)를 비롯하여 임대인이 갱신을 거절할 수 있는 사유를 제1호 내지 제9호로 정하고 있다. 이러한 주택임대차보호법의 취지는 임차인의 주거생활 안정을 위하여 임차인에게 계약갱신요구권을 보장하는 동시에 임대인의 재산권을 보호하고 재산권에 대한 과도한 제한을 방지하기 위하여 임대인에게 정당한 사유가 있는 경우 계약갱신을 거절할 수 있도록 함으로써 임차인과 임대인의 이익 사이에 적절한 조화를 도모하고자 함에 있다(대법원 2022. 12. 1. 선고 2021다266631 판결, 대법원 2023. 12. 7. 선고 2022다279795 판결 등 참조).<br/>주택임대차보호법 제6조, 제6조의3 등 관련 규정의 내용과 체계, 입법 취지 등을 종합하여 보면, 임차인이 주택임대차법 제6조의3 제1항 본문에 따라 계약갱신을 요구하였더라도, 임대인으로서는 특별한 사정이 없는 한 같은 법 제6조 제1항 전단에서 정한 기간 내라면 제6조의3 제1항 단서 제8호에 따라 임대인이 목적 주택에 실제 거주하려고 한다는 사유를 들어 임차인의 계약갱신 요구를 거절할 수 있다(대법원 2022. 12. 1. 선고 2021다266631 판결 참조). 여기서 ‘실제 거주하려고 한다는 사유’는 향후의 구체적 계획이나 장래의 사정에 관한 것으로서 다양한 주변 사정에 따라 변동될 수 있는 특성이 있다. 그러므로 임차인의 계약갱신요구권과 임대인의 갱신거절권의 적절한 조화를 도모하기 위해, 실거주 사유의 변동이 있는 경우 임대인은 종전 갱신거절의 의사표시를 철회할 수 있고, 특히 계약갱신요구권 행사기간 내라면 신속하게 종전 갱신거절의 의사표시를 철회하는 등 적절한 조치를 취함으로써 임차인의 계약갱신요구권이 침해되지 않도록 하여야 한다고 보는 것이 계약갱신 제도의 통일적 해석에 비추어 타당하다. <br/>  2) 우선, 원고의 주장은 부동산 공인중개사나 피고의 처 소외 1에 의해 이루어진 갱신거절 의사표시의 철회가 부적법함을 전제로 하는 것이므로 그 적법성 여부에 관하여 살펴본다. 먼저, 원고에게 전송된 공인중개사의 문자메시지는 앞서 본 것처럼 그 형식이나 내용 자체로 피고의 의사표시를 전달하는 사자로서 행한 것임이 분명하다. 또한 통상의 주택 임대차거래의 관행에 비추어, 공인중개사에게 그에 관한 정당한 권한이 존재하지 않는다고 볼 만한 특별한 사정을 발견할 수 없으므로, 이에 따라 피고의 갱신거절 의사표시는 적법하게 철회되었다. 그리고 피고의 처가 보낸 문자메시지는 앞서 공인중개사가 보낸 문자메시지에 대해 원고로부터 아무런 연락이 없자, 다시 한번 피고의 갱신거절 철회의 의사표시를 명확히 전달하는 것에 불과하다. 따라서 이와 다른 전제에 선 원고의 주장은 더 나아가 살펴볼 필요 없이 이유 없다.<br/>  3) 나아가, 앞서 인정한 사실들과 앞서 든 증거들에 변론 전체의 취지를 보태어 알 수 있는 다음과 같은 사실 또는 사정에 비추어 보면, 피고의 갱신거절이나 갱신거절 철회의 의사표시로 인하여 원고의 계약갱신요구권이 침해되었다고 보기도 어렵다. <br/>  가) 피고는 원고에게 이 사건 임대차계약의 갱신을 거절한다는 취지의 내용증명을 전송한 날로부터 3주가 지나지 않은 시점에 원고 측에 2차례 갱신거절 의사표시를 철회한다는 취지의 문자메시지를 전송하였다. 그 시점은 주택임대차보호법상 규정된 갱신요구권을 행사할 수 있는 기간(이 사건 임대차계약 종료일인 2022. 2. 21.로부터 2~6개월 전)이 한 달 가까이 남아있었던 때였으므로, 원고는 다시 갱신요구권을 행사함에 별다른 지장이 없었다.<br/>  나) 원고 측이 위 문자메시지를 각 전송받은 날부터 약 20여일이 지난 시점(갱신요구기간 만료 이틀 전)에 원고의 남편 소외 2는 피고의 처 소외 1과의 통화에서 갱신가능 여부에 관한 물음에 대해, ‘갱신거절 철회의 의사를 전달받았을 당시 새로 임차할 집을 구한 상태는 아니었지만, 이사할 집을 계속 구하다가 이제 구해서 계약을 하기로 하였다.’면서 갱신요구권 불행사의 의사를 표시하였고, 이 사건 부동산에 관하여 새로운 임대차계약이 체결되는 것에도 반대하지 아니하였다. 나아가 원고는 당시 새로운 임대차계약에 관하여 가계약금을 지급하기 전이었으므로, 그 계약의 진행을 중지할 수 있었음에도 중지하지 않고 그대로 진행하였다. <br/>  다) 원고가 피고의 갱신거절 통지를 받은 때로부터 갱신거절 철회의 의사표시를 담은 문자메시지를 수신할 때까지 약 40여 일의 기간 중 새로운 임대차계약을 체결한 것도 아니고, 위 기간 중 원고에게 어떠한 재산상 손해가 발생하였다는 사정도 없다. <br/>  다. 소결론<br/>  따라서 이와 달리 피고의 갱신거절로 원고의 계약갱신요구권이 침해되었음을 전제로 하는 원고의 주장은 받아들일 수 없다.<br/>  3. 결론<br/>  그렇다면 원고의 청구는 이유 없으므로, 이를 기각하여야 한다. 제1심판결은 이와 결론을 같이하여 정당하므로, 원고의 항소를 기각하기로 하여, 주문과 같이 판결한다.<br/><br/>판사 정상규(재판장) 장성학 송경호 ",
  "사건번호": "2023나49209",
  "사건종류코드": "400101",
  "판례정보일련번호": "241197",
  "선고": "선고",
  "판결유형": "판결 : 확정",
  "법원종류코드": "400202"
}