{
  "판시사항": "  甲과 임대차계약을 체결하고 甲 소유 아파트에 입주한 乙이 위층 세대와의 층간소음 문제를 이유로 甲에게 임대차계약의 합의해지를 요구하였다가 거절당하자, 입주 후 지속적으로 ‘공동주택 층간소음의 범위와 기준에 관한 규칙’이 정한 기준을 초과하는 층간소음이 발생하여 임차인이 정신적 고통을 받고 있는데도 임대인인 甲이 아무런 조치를 취하지 않아 계약 존속 중 사용·수익에 필요한 상태를 유지하게 할 의무와 수선의무를 위반하였다며 甲을 상대로 임대차계약을 해지한다는 의사표시를 하고 보증금 반환을 구한 사안에서, 층간소음과 같은 외부적 요인과 관련된 장해는 관련 법령에서 정한 기준에 따라 사용·수익의 장해 여부나 수선 필요성을 판단하여야 하는데, 구 ‘주택건설기준 등에 관한 규정’에서 정한 기준은 공동주택 소유자에게 부과되는 의무가 아니고, ‘공동주택 층간소음의 범위와 기준에 관한 규칙’에서 정한 기준은 공동주택이 준수하여야 할 물적 기준이라고 볼 수 없으므로, 임대인인 甲이 임차목적물을 사용·수익하게 할 의무나 수선의무를 위반하였다고 볼 수 없다는 이유로 乙의 청구를 기각한 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  甲과 임대차계약을 체결하고 甲 소유 아파트에 입주한 乙이 위층 세대와의 층간소음 문제를 이유로 甲에게 임대차계약의 합의해지를 요구하였다가 거절당하자, 입주 후 지속적으로 ‘공동주택 층간소음의 범위와 기준에 관한 규칙’이 정한 기준을 초과하는 층간소음이 발생하여 임차인이 정신적 고통을 받고 있는데도 임대인인 甲이 아무런 조치를 취하지 않아 계약 존속 중 사용·수익에 필요한 상태를 유지하게 할 의무와 수선의무를 위반하였다며 甲을 상대로 임대차계약을 해지한다는 의사표시를 하고 보증금 반환을 구한 사안이다.<br/>  임대인에게는 임대차 존속기간 중 목적물을 임차인의 사용·수익에 필요한 상태로 유지시킬 적극적 의무와 임차목적물의 파손이나 기타 장해가 발생하여 임차인이 임차목적물을 사용·수익하지 못할 경우 이를 수선할 의무가 있다고 한 다음, 층간소음과 같은 외부적 요인과 관련된 장해는 임차목적물의 성능과 관련된 것이므로 관련 법령에서 정한 기준이 있다면 이를 기준으로 사용·수익의 장해 여부나 수선 필요성을 판단하여야 하는데, 구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 제31조에 근거하여 시행된 구 ‘주택건설기준 등에 관한 규정’(2005. 6. 30. 대통령령 제18929호로 개정되기 전의 것) 제14조 제3항에서 정한 층간소음 관련 기준은 공동주택을 건설·공급하는 사업주체에 부과된 건축기준으로서 공동주택 소유자에게 부과되는 의무가 아니고, 공동주택관리법 제20조 제5항에 따라 제정된 ‘공동주택 층간소음의 범위와 기준에 관한 규칙’ 제3조 [별표]에서 정한 기준은 공동주택 사용자 사이에 준수하여야 행위기준이지 공동주택이 준수하여야 할 물적 기준이라고 볼 수 없으므로, 임대인인 甲이 임차목적물을 사용·수익하게 할 의무나 수선의무를 위반하였다고 볼 수 없다는 이유로 乙의 청구를 기각한 사례이다.<br/>",
  "참조조문": "민법 제623조, 구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 제31조(현행 주택법 제35조 참조), 공동주택관리법 제2조 제1항 제7호, 제20조, 구 주택건설기준 등에 관한 규정(2005. 6. 30. 대통령령 제18929호로 개정되기 전의 것) 제14조 제3항(현행 제14조의2 제2호 참조), 공동주택 층간소음의 범위와 기준에 관한 규칙 제3조 [별표]<br/>",
  "선고일자": "20240521",
  "법원명": "서울북부지법",
  "사건명": "보증금반환",
  "판례내용": "【원    고】 원고 (소송대리인 변호사 김태현)<br/>【피    고】 피고 (소송대리인 변호사 최동식)<br/>【변론종결】2024. 4. 16.<br/>【주    문】<br/>  원고의 청구를 기각한다.  소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고는 원고로부터 별지1 기재 부동산을 인도받음과 동시에 원고에게 480,000,000원을 지급하라.<br/>【이    유】  1. 기초 사실<br/>  가. 원고는 2022. 6. 21.경 피고와 별지1 기재 아파트(이하 ‘이 사건 아파트’라고 한다)를 임차보증금 4억 8,000만 원, 기간 2022. 8. 7.부터 2024. 8. 7.까지로 정하여 임대차계약을 체결하고, 위 아파트에 입주하였다.<br/>  나. 원고는 입주 직후부터 위층과의 층간소음 문제로 아파트 관리사무소, 피고 등에게 괴로움을 호소하며 대책을 요청하였고, 이에 피고는 관리사무소와 위층 거주자에게 연락을 시도하였으며, 관리사무소도 위층 거주자에게 층간소음 민원 발생사실을 전달하며 수회 주의를 요청하였다.<br/>  다. 원고는 2023. 3.경 층간소음 문제로 피고에게 임대차계약 합의해지를 요청하였으나 피고가 거부하자 2023. 4. 10. 계약 존속 중 사용·수익에 필요한 상태를 유지하게 할 의무 위반과 수선유지 의무 위반을 이유로 임대차계약을 해지한다는 의사표시가 기재된 내용증명을 발송하였고, 위 내용증명은 그 무렵 피고에게 도달하였다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1 내지 4호증, 갑 제10호증의 각 기재(가지번호 포함), 변론 전체의 취지<br/>  2. 판단<br/>  가. 당사자들의 주장 요지<br/>  1) 원고<br/>  이 사건 아파트에 입주 후 위층 세대에서 지속적으로 층간소음이 발생하고 있고, 층간소음의 정도는 「공동주택 층간소음의 범위와 기준에 관한 규칙」이 정한 기준을 초과하고 있으며, 이에 원고는 층간소음으로 인한 스트레스 등의 정신적 고통으로 인해 다른 오피스텔을 임차하기까지 하였다. 그럼에도 피고는 이에 대한 아무런 조치를 취하지 아니하였는바, 이는 임차인으로 하여금 임차목적물을 사용·수익하게 할 의무를 이행하지 아니하고 임차목적물의 수선의무를 위반한 것으로서 이로 인해 임대차계약의 목적 달성이 불가능하게 되었는바, 이에 임대차계약을 해지하였으므로 피고는 이 사건 아파트를 인도받음과 동시에 임차보증금을 반환할 의무가 있다.<br/>  2) 피고<br/>  원고가 임차하기 전 이 사건 아파트에서 7년간 거주한 전 임차인은 위층 거주자와 2년 7개월가량 함께 위층과 아래층을 사용하였는데, 해당 기간 층간소음을 이유로 민원을 제기한 적이 없는 점에 비추어 보면, 이 사건 아파트에서 수인한도를 넘는 층간소음이 발생하였다고 볼 수 없으므로, 피고가 수선의무를 위반하거나 목적물을 사용·수익하게 할 의무를 위반하였다고 볼 수 없다.<br/>  나. 판단<br/>  1) 임대인은 임대차 존속기간 중 목적물을 임차인의 사용·수익에 필요한 상태로 유지시킬 적극적 의무가 있고(민법 제623조), 임차인이 임차목적물의 파손이나 기타 장해가 발생하여 사용·수익하지 못할 경우에는 임대인에게 이를 수선할 의무가 있는바, 파손과 같은 직접적인 물적 장해가 아닌 층간소음과 같은 외부적 요인과 관련된 장해는 임차목적물의 성능과 관련된 것이므로, 관련 법령에서 정한 기준이 있다면 해당 기준을 충족하고 있는지 여부 등을 기준으로 사용·수익의 장해 여부나 수선 필요성을 판단하여야 한다. <br/>  2) 그런데 층간소음과 관련하여 공동주택이 충족하여야 할 기준은 구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 제31조에 근거하여 2003. 4. 22. 시행된 구 「주택건설기준 등에 관한 규정」(2005. 6. 30. 대통령령 제18929호로 개정되기 전의 것) 제14조 제3항이 ‘공동주택의 바닥은 각 층간 바닥충격음이 경량충격음은 58데시벨 이하, 중량충격음은 50데시벨 이하가 되도록 하여야 한다.’고 규정하여 처음으로 그 기준을 제시하였는데, 위 기준은 공동주택을 건설·공급하는 사업주체에 부과된 건축기준으로서 공동주택 소유자에게 부과되는 의무가 아니고, 이 사건 아파트는 위 규정이 신설되기 이전인 1988. 12.경 사용승인을 받은 아파트로서 해당 기준이 적용된다고 볼 수도 없으므로, 이 사건 아파트가 위 법령의 기준을 미달하여 건축되었다고 볼 수도 없다. 따라서 이 사건 아파트가 관련 법령 등의 기준에 위반되어 사용·수익에 장해가 있다거나 수선이 필요할 정도에 이르렀다고 단정할 수 없다. <br/>  3) 한편 공동주택관리법 제20조는 ‘공동주택의 입주자 등은 공동주택에서 뛰거나 걷는 동작에서 발생하는 소음이나 음향기기를 사용하는 등의 활동에서 발생하는 소음 등 층간소음으로 인하여 다른 입주자 등에게 피해를 주지 아니하도록 노력하여야 한다.’고 정하고 있고(제1항), ‘층간소음으로 피해를 입은 입주자 등은 관리주체에 층간소음 발생 사실을 알리고, 관리주체가 층간소음 피해를 끼친 해당 입주자 등에게 층간소음 발생을 중단하거나 소음차단 조치를 권고하도록 요청할 수 있으며’(제2항), ‘층간소음 피해를 끼친 입주자 등은 관리주체의 조치 및 권고에 협조하여야 한다.’(제3항)고 정하고, 여기서 \"입주자 등\"이란 입주자와 사용자를 말하며(같은 법 제2조 제1항 제7호), ‘공동주택의 층간소음의 범위와 기준’을 국토교통부와 환경부의 공동부령으로 정하도록 하고 있고(제20조 제5항), 이에 따라 제정된 「공동주택 층간소음의 범위와 기준에 관한 규칙」 제3조는 ‘공동주택의 입주자 및 사용자는 공동주택에서 발생하는 층간소음을 [별표]에 따른 기준 이하가 되도록 노력하여야 한다.’고 정하고 있으며, [별표]는 별지2 기재와 같다.<br/>  위와 같이 공동주택관리법은 공동주택 내에서 다른 입주자 등에게 층간소음 등으로 인한 피해를 주지 아니하도록 노력하여야 할 의무를 ‘입주자와 사용자’에게 부과하고, 이에 관한 분쟁해결을 위해 층간소음 피해를 유발한 입주자에게 필요한 조치를 권고할 수 있는 권한을 관리주체에 부여하고 있으나, 공동주택 소유자에 대해서는 별다른 규정을 두고 있지 아니하다. 이는 층간소음 분쟁이 공동주택의 사용관계에 따른 분쟁이지 소유관계를 직접 원인으로 하여 발생하는 분쟁은 아니어서 공동주택의 사용 주체만을 분쟁 당사자로 보아 이에 관한 법적 규율을 한 것으로 보인다. 따라서 「공동주택 층간소음의 범위와 기준에 관한 규칙」[별표] 기준이 정하고 있는 층간소음 기준은 공동주택 사용자 사이에 준수하여야 할 행위기준을 말하는 것이지 공동주택이 준수하여야 할 물적 기준이라고 볼 수도 없다.<br/>  4) 나아가 구 「주택건설기준 등에 관한 규정」과 「공동주택 층간소음의 범위와 기준에 관한 규칙」 등이 층간소음에 관한 건축물의 일응의 기준이 된다고 하더라도, 원고가 제출한 증거만으로는 위층에서 발생하는 층간소음이 위 관련 법령이 정하는 기준을 초과한다고 인정하기에 부족하고 달리 이를 인정할 증거가 없다.<br/>  5) 따라서 원고의 주장은 받아들이기 어렵다.<br/>  3. 결론<br/>  그렇다면 원고의 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/>[별 지 1] 부동산 목록: 생략<br/>[별 지 2] 공동주택 층간소음의 범위와 기준에 관한 규칙: 생략<br/><br/>판사 정용석 ",
  "사건번호": "2023가단124967",
  "사건종류코드": "400101",
  "판례정보일련번호": "601889",
  "선고": "선고",
  "판결유형": "판결 : 확정",
  "법원종류코드": "400202"
}