{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20160624",
  "법원명": "서울중앙지방법원",
  "사건명": "임대차보증금",
  "판례내용": "【원    고】 주식회사 □□□보험 (소송대리인 법무법인 홍익 담당변호사 윤성한)<br/>【피    고】 피고 (소송대리인 법무법인 인강 담당변호사 이영주)<br/>【변론종결】2016. 5. 27.<br/>【주    문】<br/>  1. 이 사건 청구를 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고는 원고에게 98,400,000원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  가. 소외인은 2012. 3. 6. 피고로부터 시흥시 (주소 생략)아파트○○○동△△△호(이하, ‘이 사건 아파트’라고 한다)를 임대차보증금 110,000,000원에 임차하였다.<br/>  나. 소외인은 2012. 3. 13. 원고로부터 전세보증금담보대출로 82,000,000원을 대출받았다. 이 때 소외인은 원고에게 이 사건 아파트의 임대차보증금반환채권 중 98,400,000원에 대하여 질권을 설정해 주었다. 피고는 원고에 대하여 위 질권설정을 승낙하고, 임대차기간의 종료 등으로 임대차보증금을 반환하는 경우 질권 설정된 금액 내에서 위 대출원리금 등에 상당하는 임대차보증금을 원고에게 직접 반환하기로 하였다.<br/>  다. 2012. 6. 30. 소외인과 피고는 피고가 소외인에게 이 사건 아파트를 155,000,000원에 매도하는 내용의 매매계약을 체결하고, 2012. 7. 2. 피고가 소외인에게 이 사건 아파트에 관한 소유권이전등기절차를 마쳐주었다.<br/>  [인정근거] 다툼 없는 사실, 갑1호증 내지 갑6호증<br/>2. 당사자의 주장의 요지<br/>  가. 원고의 주장<br/>    피고는 원고와 소외인 사이의 질권설정계약에 대하여 승인한 바 있다. 따라서, 원고는 소외인과 피고 사이의 매매계약은 질권의 목적된 권리를 소멸하게 하거나 질권자인 원고의 이익을 해하는 행위로서 무효이고, 질권의 목적이 된 임차권은 혼동에 의하여 소멸하지 않는다. 결국, 질권자인 원고와의 관계에서 피고는 여전히 임대인, 즉, 임대차보증금반환채무자이므로 원고에게 이 사건 청구금액을 직접 지급할 의무가 있다.<br/>  나. 피고의 주장<br/>소외인이 임대차보호법상 대항력을 갖추었으므로 임대인 지위는 소외인에게 승계되었고, 따라서 피고는 더 이상 임대인으로서의 의무를 부담하지 않는다.<br/>3. 판단<br/>  질권설정자는 질권자의 동의 없이 질권의 목적된 권리를 소멸하게 하거나 질권자의 이익을 해하는 변경을 할 수 없다(민법 제352조). 따라서, 이 사건 아파트에 관한 매매로 인하여 임대차보증금반환채권이 소멸하거나 질권자인 원고의 이익을 해하는 변경을 가져오는지가 이 사건의 쟁점이다.<br/>주택임대차보호법 제3조 제3항은 같은 조 제1항이 정한 대항요건을 갖춘 임대차의 목적이 된 임대주택의 양수인은 임대인의 지위를 승계한 것으로 본다고 규정하고 있는바, 이는 법률상의 당연승계 규정으로 보아야 하므로, 임대주택이 양도된 경우에 그 양수인은 주택의 소유권과 결합하여 임대인의 임대차 계약상의 권리·의무 일체를 그대로 승계하며, 그 결과 양수인이 임대차보증금반환채무를 면책적으로 인수하고, 양도인은 임대차관계에서 탈퇴하여 임차인에 대한 임대차보증금반환채무를 면하게 된다(대법원 2013. 1. 17. 선고 2011다49523 판결 등 참조). 이 사건에서 소외인이 주택임대차보호법상의 대항력을 갖추었다는 사실은 당사자 사이에 다툼이 없으므로 위 법리에 비추어 볼 때 소외인은 피고로부터 임대인 지위를 그대로 승계하게 된다.<br/>  이처럼, 부동산에 대한 소유권과 임차권이 동일인에게 귀속하게 되는 경우 임차권은 혼동에 의하여 소멸하는 것이 원칙이지만, 그 임차권이 대항요건을 갖추고 있다면 이를 실질적으로 제한물권과 동일한 것으로 보아 혼동으로 인한 물권소멸 원칙의 예외 규정인 민법 제191조 제1항 단서를 준용하여야 한다. 따라서, 대항요건을 갖춘 임차권이 제3자의 권리의 목적이 된 때에는 임차권과 소유권이 동일인에게 귀속되더라도 소멸하지 않는다고 보아야 할 것이다.<br/>  이상 살펴본 바에 의하면, 이 사건 아파트에 관한 매매로 인하여 소외인의 임대차보증금반환채권이 소멸하거나 질권자인 원고의 이익을 해하는 변경을 가져온다고 볼 수 없으므로 결국, 이 사건 아파트에 관한 매매가 민법 제352조에 위반된 행위로서 무효라고 할 수 없다.<br/>  한편, 원고는 위 혼동의 법리를 들어 임대차보증금반환채무자가 여전히 피고여야 한다고 주장하는 듯하나, 혼동의 법리에서 예외적으로 임차권이 소멸하지 않는 것으로 보는 경우, ‘소유권과 임차권이 동일인에게 귀속하는 것을 허용하지 않는다’는 것이 아니라 ‘소유권과 임차권이 동일인에게 귀속하되 소멸하지는 않는다’는 것이다.<br/>4. 결론<br/>  그러므로 이 사건 청구는 이유 없어 기각한다.<br/><br/>판사 임일혁 ",
  "사건번호": "2015가단5329435",
  "사건종류코드": "400101",
  "판례정보일련번호": "206235",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}