{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "일반행정",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170929",
  "법원명": "서울행정법원",
  "사건명": "농지보전부담금부과처분취소",
  "판례내용": "【원    고】 인서울27골프클럽 주식회사 (소송대리인 법무법인(유한) 율촌 담당변호사 김태건 외 1인)<br/>【피    고】 농림축산식품부장관 외 2인 (소송대리인 변호사 박주명)<br/>【변론종결】2017. 6. 21.<br/>【주    문】<br/>  1. 원고의 피고 한국농어촌공사에 대한 소를 각하한다.<br/>  2. 피고 농림축산식품부장관이 2016. 6. 20. 원고에게 한 농지보전부담금 부과처분 중 별지 1 목록 기재 각 토지들에 대한 농지보전부담금 부과 부분을 취소한다.<br/>  3. 피고 서울지방항공청장이 2016. 5. 19. 원고에게 한 공항개발사업 실시계획 승인처분의 승인조건 22항으로 부가한 별지 2 목록 기재 농지보전부담금 16,738,682,670원의 납부 부담 중 5,874,052,020원을 초과하는 부분을 취소한다. <br/>  4. 소송비용 중 원고와 피고 농림축산식품부장관, 서울지방항공청장 사이에 생긴 부분은 피고 농림축산식품부장관, 서울지방항공청장이 부담하고, 원고와 피고 한국농어촌공사 사이에 생긴 부분은 원고가 부담한다.<br/><br/>【청구취지】  피고 농림축산식품부장관(이하 ‘피고 장관’이라 한다), 한국농어촌공사(이하 ‘피고 공사’라 한다)가 2016. 6. 20. 원고에게 한 농지보전부담금 부과처분 중 별지 1 목록 기재 각 토지들(이하 ‘이 사건 토지’라 한다)에 대한 농지보전부담금 부과처분을 취소한다. 피고 서울지방항공청장(이하 ‘피고 청장’이라 한다)이 2016. 5. 19. 원고에게 한 공항개발사업 실시계획 승인처분의 승인조건 22항으로 부가한 별지 2 목록 기재 농지보전부담금 16,738,682,670원의 납부 부담 중 5,874,052,020원을 초과하는 부분을 취소한다.<br/>【이    유】  1. 처분의 경위<br/>  가. 당사자의 지위<br/>   원고는 서울 강서구 오곡동 300-1번지 일원 및 부천시 고강동 76-1번지 일원 등에서 공항개발사업인 ‘김포공항 대중골프장 조성사업’(이하 ‘이 사건 사업’이라 한다)을 시행하고 있다. <br/>  나. 이 사건 토지의 지목변경 경위<br/>  1) 김포공항 시설결정구역 정비사업은 항공기 소음피해에 따른 집단민원 해소와 항공기 안전운항을 위하여 1989년에 시작하여 2000년 말경 완료 예정이었던 사업인데, 이 사건 사업의 관할 행정청인 피고 청장은 1999. 4. 22. 건설교통부장관에게 김포공항 시설결정구역 정비사업의 일환으로 위 사업구역 내 주민을 이주시키고 가옥을 철거한 후 활주로 말단지역을 항공기 안전운항 및 항공기 소음피해확산을 방지하기 위한 완충녹지대로 조성하는 사업(이하 ‘이 사건 선행사업’이라 한다)을 한국공항공단으로 하여금 시행하게 하는 방안을 보고하였다.<br/>  2) 피고 청장은 2000. 7. 5. 한국공항공단에 이 사건 선행사업의 시행을 허가하였고, 2000. 7. 18. 서울지방항공청고시 제2000-22호로 ‘서울 강서구 과해동, 공항동, 오쇠동, 오곡동, 외발산동 등 및 인천 계양구 동양동, 상야동 일대’를 사업구역으로, ‘인공녹지 144,958㎡ 및 자연녹지 약 1,316,000㎡ 조성, 가옥철거 1식’을 사업내용으로 하여 이 사건 선행사업에 대한 공항개발사업 실시계획을 승인하였다. 이후 이 사건 선행사업에 대한 실시계획은 2003. 12. 30. 서울지방항공청고시 제2003-21호, 2004. 3. 26. 서울지방항공청고시 제2004-14호, 2006. 2. 23. 서울지방항공청고시 제2006-6호로 각 변경 고시되었다가 2008. 2. 5. 서울지방항공청고시 제2008-4호로 그 사업내용이 ‘자연녹지 945,248㎡ 조성 및 가옥철거 1식’으로 변경 고시되었다. <br/>  3) 한편, 피고 청장은 2005. 7. 1. 서울특별시 강서구청장에게 이 사건 선행사업부지 중 오곡동 194-6 토지(별지 1 목록 연번 65번 기재) 및 221-2 토지(별지 1 목록 연번 74번 기재) 2필지가 포함된 총 26필지 15,204㎡의 토지에 대하여 ‘장거리 항공무선통신 안테나 설치’ 목적으로 농지전용협의를 요청하였다. 강서구청장은 2005. 7. 12. 일정한 조건을 붙여 위 농지전용협의에 동의하였다. <br/>  4) 한국공항공사(김포공항을 관리, 운영하기 위해 2002. 1. 14. 법률 제6607호로 한국공항공사법에 의해 한국공항공단의 재산과 권리, 의무를 포괄적으로 승계하여 설립되었다)는 총 공사비 1,928,000,000원을 들여 ‘자연녹지 945,248㎡ 조성, 가옥철거 348호, 폐기물처리 6,800톤’ 등 이 사건 선행사업의 공사를 완료하고(공사기간 2000. 7. 5.부터 2008. 2. 19.까지) 2008. 2. 20. 피고 청장에게 공항시설에 대한 준공검사를 신청하였다. 피고 청장은 2008. 3. 4. 한국공항공사에 준공검사필증을 교부하였다.<br/>  5) 한국공항공사는 이 사건 선행사업이 준공됨에 따라 2008. 12. 11. 강서구청장에게 이 사건 토지를 포함한 총 572필지 639,281㎡에 관하여 지목변경을 신청하였다. <br/>  6) 강서구청장은 위 지목변경이 신청된 토지들에 대한 현장조사결과 ‘위 토지들은 2008. 3. 4. 이 사건 선행사업이 완료되어 그 현황상 공항시설(완충녹지대)로 이용 중으로서 신청서의 기재대로 사용되고 있고, 토지형질변경 등의 공사가 준공되어 잡종지로 지목을 변경하는 것이 관계 법령에 저촉되지 않는다‘고 판단하였고, 이에 따라 토지이동(지목변경)으로 인한 지적정리를 완료한 후 관할등기소에 토지표시변경등기의 촉탁을 의뢰하였다. <br/>  7) 강서구청장은 2008. 12. 26. 한국공항공사에 ’강서구 과해동 560-4 답 2,133㎡‘를 ’같은 동 560-4 잡종지 2,133㎡‘로 변경하는 등 위 572필지에 대한 토지이동(지목변경)신청을 처리하였다고 통보하였고, 위 토지들은 그 무렵 등기부상 지목이 모두 잡종지로 변경되었다(이하 ’이 사건 지목변경‘이라 한다). <br/>  다. 이 사건 사업의 추진 경위<br/>  1) 건설교통부는 2004. 11. 24. 차관 주재 ‘김포공항 시설결정구역의 관리 및 활용방안’에 대한 관계기관 회의를 실시하였는데, 위 회의 결과 한국공항공사가 김포공항 시설결정구역의 효율적인 관리를 위하여 위 시설결정구역에 체육시설로 골프장을 유치하기로 결정되었다. <br/>  2) 건설교통부장관의 위임을 받은 항공안전본부장은 2007. 1. 5. 항공안전본부고시 제2006-56호로 서울 강서구 오곡동 300-1 외 1,714필지(서울시, 부천시, 인천시 3개 행정 구역에 분포)에 ‘한국공항공사가 사업주체가 되어 27홀 규모 대중골프장을 조성하되 한국공항공사는 이 사건 사업의 부지를 제공하고 민간사업자는 부지조성 등 시설물을 건설한 다음, 한국공항공사는 시설물 준공과 동시에 시설소유권을 취득하고 민간사업자는 운영개시일로부터 20년 동안 골프장을 임차하여 운영’하는 내용(BOT 방식)의 이 사건 사업에 관한 김포국제공항개발기본계획을 변경 고시하였다.<br/>  3) 한국공항공사가 대중골프장 조성사업을 위한 개발제한구역관리계획을 신청함에 따라 개최된 경기도·서울시 지방도시계획위원회는 2006. 7. 4. 및 2007. 9. 5. ‘골프장 규모를 27홀로, 토지형질변경 대상부지도 위 규모에 상응하는 1,068,684㎡’로 각 심의·결정하였는데, 중앙도시계획위원회는 2008. 4. 3. ‘형질변경 면적은 기존 27홀 전체 면적을 승인하되 전체 부지중 57.7%가 농경지(전·답)로 구성되어 있어 훼손지로 인정할 수 없으므로 골프장 규모를 18홀로 축소 시행’하도록 결정하였고, 국토해양부장관은 2008. 4. 24. 서울특별시장에게 위 중앙도시계획위원회의 심의 결과 등을 준수할 것을 조건으로 부여하여 2011년 수도권개발제한구역관리계획을 승인하였다. <br/>  4) 이후 한국공항공사는 2009. 9. 17. 서울특별시장에게 골프장의 규모를 27홀로 확대시키는 내용의 개발제한구역관리계획변경을 신청하였고, 중앙도시계획위원회는 2011. 3. 3. ‘이 사건 지목변경에 따라 전·답 비율이 57.74%에서 14.8%로 감소되고, 공항지역은 관련법상 잡종지로서 조류 유인요소로 작용하는 경작이 불가하여 2008년부터 경작이 중단됨에 따라 종전 18홀로 축소한 사유가 해소되었다’는 이유로 골프장 규모를 9홀 증설하도록 심의·결정하였다. <br/>  5) 국토해양부장관은 2011. 3. 31. 위와 같은 중앙도시계획위원회 심의결과 및 조치계획을 이행할 것 등을 승인조건으로 심의가 완료된 일부사항에 대하여 2011년 수도권개발제한구역관리계획을 변경 승인하였고, 서울특별시장은 2011. 4. 7. 위 변경 승인을 공고하였다. <br/>  6) 한국공항공사는 2013. 12. 20.경 이 사건 사업자의 모집을 공고하였고, 2013. 12. 26. 사업설명회를 개최하여 이 사건 사업의 추진 방식, 사업기간, 총사업비 등이 기재되어 있는 사업설명서를 배포하였다. <br/>  7) 김포골프클럽 컨소시엄은 위 사업자 모집 절차에 사업계획서를 제출하여 사업자로 선정되었고, 2014. 7. 31. 한국공항공사와 사이에 아래와 같은 내용의 실시협약을 체결하였다.<br/>이 사건 사업 실시협약제6조(사업시행자의 지정 및 권리)① 공항공사는 본 협약 체결과 동시에 김포골프클럽 컨소시엄을 본 사업에 대한 사업시행자로 지정한다.② 사업시행자는 항공법 제94조 및 동법 시행령 제27조에 의거 국토교통부장관으로부터 공항개발사업 시행허가를 받음으로써 항공법상의 공항개발사업에 대한 사업시행자로 지정된다.③ 공항공사는 본 협약이 정하는 바에 따라 사업시행자가 사업부지에 본 시설의 건설 후 소유 및 운영할 수 있는 권리를 부여한다. 다만, 대체녹지, 옥외 주민체육시설 등 공항공사와 사업시행자가 협의하여 정하는 시설물과 그 부지는 제외한다.제7조(사업시행자의 의무 및 부담)⑦ 본 사업 수행을 위한 사업기간동안 소요되는 총 투자비 및 운영비(시설의 건설·소유·운영과 관련된 제세공과금 및 부담금관리기본법 등 관련법령에서 정하는 각종 부담금 등 포함) 일체는 사업시행자가 부담한다.⑧ 관계기관에 의하여 부과되는 제세공과금 및 부담금 중 본 사업으로 인하여 새롭게 부과되거나 증액된 부분은 납부의무자가 공항공사가 되는 경우에도 그 제세공과금 및 부담금은 사업시행자가 부담하여야 하고, 이와 별도로 사업시행자가 이행(부담)하여야 할 의무사항(금전지출)을 공항공사가 대신하는 경우에 발생되는 제비용은 공항공사의 청구에 의하여 사업시행자가 부담하여야 한다(중략).제10조(사업추진방식)① 사업시행자는 본 사업시설의 준공 후 대체녹지, 옥외주민체육시설 및 토지를 제외한 시설물에 대하여 일정기간동안 소유권을 인정받고 토지사용기간 만료 시 그 시설물의 소유권은 공항공사에 무상으로 귀속된다.제11조(사업비 부담)① 공항공사는 사업부지의 보유에 따른 비용 및 제세공과금을 부담한다.② 사업시행자는 본 사업 추진을 위한 사업기간 동안 본조 제1항의 비용을 제외한 총사업비[토지의 지목변경과 관련된 비용(이로 인하여 부담하게 되는 지방세 등 제세공과금 포함)을 포함한다] 및 운영비(시설의 소유·운영과 관련한 제세공과금 및 부담금관리기본법 등 관련법령에서 정하는 각종 부담금 등 포함) 일체를 부담한다.제21조(사업시행자 및 출자자들의 의무)① 김포골프클럽 컨소시엄의 구성원들은 공동으로 출자자가 되어 항공법에 의한 공항개발사업시행허가 신청 전까지 신설법인을 설립하여 본 협약체결에 의한 김포골프클럽컨소시엄의 사업시행자 지위를 신설법인이 승계하도록 하여야 하며, 이를 미이행한 경우 공항공사는 사업시행자 지정을 취소하고 사업이행보증금을 공항공사에 귀속시킬 수 있다.<br/>  8) 김포골프클럽 컨소시엄은 2014. 8. 28. 위 실시협약 제21조 등이 정한 바에 따라 각 구성원들의 출자를 통하여 이 사건 사업을 시행할 주체로 원고를 설립하였고, 피고 청장은 2015. 9. 8. 원고에게 ‘공항개발사업에 대한 실시계획 승인을 얻은 후 사업을 시행할 것’을 조건으로 이 사건 사업시행을 허가하였다.<br/>  라. 농지보전부담금의 부과 경위<br/>  1) 원고는 2015. 10. 2. 피고 청장에게 이 사건 사업부지 중 그 지목이 전·답 등으로 되어 있어 형질변경 절차를 거쳐야 하는 강서구 오쇠동 30-14 외 68필지 전·답·농지개량시설 109,750㎡에 대하여 농지전용협의를 요청하였고, 피고 청장은 피고 장관으로부터 해당 업무수행을 위임받은 강서구청장에게 다시 협의를 요청하였는데, 강서구청장은 2015. 10. 13. 원고에게 “금번 농지전용협의요청서에서 누락된 강서구 오곡동 일대 김포공항 외곽담장 주변의 현 잡종지는 2008. 12. 31. 지목변경 이전까지 한국공항공사에서 주변 농업인에게 임대하여 농업경영에 이용된 농지였으나, 농지법 제34조에 의한 농지전용 허가(협의)없이 지목변경 되었으며 현재까지 휴경지로 이용되고 있는 농지이므로 본 농지전용 협의대상에 포함되어야 할 것인바, 구비서류 등을 붙여 재협의 하여 주시기 바랍니다.”라고 보완을 요청하였다. <br/>  2) 원고는 2015. 12. 24. 피고 청장에게 위 보완 요청과 관련하여 ‘한국공항공사와 분쟁이 발생하여 실시계획승인을 위한 보완이 이루어지지 않고 있다’면서 ‘2008년 농지전용허가(협의) 없이 지목이 변경된 토지에 대해 한국공항공사 및 강서구청과 협의 후 농지전용협의를 보완할 예정이다’라고 통보하였고, 2016. 2. 19. 농지전용협의 요청서 및 농지보전부담금 조달계획(납부 협약서)을 첨부하여 검토를 요청하였다. <br/>  3) 피고 장관은 2016. 5. 12. 원고에게 이 사건 사업 실시계획 승인일을 부과기준일로 정하여 농지전용면적 747,647㎡에 관한 16,738,682,670원의 농지보전부담금을 부과하기로 결정하였다(그 중 이 사건 토지에 관한 부분은 별지 1 목록 ‘농지보전부담금’란 합계액 기재와 같이 10,864,630,650원이다). <br/>  4) 원고는 2016. 5. 17. 피고 청장에게 이 사건 사업에 대한 실시계획 승인을 요청하였고, 피고 청장은 2016. 5. 19. 별지 2 목록 기재와 같이 ‘농지보전부담금 16,738,682,670원은 관련규정에 따라 착공신고 전 납부할 것’ 등을 승인조건(이하 ‘이 사건 승인조건’이라 한다)으로 붙여 실시계획을 승인하였다. <br/>  5) 피고 공사는 2016. 6. 20. 원고에게 농지법 시행령 제49조, 농지법 시행규칙 제41조에 따라 ‘농지보전부담금 부과결정권자인 피고 장관의 대행자 피고 공사’임을 명시하여 납기내 금액 ‘16,738,682,670원’, 납입기한 ‘2016. 7. 20.까지’로 하는 농지보전부담금(이하 ‘이 사건 부담금’이라 한다)의 납입을 통지하였다(부과근거: 농지법 제38조 제1항 및 제6항, 이하 ‘이 사건 처분’이라 한다). <br/>  [인정 근거] 다툼 없는 사실, 갑 제1 내지 19호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다), 을나 제4호증, 을다 제2 내지 6호증의 각 기재, 이 법원의 한국공항공사, 강서구청에 대한 각 사실조회결과, 변론 전체의 취지<br/>  2. 피고 공사에 대한 소의 적법 여부<br/>  가. 피고 공사의 본안전 항변<br/>   피고 공사는 이 사건 부담금의 부과 주체가 아니므로 원고의 피고 공사에 대한 청구는 항고소송의 처분청이 아닌 제3자를 대상으로 한 것이므로 부적법하다.<br/>  나. 판단<br/>   살피건대, 항고소송은 원칙적으로 소송의 대상인 행정처분 등을 외부적으로 그의 명의로 행한 행정청을 피고로 하여야 한다. 행정권한의 위임이나 위탁이 있으면, 수임청이 위임받은 권한에 근거하여 수임청 명의로 한 처분에 대하여 수임청이 정당한 피고가 되는 반면, 행정권한의 대리나 내부위임의 경우에는 그 처분권한을 가진 원 행정청의 이름으로 처분을 하여야 하고 원 행정청이 피고적격을 갖는다.<br/>농지법 제38조 제1항, 제51조 제3항, 농지법 시행령 제48조 제1항, 제2항, 제49조 제1항, 농지법 시행규칙 제41조 제1항에 의하면 피고 장관은 농지보전부담금의 수납업무를 피고 공사로 하여금 대행하게 하면서 피고 장관으로부터 농지보전부담금 부과결정을 통보받으면 농지보전부담금 납입의무자에게 그 납입을 통보하도록 규정하고 있다. 위 인정사실에 의하면, 피고 공사는 이 사건 부담금 납입통지서에 ‘농지보전부담금의 부과결정권자는 피고 장관’이라고 명시함으로써 피고 장관과의 대행관계를 표시하였는바, 이 사건 처분을 외부적으로 그 명의로 행한 행정청의 지위에 있는 것은 피고 장관이라 할 것이므로 피고 공사는 단지 농지보전부담금의 수납업무를 대행한 것에 불과하여 피고적격이 없다. 따라서 원고의 피고 공사에 대한 소는 피고적격이 없는 자를 상대로 한 것이어서 부적법하고, 피고 공사의 본안전 항변은 이유 있다.<br/>  3. 이 사건 처분 및 승인조건의 적법 여부<br/>  가. 원고의 주장<br/>  1) 이 사건 토지는 지목이 잡종지이고, 2008년 이후부터 현재까지 농작물 등의 경작이 이루어지지 않고 있으며, ‘전·답·과수원’에 해당하지 않으면서 3년 이상 경작이 실시되지 않고 있으므로 농지법이 정하는 ‘농지’에 해당하지 않는다. 따라서 이 사건 토지에 관하여는 농지보전부담금이 부과될 수 없으므로 이 사건 처분 및 승인조건 중 이 사건 토지에 상응하는 부분은 위법하다. <br/>  2) 가사 이 사건 토지가 농지에 해당하여 농지보전부담금 부과가 가능하다고 하더라도 이 사건 선행사업이 준공되고 이 사건 토지에 대한 지목변경이 완료된 2008. 12. 31.경에는 농지보전부담금을 부과하는 것이 가능하였고 그로부터 5년이 경과하였으므로 이 사건 처분 및 승인조건 부과 당시 농지보전부담금 부과권은 국가재정법 제96조 제1항에 따라 시효로 소멸하였다.<br/>  3) 이 사건 선행사업 과정에서 이 사건 토지에 대한 농지전용허가 또는 협의가 이루어지지 않았다 하더라도 이는 ‘관계 행정청’의 업무 수행과정에서 발생한 일이므로 이를 이유로 이 사건 토지에 관하여 이 사건 처분 및 승인조건을 부과하는 것은 신뢰보호 원칙 및 비례의 원칙 등에 반하여 위법하다.<br/>  나. 관계 법령<br/>   별지 관계 법령 기재와 같다.<br/>  다. 인정사실<br/>  1) 한국공항공사는 이 사건 토지 등의 경작자 소외인 외 94명에게 ‘위 경작자들과 한국공항공사의 농지임대차계약이 2006년 말경 종료되므로 2007년에도 임차를 희망하는 사람들은 임차신청서를 제출할 것’을 요청하면서, 다만 농지임대차계약은 골프장사업 등 공항개발사업으로 인하여 2007. 10. 31.까지만 가능하다는 점과 임대차 용도는 ‘경작용(다년생 작물재배 금지)’이라는 점을 명시적으로 통보하였다. <br/>  2) 한국공항공사는 2008. 1. 24. 경작자 소외인 외 111명에게 농지임대차계약이 2007. 10. 31. 종료되었다고 통보하면서 2008년에는 골프장사업 등 공항개발사업으로 인하여 농지 임대가 불가능하다고 통보하였다. <br/>  3) 한국공항공사는 2009. 4. 21. 김포국제공항 스카이파크(Sky Park) 조성 민자유치사업 건설 공사장에서 발생되는 토사를 김포공항 대중골프장 조성용 토사로 사용하기 위하여 이 사건 토지의 일부가 포함된 서울 강서구 오곡동 181-2 외 87필지 211,675㎡ 등 골프장 조성 예정 지역에 토사를 적치하기로 하고, 이를 위하여 강서구청장에게 ‘임시 토사적치 허가’(개발제한구역 내 행위허가)를 신청하였다. 강서구청장은 2009. 7. 20. 위 신청에 대하여 ‘대상지역은 농지법 제2조에 의한 농지로 관리되고 있는 곳으로 본 개발제한구역 내 행위허가와는 별도로 농지법 제36조에 의한 농지의 타용도 일시사용허가를 득할 것’을 조건으로 명시하여 위 신청을 허가하였다. <br/>  4) 이에 한국공항공사는 위 개발제한구역 내 행위허가 신청과 별도로 2009. 7. 24. 강서구청장에게 위 토지에 대한 사용기간 2009. 7.경부터 2011. 3.경까지, 김포공항 대중골프장 조성용 토사적치를 목적으로 하는 ‘농지의 타용도 일시사용허가’를 신청하였다. 강서구청장은 2009. 8. 3. 타용도 일시사용기간 ‘2009. 8. 3.부터 2011. 3. 31.까지’, 농지로 복구하는 비용(복구예치금) ‘1,998,260,961원’, 복구기한 ‘2011. 5. 31.까지’로 각 정하여 이를 허가하고 같은 날 한국공항공사에 허가를 통보하였고, 한국공항공사는 우리은행에 1,998,300,000원을 예치하였다. 이후 강서구청장은 한국공항공사의 신청에 따라 세 차례 일시사용 허가기간을 연장하여 최종적으로 2016. 3. 28. 위 토지에 대하여 사용기간 ‘2016. 4.경부터 2017. 3. 31.까지’, 복구기한 ‘2017. 5. 31.까지’, 농지로 복구하는 비용 예치금 ’2,424,182,000원’으로 각 정하여 농지의 타용도 일시사용 연장을 허가하였다. <br/>  5) 원고는 2016. 7. 19. 피고들에게 ‘이 사건 선행사업의 실시계획 승인조건을 준수하고, 농지보전부담금을 기한 내에 차질 없이 납부하되 농지보전부담금의 최종 납부 주체에 대하여 한국공항공사 및 유관기관 등과 이견이 있으나, 이로 인하여 이 사건 사업의 추진이 중단되거나 지연될 경우 원고 회사는 회복할 수 없는 막대한 손해가 예상됨에 따라 우선 기한 내에 부담금을 납부한 후 향후 법원의 판단에 따라 처리하겠다.’는 취지로 이의 유보를 통보하였다. <br/>  6) 한국공항공사는 2017. 6. 13.자 사실조회회신에서 ‘2000. 7. 18.부터 2008. 12. 26.까지 이 사건 선행사업에 관한 공항개발사업 실시계획 승인, 변경 승인, 지목 변경 과정에서 관할 행정청에 농지전용협의를 요청한 사실이 없다’고 회신하였다. <br/>  7) 한국공항공사는 2017. 2. 23.자 사실조회회신에서 ‘구 지적법 시행령은 제5조(현행 「공간정보의 구축 및 관리 등에 관한 법률 시행령」 제58조)에서 공항시설은 지목상 잡종지여야 함을 규정하고 있다. 그런데 이 사건 선행사업은 김포공항 주변의 항공기 소음피해 완충지역 조성을 목적으로 추진된 항공법상의 공항시설 조성사업이었으므로, 한국공항공사는 위 항공기 소음피해 완충지역 조성공사가 2008. 3. 4. 준공된 후 관련법에 따라 잡종지로 지목변경을 신청하였다.’는 취지로 회신하였다. [인정 근거] 다툼 없는 사실, 갑 제20, 21, 22호증, 을가 제1 내지 5호증, 을나 제1 내지 3호증의 각 기재, 이 법원의 한국공항공사에 대한 각 사실조회결과, 변론 전체의 취지<br/>  라. 이 사건 처분의 적법 여부에 대한 판단<br/>  1) 관련 법률 및 법리<br/>농지법 제2조 제1호는 농지에 대하여 (가)목 본문에서 ‘전·답, 과수원, 그 밖에 법적 지목을 불문하고 실제로 농작물 경작지 또는 다년생식물 재배지로 이용되는 토지’로 규정하고 있다.<br/>     농지전용에 따른 농지보전부담금을 부과하기 위하여는 그 토지가 농지법 제2조 제1호 소정의 농지여야 하는데, 위 법조 소정의 농지인지의 여부는 공부상의 지목 여하에 불구하고 당해 토지의 사실상의 현상에 따라 가려져야 할 것이고, 농지의 현상이 변경되었다고 하더라도 그 변경 상태가 일시적인 것에 불과하고 농지로서의 원상회복이 용이하게 이루어질 수 있다면 그 토지는 여전히 농지법에서 말하는 농지에 해당하며, 공부상 지목이 잡종지인 토지의 경우에도 이를 달리 볼 것은 아니다. 또한, 농지법 소정의 농지가 현실적으로 다른 용도로 이용되고 있다고 하더라도 그 토지가 적법한 절차에 의하지 아니한 채 형질변경되거나 전용된 것이어서 어차피 복구되어야 할 상태이고 그 형태와 주변토지의 이용상황 등에 비추어 농지로 회복하는 것이 불가능한 상태가 아니라 농지로서의 성격을 일시적으로 상실한 데 불과한 경우라면 그 변경 상태가 일시적인 것에 불과하다고 보아야 한다(대법원 2007. 5. 31. 선고 2006두8235 판결 등 참조).<br/>  2) 농지법 제2조 제1호의 농지에 해당하는지 여부<br/>       이 사건 처분은 이 사건 토지가 이 사건 부담금의 부과 기준일인 이 사건 사업 실시계획 승인일 당시 ‘농지’에 해당함을 전제로 하는데, 위 인정사실에 의하면 이 사건 토지는 2008년경부터 농작물 경작지 또는 다년생식물 재배지로 이용되고 있지 않으므로 원칙적으로 농지법 제2조 제1호가 정하고 있는 ‘농지’에 해당한다고 할 수 없다. 한국공항공사는 이 사건 선행사업에 대한 실시계획 승인 이후에도 이 사건 토지 중 일부가 농지에 해당함을 전제로 농지의 타용도 일시사용허가를 신청한바 있으나, 위 인정사실 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정 즉, ① 강서구청장은 2008. 12. 11. 한국공항공사로부터 이 사건 토지를 포함한 총 572필지 토지에 관한 지목변경 신청을 받고 현장조사를 한 결과 이 사건 토지 등의 현황상 공항시설(완충녹지대)로 사용되고 있어 잡종지로 지목을 변경하는 것이 관계 법령에 저촉되지 않는다고 판단하였으므로 이 사건 토지는 위 조사 당시 농지로 사용되고 있었다고 볼 수 없는 점, ② 이 사건 선행사업은 항공기 안전운항 및 항공기 소음피해확산을 방지하기 위하여 이 사건 토지 등을 포함하여 자연녹지 945,248㎡를 조성하는 사업으로 전·답을 자연녹지로 조성하는 것은 임시적이거나 일시적인 것으로 보이지 아니하고, 이에 따라 한국공항공사는 이 사건 선행사업의 준공을 앞두고 2008년경부터 이 사건 토지의 임대차를 통한 농작물의 경작을 중단하였으며 불과 약 1년 만에 다시 임대차 등의 방법으로 경작을 시작할만한 특별한 사정은 없다고 보이는 점, ③ 중앙도시계획위원회는 2011. 3. 3. 이 사건 지목변경에 따라 전·답 비율이 감소하였고 공항지역은 관련법상 잡종지로서 조류유인요소로 작용하는 경작이 불가하여 2008년부터 경작이 중단되었다고 판단한 점, ④ 한국공항공사는 강서구청장에게 이 사건 토지 중 일부에 대하여 그 지목을 ‘잡종지’로 기재하여 개발제한구역 내 행위허가로서 ‘임시 토사적치 허가’를 구하였는데 강서구청장은 특별한 근거를 제시함이 없이 해당 토지가 농지로 관리되고 있다면서 한국공항공사에 대하여 ‘농지의 타용도 일시사용허가’를 득할 것을 요청한 점, ⑤ 이 사건 사업과 관련된 농지전용 협의요청에 대한 강서구청장의 2015. 10. 13.자 회신내용에 의하면 이 사건 토지는 이 사건 지목변경이 있었던 2008. 12. 31.경 이전에 임대 방식으로 농지로 이용되다가 농지전용의 협의 없이 지목변경되었으므로 이를 휴경지로 보아야 한다는 취지일 뿐 실제 2008년 이후에도 위 토지에서 경작이 이루어졌다는 내용은 아닌 점, ⑥ 한국공항공사는 임시 토사적치를 위하여 실제 농지에 해당하는지 여부와 관계없이 농지의 타용도 일시사용허가를 신청하였을 가능성을 배제하기 어렵고 이후 위 허가기간을 몇 차례 연장 신청한 것은 종전 행위에 터 잡은 것에 불과한 점 등에 비추어 보면, 한국공항공사가 농지의 타용도 일시사용허가를 받은 사정만으로 이 사건 사업에 대한 실시계획 승인 당시에도 실제 이 사건 토지가 농지로 사용되고 있었다고 보기 부족하고 달리 이를 인정할 증거가 없다. <br/>  3) 예외적으로 농지에 해당하는지 여부<br/>  가) 오곡동 194-6 및 같은 동 221-2 토지 부분<br/>        앞서 본 법리에 비추어 보면, 이 사건 토지의 변경 상태가 일시적인 것에 불과한 것으로 볼 수 있는 경우에는 예외적으로 농지에 해당한다고 할 것이므로 이러한 예외적인 경우에 해당하는지 여부가 문제된다. 먼저, 오곡동 194-6 및 같은 동 221-2 토지 부분에 관하여 보건대, 위 인정사실에 의하면 이 부분 토지의 경우 피고 청장이 2005. 7. 1. 강서구청장과의 농지전용협의절차를 거쳐 이 사건 지목변경을 통해 적법하게 농지에서 잡종지로 변경되었다 할 것이므로 그 토지가 적법한 절차에 의하지 아니한 채 일시적으로 전용된 경우에 해당한다고 할 수 없다.  <br/>  나) 나머지 토지 부분<br/>  (1) 다음으로, 이 사건 토지 중 오곡동 194-6 및 같은 동 221-2 토지를 제외한 나머지 토지(이하 ‘이 사건 나머지 토지’라 한다)에 관하여 보건대, 구 항공법(2002. 2. 4. 법률 제6655호로 개정되기 전의 것, 이하 ‘구 항공법’이라 한다) 제94조 제1, 2항, 제95조 제1항, 제3항, 제96조 제1항 제9호, 제3항에 의하면, 건설교통부장관 외의 자로서 공항개발사업을 시행하고자 하는 자는 건설교통부장관의 허가를 받아야 하고 위 사업시행자는 사업을 시작하기 전에 실시계획을 수립하여 건설교통부장관의 승인을 얻어야 하며, 건설교통부장관은 실시계획을 승인하고자 하는 때에는 관계 법령 적합 여부에 관하여 소관행정기관의 장과 미리 협의하여야 하고, 건설교통부장관이 위 실시계획을 승인한 때에는 농지법이 정한 농지전용의 허가 또는 협의를 받은 것으로 의제된다. 이 사건 나머지 토지는 당초 경작지로 사용되다가 2008년경 이전에 모두 그 경작이 중단되었는데 공항개발사업인 이 사건 선행사업의 실시계획이 2000. 7. 18. 승인됨에 따라 같은 날 농지법이 정한 농지전용허가 또는 협의가 의제되는 효과가 발생하였으므로 당해 토지가 적법한 절차에 의하지 아니한 채 형질변경되거나 전용된 것이라고 할 수 없다. 가사 피고 청장이 위 실시계획 승인절차에서 농지의 전용과 관련하여 구 항공법 제96조 제3항이 요구하는 소관행정기관의 장과의 협의 절차를 실제로는 거친바가 없다 하더라도 이는 당해 실시계획의 승인에 대한 고유한 위법사유가 될 수 있을 뿐 그러한 하자가 객관적으로 중대·명백하다고 할 수 없으므로 그 실시계획의 승인이 무효라고 할 수 없다. <br/>  (2) 이에 대하여 피고들은, 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다)이 정하고 있는 개발행위 허가에 관한 인·허가 의제조항이 항공법상 공항개발행위 실시계획 승인에 관한 인·허가 의제조항에 우선하여 적용되는 일반조항인데 국토계획법 제61조 제1항 제5호가 정하고 있는 개발행위 허가에 관한 인·허가 의제조항은, ‘미리 관계 행정기관의 장과 협의한 사항’에 한하여 인·허가가 의제되는 것으로 규정하고 있으므로, 구 항공법상 공항개발사업에 대한 실시계획 승인을 통하여 농지전용협의에 관한 의제의 효력이 발생하기 위해서는 실제로 당해 관계 행정기관의 장과 협의를 거쳐야 한다고 주장한다. 그러나 국토계획법 제61조 제1항 제5호[이 사건 선행사업에 대한 실시계획 승인일을 기준으로 하면 구 도시계획법(2002. 2. 4. 법률 제6655호 국토의 계획 및 이용에 관한 법률 부칙 제2조로 폐지) 제48조 제1항 제5호에 해당한다]가 구 항공법 제96조 제1항 제9호에 대한 일반법에 해당할 여지가 있더라도, 일반법과 특별법 관계에 있는 법률의 내용이 상이한 경우에는 특별법 우선의 원칙에 따라 특별법에 해당하는 구 항공법의 규정이 우선적으로 적용되어야 할 것인데, 구 항공법 제96조 제1항 제9호는 위 국토계획법의 규정과 달리 실시계획의 수립 또는 승인을 농지전용 허가 또는 협의 의제의 요건으로 규정하고 있을 뿐 실제 구 항공법 제96조 제3항이 규정하고 있는 소관행정기관과의 협의 절차를 거칠 것을 당해 의제규정의 직접적인 요건으로 규정하고 있지 않으므로 그 문언 해석상 실제 협의 절차를 거쳤는지 여부와 관계없이 실시계획의 승인만으로 인·허가 의제의 효력은 발생한다고 봄이 상당하고, 달리 위 문언에 반하여 구 항공법 제96조 제1항 제9호에 따른 인·허가 의제의 효력을 제한 해석할 근거가 없다. <br/>  (3) 또한 피고들은 이 사건 사업 추진 이전인 2000년부터 2008년경까지 사이에는 실제 개발행위가 존재하지 아니하였으므로 농지전용이 있었다고 할 수 없고 단순히 농지전용협의 절차만 거친 것으로 의제되는 것에 불과하며 이 사건 토지는 이 사건 사업을 통하여 비로소 농지전용에 이르게 되었으므로 이 사건 부담금은 실제 농지전용이 있었던 시점에 부과된 것으로서 적법하다는 취지로 주장하나, 이 사건 선행사업은 농지를 완충녹지로 조성하는 개발행위로서 농지법 제2조 제7호가 ‘농지의 전용’으로 규정하고 있는 ‘농지를 농작물의 경작이나 다년생식물의 재배 등 농업생산 또는 농지개량 외의 용도로 사용하는 것’에 해당함이 명백하므로 이와 다른 전제에 있는 피고들의 위 주장은 이유 없다.<br/>  4) 소결<br/>       따라서 이 사건 토지는 이 사건 사업에 대한 실시계획 승인 당시 농지법 제2조 제1호가 정한 ‘농지’에 해당한다고 할 수 없고, 농지로부터 잡종지로 변경된 토지의 상태가 일시적인 것에 불과하다고 할 수도 없으므로 피고 장관으로서는 이 사건 토지 부분에 대하여는 ‘농지 전용’을 전제로 이 사건 처분을 할 수 없다. 그러므로 이 사건 처분 중 이 사건 토지에 대한 부과 부분은 그 처분사유가 인정되지 아니하여 위법하므로 취소되어야 한다(원고의 이 부분 주장을 받아들이는 이상 나머지 주장에 대하여는 나아가 판단하지 아니한다).<br/>  마. 이 사건 승인조건의 적법 여부에 대한 판단<br/>   살피건대, 이 사건 승인조건은 이 사건 처분이 적법·유효하게 존재할 것을 전제로 그 농지보전부담금 납부의무를 부과하는 것으로서 주된 행정행위인 실시계획 승인과는 별개의 처분으로서 ‘부담’에 해당한다 할 것인데, 앞서 본 바와 같이 이 사건 처분 중  이 사건 토지에 대한 부과 부분이 위법하여 취소되어야 하는 이상 이 사건 승인조건 중 이 사건 토지에 대한 부과 부분에 상응하는 10,864,630,650원 부분은 잘못된 전제에서 발령된 처분에 해당하여 위법하므로 이 사건 승인조건 중 위법한 부분을 제외하면 5,874,052,020원(= 16,738,682,670원 - 10,864,630,650원)을 초과하는 부분은 취소되어야 한다.<br/>  4. 결  론<br/>   그렇다면 원고의 피고 공사에 대한 소는 부적법하므로 이를 각하하고, 피고 장관, 피고 청장에 대한 청구는 이유 있으므로 이를 인용하기로 하여 주문과 같이 판결한다.<br/>[별지 각 생략]<br/><br/>판사 김용철(재판장) 김남균 강민기 ",
  "사건번호": "2016구합72136",
  "사건종류코드": "400107",
  "판례정보일련번호": "205484",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}