{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "일반행정",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20160722",
    "법원명": "서울행정법원",
    "사건명": "점용료부과처분취소",
    "판례내용": "【원    고】 광명역복합터미널 주식회사 (소송대리인 법무법인 지석 외 1인)<br/>【피    고】 한국철도시설공단 (소송대리인 법무법인 나라 담당변호사 양인석 외 1인)<br/>【변론종결】2016. 5. 20.<br/>【주    문】<br/>  1. 피고가 원고에 한, 2015. 5. 15.자 629,380,080원의 2015년 1회차 출자회사 점용료 부과처분 중 602,555,790원을 초과하는 부분 및 2015. 7. 6.자 634,087,500원의 2015년 2회차 출자회사 점용료 부과처분 중 607,062,580원을 초과하는 부분을 모두 취소한다.<br/>  2. 원고의 나머지 청구를 기각한다.<br/>  3. 소송비용 중 1/10은 피고가, 나머지는 원고가 각 부담한다.<br/><br/>【청구취지】  피고가 원고에 한, 2015. 5. 15.자 629,380,080원의 2015년 1회차 출자회사 점용료 부과처분 및 2015. 7. 6.자 634,087,500원의 2015년 2회차 출자회사 점용료 부과처분을 모두 취소한다.<br/>【이    유】1. 처분의 경위<br/>  가. 원고는 KTX 광명역의 활성화를 목적으로 인근 지역과의 교통 연계성의 확보 및 고속철도 이용객들의 편의를 도모하기 위하여 광명역 인근인 광명시 일직동 163-3 일대에 환승시설 및 각종 편의시설을 도입하는 내용의 광명역 복합환승시설사업(이하 ‘이 사건 사업’이라 한다)의 시행자로서 국토교통부 및 피고로부터 총 76,216㎡(이하 ‘이 사건 부지’라 한다)에 대한 점용허가(이하 ‘이 사건 점용허가’라 한다)를 받아 COSTCO 등 판매시설, 환승터미널, 주차장 등 복합환승시설을 건축한 후 이를 운영하였다.<br/>  나. 피고는 별지1 표 기재와 같이 이 사건 부지에 대한 2015년도 점용료를 산정하여 원고에, 4회로 나누어 2015. 5. 15. 1회차 629,380,080원(원금 572,163,718원 + 부가가치세 57,216,372원)의, 2015. 7. 6. 2회차 634,087,500원(원금 572,163,718원 + 분할납부이자 4,964,186원 + 부가가치세 57,216,372원)의 각 점용료 부과처분을 하였는데(이하 위 각 처분을 순차로 ‘1회차 부과처분’, ‘2회차 부과처분’이라 하고, 통틀어 ‘이 사건 처분’이라 한다), 별지2 도면 중, ① 좌측 A부분인 환승터미널(이하 ‘이 사건 환승시설’이라 한다)의 부지를 「철도시설의 점용료 산정기준」(이하 ‘이 사건 고시’라 한다) 제5조 제3항 [별표1] 재산료 요율표(이하 ‘이 사건 요율표’라 한다)상의 ‘지상건축부지’로 보아 5%의 요율을 적용하고, ② 좌측 E부분(E-2, E-3, E-4)인 환승시설의 정차장 및 진입로(이하 ‘이 사건 정차장 등’이라 한다) 부지를 이 사건 요율표상의 ‘건물시설외 영업시설부지’로 보아 5%의 요율을 적용하여 각 점용료를 산정하였다.<br/>  [인정근거] 다툼 없는 사실, 갑 제1, 2, 7 내지 10호증(가지번호 있는 것은 가지번호를 포함한다, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 관계법령<br/>  별지3 관계법령 기재와 같다.<br/>3. 이 사건 처분의 적법 여부<br/>  가. 인정사실<br/>     1) 한솔CNS 주식회사, 주식회사 대우건설, 우림건설 주식회사, 주식회사 우리은행, 흥화공업 주식회사(이하 ‘한솔CNS 등’이라 한다)는 피고가 2006년 6월경 실시한 이 사건 사업의 사업주관자 선정 공모에 참가하여 사업주관자로 선정되었다.<br/>     2) 한솔CNS 등은 2006. 10. 31. 피고와 이 사건 사업 추진협약을 체결하였는데, 이 때 작성된 협약서(이하 ‘이 사건 협약서’라 한다)는 한솔CNS 등의 책임사항으로 ‘복합환승시설의 건설에 필요한 자금의 조달 지원, 복합환승시설의 건설 및 운영을 담당할 법인의 설립, 복합환승시설 건설공사의 추진 지원’ 등을 정하고 있고(제2조), 이 사건 사업의 시설에 관하여는 출자회사가 점용허가 관련 규정에 의한 점용허가를 받아 설치하고 점용허가기간(30년 이내…) 동안 소유·운영하되(제12조 제1항), 철도시설부지에 시설물을 설치하고 운영하는 동안 점용허가 관련 규정에 의한 점용료를 납부하여야 하며(제12조 제2항), 점용허가기간이 경과한 후 원상회복의무가 면제된 때에는 이 사건 사업의 시설을 국가에 무상귀속시키도록(제12조 제4항)고 하고 있다.<br/>     3) 원고는 2007. 2. 7. 한솔CNS 등과 피고의 공동 출자로 설립된 후, 복합환승시설 건축공사를 시작하여 2013년 10월경 준공하였고, 2013. 11. 8. 피고로부터 시설 운영을 위한 점용허가를 받았다. <br/>     4) 한편, 원고는 2011. 12. 23. 피고와 복합환승시설사업 공사시행 협약을 체결하면서, 이 사건 협약서 내용과 더불어 시설 건설과 관련하여 제반 사항을 정하였다. 특히 위 협약 제3조에서는 이 사건 사업의 종합개발계획 및 기본 설계를 바탕으로 환승시설 중 여객자동차터미널, 고속철도 광명역사 연결통로의 설계 요건을 정하면서 여객자동차터미널은 근거리 및 중장거리를 운행하는 버스가 서로 유기적으로 연계되도록 하고, 장래 증축을 고려하여야 한다고 정하였다.<br/>     5) 한편, 원고는 2011. 7. 6. 아주이파킹 주식회사(변경 후 상호 에이제이파크 주식회사)에 별지2 부지 도면 중 B부분 및 이 사건 환승시설의 지하주차장 부분을 임대차보증금 330,000,000원, 차임 월 55,000,000원에 임대하였다가 2013. 10. 25. 보증금을 350,000,000원으로, 차임을 월 58,300,000원으로 변경하였다. 또한 원고는 2013. 4. 26. 주식회사 천일개발에 복합환승시설 중 광명역종합버스터미널의 일부 여객시설과 이 사건 정차장 등을 차임 없이 임대보증금 1억 원에 임대기간을 2013. 10. 1.부터 2018. 9. 30.까지로 정하여 임대하였다.<br/>     6) 원고는 이 사건 환승시설의 운영으로 인하여 2013년경부터 2015년 11월말까지 509,078,429원의 재정적 손실을 입고 있다.<br/>  [인정근거] 다툼 없는 사실, 갑 제3 내지 6, 13, 19 내지 34호증의 각 기재, 증인 소외인의 증언, 변론 전체의 취지<br/>  나. 점용료 면제 대상 여부<br/>     앞서 본 사실 및 증거에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정에 비추어 보면, 이 사건 환승시설이 이 사건 고시 제8조 제1항이 정한 점용료가 면제되는 ‘국가에 귀속하는 건물부지’에 해당한다고 보기 어렵다.<br/>     ① 이 사건 환승시설은 원고가 소유 및 운영·관리하고 있는 건물이다. 공공의 이익을 위하여 사용되는 건물이라는 이유만으로 국가에 귀속하는 건물이라고 볼 수 없고, 달리 위 시설이 국가에 귀속되어 있다고 볼 근거가 없다.<br/>     ② 이 사건 사업 관련 서류에 이 사건 환승시설을 국가에 귀속하겠다고 명시한 사실이 없고, 이 사건 점용허가 조건 제17조 제1항은 ‘점용허가 받은 자는 점용허가기간이 만료되거나 점용을 폐지한 때에는 점용허가된 철도재산을 원상으로 회복하여야 한다.’라고 정하면서, 제2항에서 ‘점용허가 받은 자는 원상회복 의무를 면제되어 철도재산에 설치된 시설물을 국가에 무상 귀속할 경우 무상 국가귀속 및 소유권 등기 절차를 이행하여야 한다.’라고 하여, 원상회복을 원칙으로 하고 있을 뿐, 국가귀속을 당연히 예정하고 있다고 볼 수도 없다.<br/>     ③ 철도산업발전기본법(이하 이 ③항에서 ‘법’이라고만 한다)이 ‘환승시설’을 ‘철도시설’로 보고 있고(법 제3조 제2호 가목), ‘철도시설’을 공공시설로 분류하여 국가가 소유하는 것을 원칙으로 하고 있다(법 제20조 제1항)고 하더라도, 실제로 그 시설을 국가가 소유하고 있지 않은 이상, 이를 국가에 귀속하는 건물로 평가할 수는 없다.<br/>     ④ 이 사건 환승시설의 건축 및 운영은 이 사건 사업의 기본사항 중 하나로서 피고와 사업주관자들 사이에 체결된 협약 및 피고와 원고 사이에 체결된 협약의 내용이었다. 원고는 위 협약의 내용을 이행하기로 하고 사업에 참여한 한솔CNS 등의 출자로 설립되어 시행사가 되었다. 원고는 위 협약상 국유철도부지에서 수익사업을 할 수 있는 독점적 지위, 이 사건 환승시설 부지 외 나머지 부지 개발 등의 권리를 누리게 되는 반면, 협약이 정한 의무도 역시 부담하여야 하므로, 이 사건 환승시설의 설치 및 운영과 그에 따른 점용료 납부는 원고의 의무라고 할 수 있다.<br/>     ⑤ 원고는, 이 사건 환승시설이 이 사건 사업상의 의무도입시설일 뿐, 원고가 이를 점용하기를 원하지 않고 있고, 국가에 기부채납할 것을 요청하였으므로, 점용료 납부의무가 없다는 취지로 주장하나, 원고가 국가의 부지를 실질적으로 점유하며 사용하는 이상, 위 사정만으로 위 부지를 점용료 없이 사용할 권리가 생기는 것은 아니고, 원고의 기부채납 요청을 국가가 받아들여야 할 근거가 있다고 볼 수도 없다.<br/>     ⑥ 이 사건 환승시설 관련 수입 및 지출은 오로지 원고의 계산과 책임 하에 있을 뿐, 점용허가의 만료일까지 국가가 이에 개입할 여지는 없다. 원고가 이 사건 환승시설의 운영으로 얻는 수익에 비하여 비용 지출이 과다하여 상당한 적자를 내고 있다고 하더라도, 점용료는 기본적으로 국가의 부지를 점유·사용하는 대가로서 지급하는 것이고, 이 사건 고시는 영업료(점용허가를 받아서 행하는 사업을 대상으로 사업별 연가 매출액을 기준으로 산출한 금액)가 재산료(점용허가를 한 철도시설의 가액을 기준으로 산출한 금액)에 미치지 못하는 경우 재산료를 기준으로 점용료를 산정하도록 하고 있으므로, 영업이익의 크기에 따라 점용료의 액수가 달라질 수 있는 것은 별론으로 하고, 수익의 발생 여부가 점용료 부과의 요건에 해당하지는 않는다. <br/>  다. 점용료 산정 요율에 대하여<br/>     1) 이 사건 고시의 무효 여부<br/>       원고는, 이 사건 고시가 부지 용도별로 획일적으로 재산료 산정 요율을 규정하고 점용료를 감경할 수 있는 재량을 인정하지 않아 상위 법령의 위임 취지에 반하여 무효라고 주장한다.<br/>철도사업법 제44조 제1항은 ‘점용허가를 받은 자는 대통령령으로 정하는 바에 따라 국토교통부장관에게 점용료를 내야 한다’고 정하고, 이에 대하여 같은 법 시행령 제14조 제1항은 점용허가를 할 철도시설의 가액과 점용허가를 받아 행하는 사업의 매출액을 기준으로 하여 점용료를 산출하되, 구체적인 점용료 산정기준에 대하여는 국토교통부장관이 정하도록 규정하고 있다. 국토교통부 고시인 이 사건 고시는 철도시설의 점용료의 산정기준에 대하여 정하고 있다.<br/>       또한 이 사건 고시는 재산료와 영업료를 각각 산정하여 영업료의 액수에 따라 점용료의 액수를 달리 산출하도록 하고(제4조 제1항), 영업료가 적은 경우에는 재산료를 기준으로 점용료를 산출하도록 하되(제4조 제2항), 부지의 용도에 따라서 재산료의 요율을 달리 정하며(제5조 제3항 [별표1]), 일정한 요건에 해당하는 경우에 점용료를 면제 또는 감경하도록 정하고 있다(제8조). <br/>       이러한 규정 내용 및 체계에 비추어 보면, 철도사업법 및 같은 법 시행령이 점용허가를 받은 자로 하여금 원칙적으로 점용료를 내도록 정하면서 그 구체적인 기준을 위임하는 데 대하여, 이 사건 고시가 위와 같은 재산료 산정의 구체적인 산정기준을 설정하면서, 영업이익 등을 고려할 여지를 주지 않도록 규정되어 있다고 하더라도, 일정한 경우에는 점용료를 면제 또는 감경하도록 규정한 점, 점용료는 기본적으로 부지 사용대가를 의미하므로 점용허가를 받은 자가 부지를 사용하는 이상 영업이익이 발생하지 않는 경우에도 지불되어야 한다는 점 등을 고려할 때, 위 사정만으로 이 사건 고시의 재산료 산정 부분이 상위법령의 위임 범위를 벗어난 것이라고 보기는 어렵다.<br/>     2) 선상건축부지 요율 적용 여부<br/>       앞서 본 사실 및 증거에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사실 및 사정에 비추어 보면, 이 사건 환승시설 건물이 위치한 부지는 선상건축부지에 해당한다고 봄이 타당하다.<br/>       ① 이 사건 고시 제5조 제5항은 ‘건축면적 중 … 선상건축면적은 선로 위 공간에 축조한 건물의 수평투영면적의 지적범위로 하며’라고 규정하여 ‘선로 위 공간에’ 축조한 건물을 선상건축으로 규정하고 있는데, 이 때 선로의 위치가 지상인지 지하인지를 구분하고 있지 않다. 이 사건 환승시설과 KTX 선로의 모습은 별지4 ‘환승시설 사진’과 같다. KTX 선로는 주변 지상보다 낮은 곳에 위치해있기는 하나 외부로 드러나 있고, 원고는 그 위에 터널 모양으로 설치된 ‘데크’를 성토하여 이 사건 환승시설을 건축하였다. 위 ‘데크’ 구조물은 선로 위에 건물을 짓는 등 선로 위의 공간을 활용하기 위한 구조물이지, 이를 주변 토지와 같다고 평가하기는 어렵다. 이 사건 환승시설은 ‘KTX 선로 위 공간에’ 축조되어 있다.<br/>       ② 이 사건 요율표 중, ‘선상건축부지’의 경우 토지이용율이 500% 이상인지 미만인지에 따라서 적용 요율을 달리하고 있다. 선상건축부지의 경우 선로 위라는 사정으로 말미암아 토지이용율에 제약이 있을 수 있다는 점을 전제로 하여 적용 요율에 차등을 두고 있는 것이다. 즉, 토지이용율은 적용 요율을 결정하는 요인 중 하나에 해당하는데, 선상건축부지는 지상건축부지와 비교할 때 일반적으로 토지이용에 일정한 제약이 있고, 실제 원고는 이 사건 환승시설을 건축하는 데에도 ‘데크’가 지탱할 수 있는 하중의 한계, 선로의 수직적 위치 등으로 인하여 지상 2층, 지하 1층을 넘어서는 높이나 깊이의 건물을 지을 수 없었다.<br/>       ③ 원고가 이 사건 환승시설의 위치를 스스로 KTX 선로 위로 정하였다고 보더라도, 실제 부지의 이용에 제한을 받은 이상 그 이용율 등에 맞는 점용료를 산정하는 것이 타당하고, 토지이용에 제약을 받는 대신 점용료를 적게 내는 것까지도 원고가 선택한 것이라 볼 수 있다.<br/>       ④ 지상에 선로가 위치해 있어 1층 영업을 하지 못하게 되는 경우 일반적으로 영업이익이 감소할 가능성이 있는 것은 맞지만, 점용료 산정시 영업료를 따로 산정하고 있어 영업이익과 관련하여 조정이 이루어지고 있으므로, 재산료 산정 과정에서 이 부분을 꼭 반영하여야 한다고 볼 필요는 없다고 보이고, 이 사건 환승시설인 버스터미널의 경우는 환승이 필요한 사람들이 이용하게 될 것인데, 그 이용객수가 위치한 층수에 따라 크게 좌우될 것으로 보이지는 않으므로, 위 시설이 얻는 영업이익이 층수에 따라 크게 달라질 것이라고 단정하기 어렵다(버스와 KTX 환승자들이 주된 고객이 될 것이다).<br/>     3) 이 사건 정차장 등 부지의 점용료 산정 요율<br/>       앞서 본 사실 및 증거에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정에 비추어 보면, 이 사건 정차장 등 부지는 건축부지가 아닌 영업을 위한 목적의 부지로서 ‘건물시설외 영업시설부지’에 해당한다고 봄이 타당하다. 이와 다른 전제에 선 원고의 주장은 받아들일 수 없다.<br/>       ① 이 사건 정차장 등은 버스 승객의 승·하차 공간, 버스 진입로, 버스를 돌리는 조차 공간, 버스 운행 일정상 대기하는 공간 등으로 활용되는 곳으로서, 이 사건 환승시설인 버스터미널을 운영하기 위하여 필수적인 시설에 해당한다. 앞서 본 바와 같이 이 사건 환승시설이 원고가 수익의 주체가 되는 영업시설인 이상, 이 사건 정차장 등도 이에 부수하는 시설로서 영업시설이라고 보아야 한다.<br/>       ② 원고가 실질적으로 이 사건 정차장 등을 포함하여 이 사건 환승시설에서 수익을 얻고 있지 못하다고 하여 영업시설이 아니라고 볼 수는 없고, 이 사건 정차장 등을 주식회사 천일개발에 임대하여 주었으나 임대료를 전혀 받지 않고 있다(임대차보증금 1억 원이 있으므로, 임대수익이 전혀 없는 것은 아니다)고 하더라도 마찬가지이다.<br/>       ③ 이 사건 고시 제5조 제5항이 ‘건축면적 중 지상건축면적은 지상건물의 수평투영면적의 지적범위로 하고, 선상건축면적은 선로 위 공간에 축조한 건물의 수평투영면적의 지적범위로 하며’라고 규정하고 있어, 건물의 수평면적에 해당하는 부지만이 건축면적에 해당하므로, 이 사건 환승시설의 건물이 아닌 이 사건 정차장 등은 건축면적에 포함된다고 보기 어렵다. 건물을 건축하는 것이 아니라 정차장으로 사용하는 데에는 선로 위에 위치하는지에 따라 토지이용에 어떠한 제한이 있다고 볼 근거도 없다. 따라서 이 사건 정차장 등 중 선로 위에 위치한 부분을 이 사건 환승시설과 같이 선상건축부지라고 볼 수는 없다.<br/>       ④ 이 사건 정차장 등이 주차장과 같은 용도로 사용된다고 볼 수는 없고, 이 사건 요율표상 ‘기타부지’의 예로 기재되어 있는 조경, 선로전용 등과 같이 영업과 관련 없는 부지라고 보기도 어렵다.<br/>  라. 취소의 범위<br/>     부과처분 취소소송에 있어 당사자가 제출한 자료에 의하여 적법하게 부과될 정당한 부담금액이 산출되는 때에는 그 정당한 금액을 초과하는 부분만 취소하여야 한다(대법원 2000. 6. 9. 선고 99두5542 판결 참조).<br/>     앞서 살펴본 바와 같이 이 사건 환승시설 부지는 선상건축부지로서 그 요율인 25/1000를 적용하여 산정하면 원고가 납부하여야 할 2015년 점용료는 이 사건 환승시설 부지 점용료를 97,542,885(이 사건 처분의 근거가 된 점용료 197,085,770 ÷ 2)원으로 감액하여 합계 2,191,111,990원이고, 이를 4회로 분할하면 회차당 원고가 납부할 정당한 점용료 원금은 547,777,997원(원 미만 버림), 총 금액은 별지5 ‘점용료 산출내역’표 중 각 ‘총 부과금’란 기재와 같으므로, 1회차 부과처분 중 602,555,790원(원금 547,777,997원 + 부가가치세 54,777,799원, 십 원 미만 버림), 2회차 부과처분 중 607,062,580원(원금 547,777,997원 + 분할납부이자 4,097,079원 + 부가가치세 54,777,799원, 십 원 미만 버림)을 각 초과하는 부분은 위법하다.<br/>4. 결론<br/>  원고의 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 나머지 청구는 이유 없으므로 이를 기각한다.<br/>[별지 생략]<br/><br/>판사 김국현(재판장) 김나영 윤준석 ",
    "사건번호": "2015구합71136",
    "사건종류코드": "400107",
    "판례정보일련번호": "224377",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}