{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "일반행정",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20180704",
    "법원명": "서울고등법원",
    "사건명": "시정명령및과징금납부명령취소",
    "판례내용": "【원    고】 롯데쇼핑 주식회사 (소송대리인 법무법인(유한) 율촌 담당변호사 정성무 외 1인)<br/>【피    고】 공정거래위원회 (소송대리인 법무법인 강호 담당변호사 조정욱)<br/>【변론종결】2018. 5. 23.<br/>【주    문】<br/>  1. 피고가 2017. 6. 19. 의결 제2017-198호로 원고에 대하여 한 별지 1 기재 시정명령 및 과징금납부명령을 모두 취소한다.<br/>  2. 소송비용은 피고가 부담한다.<br/><br/>【청구취지】  주문과 같다.<br/>【이    유】1. 기초사실<br/>가. 원고의 지위 등<br/>     원고는 소비자가 사용하는 상품을 다수의 사업자로부터 납품받아 판매하는 회사로 직전 사업연도의 소매업종 매출액이 1,000억 원 이상인 사업자이다. 원고는 대규모유통업에서의 거래 공정화에 관한 법률(이하 ‘대규모유통업법’이라 한다) 제2조 제1호의 대규모유통업자이고, 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제2조 제1호의 사업자이다. 원고의 일반현황은 아래와 같다.<br/>(단위: 백만 원)구분자산총계부채총계자본총계매출액당기순이익2016년25,982,81010,477,05515,505,75416,042,36451,7832015년26,020,70610,488,99915,531,70716,177,331△304,4112014년26,817,97810,853,21515,964,76316,111,643545,317<br/>나. 시장구조 및 실태<br/>1) 국내 백화점 시장의 현황<br/>  2015. 5. 말 기준 국내에는 모두 14개의 백화점 상호 브랜드가 있으며 점포 수는 총 105개이다. 14개 브랜드 중 상위 3개 브랜드인 롯데백화점, 현대백화점, 신세계백화점의 점포수가 63개에 이르고, 이랜드 계열의 백화점이 24개, 갤러리아 백화점이 5개, 에이케이플라자가 5개이며, 나머지는 지역 백화점 등으로 1∼2개씩의 점포를 보유하고 있다.<br/>2) 백화점의 주요 거래형태       <br/>  백화점이 납품업자등과 거래하는 형태는 크게 특약매입거래, 직매입거래 및 매장임대차거래로 구분된다.       <br/>가) 특약매입거래는 백화점이 납품업자로부터 매입한 상품 중 판매되지 아니한 상품을 반품할 수 있는 조건으로 상품을 외상 매입하고 상품판매 후 일정률이나 일정액의 판매수익(판매수수료)을 공제한 상품 판매대금을 납품업자에게 지급하는 방식이다. 이는 임대차거래와 직매입거래의 중간적인 성격을 갖고 있고 주로 의류부문 등에서 이루어진다.     <br/>나) 직매입거래는 백화점이 납품업자로부터 상품을 완전 매입하고 납품대금을 지불하는 매입방식이다. 이는 백화점에게 소유권이 이전됨과 동시에 납품업체에게 대금을 지불하는 매입방식으로 판매에 따른 비용과 책임도 백화점이 부담하며 주로 식품부문 등에서 이루어진다.       <br/>다) 임대차거래는 점포임차인이 백화점의 매장 일부를 임차하여 상품 등의 판매에 사용하고 그 판매액의 일부를 임대료로 지급하는 방식으로 세금계산서 발행부터 매출인식, 재고관리 등을 전적으로 임차인 자신의 명의와 계산으로 하며 임대료 지급방식에 따라 임대갑과 임대을로 구분된다.        <br/>   임대갑은 매장임차인이 임차보증금을 백화점에 예치하고 임차료는 매월 고정적으로 일정액을 납부하는 방식이며, 임대을은 매장임차인이 임차보증금을 상품 매출액의 일정 비율로 납부하는 방식으로 임대차거래는 주로 독립된 공간을 사용하고 있는 안경점, 서점, 약국 등에서 이루어진다.       <br/>라) 원고의 매출액 중 주요 거래 형태별 비중은 다음과 같다.<br/>(단위: 백만 원, %)구분2013년2014년금액비중금액비중특약매입7,064,59587.16,789,11885.4직매입  306,8273.8272,8203.4임대차692,5588.5828,68410.4기타 50,6010.654,7070.7합  계8,114,581100.07,945,329100.0<br/>다. 피고의 시정명령과 과징금납부명령<br/>1) 피고는 2017. 4. 21. 피고 전원회의 의결 제2017-198호로 원고가 2014. 3. 15.부터 2015. 3. 14.까지의 기간 동안 아래와 같이 자신의 3개 점포(이하 ‘이 사건 각 점포’이라 한다)에서 총 4회에 걸쳐 이른바 ‘줄세우기 행사’(행사에 참여하는 매장에서 구매 여부와 상관없이 매장을 방문하는 고객에게 선착순으로 무료사은품을 지급하는 행사로서, 백화점 영업 시작 전부터 입구에서 줄을 서 있는 고객들에게 미리 순서대로 번호표를 나누어 주고, 번호표를 수령한 고객들로 하여금 영업 시작 후 행사 참여 매장 중 자신이 희망하는 매장을 방문하여 번호표를 제시하고 해당 매장에서 제공하는 무료사은품을 수령하게 하는 형태의 ‘판매촉진행사’를 가리킨다. 무료사은품을 제공함으로써 고객들로 하여금 매장에 방문하도록 하는 것이 판매촉진행사의 핵심적 내용인데, 영업시작 전부터 모이는 고객들로 하여금 백화점 입구에서 줄을 서도록 하므로 외관 상 특징을 따서 ‘줄세우기 행사’로 부르기도 한다. 이하 ‘이 사건 무료사은품행사’라 한다. 이 사건 각 점포에서는 이 사건 무료사은품행사를 포함하여 일정한 액수 이상을 구매한 고객에 대하여 상품권을 증정하는 등 다양한 판매촉진행사를 함께 진행하였다)를 실시하면서, 피피비스튜디오스 등 42개 납품업자(이하 ‘이 사건 각 납품업자’라 한다)와 판매촉진행사를 실시하기 전까지 서면으로 판매촉진비용의 부담 등에 관한 약정을 하지 아니하고 총 11,625,600원의 판매촉진비용을 부담하게 하는 행위를 하여 대규모유통업법 제11조 제1항 및 제2항을 위반하였다는 이유로  별지 1 기재 시정명령 및 과징금납부명령을 하였다(이하 이들을 통틀어 ‘이 사건 처분’이라 하고, 그 중 시정명령을 ‘이 사건 시정명령’, 과징금납부명령을 ‘이 사건 과징금납부명령’이라 한다).<br/>(단위: 원)전체 판매촉진행사 내용이 사건 무료사은품행사행사명(행사기간)점포명날짜이 사건 각 납품업체의 참여 브랜드이 사건 각 납품업자 부담액 합계○○ 5F 리뉴얼 오픈 프로모션(2014.3.15.∼3.16.)○○점2014.3.15.‘츄’ 등 16개4,081,600☆ ☆☆☆☆ 릴레이페어1차(2015.3.6.∼3.8.)△△점2015.3.6.‘반에이크’ 등 15개1,870,000☆ ☆☆☆☆ 릴레이페어2차(2015.3.13.∼3.15.)□□□□점2015.3.13.‘임블리’ 등 20개4,057,500○○점2015.3.14.‘츄’ 등 8개1,616,500합 계11,625,600<br/>2) 피고는 대규모유통업법 제35조, 대규모유통업법 시행령(2018. 1. 9. 대통령령 제28580호로 개정되기 전의 것, 이하 ‘대규모유통업법 시행령’이라 한다) 제28조 및 대규모유통업법 위반사업자에 대한 과징금 부과기준 고시(2014. 12. 17. 피고 고시 제2014-17호로 개정된 것, 이하 ‘대규모유통업법 과징금 고시’라 한다)의 규정에 따라 원고에 대하여 과징금을 부과하였는데, 그 구체적인 과징금 산정내역은 아래와 같다.<br/>가) 산정기준<br/>(1) 관련매출액<br/>              이 사건 무료사은품행사는 집객을 목적으로 하여 행사기간 동안의 전반적인 매출 상승을 도모하기 위한 것으로, 원고의 위반행위의 기간 동안 위반행위로 인하여 직·간접적으로 영향을 받는 관련 납품대금의 산정이 곤란하므로 대규모유통업법 제35조 제1항 단서의 규정에 따라 정액과징금을 부과한다.<br/>(2) 산정기준<br/>              이 사건 무료사은품행사의 비용 중 대부분(약 86%)을 원고가 부담하여 납품업자들에게 중대한 피해가 발생하였다고 보기는 어려운 점, 이 사건 무료사은품행사의 실시로 인하여 납품업자 또한 브랜드 홍보 및 매출액 증가 등의 이익을 어느 정도 얻었다고 보는 것이 합리적인 점 등 위반행위의 내용과 정도를 고려하여 ‘중대성이 약한 위반행위’로 보고, 이에 해당하는 부과기준 금액의 범위(1천만 원 이상 1억 원 미만) 내에서 90,000,000을 산정기준 금액으로 정한다. <br/>(3) 행위 또는 행위자 요소에 의한 조정<br/>              원고가 위법성을 다투고 있으나 판촉행사 약정서면 미교부 사실 자체는 인정하는 등 조사에 일부 협력한 점을 감안하여 산정기준금액에서 15%를 감경한 76,500,000원을 조정금액으로 산정한다.<br/>(4) 부과과징금의 결정<br/>              원고의 현실적 부담능력, 위반행위가 시장에 미치는 효과 등을 고려할 때 조정금액이 과중하다고 보기 어려우므로 백만 원 미만의 금액을 절사한 76,000,000원을 부과과징금으로 결정한다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 기재 및 변론 전체의 취지<br/>2. 관련 법령<br/>  별지 3 “관련 법령” 기재와 같다.<br/>3. 이 사건 처분의 적법 여부<br/>가. 원고 주장의 요지<br/>1) 대규모유통업법 제11조 제5항의 적용에 관한 재량하자<br/>가) 원고가 이 사건 무료사은품행사를 무료사은품을 제공하는 납품업자로 하여금 그 무료사은품 비용을 부담하도록 한 사실은 인정한다. 그러나 이 사건 무료사은품행사는 납품업자의 자발적인 요청에 의해 실시된 것이므로 자발성이 인정되고, 이 사건 무료사은품행사에 참여하지 않는 다른 납품업자들과 차별화된 행사로 실시된 것이어서 차별성도 인정되므로, 이는 대규모유통업법 제11조 제5항의 예외사유에 해당한다. <br/>나) 따라서 원고는 대규모 유통업법 제11조 제1항 및 제2항에서 정한 사전서면약정 및 계약서 교부의무를 부담하지 않는다.<br/>2) 비례의 원칙 위반<br/>가) 이 사건 무료사은품행사와 같은 유형의 행위에 대해 피고가 제재를 부과할 경우 대규모유통업법 제11조 제5항의 적용범위를 현저하게 좁히는 효과를 낳는다. 원고와 같은 대규모유통업자는 향후 제재의 위험성을 우려하여 판매촉진행사를 축소할 수밖에 없고, 이처럼 판매촉진행사가 줄어들 경우 그로 인한 피해는 매출 감소를 겪게 될 원고나 납품업자는 물론 혜택을 누리지 못하는 소비자들에게도 이어진다. 이처럼 이 사건 처분이 달성하려는 효과와 그로 인한 불이익 사이의 불균형 및 이 사건 무료사은품행사에 소요된 비용의 86%를 부담하여 납품업자가 부담한 판매촉진비용은 행사기간 동안 납품업자가 달성한 매출액에 비해 경미한 점 등을 고려할 때 이 사건 처분과 같은 시정명령 및 과징금납부명령이 아니라 경고조치로 충분했으며, 설령 시정명령의 필요성이 인정되더라도 반복금지명령으로 충분하여 실질적으로 공표명령과 효과가 동일한 통지명령을 내릴 이유가 없으므로, 이 사건 처분은 비례의 원칙을 위반한 것으로 위법하다.<br/>3) 과징금납부명령 고유의 위법성<br/>  설령 이 사건 무료사은품행사의 위법성이 인정된다 하더라도, ① 이 사건 무료사은품행사로 인한 납품업자들의 불이익이 없거나 극히 미미했고, ② 이 사건 무료사은품행사가 이루어진 것은 3개 점포, 총 4번의 행사, 42개 납품업자만 참여하였으므로 그 비중이나 횟수가 경미하며, ③ 피고의 주장과 같이 이 사건 무료사은품행사를 서면약정으로 실시하는 경우 오히려 원고는 더 큰 금액을 납품업자에게 부담시킬 수 있었으므로 원고가 이 사건 무료사은품행사를 통해 얻은 부당이득이 없다고 할 수 있고, ④ 이 사건 무료사은품행사가 납품업자들의 요청에 의해 시작된 것이고 그 진행 과정을 보아 비용의 부당 전가나 원고의 거래상 지위 남용으로 이어질 가능성이 거의 없는 점 등을 고려할 때, 이 사건 과징금납부명령이 부과될 사안이 아님에도 과징금납부명령이 부과되었다.<br/>나. 인정사실<br/>1) 원고는 이 사건 무료사은품행사와 관련하여 2014. 2. 25. ○○점(이하 ‘2014 ○○점 행사’라 하고, 이하 같은 방식으로 이 사건 무료사은품행사 중 해당 지점의 행사를 특정한다), 2015. 2. 25. △△점(이하 ‘2015 △△점 행사’라 한다), 2015. 3. 11. □□□□점(이하 ‘2015 □□□□점 행사’라 한다), 2015. 3. 5. ○○점(이하 ‘2015 ○○점 행사’라 한다. ○○점의 경우 지점에서 기안 작성 후 본점에서 2015. 3. 11. 다시 기안이 작성되었다)의 행사를 각 기안하였다. <br/>2) 이 사건 무료사은품행사에는 2014 ○○점 행사의 경우 총 16개 브랜드, 15개 납품업자, 2015 △△점 행사의 경우 총 15개 브랜드, 14개 납품업자, 2015 □□□□점행사의 경우 총 20개 브랜드, 19개 납품업자, 2015 ○○점 행사의 경우 총 8개 브랜드, 8개 납품업자가 각 참여하였다. <br/>3) 2015 □□□□점 행사의 경우 참여 납품업자 총 19개 업체 중 14개 업체가, 2015 ○○점 행사의 경우 참여 납품업자 총 8개 업체 중 3개 업체가 이 사건 무료사은품행사에 관한 각 원고의 기안일 전에 이 사건 무료사은품행사와 관련된 공문을 발송하였다.<br/>4) 이 사건 무료사은품행사는 2014 ○○점 행사의 경우 2014. 3. 15., 2015 △△점 행사의 경우 2015. 3. 6., 2015 □□□□점 행사의 경우 2015. 3. 13., 2015 ○○점 행사의 경우 2015. 3. 14.에 각 하루만 실시되는 것으로 기안된 후 대외적으로도 동일하게 홍보되었다.<br/>5) 이 사건 무료사은품행사 중 납품업자들이 제안한 행사의 내용(증정 대상, 행사기간 등)과 실제 진행된 행사의 내용이 다르게 실시된 경우는 아래 표와 같다.<br/>행사별브랜드명납품업자명행사내용변경내용납품업자공문실제 행사2014 ○○점팬콧브랜드구매고객 대상선착순 방문고객대상플랙진를래시드웨이브코리아구매고객 대상선착순 방문고객대상2015 △△점반에이크미도컴패니3. 6.~3. 8.(3일)3. 6.(1일)기간라인라인바이린고정고객선착순 방문고객대상카이아크만아비스타구매고객선착순 방문고객대상MLBF＆F구매고객선착순 방문고객대상CK ACC와나코코코리아구매고객선착순 방문고객대상2015 □□□□점임블리부건에프엔씨3. 14. 15~16시3. 13. 오픈시기간체리코코체리코코구매고객선착순 방문고객대상피그먼트케이컴퍼니구매고객선착순 방문고객대상2015 ○○점플마제플러스마이너스제로3. 13.~3. 15.(3일)3. 14.(1일)기간톰앤래빗톰앤래빗3. 13.~3. 15.(3일)3. 14.(1일)기간조군샵조군3. 13.3. 14.기간토모톰스티앤티트레이딩3. 13.~3. 15.(3일) 방문, 구매고객3. 14.(1일) 선착순 방문고객기간, 대상밀스튜디오헴펠3. 13.~3. 15.(3일)3. 14.(1일)기간위드이픈위앤아이커머스구매고객선착순 방문고객대상<br/>6) 이 사건 무료사은품행사와 관련하여 원고가 부담한 비용 합계는 약 77,168,000원이고, 납품업자들이 부담한 비용 합계는 11,625,600원이다.<br/>  [인정 근거] 다툼 없는 사실, 을 제1, 4 내지 15호증의 각 기재 및 변론 전체의 취지<br/>다. 판단 <br/>1) 이 사건 무료사은품행사가 대규모유통업법 제11조 제5항에서 규정하는 예외에 해당하는지 여부<br/>가) 관련 법리<br/>대규모유통업법 제2조 제8호에 의하면, 판매촉진행사란 명칭이나 형식에 상관없이 상품에 대한 수요를 늘려 판매를 증진시킬 목적으로 행하는 모든 행사 또는 활동을 말한다. 대규모유통업법은 제11조 제1항, 제2항에서 대규모유통업자는 이러한 판매촉진행사를 실시하기 이전에 대통령령으로 정하는 바에 따라 판매촉진행사에 소요되는 비용의 부담 등을 납품업자 등과 약정하지 아니하고는 이를 납품업자 등에게 부담시키는 행위를 하여서는 아니 되고, 위 사전 약정은 대규모유통업자와 납품업자등이 각각 서명 또는 기명날인한 서면으로 이루어져야 하며, 대규모유통업자는 약정과 동시에 이 서면을 납품업자등에게 주어야 한다고 규정하고 있다. 또한, 대규모유통업법 제11조 제4항은 사전 약정으로 판매촉진비용 분담비율을 정하는 경우에도 납품업자 등의 판매촉진비용 분담비율은 100분의 50을 초과하여서는 아니 된다고 규정하고 있다. 다만, 대규모유통업법 제11조 제5항은 납품업자 등이 자발적으로 대규모유통업자에게 요청하여 다른 납품업자 등과 차별화되는 판매촉진행사를 실시하려는 경우에는 대규모유통업자는 납품업자 등과 상호 협의하여 판매촉진비용의 분담비율을 정할 수 있고, 이 경우 대규모유통업법 제11조 제1항부터 제4항까지의 규정은 적용하지 아니한다고 규정하고 있다.<br/>   대규모유통업법에서 판매촉진비용의 부담을 납품업자에게 전가하는 행위를 제한하는 취지는, 대규모유통업자가 임의로 판매촉진행사를 기획하고 그 비용을 납품업자에게 부담시키더라도 납품업자가 이를 거부하기 어렵다는 점에서 판매촉진활동을 빙자한 부당한 판매촉진비용의 부담 강요를 방지하고자 하는 것으로 보인다.<br/>나) 판단<br/>          이 사건 무료사은품행사는 사은품 제공의 수단을 이용하여 상품 판매를 증진시킬 목적으로 행하는 행사로, 이는 대규모유통업법 제2조 제8호에 정해진 판매촉진행사에 해당하므로 대규모유통업법 제11조에서 규제하는 판매촉진행사에 해당한다고 봄이 상당하다. <br/>   그러나 앞서 인정한 사실과 갑 제4, 5호증, 을 제1 내지 15호증의 각 기재 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들을 종합하여 위 법리에 비추어 보면, 이 사건 무료사은품행사는 ‘납품업자 등이 자발적으로 대규모유통업자에게 요청하여 다른 납품업자 등과 차별화되는 판매촉진행사를 실시하려는 경우’, 즉 자발성과 차별성이 인정되는 경우에 해당한다 할 것이고, 대규모유통업법 제11조 제1항에서 금지하는 판매촉진비용 부담전가 행위에 해당한다고 보기 어렵다. 이와 다른 전제에 선 피고의 이 사건 처분은 위법하다. <br/>(1) 이 사건 각 납품업자의 제안에 따라 원고는 이 사건 각 납품업자가 참여하는 이 사건 무료사은품행사를 포함하여 점포 전체에 관한 다양한 판매촉진행사를 함께 기안한 것으로 보인다. 이 사건 납품업자 중 상당수가 이 사건 무료사은품행사에 관한 각 원고의 기안일 전에 이 사건 무료사은품행사와 관련된 공문을 발송한 점, 이 사건 무료사은품행사에 참여한 이 사건 각 납품업자는 이 사건 각 점포의 전체 납품업자 중 일부인 점, 을 제2호증(소외인 진술조서)의 기재에 의하면, 원고 직원인 소외인은, 2014 ○○점 행사 기안 전에 납품업자들이 먼저 사은품 제공 행사를 하겠다고 유선 등으로 연락해 와서 이를 취합한 후 안전사고 등 문제를 해결하기 위해 점포 오픈 전에 줄을 세우고 번호표를 나눠주는 방식으로 진행하는 것으로 기안을 했고, 나머지 행사 모두 해당 업체가 먼저 요청하였다는 취지로 진술하였는데, 무료사은품을 준비해서 제공해야 하는 행사의 성격상 원고가 일방적으로 무료사은품을 제공하도록 하거나 무료사은품의 종류, 개수를 정할 수는 없다 할 것이므로 이 사건 각 납품업자의 제안을 취합하여 이 사건 무료사은품행사를 기안하였다는 소외인의 진술은 신빙성이 있는 점 등을 종합하여 보면, 이 사건 각 납품업자가 자발적으로 판매촉진행사를 실시하려고 한 경우에 해당한다고 봄이 타당하다(2014 ○○점 행사, 2015 △△점 행사의 경우 납품업자들의 공문 발송일보다 원고의 기안일이 앞선 사실을 인정할 수 있으나, 서면 공문 발송일 전에 유선 등으로 제안을 받았다는 소외인의 진술은 신빙성이 있으므로, 위 사실은 위 인정에 방해가 되지 아니한다).<br/>(2) 앞서 살펴본 바와 같이 당초 납품업자들이 보낸 공문과 실제 진행된 행사 내용 중 증정 대상, 행사 기간이 달라진 납품업자들이 있는 사실, 납품업자들의 공문과 원고의 기안 내용이 다른 경우가 있는 사실을 인정할 수 있고, 을 제2호증의 기재와 일부 당심 증언들의 서면증언 내용에 의하면, 위와 같은 행사 내용 변경에 관하여 원고와 해당 납품업자들 사이에 미리 협의가 이루어지지 않은 경우도 있는 것으로 보이기는 한다. 그러나 여러 납품업체들이 입점해있는 백화점 점포의 특성상 행사의 원활한 진행과 광고 등을 위하여 일정 정도 통일성이 요구될 수밖에 없다고 보이고, 납품업체들의 당초 행사계획이 전적으로 관철되거나 모든 행사 변경 내용에 대한 사전 동의가 되어야만 대규모유통업법 제11조 제5항의 자발성이 인정된다고 보기는 어려운 점, 참여한 업체 중 행사 내용이 달라진 업자의 수는 2014년 ○○점 행사의 경우 16개 브랜드 중 2개, 2015 △△점 행사의 경우 15개 브랜드 중 5개, 2015 □□□□점 행사의 경우 20개 브랜드 중 3개, 2015 ○○점 행사의 경우 8개 브랜드 중 6개에 불과하고, 변경된 내용 역시 증정 대상 또는 행사 기간과 관련된 것인 점, 이 사건 각 납품업자가 제공하는 무료사은품의 종류는 납품업자 스스로가 정한 것이고 제공하는 사은품이 변경된 경우는 찾아볼 수 없어 이를 두고 이 사건 각 납품업자가 당초 기획하였던 행사의 내용과 본질적으로 다르게 변경된 것이라고 볼 수도 없는 점, 을 제5호증의 기재에 의하여 인정되는 바와 같이 2015 △△점 행사 당시 브랜드 TBJ의 경우 ‘협의 중’으로 기재되어 있으나 결과적으로 이 사건 무료사은품행사에 참여하지 않았고, 브랜드 온앤온의 경우 을 제5호증의 기안이 작성될 당시에는 참여하지 않는 것으로 기재되어 있었으나 최종적으로 이 사건 무료사은품행사에 참여한 사실 등에다가 이 사건 각 납품업자가 무료사은품의 종류와 개수를 정해야만 진행이 가능한 이 사건 무료사은품행사의 성격을 고려해 보면, 최종 행사 진행 전 단계에서는 이 사건 무료사은품행사에 관하여 이 사건 각 납품업자가 승낙하였다고 보이는 점 등을 종합하면, 위와 같은 사정은 자발성 인정에 방해가 되지 아니한다. <br/>(3) 이 사건 무료사은품행사의 경우, 위 행사에 참여하는 이 사건 각 납품업자의 매장에서 선착순으로 무료사은품을 제공하는 행사이므로, 고객은 이 사건 각 납품업자의 매장에 선착순으로 방문하여야만 무료사은품을 받을 수 있는 점, 이와 같이 무료사은품을 받기 위해 매장을 방문하는 경우 자연스럽게 해당 매장의 상품을 구경하게 되고 마음에 드는 상품이 있는 경우 이를 구매하게 됨으로써 해당 매장의 매출이 증대되는 점, 피고가 이 사건 무료사은품행사에서 문제 삼고 있는 비용은 각 매장에서 준비한 무료사은품 비용인바, 이는 해당 매장에 방문하는 고객에게만 제공되는 무료사은품 비용인 점, ‘줄세우기’는 선착순 제공의 성격 상 고객들이 영업 시작 전에 많이 모이는 것에 대비한 질서 유지의 성격이 강하고, ‘줄세우기’가 백화점 점포 밖에서 지나가던 사람들로 하여금 우연히 영업 시작 전에 고객들이 줄을 서 있는 것을 보고 백화점으로 들르도록 유인하는 판매촉진 기능을 한다고 보기는 어려우며, 이 사건 무료사은품행사의 핵심은 선착순으로 해당 매장에서 무료사은품을 제공하므로 해당 매장을 방문하도록 유인한다는 점 등을 종합하여 보면, 이 사건 무료사은품행사는 다른 납품업자 등과 차별화되는 판매촉진행사에 해당한다고 봄이 타당하다. <br/>(4) 대규모유통업법 제11조 제5항의 차별성의 해석에 있어, 층별로 동일·유사한 상품들을 같은 공간 안에서 판매하는 백화점 매장의 특성상 납품업자들이 선택할 수 있는 판매촉진행사의 종류나 내용에 일정한 제약이 존재하는 점이 고려되어야 한다. 피고가 주장하는 것과 같이 판매촉진행사에 참여한 납품업자와 참여하지 않은 납품업자 사이에 판매촉진행사로 인한 경제적 효과가 다르게 발생하여야만 차별성이 존재한다고 인정할 수는 없다. 대규모유통업법 제11조 제5항이 규정하는 차별성은 판매촉진행사의 내용과 관련된 것이지 행사로 인한 결과에 관한 것이라고 볼 수 없고, 피고가 주장하는 것과 같은 판매증진효과는 차별화된 판매촉진행사의 사후적인 결과에 불과한 것이고, 행사에 참여하지 않는 납품업자들과 차별화된 판매촉진행사라고 할지라도 행사 내용과 무관한 다른 요소들로 인하여 행사 결과 판매실적에서 유의미한 차별성이 드러나지 않을 수 있는데, 이러한 경우 차별성을 부정하여야 한다고 볼 수 없으므로 피고의 이 부분 주장은 이유 없다.<br/>(5) 이 사건 무료사은품행사에 참여한 총 42개 납품업자들이 4번의 행사가 진행되는 동안 이를 위해 지출한 비용은 합계 11,625,600원에 불과하나, 이들 납품업자들이 이 사건 무료사은품행사기간 동안 달성한 매출액은 행사 전주의 매출액과 비교할 때 4개 점포 합산시 83%, 2014 ○○점 행사의 경우 242%, 2015 △△점 행사의 경우 17%, 2015 ○○점 행사의 경우 30%, 2015 □□□□점의 경우 67%가 증가하였다. 이 사건 각 납품업자가 부담한 판매촉진비용을 매출액과 비교하였을 때에도 그 부담 정도는 매우 경미하다. <br/>다) 소결<br/>          이 사건 무료사은품행사는 이 사건 각 납품업자가 자발적으로 원고에 요청하여 다른 납품업자 등과 차별화되는 판매촉진행사를 실시한 경우에 해당한다 할 것이므로 대규모유통업법 제11조 제5항의 예외사유에 해당한다. 따라서 ‘원고가 이 사건 무료사은품행사를 진행하면서 사전에 서면약정 없이 이 사건 납품업자에게 일부 비용을 부담시켜 대규모유통업법 제11조 제1, 2항을 위반하였음’을 전제로 한 이 사건 처분은 원고의 나머지 주장에 관하여 더 나아가 판단할 필요 없이 위법하므로, 이 사건 처분은 취소되어야 한다. <br/>4. 결론<br/>  그렇다면 이 사건 처분의 취소를 구하는 원고의 청구는 이유 있으므로 이를 인용하기로 하여, 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 박형남(재판장) 김진석 이숙연 ",
    "사건번호": "2017누62435",
    "사건종류코드": "400107",
    "판례정보일련번호": "224829",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}