{
  "PrecService": {
    "판시사항": "  [1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제20조에서 정한 사업인정의 법적 성격 및 효력 <br/>  [2] 산업입지 및 개발에 관한 법률에 따른 산업단지개발사업의 경우, 토지소유자 및 관계인에 대한 손실보상 여부 판단의 기준시점(=산업단지 지정 고시일)<br/>  [3] ‘지역·지구 등’을 지정하는 경우 지형도면 작성·고시방법과 ‘지역·지구 등’ 지정의 효력이 지형도면을 고시한 때 발생하고, ‘지역·지구 등’ 지정과 운영에 관하여 다른 법률의 규정이 있더라도 이를 따르도록 정한 토지이용규제 기본법 제3조, 제8조에도 불구하고 산업입지 및 개발에 관한 법률에 따른 산업단지 지정의 효력은 산업단지 지정 고시를 한 때에 발생하는지 여부(적극) 및 산업단지개발사업의 경우 산업단지 지정 고시일을 손실보상 여부 판단의 기준시점으로 보아야 하는지 여부(적극)<br/>",
    "참조판례": " [1] 대법원 1994. 11. 11. 선고 93누19375 판결(공1994하, 3283), 대법원 2018. 7. 26. 선고 2017두33978 판결(공2018하, 1868) / [3] 대법원 2017. 6. 8. 선고 2015두38573 판결<br/>",
    "사건종류명": "일반행정",
    "판결요지": "  [1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제20조 제1항, 제22조 제3항은 사업시행자가 토지 등을 수용하거나 사용하려면 국토교통부장관의 사업인정을 받아야 하고, 사업인정은 고시한 날부터 효력이 발생한다고 규정하고 있다. 이러한 사업인정은 수용권을 설정해 주는 행정처분으로서, 이에 따라 수용할 목적물의 범위가 확정되고, 수용권자가 목적물에 대한 현재 및 장래의 권리자에게 대항할 수 있는 공법상 권한이 생긴다. <br/>  [2] 산업입지 및 개발에 관한 법률(이하 ‘산업입지법’이라 한다)도 산업단지지정권자가 “수용·사용할 토지·건축물 또는 그 밖의 물건이나 권리가 있는 경우에는 그 세부 목록”이 포함된 산업단지개발계획을 수립하여 산업단지를 지정·고시한 때에는 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다)상 사업인정 및 그 고시가 있는 것으로 본다고 규정함으로써, 산업단지 지정에 따른 사업인정을 통해 수용 및 손실보상의 대상이 되는 목적물의 범위를 구체적으로 확정한 다음 이를 고시하고 관계 서류를 일반인이 열람할 수 있도록 함으로써 토지소유자 및 관계인이 산업단지개발사업의 시행과 그로 인해 산업단지 예정지 안에 있는 물건이나 권리를 해당 공익사업의 시행을 위하여 수용당하거나 사업예정지 밖으로 이전하여야 한다는 점을 알 수 있도록 하고 있다. <br/>  따라서 산업입지법에 따른 산업단지개발사업의 경우에도 토지보상법에 의한 공익사업의 경우와 마찬가지로 토지보상법에 의한 사업인정고시일로 의제되는 산업단지 지정 고시일을 토지소유자 및 관계인에 대한 손실보상 여부 판단의 기준시점으로 보아야 한다.<br/>  [3] 토지이용규제 기본법(이하 ‘토지이용규제법’이라 한다)의 입법 취지에 비추어 보면, 토지이용규제법 제3조, 제8조는 개별 법령에 따른 ‘지역·지구 등’ 지정과 관련하여 개별 법령에 지형도면 작성·고시절차가 규정되어 있지 않은 경우에도 관계 행정청으로 하여금 기본법인 토지이용규제법 제8조에 따라 지형도면을 작성하여 고시할 의무를 부과하기 위함이지, 이미 개별 법령에서 ‘지역·지구 등’의 지정과 관련하여 지형도면을 작성하여 고시하는 절차를 완비해 놓은 경우에 대해서까지 토지이용규제법 제8조에서 정한 ‘지역·지구 등’ 지정의 효력발생시기나 지형도면 작성·고시방법을 따르도록 하려는 것은 아니다. 따라서 이미 개별 법령에서 ‘지역·지구 등’의 지정과 관련하여 지형도면을 작성하여 고시하는 절차를 완비해 놓은 경우에는 ‘지역·지구 등’ 지정의 효력발생시기나 지형도면 작성·고시방법은 개별 법령의 규정에 따라 판단하여야 한다. <br/>  산업입지 및 개발에 관한 법률(이하 ‘산업입지법’이라 한다)은 산업단지와 관련하여 지형도면을 작성하여 고시하도록 하면서도, 이를 산업단지지정권자가 산업단지 지정·고시를 하는 때가 아니라 그 후 사업시행자의 산업단지개발실시계획을 승인·고시하는 때에 하도록 규정하고 있다. 이는 입법자가 산업단지개발사업의 특수성을 고려하여 지형도면의 작성·고시 시점을 특별히 정한 것이므로, 산업단지 지정의 효력은 산업입지법 제7조의4에 따라 산업단지 지정 고시를 한 때에 발생한다고 보아야 하며, 토지이용규제법 제8조 제3항에 따라 실시계획 승인 고시를 하면서 지형도면을 고시한 때에 비로소 발생한다고 볼 것은 아니다. <br/>  손실보상의 대상인지 여부는 토지소유자와 관계인, 일반인이 특정한 지역에서 공익사업이 시행되리라는 점을 알았을 때를 기준으로 판단하여야 하는데, 산업입지법에 따른 산업단지개발사업의 경우 “수용·사용할 토지·건축물 또는 그 밖의 물건이나 권리가 있는 경우에는 그 세부 목록”이 포함된 산업단지개발계획을 수립하여 산업단지를 지정·고시한 때에 토지소유자와 관계인, 일반인이 특정한 지역에서 해당 산업단지개발사업이 시행되리라는 점을 알게 되므로 산업단지 지정 고시일을 손실보상 여부 판단의 기준시점으로 보아야 하고, 그 후 실시계획 승인 고시를 하면서 지형도면을 고시한 때를 기준으로 판단하여서는 아니 된다. <br/>",
    "참조조문": " [1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제20조 제1항, 제22조 제3항 / [2] 산업입지 및 개발에 관한 법률 제7조의4, 제22조 제1항, 제2항, 제5항 / [3] 토지이용규제 기본법 제3조, 제8조 제2항, 제3항, 산업입지 및 개발에 관한 법률 제7조의4, 제22조 제1항, 제2항, 제5항<br/>",
    "선고일자": "20191212",
    "법원명": "대법원",
    "사건명": "영업휴업보상등",
    "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 신성 담당변호사 강동규 외 2인)<br/>【피고, 상고인】 울산광역시 (소송대리인 정부법무공단 담당변호사 이재형 외 4인)<br/>【원심판결】 부산고법 2019. 6. 26. 선고 2018누23923 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 부산고등법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 관련 규정 및 법리<br/>  가. 토지보상법상 손실보상 여부의 판단 기준시점 <br/>「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」(이하 ‘토지보상법’이라 한다) 제20조 제1항, 제22조 제3항은 사업시행자가 토지 등을 수용하거나 사용하려면 국토교통부장관의 사업인정을 받아야 하고, 사업인정은 고시한 날부터 효력이 발생한다고 규정하고 있다. 이러한 사업인정은 수용권을 설정해 주는 행정처분으로서, 이에 따라 수용할 목적물의 범위가 확정되고, 수용권자가 목적물에 대한 현재 및 장래의 권리자에게 대항할 수 있는 공법상 권한이 생긴다(대법원 2018. 7. 26. 선고 2017두33978 판결 등 참조).<br/>  토지보상법령은 사업인정 단계에서 수용할 목적물의 범위를 확정하기 위하여 사업시행자의 사업인정신청서에 “사업예정지 및 사업계획을 표시한 도면”, “수용 또는 사용할 토지의 세목(토지 외의 물건 또는 권리를 수용하거나 사용할 경우에는 해당 물건 또는 권리가 소재하는 토지의 세목을 말한다)을 적은 서류” 등을 제출하도록 하고(토지보상법 제20조 제1항의 위임에 따른 같은 법 시행령 제10조 제2항 제2호, 제7호), 국토교통부장관이 사업인정을 하였을 때에는 지체 없이 그 뜻을 사업시행자, 토지소유자 및 관계인, 관계 시·도지사에게 통지하고 “사업시행자의 성명이나 명칭, 사업의 종류, 사업지역 및 수용하거나 사용할 토지의 세목”을 관보에 고시하도록 규정하고 있다(토지보상법 제22조 제1항).<br/>  나아가 토지보상법령은 아래와 같이 사업인정고시일을 토지소유자 및 관계인에 대한 손실보상 여부 판단의 기준시점으로 규정하고 있다.<br/>  1) 토지보상법 제61조는 공익사업에 필요한 토지 등의 취득 또는 사용으로 인하여 토지소유자나 관계인이 입은 손실은 사업시행자가 보상하여야 한다고 규정하고 있고, 제2조 제5호는 ‘관계인’이란 “사업시행자가 취득하거나 사용할 토지에 관하여 지상권·지역권·전세권·저당권·사용대차 또는 임대차에 따른 권리 또는 그 밖에 토지에 관한 소유권 외의 권리를 가진 자나 그 토지에 있는 물건에 관하여 소유권이나 그 밖의 권리를 가진 자를 말한다. 다만 제22조에 따른 사업인정의 고시가 있은 후에 권리를 취득한 자는 기존의 권리를 승계한 자를 제외하고는 관계인에 포함되지 아니한다.”라고 규정하고 있다.<br/>  2) 토지보상법 제25조는 사업인정고시가 된 후에는 누구든지 고시된 토지에 대하여 사업에 지장을 줄 우려가 있는 형질의 변경이나 제3조 제2호 또는 제4호에 규정된 물건을 손괴하거나 수거하는 행위를 하지 못하며(제1항), 사업인정고시가 된 후에 고시된 토지에 건축물의 건축·대수선, 공작물(工作物)의 설치 또는 물건의 부가(附加)·증치(增置)를 하려는 자는 시장 등의 허가를 받아야 하고, 이 경우 시장 등은 미리 사업시행자의 의견을 들어야 하며(제2항), 이를 위반하여 건축물의 건축·대수선, 공작물의 설치 또는 물건의 부가·증치를 한 토지소유자 또는 관계인은 해당 건축물·공작물 또는 물건을 원상으로 회복하여야 하며 이에 관한 손실의 보상을 청구할 수 없다(제3항)고 규정하고 있다.<br/>  3) 토지보상법 제77조 제1항, 제4항의 위임에 따른 같은 법 시행규칙(이하 ‘토지보상법 시행규칙’이라 한다) 제44조 제3항, 제45조는 토지보상법 제15조 제1항 본문의 규정에 의한 보상계획의 공고(동항 단서의 규정에 의하는 경우에는 토지소유자 및 관계인에 대한 보상계획의 통지를 말한다) 또는 토지보상법 제22조의 규정에 의한 사업인정의 고시가 있은 날을 ‘사업인정고시일 등’이라 약칭하면서, 토지보상법 제77조 제1항에 따라 영업손실을 보상하여야 하는 영업은 “사업인정고시일 등 전부터 적법한 장소(무허가건축물 등, 불법형질변경토지, 그 밖에 다른 법령에서 물건을 쌓아놓는 행위가 금지되는 장소가 아닌 곳을 말한다)에서 인적·물적시설을 갖추고 계속적으로 행하고 있는 영업. 다만 무허가건축물 등에서 임차인이 영업하는 경우에는 그 임차인이 사업인정고시일 등 1년 이전부터 「부가가치세법」 제8조에 따른 사업자등록을 하고 행하고 있는 영업을 말한다.”(제1호), “영업을 행함에 있어서 관계 법령에 의한 허가 등을 필요로 하는 경우에는 사업인정고시일 등 전에 허가 등을 받아 그 내용대로 행하고 있는 영업”(제2호)이라는 두 가지 요건을 모두 갖추어야 한다고 규정하고 있다.<br/>  이처럼 토지보상법령이 사업인정고시일을 토지소유자 및 관계인에 대한 손실보상 여부 판단의 기준시점으로 규정하고 있는 것은, 사업인정을 통해 수용 및 손실보상의 대상이 되는 목적물의 범위가 구체적으로 확정되며, 사업인정 사실을 토지소유자 및 관계인에게 통지하고 사업시행자의 성명이나 명칭, 사업의 종류, 사업지역 및 수용하거나 사용할 토지의 세목을 관보에 고시함으로써 토지소유자 및 관계인에게 ‘사업예정지 안에 있는 물건이나 권리를 해당 공익사업의 시행을 위하여 수용당하거나 사업예정지 밖으로 이전하여야 하고 그에 따라 손실보상을 받을 수 있는 권리를 취득하며, 사업인정고시일 이후로는 사업예정지 안에서 해당 공익사업의 시행에 지장을 줄 우려가 있는 행위를 하지 않을 의무가 발생한다’는 점을 알리는 반면, 사업인정고시일 이후에 발생한 사정변경(권리의 취득, 허가받지 않은 개발행위, 영업의 개시)은 손실보상의 대상에서 배제하여 사업시행자가 해당 공익사업을 효율적으로 수행할 수 있도록 하려는 데에 그 입법 취지가 있다.<br/>토지보상법 제14조 제1항, 제15조 제1항, 제2항은 사업시행자가 사업인정 전에 협의에 의한 토지 등의 취득 또는 사용이 필요할 때에는 토지조서와 물건조서를 작성할 수 있고, 이를 작성하였을 때에는 공익사업의 개요, 토지조서 및 물건조서의 내용과 보상의 시기·방법 및 절차 등이 포함된 보상계획을 전국을 보급지역으로 하는 일간신문에 공고하고(다만 토지소유자와 관계인이 20인 이하인 경우에는 공고를 생략할 수 있다), 토지소유자 및 관계인에게 각각 통지하여야 하며, 직접 또는 시장 등에게 의뢰하여 그 내용을 14일 이상 일반인이 열람할 수 있도록 하여야 한다고 규정하고 있다. 토지보상법 시행규칙 제45조가 영업보상 여부의 판단 기준시점을 ‘사업인정고시일 등’이라고 규정하여, 토지보상법 제15조 제1항에 따른 보상계획의 공고가 있었던 경우에는 사업인정고시일이 아니라 그보다 먼저 이루어진 보상계획공고일로 앞당긴 것은 보상계획 공고를 통해 장차 공익사업이 시행되리라는 점을 알게 된 사람이 보상금을 받기 위하여 해당 공익사업의 예정지로 이주하거나 영업 등을 개시·확장하는 경우를 토지보상법령에 따른 손실보상의 대상에서 배제하기 위함이다.<br/>  나. 산업입지법에 따른 산업단지지정·고시<br/>「산업입지 및 개발에 관한 법률」(이하 ‘산업입지법’이라 한다) 제22조는 제1항, 제2항은 사업시행자는 산업단지개발사업에 필요한 토지·건물 또는 토지에 정착한 물건과 이에 관한 소유권 외의 권리, 광업권, 어업권, 물의 사용에 관한 권리를 수용하거나 사용할 수 있고(제1항), 제1항의 규정을 적용함에 있어서 제7조의4 제1항에 따른 산업단지의 지정·고시가 있는 때(제6조 제5항 각호 외의 부분 단서, 제7조 제6항, 제7조의2 제6항 또는 제8조 제4항에 따라 사업시행자와 수용·사용할 토지 등의 세부 목록을 산업단지가 지정된 후에 산업단지개발계획에 포함시키는 경우에는 이의 고시가 있는 때를 말한다)에는 토지보상법 제20조 제1항 및 같은 법 제22조에 따른 사업인정 및 사업인정의 고시가 있는 것으로 보며(제2항), 제1항의 규정에 의한 수용 또는 사용에 관하여는 이 법에 특별한 규정이 있는 경우를 제외하고는 토지보상법을 준용한다(제5항)고 규정하고 있다.<br/>산업입지법 제7조 제1항, 제2항, 제6항, 제6조 제5항은 일반산업단지의 지정권자는 시·도지사 또는 대도시시장이고, 일반산업단지를 지정하려면 산업단지개발계획을 수립하여 관할 시장·군수 또는 구청장의 의견을 듣고 국토교통부장관을 비롯한 관계 행정기관의 장과 협의하여야 하며, 산업단지개발계획에는 원칙적으로 “수용·사용할 토지·건축물 또는 그 밖의 물건이나 권리가 있는 경우에는 그 세부 목록”(제6조 제5항 제8호)이 포함되어야 하지만, 산업단지개발계획을 수립할 때 부득이한 경우에는 산업단지를 지정한 후에 이를 정하여 산업단지개발계획에 포함시킬 수 있다고 규정하고 있다. <br/>  나아가 산업입지법 제7조의4는 산업단지지정권자가 산업단지를 지정할 때에는 대통령령이 정하는 사항을 관보 또는 공보에 고시하여야 하고, 산업단지를 지정하는 국토교통부장관 또는 시·도지사는 관계 서류의 사본을 관할 시장·군수 또는 구청장에게 보내야 하며(제1항), 산업단지로 지정되는 지역 안에 수용·사용할 토지·건축물 또는 그 밖의 물건이나 권리가 있는 경우에는 제1항에 따른 고시 내용에 그 토지 등의 세부 목록을 포함하게 하여야 하되, 다만 산업단지의 지정 후에 그 토지 등의 세부 목록을 산업단지개발계획에 포함하게 하는 경우에는 대통령령으로 정하는 기간 이내에 그 토지 등의 세부 목록을 고시하여야 하며(제2항), 제1항에 따라 산업단지를 지정하는 특별자치도지사 또는 제1항에 따라 관계 서류를 받은 시장·군수 또는 구청장은 이를 일반인이 열람할 수 있도록 하여야 한다(제3항)고 규정하고 있다.<br/>  이처럼 산업입지법도 산업단지지정권자가 “수용·사용할 토지·건축물 또는 그 밖의 물건이나 권리가 있는 경우에는 그 세부 목록”이 포함된 산업단지개발계획을 수립하여 산업단지를 지정·고시한 때에는 토지보상법상 사업인정 및 그 고시가 있는 것으로 본다고 규정함으로써, 산업단지 지정에 따른 사업인정을 통해 수용 및 손실보상의 대상이 되는 목적물의 범위를 구체적으로 확정한 다음 이를 고시하고 관계 서류를 일반인이 열람할 수 있도록 함으로써 토지소유자 및 관계인이 산업단지개발사업의 시행과 그로 인해 산업단지 예정지 안에 있는 물건이나 권리를 해당 공익사업의 시행을 위하여 수용당하거나 사업예정지 밖으로 이전하여야 한다는 점을 알 수 있도록 하고 있다.<br/>따라서 산업입지법에 따른 산업단지개발사업의 경우에도 토지보상법에 의한 공익사업의 경우와 마찬가지로 토지보상법에 의한 사업인정고시일로 의제되는 산업단지 지정 고시일을 토지소유자 및 관계인에 대한 손실보상 여부 판단의 기준시점으로 보아야 한다.<br/>  다. 토지이용규제법의 규정 및 지형도면 고시와의 관계<br/>  한편 산업입지법 제18조 제1항, 제21조 제1항 제1호는 일반산업단지의 사업시행자는 대통령령이 정하는 바에 따라 일반산업단지개발실시계획을 작성하여 일반산업단지지정권자의 승인을 받아야 하며, 산업단지지정권자가 실시계획의 승인을 할 때 「국토의 계획 및 이용에 관한 법률」(이하 ‘국토계획법’이라 한다) 제30조에 따른 도시·군계획결정 등에 관하여 미리 관계 행정기관의 장과 협의하거나 승인을 받은 사항에 대하여는 해당 인·허가 등을 받은 것으로 보며, 제19조의2에 따라 실시계획의 승인이 고시된 때에는 관계 법률에 따른 인·허가 등의 고시 또는 공고가 된 것으로 본다고 규정하고 있다.<br/>산업입지법 제19조의2는 산업단지지정권자가 실시계획을 승인하였을 때에는 대통령령이 정하는 사항을 관보 또는 공보에 고시하여야 하고, 건설교통부장관·해양수산부장관 또는 시·도지사가 승인한 경우에는 관계 서류의 사본을 관할 시장 등에게 송부하여야 하며(제1항), 제1항에 따라 실시계획을 승인한 특별자치도지사 또는 제1항에 따라 관계 서류의 사본을 받은 시장 등은 이를 일반인이 열람할 수 있도록 하여야 하고(제2항), 산업단지지정권자가 제1항에 따라 실시계획의 승인을 고시하였을 때에는 「토지이용규제 기본법」(이하 ‘토지이용규제법’이라 한다) 제8조에 따라 지형도면을 작성·고시하여야 하며, 이 경우 사업시행자는 지형도면 고시 등에 필요한 서류를 산업단지지정권자 또는 해양수산부장관에게 제출하여야 한다(제3항)고 규정하고 있다.<br/>  토지이용규제법은 ‘지역·지구 등’을 지역·지구·구역·권역·단지·도시·군계획시설 등 명칭에 관계없이 개발행위를 제한하거나 토지이용과 관련된 인가·허가 등을 받도록 하는 등 토지의 이용 및 보전에 관한 제한을 하는 일단(一團)의 토지로서 제5조 각호에 규정된 것이라고 정의하면서(제2조 제1호), 산업입지법 제7조에 따라 지정되는 일반산업단지는 위 ‘지역·지구 등’의 하나로 규정하고 있다(제5조 제1호 [별표] 제118호). 그리고 지방자치단체의 장이 ‘지역·지구 등’을 지정하는 경우에는 지적(地籍)이 표시된 지형도에 지역·지구 등을 명시한 도면(이하 ‘지형도면’이라 한다)을 작성하여 그 지방자치단체의 공보에 고시하여야 하고(제8조 제2항 본문), 그 경우 ‘지역·지구 등’의 지정의 효력은 지형도면을 고시함으로써 발생하며(제8조 제3항 본문), ‘지역·지구 등’의 지정과 운영 등에 관하여는 다른 법률의 규정이 있더라도 토지이용규제법 제8조에 따른다(제3조)고 규정하고 있다. <br/>  이처럼 토지이용규제법이 ‘지역·지구 등’을 지정할 때 원칙적으로 지형도면을 작성·고시하도록 한 것은 ‘지역·지구 등’의 지정으로 토지이용제한을 받게 되는 토지와 그 이용제한의 내용을 명확하게 공시하여 국민의 토지이용의 편의를 도모하고 행정의 예측가능성과 투명성을 확보하려는 데에 그 입법 취지가 있으며(대법원 2017. 4. 7. 선고 2014두37122 판결 참조), 지형도면은 ‘지역·지구 등’의 지정이 미치는 공간적 범위를 구체적으로 특정하는 기능을 수행한다(대법원 2018. 11. 29. 선고 2018두49109 판결 참조).<br/>  2005. 12. 7. 법률 제7715호로 토지이용규제법이 제정될 당시에 예를 들어 구 국토계획법(2013. 7. 16. 법률 제11922호로 개정되기 전의 것)은 도시관리계획결정을 하는 경우 지형도면을 작성하여 고시하도록 규정하고 있었으나(제32조 제1항, 제4항, 제5항), 구 농어촌정비법(2009. 6. 9. 법률 제9758호로 전부 개정되기 전의 것)은 정비구역을 지정할 때 지형도면을 작성하여 고시하여야 한다는 규정을 두고 있지 않았다. 이처럼 경제사회적인 발전과 더불어 개별 법령에서 수많은 토지이용규제제도가 다양한 목적으로 도입됨에 따라 ‘지역·지구 등’이 복잡·다양화되고 있는데, 국민이 토지이용규제의 내용을 쉽게 알 수가 없고 국민경제생활에 적지 않은 불편이 초래되고 있어, 새로운 토지이용규제를 수반하는 ‘지역·지구 등’의 신설을 엄격히 제한하고, 기존의 ‘지역·지구 등’을 정기적으로 재평가하여 지속적으로 정비해 나가는 한편, ‘지역·지구 등’의 지정 시 주민이 알 수 있도록 의견청취 절차와 지형도면 고시절차를 의무화하고, 규제안내서의 작성과 토지이용규제의 내용을 전산화하는 등 토지이용규제의 투명성을 확보하고 국민의 토지이용의 편의를 도모하려는 취지에서 토지이용규제법이 제정되었다.<br/>이러한 입법 취지에 비추어 보면, 토지이용규제법 제3조, 제8조는 개별 법령에 따른 ‘지역·지구 등’ 지정과 관련하여 개별 법령에 지형도면 작성·고시절차가 규정되어 있지 않은 경우에도 관계 행정청으로 하여금 기본법인 토지이용규제법 제8조에 따라 지형도면을 작성하여 고시할 의무를 부과하기 위함이지, 이미 개별 법령에서 ‘지역·지구 등’의 지정과 관련하여 지형도면을 작성하여 고시하는 절차를 완비해 놓은 경우에 대해서까지 토지이용규제법 제8조에서 정한 ‘지역·지구 등’ 지정의 효력발생시기나 지형도면 작성·고시방법을 따르도록 하려는 것은 아니라고 보아야 한다. 따라서 이미 개별 법령에서 ‘지역·지구 등’의 지정과 관련하여 지형도면을 작성하여 고시하는 절차를 완비해 놓은 경우에는 ‘지역·지구 등’ 지정의 효력발생시기나 지형도면 작성·고시방법은 개별 법령의 규정에 따라 판단하여야 한다(대법원 2017. 6. 8. 선고 2015두38573 판결 참조).<br/>  앞서 본 바와 같이, 산업입지법은 산업단지와 관련하여 지형도면을 작성하여 고시하도록 하면서도, 이를 산업단지지정권자가 산업단지 지정·고시를 하는 때가 아니라 그 후 사업시행자의 산업단지개발실시계획을 승인·고시하는 때에 하도록 규정하고 있다. 이는 입법자가 산업단지개발사업의 특수성을 고려하여 지형도면의 작성·고시 시점을 특별히 정한 것이므로, 산업단지 지정의 효력은 산업입지법 제7조의4에 따라 산업단지 지정 고시를 한 때에 발생한다고 보아야 하며, 토지이용규제법 제8조 제3항에 따라 실시계획 승인 고시를 하면서 지형도면을 고시한 때에 비로소 발생한다고 볼 것은 아니다. <br/>  또한 앞서 본 바와 같이, 손실보상의 대상인지 여부는 토지소유자와 관계인, 일반인이 특정한 지역에서 공익사업이 시행되리라는 점을 알았을 때를 기준으로 판단하여야 하는데, 산업입지법에 따른 산업단지개발사업의 경우 “수용·사용할 토지·건축물 또는 그 밖의 물건이나 권리가 있는 경우에는 그 세부 목록”이 포함된 산업단지개발계획을 수립하여 산업단지를 지정·고시한 때에 토지소유자와 관계인, 일반인이 특정한 지역에서 해당 산업단지개발사업이 시행되리라는 점을 알게 되므로 산업단지 지정 고시일을 손실보상 여부 판단의 기준시점으로 보아야 하고, 그 후 실시계획 승인 고시를 하면서 지형도면을 고시한 때를 기준으로 판단하여서는 아니 된다.<br/>  2. 이 사건에 관한 판단<br/>  가. 원심판결의 이유와 원심이 적법하게 채택한 증거에 의하면, 다음과 같은 사정들을 알 수 있다.<br/>  1) 울산광역시장은 울산 ○○군△△면□□리, ◇◇리, ☆☆리 일원 2,975,000㎡에 전자부품, 영상, 음향 및 통신장비 제조업, 의료·정밀·광학기기 및 시계 제조업 등 첨단업종의 유치 및 산업단지 건설을 목적으로 하는 울산 ▽▽▽▽ ▽▽(영문 명칭 생략) 일반산업단지 조성사업(이하 ‘이 사건 사업’이라 한다)을 직접 사업시행자가 되어 시행하기 위하여, 2007. 5. 11. 산업입지법에 따른 일반산업단지 지정·고시를 하였다(울산광역시 고시 제2007-108호). 그 고시문에는 산업단지의 명칭·위치·면적, 산업단지 지정목적, 사업시행자, 사업시행 기간·방법, 주요 유치업종의 배치계획, 토지이용계획 및 주요 기반시설계획, 수용·사용할 토지 등의 세목과 관계인의 성명·주소가 기재되어 있고, 그 수용·사용할 토지 등의 세목에는 울산 (주소 생략) 공장용지 1,168㎡(이하 ‘이 사건 토지’라 한다)가 포함되어 있었다.<br/>  2) 원고는 1995. 8. 31.부터 다른 장소에서 ‘◎◎◎◎◎’이라는 상호로 플라스틱 성형 제조업을 영위하다가, 2007. 7. 6. 소유자 소외인으로부터 이 사건 토지 및 그 지상 건물을 임차하여 사업장을 이전한 다음 2007. 7. 25. 사업자등록절차를 마쳤다.<br/>  3) 울산광역시장은 2009. 3. 5. 이 사건 사업에 관하여 「산업단지 인·허가 절차 간소화를 위한 특례법」 제15조에 따른 산업단지계획 승인 및 지형도면 고시를 하였다(울산광역시 고시 제2009-75호, 위 법률 제15조에 따른 산업단지계획 승인·고시는 산업입지법에 따른 산업단지 지정·고시 및 실시계획 승인·고시가 동시에 이루어진 것으로 의제된다).<br/>  나. 위와 같은 사실관계를 앞서 본 법리에 비추어 살펴보면, 다음과 같이 판단할 수 있다. <br/>  1) 이 사건 사업에 관한 산업단지 지정의 효력은 울산광역시장이 산업입지법에 따라 산업단지 지정·고시를 한 2007. 5. 11. 발생하였으며, 그때 토지보상법상 사업인정·고시가 있는 것으로 의제된다. <br/>  2) 원고는 2007. 5. 11. 이 사건 사업에 관한 산업단지 지정·고시가 이루어진 다음에, 2007. 7. 6. 이 사건 토지 및 그 지상 건물을 임차하여 산업단지 예정지 안으로 ◎◎◎◎◎ 사업장을 이전하였으므로, 원고의 ◎◎◎◎◎ 영업은 토지보상법 시행규칙 제45조 각호의 요건을 갖추지 못한 것이어서 영업보상의 대상에 해당하지 않는다.<br/>  다. 그런데도 원심은, 이 사건 사업에 관한 산업단지 지정의 효력이 지형도면 고시를 한 2009. 3. 5.에야 비로소 발생하며, 산업단지 예정지 안에서 원고의 ◎◎◎◎◎ 영업은 그 전에 개시되었으므로 영업보상의 대상에 해당한다고 판단하였다. 이러한 원심판단에는 토지보상법상 손실보상 여부 판단의 기준시점, 산업입지법상 산업단지 지정의 효력발생일에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이 점을 지적하는 상고이유 주장은 이유 있다.<br/>  3. 결론<br/>  그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 안철상(재판장) 박상옥 노정희 김상환(주심) ",
    "사건번호": "2019두47629",
    "사건종류코드": "400107",
    "판례정보일련번호": "225823",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}