{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "일반행정",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20200813",
    "법원명": "대구지방법원",
    "사건명": "위반차량운행정지취소등",
    "판례내용": "【원    고】 주식회사 광진특수 (소송대리인 변호사 손주환)<br/>【피    고】 성주군수 (소송대리인 변호사 김중수)<br/>【변론종결】2020. 6. 25.<br/>【주    문】<br/>  1. 원고의 청구를 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고가 2020. 3. 5. 원고에게 한 별지1, 2 목록 기재 차량에 대한 각 위반차량 운행정지(30일), 유가보조금 환수 및 유가보조금 지급정지(6개월) 처분을 모두 취소한다.  <br/>【이    유】1. 처분의 경위<br/>  가. 원고는 화물자동차 운수사업법(이하 ‘화물자동차법’이라 한다)에서 정한 화물자동차 운송사업을 영위하는 회사이다. <br/>  나. 피고는 2020. 3. 5. 원고에 대하여 별지1 목록 기재 차량(이하 ‘별지1 차량’이라 한다)은 증차시 위조된 서류(물동량 계약서)를 첨부하여 변경허가를 받은 것이고, 별지2 목록 기재 차량(이하 ‘별지2 차량’이라 한다)은 위와 같은 방법으로 변경허가를 받은 차량을 인수한 것으로서 불법 증차된 차량이라는 이유로 별지1, 2 차량에 대하여 각 위반차량 운행정지(30일), 유가보조금 환수(별지1 차량에 대하여 56,213,040원, 별지2 차량 중 (차량번호 1 생략) 차량에 대하여 4,408,760원) 및 6개월 지급정지 처분을 하였다(이하 별지1 차량에 대한 처분을 ‘제1 처분’이라 하고, 별지2 차량에 대한 처분을 ‘제2 처분‘이라 한다).<br/> 【인정근거】다툼 없는 사실, 갑 제1, 2호증(가지번호 있는 경우 가지번호 포함, 이하 같다), 을 제8, 9호증의 각 기재, 변론 전체의 취지<br/>2. 이 사건 각 처분의 적법 여부<br/>가. 원고의 주장<br/>    이 사건 각 처분에는 아래와 같은 사유가 있어 위법하므로 취소되어야 한다.<br/>    1) 제1 처분<br/>      가) 원고는 별지1 차량 증차시 위조된 물동량 계약서를 제출한 사실이 없고, 허위 내용의 물동량 계약서를 제출하여 변경허가를 받았다는 처분사유는 위조된 물동량 계약서를 제출하여 변경허가를 받았다는 기존의 처분사유와 행위태양, 사실관계 등이 같지 않아 처분사유의 추가변경이 허용되지 않는다. <br/>      나) 설령 그렇지 않다고 하더라도 물동량 계약서는 관계 법령에서 반드시 제출해야 하는 서류가 아니므로 그 제출을 요구한 것은 민원사무처리에 관한 법률 제10조 제1항을 위반한 불법행위일 뿐만 아니라 물동량 계약서의 제출과 별지1 차량의 증차 사이에는 직접적인 인과관계가 없다. <br/>      다) 제1 처분의 근거가 된 화물자동차 유가보조금 관리규정은 별지1 차량이 불법 증차되었다는 2011년에는 존재하지 않았던 규정이므로 사후에 만들어진 규정을 소급 적용한 것이다.<br/>      라) 별지1 차량은 불법 증차되었다는 2011년경에는 합법적으로 증차가 허용되었던 살수차이다. 그러므로 원고는 살수차를 허용하던 규정이 2018. 1.경 폐지되기 전에는 얼마든지 적법하게 별지1 차량을 감차한 후 적법하게 증차할 수 있었고, 피고도 장기간에 걸쳐 원고에게 유가보조금을 지급한 것을 보면, 원고의 법위반상태는 치유되었다.<br/>      마) 제1 처분은 최초 법 위반시로부터 10년에 가까운 시간이 지나서 이루어진 것으로 제1 처분으로 달성하고자 하는 공익에 비하여 원고가 입은 피해가 더 크므로 재량권을 일탈·남용한 것이다. <br/>    2) 제2 처분<br/>      가) 원고는 별지2 차량 증차시 위조된 물동량 계약서가 제출된 사실을 알지 못하고, 원고가 알기로는 양도인인 연합운수 주식회사(이하 ‘연합운수’라 한다)가 물동량 계약서를 위조한 사실은 없다.<br/>      나) 원고는 연합운수로부터 사업 전부가 아닌 별지2 차량만을 양수하였을 뿐이므로 양도인인 연합운수의 불법행위 책임까지 승계한다고 볼 수 없다. <br/>      다) 제2 처분은 피고가 2015. 6. 8. 원고에 대하여 별지2 차량에 대하여 처분을 한 사실이 있음에도 재차 처분한 것으로서 이중 처분이다. <br/>      라) 제2 처분의 근거가 된 화물자동차 유가보조금 관리규정은 별지2 차량이 불법 증차되었다는 2011년에는 존재하지 않았던 규정이므로 사후에 만들어진 규정을 소급 적용한 것이다.<br/>      마) 제2 처분은 최초 법 위반시로부터 10년에 가까운 시간이 지나서 이루어진 것으로 제2 처분으로 달성하고자 하는 공익에 비하여 원고가 입은 피해가 더 크므로 재량권을 일탈·남용한 것이다. <br/>나. 관계 법령<br/>    별지3 관계 법령 기재와 같다.<br/>다. 인정사실<br/>    1) 원고는 연합운수로부터 2012. 11. 2. (차량번호 2 생략), 2013. 3. 15. (차량번호 1 생략) 차량을 양수하여 이전등록하였다.<br/>    2) 원고는 ‘2010. 8. 30.부터 2011. 10. 5.까지 기간에 대표이사가 화물자동차 증차를 위한 변경허가(증차) 신청시 허위로 작성한 살수작업계약서를 제출하여 원고 소유의 별지1 차량에 대한 변경허가를 받았다.’는 이유로 대구지방법원 서부지원에서 2014. 10. 17. 벌금 1,000만 원을 선고받았고(2012고단1530), 이에 대구지방법원에 항소하였으나 2015. 9. 24. 항소가 기각되어 그 무렵 확정되었다(2014노4180). <br/>    3) 한편 연합운수는 ‘2010. 9. 1.부터 2012. 2. 3.까지 기간에 대표이사가 별지2 차량을 포함한 그 소유 화물자동차에 대하여 화물자동차 증차를 위한 변경허가(증차) 신청시 위조한 중기임대차계약서를 제출하여 변경허가를 받았다.’는 이유로 대구지방법원에서 2014. 1. 8. 벌금 300만 원을 선고받았고(2013고정1010), 이에 대구지방법원에 항소하였으나 2014. 8. 14. 항소가 기각되었으며(2014노281), 대법원에 상고하였으나 2015. 1. 29. 상고가 기각되어 확정되었다(2014도11611).     <br/>    4) 피고는 2015. 6. 8. 원고에 대하여 별지2 차량은 불법 증차된 차량이라는 이유로 별지2 차량에 대하여 위반차량 운행정지(60일), 유가보조금 6개월 지급정지 처분을 하였다(이하 ‘종전 처분’이라 한다).<br/>    5) 원고는 이에 불복하여 경상북도 행정심판위원회에 행정심판을 제기하였는데, 위 위원회는 2015. 8. 31. 종전 처분이 다소 과중하다는 이유로 종전 처분을 위반차량 운행정지(30일), 유가보조금 6개월 지급정지 처분으로 변경하는 재결을 하였다.<br/> 【인정근거】다툼 없는 사실, 이 법원에 현저한 사실, 을 제1, 2, 6호증의 각 기재, 변론 전체의 취지 <br/>라. 제1 처분에 관하여<br/>    1) 제1 주장에 대한 판단<br/>      동일한 사실관계에 관하여 이미 확정된 형사판결이 인정한 사실은 유력한 증거자료가 되므로, 그 형사재판의 사실판단을 채용하기 어렵다고 인정되는 특별한 사정이 없는 한 이와 배치되는 사실은 인정할 수 없다(대법원 2009. 6. 25. 선고 2008도10096 판결 등 참조).<br/>      행정처분의 취소를 구하는 항고소송에 있어서는 실질적 법치주의와 행정처분의 상대방인 국민에 대한 신뢰보호라는 견지에서 처분청은 당초 처분의 근거로 삼은 사유와 기본적 사실관계에 있어서 동일성이 있다고 인정되지 않는 별개의 사실을 들어 처분사유로 주장함은 허용되지 아니하나, 당초 처분의 근거로 삼은 사유와 기본적 사실관계에 있어서 동일성이 있다고 인정되는 한도 내에서는 다른 사유를 추가하거나 변경할 수 있고, 여기서 기본적 사실관계의 동일성 유무는 처분사유를 법률적으로 평가하기 이전의 구체적인 사실에 착안하여 그 기초가 되는 사회적 사실관계가 기본적인 점에서 동일한지 여부에 따라 결정된다(대법원 2004. 11. 26. 선고 2004두4482 판결 등 참조).<br/>      갑 제1호증, 을 제8호증의 각 기재에 의하면, 제1 처분서에 처분사유로 ‘공급허용 특수용도형 화물자동차 증차시 위조된 서류(물동량 계약서)를 첨부하여 변경허가를 받았다.’고 기재된 사실은 인정된다. <br/>      그러나 위 인정사실, 앞서 든 증거들, 이 법원에 현저한 사실, 을 제3호증의 기재 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정들, 즉 ① 원고는 별지1 차량에 대하여 허위로 작성한 살수작업계약서를 제출하여 변경허가를 받은 범죄사실로 벌금형을 선고받고 그 형이 확정된 점, ② 제1 처분서에 ‘경상북도경찰청 수사과-11561(2012. 7. 24.), 대법원 판결 2015도16184, 경제교통과-140169(2019. 12. 11.)호와 관련‘이라고 기재되어 있는 점, ③ 원고는 별지1 차량에 관한 형사사건에서 상고를 하지 않았으나 함께 기소되었던 주식회사 하나특수 등은 상고를 하였고, 그 상고심 사건번호가 2015도16184인 점, ④ 경상북도경찰청 수사과-11561(2012. 7. 24.) 문서는 별지1 차량에 대한 불법 증차 적발통보인 점 등을 종합하면, 피고가 제1 처분서의 처분사유에 ’위조된 물동량 계약서‘라고 기재한 것은 허위로 작성한 물동량 계약서의 오기임이 명백하고, 원고도 이러한 사정을 충분히 알았을 것으로 판단된다. 따라서 원고의 이 부분 주장은 이유 없다. <br/>    2) 제2 주장에 대한 판단<br/>      가) 관련 법리<br/>구 화물자동차법(2011. 6. 15. 법률 제10804호로 개정되기 전의 것, 이하 ‘구 화물자동차법’이라 한다) 제3조 제5항은 화물자동차 운송사업의 허가 또는 증차를 수반하는 변경(증차)허가의 기준으로서 ‘국토해양부장관(현재의 국토교통부장관, 이하 ’국토해양부장관‘이라 한다)이 화물의 운송 수요를 고려하여 업종별로 고시하는 공급기준에 맞을 것’을 들고 있고, 화물자동차법 시행규칙 제9조 제2, 3항은 증차를 수반하는 변경허가신청의 경우 같은 조 제1항에 규정한 서류 외에 화물자동차법 제3조 제5항 제1호에 따른 공급기준에 맞는지를 확인한 후 변경허가를 하도록 되어 있으며, 국토해양부장관이 고시한 2010년도 및 2011년도 화물자동차 운수사업 공급기준에서는 ‘원칙적으로 신규 공급을 금지하되 예외적으로 살수용 차량 등 특수용도용 차량의 경우 해당 지역의 수송수요 등을 감안하여 허가할 수 있다.’고 규정하고 있다. <br/>        한편, 구 민원처리에 관한 법률(2012. 10. 22. 법률 제11492호로 개정되기 전의 것) 제10조 제1항은 “행정기관의 장은 민원사항을 접수·처리함에 있어서 민원인에게 소정의 구비서류 외의 서류를 추가로 요구하여서는 아니 된다.”고 규정하고 있고, 구 민원사무처리에 관한 법률 시행령(2012. 12. 20. 대통령령 제24235호로 개정되기 전의 것) 제6조 제2항은 “민원사항의 신청과 관련된 구비서류는 신청서상의 기재사항의 사실여부를 뒷받침하거나 그 민원사무의 처리에 필요한 최소한의 범위 안에서 구체적으로 정하여야 한다.”고 규정하고 있다. <br/>      나) 구체적 판단<br/>        위와 같은 화물자동차법령 및 갑 제5호증의 기재를 고려하면, 변경(증차)허가 시 물동량 계약서는 해당 지역의 수송수요 판단을 위한 근거자료의 하나라고 판단되고, 그 제출여부 자체가 증차허가의 여부로 바로 이어지지는 않는다고 하더라도 물동량 계약서의 제출 요구가 무분별하게 변경(증차)허가가 이루어지는 것을 막기 위한 조치인 이상 물동량 계약서의 제출이 변경(증차)허가와 무관하다거나 변경(증차)허가에 아무런 영향을 미치지 않는다고 볼 수 없다.  <br/>        또한, 민원처리에 관한 법령에 따르면, 행정기관은 개별법령에서 필수 첨부서류로 정한 서류 외의 서류라고 하더라도 민원사무 처리에 필요한 서류는 제출받을 수 있다고 판단된다. 그러므로 별지1 차량 증차 허가와 관련하여 물동량 계약서를 제출받은 것이 위와 같은 민원처리에 관한 법령에 위배되었다고 할 수 없다.<br/>        따라서 원고의 이 부분 주장도 이유 없다.  <br/>    3) 제3 주장에 대한 판단<br/>      행정처분의 적법 여부는 특별한 사정이 없는 한 그 처분이 있을 때의 법령과 사실상태를 기준으로 하여 판단하여야 하고(대법원 2002. 10. 25. 선고 2002두4464 판결 등 참조), 법 위반행위에 대하여 행정상의 제재처분을 하려면 달리 특별한 규정을 두고 있지 아니한 이상 그 위반행위 당시에 시행되던 법령에 의하여야 한다(대법원 2016. 2. 18. 선고 2015두50474 판결 등 참조). <br/>      적법한 변경허가 절차를 마치지 아니한 별지1 차량은 화물자동차법 제19조 제1항 제2호에 따라 ‘부정한 방법으로 변경허가를 받은 경우’에 해당하는바, 그와 같이 위법한 상태가 계속되는 이상 그 위법상태의 법적 성격은 제1 처분 당시 시행 중인 법령에 의하여 판단하는 것이 타당하다(대법원 2010. 8. 19. 선고 2010두8072 판결 참조). 제1 처분 중 유가보조금 지급정지 처분의 근거가 된 화물자동차법 제44조의2 제1항 제5호, 화물자동차법 시행령 제9조의15 제1호, 화물자동차 유가보조금 관리규정 제20조 제1항은 제1 처분 당시 시행되던 법령이다. 따라서 원고의 이 부분 주장도 이유 없다. <br/>    4) 제4 주장에 대한 판단<br/>      원고가 주장하는 국토교통부 고시인 구 화물자동차 운수사업 공급기준(2018. 1. 8. 국토교통부고시 제2018-8호로 개정되기 전의 것)에 따르더라도 살수차의 경우 시·도지사가 당해지역의 차량수요 및 공급상황 등을 고려하여 공급이 필요하다고 판단되는 경우 허가할 수 있는 것에 불과하므로[Ⅰ. 화물자동차 운수사업 공급량 제1항 나목 (3)호], 원고가 2018년 이전에 이 사건 차량에 대하여 적법한 증차 허가신청을 하였다고 하여 반드시 이러한 신청이 허가되었으리라고 볼 수도 없고, 원고가 별지1 차량에 대한 적법한 증차 허가를 받을 수 있었던 가능성이 있었다는 것만으로 별지1 차량에 대하여 계속된 위법상태가 치유된다고 할 수 없다. 따라서 원고의 이 부분 주장도 이유 없다. <br/>    5) 제5 주장에 대한 판단<br/>      가) 관련 법리<br/>        제재적 행정처분이 사회통념상 재량권의 범위를 일탈하였거나 남용하였는지 여부는 처분사유인 위반행위의 내용과 당해 처분행위에 의하여 달성하려는 공익목적 및 이에 따르는 제반 사정 등을 객관적으로 심리하여 공익 침해의 정도와 그 처분으로 인하여 개인이 입게 될 불이익을 비교·형량하여 판단하여야 한다(대법원 2007. 9. 20. 선고 2007두6946 판결 등 참조).<br/>      나) 구체적 판단<br/>화물자동차법 제44조 제3항은 ‘시장 또는 군수는 거짓이나 부정한 방법으로 보조금을 교부받은 운송사업자등에게 보조금이나 융자금의 반환을 명하여야 한다.’고 규정하고 있고, 같은 법 제44조의2 제1항 제5호는 ‘거짓이나 부정한 방법으로 보조금을 지급받은 경우 보조금의 지급을 정지하여야 한다.’고 규정하고 있는바, 위 규정의 형식과 문언에 따르면, 제1 처분 중 유가보조금 환수 및 지급정지 처분은 기속행위에 해당하므로, 재량권 일탈, 남용 여부가 문제되지 않는다.<br/>        또한, 앞서 3)항에서 본 것처럼 별지1 차량에 대하여는 처분 당시 시행 중이던 법령에 의하여 처분을 하여야 하는데, 제1 처분 당시 시행 중이던 화물자동차법 제19조 제1항, 같은 법 시행령 제5조 제1항 [별표 1] 제1호 마목 4)항 및 제2호 표 제3호에 의하면, 피고는 별지1 차량에 대하여 위반차량 감차 조치를 하여야 하고, 이를 경감하더라도 90일 이상의 위반차량 운행정지로 하여야 하는 것이므로, 제1 처분 중 위반차량 운행정지 30일 처분은 오히려 원고에게 유리한 것으로 보이고, 불법 증차 행위는 화물자동차 운송사업의 초과공급으로 인한 불균형을 해소하기 위한 화물자동차법의 입법취지를 몰각시키는 것으로 그 공익상 폐해가 커 엄격한 제재처분이 필요한 바, 제1 처분을 통하여 달성하고자 하는 공익이 원고가 입게 되는 불이익보다 결코 가볍다고 할 수 없으므로, 피고에게 재량권을 일탈·남용한 위법이 있다고 할 수 없다.<br/>마. 제2 처분에 관하여<br/>    1) 제1 주장에 대한 판단<br/>      동일한 사실관계에 관하여 이미 확정된 형사판결이 인정한 사실은 유력한 증거자료가 되므로, 그 형사재판의 사실판단을 채용하기 어렵다고 인정되는 특별한 사정이 없는 한 이와 배치되는 사실은 인정할 수 없다(대법원 2009. 6. 25. 선고 2008도10096 판결 등 참조).<br/>      연합운수가 별지2 차량에 대하여 위조한 중기임대차계약서를 제출하여 변경허가(증차)를 받은 범죄사실로 벌금형을 선고받고 그 형이 확정된 사실, 원고가 연합운수로부터 별지2 차량을 양수한 사실은 앞서 본 바와 같고, 위 형사재판의 사실판단을 채용하기 어렵다고 인정되는 특별한 사정이 있다고 볼 수 없으므로, 별지2 차량은 위조된 물동량 계약서를 제출하여 불법 증차된 차량임이 인정된다. 따라서 원고의 이 부분 주장은 이유 없다. <br/>    2) 제2 주장에 대한 판단<br/>      위 인정사실, 앞서 든 증거 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정들, 즉 ① 화물자동차 운송사업의 양도는 운송사업 허가권이 표창된 등록번호와 화물자동차가 일체로 이전되는 것인데, 구 화물자동차법 시행규칙(2019. 6. 28. 국토교통부령 제630호로 개정되기 전의 것, 이하 ‘구 화물자동차법 시행규칙’이라 한다) 제23조 제3항에 의하면 화물자동차 운송사업은 전부 양도가 원칙이나 허가기준 대수를 초과한 부분의 일부 양도가 가능한 점, ② 구 화물자동차법 시행규칙 제13조 [별표 1]에 의하면, 일반화물자동차 운송사업의 경우 허가기준의 대수는 1대 이상인데, 연합운수는 원고에게 별지2 차량에 대한 화물자동차 운송사업을 양도할 당시 별지2 차량을 제외하고 1대 이상의 화물자동차를 보유하고 있었던 것으로 보이는 점, ③ 화물자동차 운송사업의 양도가 있는 경우 화물자동차 운송사업을 영위할 수 있는 양도인의 지위가 양수인에게 승계되므로, 관할관청은 화물자동차 양도인에 대한 제재사유를 들어 양수인의 운송사업에 대하여 제재처분을 할 수 있는 점(대법원 2015. 6. 11. 선고 2015두38535 판결 등 참조) 등을 종합하면, 피고는 별지2 차량의 양수인인 원고에게 제2 처분을 할 수 있다고 할 것이다. 따라서 원고의 이 부분 주장도 이유 없다.<br/>    3) 제3 주장에 대한 판단<br/>      별지2 차량에 대한 종전 처분에 대하여 원고가 불복하여 경상북도 행정심판위원회에 행정심판을 제기하였는데, 위 위원회가 2015. 8. 31. 종전 처분이 다소 과중하다는 이유로 종전 처분을 위반차량 운행정지(30일), 유가보조금 6개월 지급정지 처분으로 변경하는 재결을 한 사실은 앞서 본 바와 같다. <br/>      피고는 위 재결에 따라 위반차량 운행정지 및 유가보조금 지급정지 기간을 특정하여 재처분을 하여야 하는데, 을 제11호증의 기재에 의하면, 피고는 2015. 9. 22. 원고에게 ‘재결의 결과에 따라 운행정지 60일에서 30일로 감경, 유가보조금 6개월 지급정지를 통보한다. 다만 소송 진행 중인(대구지방법원 2015구합1245) 사건과 유사하여 그 처분을 판결 시까지 유예한다.’고 통지한 사실이 인정된다. <br/>      위와 같은 통지는 위반차량 운행정지 및 유가보조금 지급정지 기간을 특정하지 않은 것으로 원고의 권리·의무에 변동을 가져온 것이 아니라, 관련 판결을 기다려 추후 처분을 하겠다는 점을 알리는 것에 불과하므로, 이는 항고소송의 대상이 되는 행정처분이 아닌 관념의 통지에 불과하다. 따라서 제2 처분은 종전 처분에 대한 재처분이고, 이중 처분이라고 할 수 없다.     <br/>    4) 제4 주장에 대한 판단<br/>      적법한 변경허가 절차를 마치지 아니한 별지2 차량은 화물자동차법 제19조 제1항 제2호에 따라 ‘부정한 방법으로 변경허가를 받은 경우’에 해당하는바, 그와 같이 위법한 상태가 계속되는 이상 그 위법상태의 법적 성격은 제2 처분 당시 시행 중인 법령에 의하여 판단하는 것이 타당하다(대법원 2010. 8. 19. 선고 2010두8072 판결 참조). 이 사건 제2 처분 중 유가보조금 지급정지 처분의 근거가 된 화물자동차법 제44조의2 제1항 제5호, 화물자동차법 시행령 제9조의15 제1호, 화물자동차 유가보조금 관리규정 제20조 제1항은 제2 처분 당시 시행되던 법령이다. 따라서 원고의 이 부분 주장도 이유 없다. <br/>    5) 제5 주장에 대한 판단<br/>화물자동차법 제44조 제3항은 ‘시장 또는 군수는 거짓이나 부정한 방법으로 보조금을 교부받은 운송사업자등에게 보조금이나 융자금의 반환을 명하여야 한다.’고 규정하고 있고, 같은 법 제44조의2 제1항 제5호는 ‘거짓이나 부정한 방법으로 보조금을 지급받은 경우 보조금의 지급을 정지하여야 한다.’고 규정하고 있는바, 위 규정의 형식과 문언에 따르면, 제2 처분 중 유가보조금 환수 및 지급정지 처분은 기속행위에 해당하므로, 재량권 일탈, 남용 여부가 문제되지 않는다.<br/>      또한, 앞서 4)항에서 본 것처럼 별지2 차량에 대하여는 처분 당시 시행 중이던 법령에 의하여 처분을 하여야 하는데, 제2 처분 당시 시행 중이던 화물자동차법 제19조 제1항, 같은 법 시행령 제5조 제1항 [별표 1] 제1호 마목 4)항 및 제2호 표 제3호에 의하면, 피고는 별지2 차량에 대하여 위반차량 감차 조치를 하여야 하고, 이를 경감하더라도 90일 이상의 위반차량 운행정지로 하여야 하는 것이므로, 제2 처분 중 위반차량 운행정지 30일 처분은 오히려 원고에게 유리한 것으로 보이고, 불법 증차 행위는 화물자동차 운송사업의 초과공급으로 인한 불균형을 해소하기 위한 화물자동차법의 입법취지를 몰각시키는 것으로 그 공익상 폐해가 커 엄격한 제재처분이 필요한 바, 제2 처분을 통하여 달성하고자 하는 공익이 원고가 입게 되는 불이익보다 결코 가볍다고 할 수 없으므로, 피고에게 재량권을 일탈·남용한 위법이 있다고 할 수 없다.<br/>3. 결론<br/>  그렇다면 원고의 청구는 모두 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 장래아(재판장) 김남균 김나연 ",
    "사건번호": "2020구합284",
    "사건종류코드": "400107",
    "판례정보일련번호": "226487",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}