{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "일반행정",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20210114",
    "법원명": "서울고등법원",
    "사건명": "시정명령및과징금납부명령취소",
    "판례내용": "【원    고】 사단법인 한국감정평가사협회 (소송대리인 법무법인(유한) 율촌 담당변호사 박성범 외 2인)<br/>【피    고】 공정거래위원회 (소송대리인 법무법인 케이씨엘 담당변호사 김태경 외 1인)<br/>【변론종결】2020. 11. 5.<br/>【주    문】<br/>  1. 피고가 2019. 10. 28. 의결 제2019-259호로 원고에게 한 별지 1 기재 시정명령, 통지명령, 공표명령 및 과징금납부명령을 모두 취소한다.<br/>  2. 소송비용은 피고가 부담한다.<br/><br/>【청구취지】  주문과 같다.<br/>【이    유】1. 기초사실 및 처분의 경위<br/>가. 원고의 지위 및 수행 업무<br/>    1) 원고는 구 감정평가 및 감정평가사에 관한 법률(2020. 4. 7. 법률 제17219호로 개정되기 전의 것, 이하 ‘감정평가법’이라고 한다) 제33조 제1항에 따라 감정평가사의 품위유지와 직무의 개선·발전을 도모하고 회원의 관리 및 지도에 관한 사무를 수행하기 위하여 설립된 단체로서, 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라고 한다) 제2조 제4호에서 정한 사업자단체에 해당한다.<br/>  감정평가법상 감정평가를 업으로 하는 감정평가업자와 그 소속 감정평가사는 감정평가법 제35조에 따라 원고의 회원으로 반드시 가입하여야 하고, 이들은 원고가 정한 회칙과 직업윤리에 관한 규정 등을 준수할 의무가 있다. 2017년 말을 기준으로 전체 국내 감정평가사 4,679명 중 96.8%인 4,528명이 원고의 회원으로 가입하였으며, 세부적으로 13개의 대형 감정평가법인, 43개의 중소형 감정평가법인이 소속되어 있다.<br/>    2) 원고는 감정평가법에 따라 감정평가사의 연수 및 실무수습 관리 업무, 감정평가서가 타당하게 이루어졌는지 조사하기 위한 기초자료 수집 및 감정평가 내용분석 업무 등을 수행하고, 회칙에 따라 구성사업자의 감정평가업무 수행지원 및 지도·관리 업무 등을 수행한다. 이에 따라 원고는 ‘감정평가정보센터’라는 전례검색시스템을 구축하여 구성사업자가 감정평가를 수행할 경우 기존 사례를 참조할 수 있도록 하고 있으며, 구성사업자들이 금융기관으로부터 의뢰받은 탁상자문과 정식 감정평가 등을 원활하게 처리할 수 있도록 금융기관의 담보평가 의뢰 등을 온라인으로 중계하는 시스템도 구축하여 운영하고 있다.<br/>나. 감정평가업자의 개념과 주요 업무<br/>1) 감정평가업자의 개념<br/>      감정평가사는 타인의 의뢰를 받아 일정한 보수를 받고 토지 등의 감정평가를 하는 자를 말하며, 감정평가업은 감정평가를 업으로 행하는 것을 의미한다. 감정평가업자에는 감정평가사 개인이 개설한 감정평가사무소와 감정평가법인이 있다.<br/>2) 감정평가업자의 주요 업무<br/>      감정평가업자의 업무는 크게 ① 토지 등에 대한 정식 감정평가, ② 정식 감정평가와 관련된 상담 및 자문, ③ 부동산 가격공시에 관한 법률에 따른 표준지공시지가 조사·평가 등으로 구분할 수 있다. 그중 정식 감정평가 및 이와 관련된 상담 또는 자문 업무의 내용은 아래와 같다.<br/>가) 정식 감정평가<br/>        (1) 감정평가업자는 정식 감정평가를 수행할 경우, 감정평가법 제3조 제3항의 위임에 따라 제정된 감정평가에 관한 규칙 제5조 내지 제7조에서 규정한 시장가치기준·현황기준·개별물건기준 등 평가의 원칙을 준수하여, 제9조, 제10조에서 규정한 기본사항 확정 및 현장 실지조사를 통한 대상물건 확인 등의 절차를 거친 다음, 제13조에서 규정한 형식적 요건 등을 갖추어 감정평가서를 작성하여야 한다. 이에 따라 감정평가서에는 감정평가액 외에도 ① 실지조사를 하지 아니한 경우에는 그 이유, ② 시장가치 외의 가치를 기준으로 감정평가한 경우에는 그 가치의 성격과 특징, 감정평가의 합리성 및 적법성, ③ 감정평가조건을 붙인 경우 그 이유, ④ 감정평가액의 산출근거 및 결정 의견(적용한 감정평가방법, 감가수정 및 시산가액 조정 등 감정평가액 결정 과정, 감정평가액의 결정에 참고한 자료의 출처·내용 등), ⑤ 전문가의 자문을 거친 경우 그 자문 등의 내용 등이 포함되어야 한다.<br/>        (2) 감정평가사는 감정평가서의 작성이 완료되면 같은 법인 소속의 다른 감정평가사에게 해당 감정평가서가 원칙과 기준을 준수하여 작성되었는지 여부에 대해 심사 받고, 감정평가업자의 사무소 또는 법인의 명칭을 적은 뒤 감정평가를 수행한 감정평가사가 그 자격을 표시하고 서명과 날인을 하여 의뢰인에게 감정평가서를 발급한다. <br/>나) 정식 감정평가와 관련된 상담 또는 자문 업무<br/>        정식 감정평가와 관련된 상담 또는 자문 업무에서 대표적인 것이 탁상자문이다. 탁상자문은 금융기관 등 의뢰인이 정식감정평가를 의뢰하기 전에 토지 등의 대략적인 예상가액 등을 알아보는 것을 지칭하는 실무적인 용어로서, 일반적으로 감정평가업자에 소속된 일반 직원이 현장 실지조사 없이 사무실에서 물건의 간략한 정보만을 토대로 인근 실거래가 내역 등을 참고하여 대략적인 예상가액을 알려주는 정식 감정평가와 관련된 상담 또는 자문을 의미한다. 탁상자문은 전달 방식에 따라 음성으로 전달하는 구두탁상자문과 간략한 물건정보 및 예상가액이 기재된 서면 등을 통하여 전달하는 문서탁상자문으로 구분된다. <br/>다. 원고의 행위<br/>    1) 원고는 2012. 5. 25. 임시이사회에서 2012. 6. 7.부터 모든 감정평가 의뢰인에게 문서탁상자문을 제공하는 행위를 금지하고, 구두탁상자문의 형태로 예상가액의 30% 범위에서 추정가격을 제공하는 것만을 허용하는 내용의 안건을 의결하였다. 구체적인 내용은 아래와 같다.<br/>「탁상감정 방식 변경에 관한 건」?○ 탁상감정 변경 방식 ▶ ‘문서 탁상감정’을 ‘구두 탁상감정’으로 전면 변경함○ 일정 ▶ 문서탁상감정 전면 구두탁상감정으로 변경 ⇒ 2012. 6. 7.(목)○ 탁상감정 변경 대상기관 ▶ 시중은행, 저축은행, 일반은행, 신용금고, 일반회사 등 담보감정 대상기관 뿐만 아니라 모든 감정평가 대상 기관에 적용○ 금지행위에 해당하는 문서 탁상감정의 종류????① 은행에서 보관 가능하도록 인쇄가 가능한 탁상은 금지?② 유·무상이든 관계 없이 모든 문서탁상은 금지③ 이메일로 탁상을 보내는 것은 금지④ Fax로 탁상을 보내는 것은 금지⑤ 문자메시지나 그림 파일 등으로 추후 인쇄 가능하게 보내는 것은 금지⑥ 우편으로 탁상을 보내는 것은 금지⑦ 전화 상으로 기존의 탁상감정처럼 단가-면적-금액을 통보하는 것은 금지⑧ 허용행위 : 전화 상으로 일정 범위(약 30% 범위)에서 추정치를 보내주는 것은 가능            (즉, ‘약 10억에서 13억 정도 될 수도 있습니다.’라고 전화로 통보하는 것은 가능)???<br/>    2) 원고는 2012. 5. 29. 자신의 모든 구성사업자에게 위 안건이 의결되었음을 통보하고, 2012. 5. 31. 자신의 구성사업자들 및 금융기관에게 문서탁상자문의 제공이 금지됨을 다시 통보하였으며, 이후에도 위 의결의 실효성을 확보하고자 상벌규정을 개정하는 한편 이를 위반한 구성사업자에 대한 징계 등을 검토하였다(원고가 위와 같이 문서탁상자문의 금지 등을 결정, 통보한 행위를 이하 ‘이 사건 행위’라고 한다).<br/>라. 피고의 처분<br/>    피고는 원고의 이 사건 행위가 공정거래법 제26조 제1항 제1호, 제19조 제1항 제3호에서 정한 사업자단체의 금지행위인 ‘상품의 생산·출고·수송 또는 거래의 제한이나 용역의 거래를 제한하는 행위’에 해당하여 위법하다고 판단하였다. 이에 피고는 2019. 10. 28. 의결 제2019-259호로 원고에게 공정거래법 제27조, 제28조 제1항에 따라 별지 1 기재와 같은 시정명령, 통지명령, 공표명령 및 과징금납부명령을 하였다(이하 ‘이 사건 처분’이라고 한다).<br/>[인정 근거] 다툼 없는 사실, 갑 제1, 3, 8호증(가지번호 있는 것은 가지번호 포함, 이하 같다), 을 제6 내지 8호증의 각 기재, 변론 전체의 취지<br/>2. 관계 법령<br/>  별지 4 \"관계 법령\" 기재와 같다.<br/>3. 이 사건 처분의 적법 여부<br/>가. 당사자들의 주장<br/>1) 피고의 처분사유 특정<br/>가) 관련 시장의 획정<br/>        (1) 주위적으로, 감정평가업자가 제공하는 탁상자문은 정식 감정평가의 의뢰 여부를 결정하기 위한 예상가액을 제공하는 것으로서 감정평가와 구별되는 독자적인 효용이 있고, 문서탁상자문과 구두탁상자문도 보수체계, 제공방식과 결과의 신뢰성 등에서 뚜렷한 차이가 있으므로, 이 사건 행위의 관련 시장은 ‘문서탁상자문 시장’으로 보아야 한다고 주장한다. <br/>        (2) 예비적으로, 실제 거래에서는 탁상자문이 사실상 별개의 용역으로 활용되지 않는 경우도 있는 점 등을 고려하면, 이 사건 행위의 관련 시장은 ‘정식 감정평가 시장’으로 볼 수 있다고 주장한다.<br/>나) 공동행위의 유형<br/>        (1) 주위적으로, 이 사건 행위는 관련 시장인 문서탁상자문 시장에서 구성사업자들로 하여금 문서탁상자문이라는 용역 자체를 제공할 수 없도록 한 것이므로, 공정거래법 제26조 제1항 제1호, 제19조 제1항 제3호에서 정한 사업자단체 금지행위인 ‘용역의 거래를 제한하는 행위’에 해당한다고 주장한다.<br/>        (2) 예비적으로, 이 사건 행위는 관련 시장인 정식 감정평가 시장에서 금융기관 등과 거래를 개시, 유지하는 경쟁수단으로 활용된 문서탁상자문을 모두 금지하고 구두탁상자문의 방식으로만 예상가액의 일정 범위를 고지하도록 제한한 것이므로, 공정거래법 제26조 제1항 제1호, 제19조 제1항 제9호에서 정한 사업자단체의 금지행위인 ‘다른 사업자의 사업활동 또는 사업내용을 방해하거나 제한하는 행위’에 해당한다고 주장한다.<br/>다) 경쟁제한성<br/>        (1) 주위적으로, 이 사건 행위는 관련 시장인 문서탁상자문 시장에서 문서탁상자문 용역의 거래 자체를 원천 차단함으로써 수요자들의 선택가능성을 전면적으로 박탈한 동시에 구성사업자들의 경쟁도 제한하였으므로, 경쟁제한성이 인정된다고 주장한다.<br/>        (2) 예비적으로, 이 사건 행위는 관련 시장인 정식 감정평가 시장에서 금융기관 등과 거래를 개시하고 유지하는 데 필요한 경쟁수단인 문서탁상자문의 제공을 금지함으로써 구성사업자들의 자유로운 경쟁을 제한하였고, 소비자인 금융기관 등의 선택권도 박탈한데다가 별다른 경쟁촉진적 효과도 존재하지 않으므로, 이로 인한 경쟁제한성이 인정된다고 주장한다.<br/>2) 원고의 주장<br/>가) 관련 시장의 획정<br/>        (1) 탁상자문은 성질상 정식 감정평가와 독립하여 거래되거나 별개의 효용을 가진다고 볼 수 없으므로, 이 사건 행위의 관련 시장은 탁상자문과 정식 감정평가를 포함한 ‘감정평가업 시장’으로 획정하여야 한다. <br/>        (2) 설령 이와 달리 보더라도, 문서탁상자문과 구두탁상자문은 기능과 효용이 동일하고 수요와 공급의 대체가능성도 높으므로, 이를 포괄한 ‘탁상자문 시장’ 전체를 관련 시장으로 보아야 한다.<br/>나) 공동행위의 유형<br/>        (1) 이 사건 행위는 관련 시장인 감정평가업 시장 또는 탁상자문 시장에서 용역의 거래 자체를 금지한 것이 아니라, 문서탁상자문을 금지하고 구두탁상자문만을 허용함으로써 용역의 종류를 일부 제한한 것일 뿐이므로, 공정거래법 제26조 제1항 제1호, 제19조 제1항 제3호에서 정한 사업자단체의 금지행위인 용역의 거래를 제한하는 행위에 해당한다고 볼 수 없다.<br/>        (2) 감정평가업자들은 스스로의 판단에 따라 감정평가법 위반에 따른 책임을 지지 않고자 문서탁상자문의 제공을 중단하였으므로, 이 사건 행위가 감정평가업자들의 사업상 판단에 영향을 주었다고 보기 어렵다. 따라서 이를 공정거래법 제26조 제1항 제1호, 제19조 제1항 제9호에서 정한 사업자단체의 금지행위인 다른 사업자의 거래활동을 방해 내지 제한하는 행위라고 볼 수 없다.<br/>다) 경쟁제한성<br/>        (1) 이 사건 행위의 관련 시장인 감정평가업 시장에서 금융기관은 감정평가법인의 자본금과 평가 실적 등을 고려하여 협약을 체결하므로, 문서탁상자문을 제공하는지 여부는 금융기관과 거래를 개시, 유지하는 데 경쟁요소가 되지 않고, 원고의 구성사업자들 역시 문서탁상자문을 금융기관과 거래하기 위한 경쟁수단으로 인식하지 않았으며, 실제 이 사건 행위로 인하여 감정평가 시장에서의 경쟁이 제한된 적도 없다. 따라서 이 사건 행위의 경쟁제한성은 인정되지 않는다.<br/>        (2) 설령 이 사건 행위의 관련 시장을 탁상자문 시장으로 보더라도, 이 사건 행위 이후에도 여전히 구두탁상자문 용역은 활발하게 제공됨으로써 감정평가업자 사이에 경쟁이 활발하게 이루어지고 있는 점, 이 사건 행위 이후에도 탁상자문의 가격은 동일할뿐더러 거래량도 증가한 점 등에 비추어 보면, 위 행위의 경쟁제한성은 인정되지 않는다.<br/>라) 정당한 행위<br/>        문서탁상자문은 감정평가법에서 정한 감정평가에 해당함에도 감정평가법령에서 정한 형식과 절차를 지키지 않은 채 이루어졌다. 이에 원고는 구성사업자들이 감정평가법령을 준수하도록 유도하고자 이 사건 행위를 한 것이므로, 이는 공정거래법 제58조에서 규정한 정당한 행위에 해당한다.<br/>나. 판단<br/>1) 주위적 처분사유에 대하여<br/>가) 관련 시장의 획정<br/>(1) 관련 법리<br/>공정거래법 제19조 제1항 각 호에 규정된 부당한 공동행위에 해당하는지 여부를 판단하기 위해서는 경쟁관계가 문제 될 수 있는 일정한 거래분야에 관하여 거래의 객체인 관련상품에 따른 시장을 구체적으로 정하여야 한다. 여기에서 관련 상품시장은 경쟁관계에 있는 상품들의 범위를 말하는데, 이를 정할 때에는 거래에 관련된 상품의 가격, 기능 및 효용의 유사성, 구매자들의 대체가능성에 대한 인식 및 그와 관련한 구매행태는 물론 판매자들의 대체가능성에 대한 인식 및 그와 관련한 경영의사결정 형태, 사회적·경제적으로 인정되는 업종의 동질성 및 유사성 등을 종합적으로 고려하여야 한다(대법원 2017. 1. 12. 선고 2015두2352 판결 등 참조). 그리고 관련 상품시장의 획정이 적정하게 이루어졌다는 사실에 관한 증명책임은 처분청인 피고에게 있다(대법원 2012. 4. 26. 선고 2010두11757 판결 참조).<br/>(2) 인정사실<br/>          (가) 탁상자문의 시행 경위 및 현황<br/>            탁상자문은 금융기관이 정식 감정평가를 의뢰하기 이전에 대출 여부를 신속하게 결정하고 불필요한 정식 감정평가 비용을 절감하기 위하여 대략적인 예상가액을 전달해 달라고 요청함에 따라 구두탁상자문의 형태로 시작되었고, 2000년대부터 금융기관이 이를 문서 형태로 요청하면서 문서탁상자문이 도입되었다.<br/>  탁상자문은 의뢰 주체에 따라 금융기관이 의뢰하는 경우와 그 밖에 개인 등 고객이 의뢰하는 경우로 구분되는데, 그중 금융기관이 의뢰하는 경우가 대부분을 차지한다.<br/>          (나) 탁상자문 및 정식 감정평가의 구체적 절차<br/>            금융기관은 고객으로부터 대출 요청을 받으면 2~3곳의 감정평가업자에게 탁상자문을 의뢰하고, 통보 받은 탁상자문 결과를 토대로 대출 여부를 결정한 후, 그중 한 곳의 감정평가업자에게 정식 감정평가를 의뢰한 다음 그 결과를 토대로 구체적인 여신등급 및 금리를 결정하여 대출을 실행한다. 구체적인 절차는 아래와 같다. 반면 개인 등 고객은 많은 수수료를 지불하고 정식 감정평가를 의뢰할 의사가 없으므로, 이들이 의뢰하는 탁상자문은 정식 감정평가의 의뢰와는 무관하게 담보물건의 개략적인 가치를 파악하려는 목적에서 이루어진다.<br/><br/>  감정평가업자는 탁상자문을 의뢰받으면 문서탁상자문과 구두탁상자문의 경우 모두 감정평가업자가 아닌 직원이 실지조사를 거치지 않고 평가전례와 인근 시세 등을 토대로 예상가액을 산정하는데, 통상 30분~4시간의 시간이 소요된다.<br/>  금융감독원은 2011년경부터 2018년경까지 금융기관으로 하여금 내부 인력에 의한 자체 감정평가에 한계가 있는 경우 외부 감정평가를 확대함으로써 담보평가의 적정성을 확보하라는 행정지도를 여러 차례 해왔다. 이에 따라 금융기관들은 내부 규정을 두어 대상물건이 일정 금액 이상으로 파악되는 등의 경우에는 감정평가업자에게 정식 감정평가를 의뢰하도록 정하고 있고, 그 결과 감정평가업자에게 의뢰한 정식 감정평가는 평가 난이도가 높은 편인 경우가 많다.<br/>  감정평가업자는 정식 감정평가 과정에서 현장 실지조사를 통해 공부와 대상물건의 일치 여부를 확인하고, 대상물건의 가치형성요인 분석의 근거가 되는 자료 및 매매, 임대차사례 등을 검토하여 가치형성요인을 분석하며, 적절한 감정평가방법을 선정하여 시산가액을 산정하고, 이를 토대로 감정평가법령에서 정한 형식적 요건 등을 기재한 감정평가 명세표를 작성한 다음 내부 심사를 거쳐 정식 감정평가서를 발급하게 된다. 특히 금융기관은 업무협약에서 정한 바에 따라, 감정평가법령에서 정한 형식적 요건 외에 대상물건에 공법상 제한사항의 유무, 맹지인지 여부 등을 추가 기재할 것을 요구하기도 한다. 이러한 정식 감정평가의 과정에서 일반적으로 3~5일가량이 소요된다.<br/>          (다) 탁상자문과 정식 감정평가의 가격 및 의뢰 규모<br/>            감정평가업자는 금융기관이 의뢰한 문서탁상자문과 구두탁상자문의 경우에는 향후 정식 감정평가를 의뢰할 가능성을 고려하여 수수료 없이 제공하고, 의뢰인이 금융기관이 아닌 경우에는 이러한 가능성이 낮은 점을 고려하여 구두탁상자문은 3만 원 이내, 문서탁상자문은 10만 원 이내에서 수수료를 결정하여 탁상자문을 제공하고 있다.<br/>  한편 정식 감정평가의 보수는 국토교통부장관이 공고한 ‘감정평가업자의 보수에 관한 기준’(이하 ‘보수기준’이라고 한다) 제3조에 따라 감정평가 수수료와 실비로 구성되는데, 그 중 감정평가 수수료는 원칙적으로 보수기준의 제4조 제1항, 제5조 및 [별표]에 따라 정해진다. 여기에 따르면 정식 감정평가의 수수료는 감정평가액이 5,000만 원 이하인 경우 20만 원이고, 이를 초과할 경우 감정평가액의 크기에 따라 정해진 기본 수수료에다가 초과액의 일정 비율을 곱한 것을 더한 금액을 기준으로 하되, 평가 난이도가 높은 물건에 관해서는 할증률을 적용하는 방법으로 산정한다.<br/>  탁상자문 중 정식 감정평가 의뢰로 이어진 비율은 2008년 42.7%, 2009년 45%, 2010년 29.7%, 2011년 51.1%이다. <br/>[인정 근거] 다툼 없는 사실, 갑 제1, 4, 9, 14 내지 16, 22호증, 을 제11, 13, 14호증의 각 기재, 증인 소외 1의 증언, 변론 전체의 취지<br/>(3) 구체적인 판단<br/>          위 인정사실과 앞서 든 증거들 및 갑 제18호증, 을 제1호증의 각 기재를 종합하여 인정되는 아래 사정들을 앞서 본 법리에 비추어 보면, 이 사건 행위와 관련된 상품(용역) 시장은 피고의 주장처럼 문서탁상자문 시장이라고 보기는 어렵고, 문서탁상자문과 구두탁상자문을 포함한 탁상자문 시장이라고 보는 것이 타당하다. <br/>          (가) 탁상자문은 정식 감정평가와 구별되는 별개의 용역으로 양자가 하나의 관련 상품(용역) 시장에 속한다고 보기 어렵다. <br/>  ① 정식 감정평가는 금융기관 대출이나 기업의 자산평가 등의 과정에서 대상 토지등의 정확한 가치를 산정하기 위하여 감정평가법령에 정한 엄격한 절차와 방식에 따라 이루어지는 반면, 탁상자문은 정식 감정평가를 위한 시간과 비용을 지출하지 않고 간편한 방법으로 대상 토지등의 개략적인 가치를 확인하기 위하여 이루어진다. 따라서 양자는 그 기능과 효용이 동일하지 않다.  <br/>  ② 탁상자문의 대부분을 차지하는 금융기관 의뢰 탁상자문의 경우, 간편한 방법으로 대상 토지등의 개략적인 가치를 확인함으로써 향후 금융기관 대출 및 그에 따른 정식 감정평가를 할지 여부 등을 결정하기 위하여 활용되나, 위 탁상자문이 반드시 대상 토지등에 대한 정식 감정평가로 이어지는 것은 아니다(2011년 기준 탁상자문 대비 정식 감정평가 의뢰율은 51.1%이다). 뿐만 아니라 나머지 탁상자문의 경우에는 향후 정식 감정평가를 예정하지 않고 탁상자문에 따른 대상 토지등의 개략적인 가치 확인만을 목적으로 독립적으로 이루어진다. <br/>  ③ 금융기관 의뢰 탁상자문의 경우 수수료 없이 제공되고, 나머지 탁상자문의 경우 대상 토지등의 가액과 관계없이 10만 원 이내의 수수료를 대가로 제공된다. 반면 정식 감정평가 수수료는 대상 토지등의 가액에 비례하여 최소 20만 원부터 최대 수억 원 이상에 이른다. 이와 같이 양자의 가격도 상당한 차이가 있다. <br/>  ④ 정식 감정평가는 감정평가법령에 정한 평가원칙에 따라 실지조사를 통한 대상물건의 확인 등을 거쳐 이루어지고 그 결과를 기재한 감정평가서도 감정평가법령에 정한 형식에 따라 작성되어야 하며 다른 감정평가사의 심사를 받아야 하므로, 그 결과의 정확도와 신뢰도가 높다. 금융기관들도 대출 과정에서 원칙적으로 정식 감정평가서에 의한 담보물 가액 평가만을 인정한다. 반면 탁상자문은 위 절차, 형식에 따르지 않고 간편한 방법으로 이루어지므로 그 결과의 정확도와 신뢰도가 상대적으로 낮다. 문서탁상자문 양식에는 \"예상가격수준은 현장을 조사하지 아니하고 공시지가, 주변시세 등 자료를 참고하여 개략적으로 산정된 금액이므로 추후 공부를 근거로 구체적 현장조사를 완료한 후의 감정평가액과는 차이가 있을 수 있습니다.\", \"본 자문서는 의뢰 금융기관이 정식으로 감정평가를 의뢰하기 이전에 감정평가를 의뢰할지 여부를 결정하는데 참고하기 위하여 발행된 것으로 어떠한 경우에도 발행 목적에 위반하여 대출 또는 대출기한 연장 등 대출과 관련된 용도로 활용할 수 없습니다.\"라고 부동문자로 인쇄되어 있다. 따라서 수요자의 입장에서 정식 감정평가의 구매를 탁상자문의 구매로 전환하는 것은 용이하지 않다. <br/>          (나) 한편 문서탁상자문과 구두탁상자문은 동일한 관련 상품(용역) 시장에 속한다고 보는 것이 타당하다. <br/>  ① 앞서 본 바와 같이 구두탁상자문과 문서탁상자문은 정식 감정평가를 위한 시간과 비용을 지출하지 않고 간편한 방법으로 대상물건의 개략적인 가격을 확인하고자 활용되는 것으로서 그 기능과 효용이 유사하다.<br/>  ② 금융기관이 의뢰하는 경우 문서탁상자문과 구두탁상자문 모두 수수료 없이 제공되었고, 나머지 경우 문서탁상자문은 10만 원 이내, 구두탁상자문은 3만 원 이내의 수수료로 제공되었다. 금융기관이 의뢰하는 경우가 문서탁상자문 및 구두탁상자문의 대부분을 차지하고, 나머지 경우에도 문서탁상자문 및 구두탁상자문의 수수료가 정식 감정평가의 경우에 비하여 매우 작은 금액일 뿐 아니라, 양 수수료의 차이도 크지 않다. 따라서 양자의 가격도 유사하다고 볼 수 있다. <br/>  ③ 문서탁상자문과 구두탁상자문은 모두 실지조사 등 감정평가법령에서 정한 절차를 거치지 않고 평가 전례와 인근 시세 등을 조사하여 예상가격을 산출하는 방식을 사용하고, 그 소요시간 및 산출된 예상가격도 동일하다. 다만 예상가격 등 조사 결과를 표시하여 전달하는 방식을 문서로 하는지 아니면 구두로 하는지의 차이만 있을 뿐인데, 문서탁상자문과 구두탁상자문의 목적이 개략적인 가격만을 확인하는 데 있는 점을 고려하면 구두로 예상가격 등이 전달되는 경우에도 구매자가 이를 받아 적는 등의 방법으로 문서로 예상가격 등이 전달되는 경우와 사실상 동일한 효과를 거둘 수 있으므로, 수요자 입장에서 양자의 구매를 전환하는 것은 비교적 용이하다고 볼 수 있다. <br/>나) 공동행위의 유형<br/>공정거래법 제26조 제1항은 \"사업자단체는 다음 각호의 1에 해당하는 행위를 하여서는 아니된다.\"고 규정하면서, 제1호에서 \"제19조 제1항 각호의 행위에 의하여 부당하게 경쟁을 제한하는 행위\"를 규정하고 있다. 또한 공정거래법 제19조 제1항은 \"사업자는 계약·협정·결의 기타 어떠한 방법으로도 다른 사업자와 공동으로 부당하게 경쟁을 제한하는 다음 각 호의 어느 하나에 해당하는 행위를 할 것을 합의(이하 ‘부당한 공동행위’라 한다)하거나 다른 사업자로 하여금 이를 행하도록 하여서는 아니된다.\"라고 규정하면서, 제3호에서 \"상품의 생산·출고·수송 또는 거래의 제한이나 용역의 거래를 제한하는 행위\"를 규정하는 한편, 그와 별도로 제2호에서 \"상품 또는 용역의 거래조건이나, 그 대금 또는 대가의 지급조건을 정하는 행위\"를, 제6호에서 \"상품 또는 용역의 생산·거래 시에 그 상품 또는 용역의 종류·규격을 제한하는 행위\"를 각 규정하고 있다. 위와 같은 공정거래법 규정의 문언과 체계 등에 비추어 보면, 공정거래법 제26조 제1항에 의하여 사업자단체의 금지행위에 해당하는 공정거래법 제19조 제1항 제3호의 취지는 공급량에 직접 영향을 미쳐 가격을 상승시킴으로써 경쟁을 직접 제한하는 효과를 발생시키는 행위를 규제하려는 것이므로, 공정거래법 제19조 제1항 제3호의 ‘용역의 거래를 제한하는 행위’는 공동행위자들이 정한 범위 내에서 관련 시장의 용역 거래 자체를 전면적으로 제한함으로써 용역의 공급량에 직접 영향을 미치는 행위를 의미한다고 보아야 하고, 특정한 거래의 방식이나 용역의 종류만을 제한하는 경우 등 공동행위자들이 정한 범위 내에서도 제한되는 용역과 대체가능한 용역의 공급이 가능한 경우는 공정거래법 제19조 제1항 제3호의 적용범위에서 제외된다. <br/>  그런데 이 사건 행위는 관련 상품(용역) 시장인 탁상자문 시장의 용역 중 문서탁상자문이라는 특정한 방식이나 종류의 용역 거래만을 제한하는 것이라고 볼 여지가　 있을 뿐 탁상자문 시장의 용역 거래 자체를 전면적으로 제한하는 것이라고 보기는 어렵다. 따라서 이 사건 행위는 공정거래법 제26조 제1항 제1호, 제19조 제1항 제3호에서 정한 사업자단체의 금지행위인 ‘용역의 거래를 제한하는 행위’에 해당한다고 볼 수 없다. 이와 다른 전제에 서 있는 이 부분 처분사유는 인정되지 않는다. <br/>2) 예비적 처분사유에 관하여<br/>      피고는 앞서 본 바와 같이 이 법원에서 예비적 처분사유를 추가하였다. 이와 같은 처분사유의 추가가 허용되는지 여부에 관하여 살펴본다. <br/>      가) 행정처분의 취소를 청구하는 항고소송에 있어서는 실질적 법치주의와 행정처분의 상대방인 국민에 대한 신뢰보호라는 견지에서 행정청은 당초 처분의 근거로 삼은 사유와 기본적 사실관계가 동일하다고 인정되는 한도 내에서만 다른 처분사유를 새로 추가하거나 변경할 수 있을 뿐, 기본적 사실관계가 동일하다고 인정되지 않는 별개의 사실을 들어 처분사유로 주장하는 것은 원칙적으로 허용되지 않는다(대법원 2002. 5. 28. 선고 2002두5016 판결 등 참조). 한편, 처분청이 처분 당시 적시한 구체적 사실을 변경하지 아니하는 범위 내에서 단지 처분의 근거법령만을 추가·변경하는 것은 새로운 처분사유의 추가라고 볼 수 없으므로 이러한 경우에는 처분청이 처분 당시 적시한 구체적 사실에 대하여 처분 후 추가·변경한 법령을 적용하여 처분의 적법 여부를 판단하여도 무방하다. 그러나 처분의 근거법령을 변경하는 것이 종전 처분과 동일성을 인정할 수 없는 별개의 처분을 하는 것과 다름없는 경우에는 허용될 수 없다(대법원 2011. 5. 26. 선고 2010두28106 판결 등 참조).<br/>      나) 위 인정사실과 앞서 든 증거들에 의하여 인정되는 아래 사정들을 위 법리에 비추어 보면, 피고가 당초 이 사건 처분의 이유로 제시한 처분사유와 이 법원에서 추가하려는 처분사유의 기본적 사실관계가 동일하다고 볼 수 없으므로, 피고가 주장하는 처분사유의 추가는 허용될 수 없다.<br/>        (1) 이 사건 처분의 당초 처분사유는 ‘원고가 관련 시장인 문서탁상자문 시장에서 구성사업자들에 대하여 문서탁상자문이라는 용역의 거래를 제한함으로써 부당하게 경쟁을 제한하였으므로 공정거래법 제26조 제1항 제1호, 제19조 제1항 제3호를 위반하였다’는 것이고, 한편 피고가 추가한 처분사유는 ‘원고가 관련 시장인 정식 감정평가 시장에서 구성사업자들에 대하여 경쟁수단인 문서탁상자문을 제한하여 구성사업자들의 사업활동을 방해 내지 제한함으로써 경쟁을 실질적으로 제한하였으므로 공정거래법 제26조 제1항 제1호, 제19조 제1항 제9호를 위반하였다’는 것으로서, 위 두 처분사유는 관련시장의 범위와 위반행위의 대상 및 내용이 다르다.  <br/>  나아가 추가된 처분사유는 당초 처분사유와 달리 위와 같이 공정거래법 제19조 제1항 제1호부터 제8호까지 외의 행위를 하는 것에 더하여, 그러한 행위가 다른 사업자의 사업활동이나 사업내용을 방해하거나 제한한다는 점까지 인정되어야 한다. 또한 당초 처분사유에서의 용역거래 제한행위는 공급량에 직접 영향을 미쳐 가격을 상승시킴으로써 경쟁을 직접 제한하는 효과를 발생시키기 때문에 특별한 사정이 없는 한 경쟁제한성이 있다고 볼 여지가 큰 반면, 추가된 처분사유에서의 사업활동 방해행위는 다양한 유형의 행위를 포괄하므로 그 행위 유형별 특성을 고려하여 경쟁제한적 효과와 경쟁촉진적 효과를 비교·형량하는 방법으로 경쟁제한성 여부를 판단해야 한다. 이처럼 당초 처분사유와 추가된 처분사유는 부당한 공동행위로 규정한 취지, 요건의 내용이 다르고 그 판단기준 및 고려요소도 다르다. <br/>  따라서 당초의 처분사유와 추가된 처분사유는 처분의 상대방인 원고의 입장에서 볼 때 방어권 행사의 대상과 방법이 다르고, 방어권을 어떻게 행사하는지 등에 따라 제재처분의 대상이 되는지에 관한 판단이 달라지므로, 위 처분사유의 변경을 허용하는 경우 원고의 방어권 행사에 실질적인 불이익이 초래될 우려가 있다. <br/>        (2) 공정거래법에 의하면, 피고는 공정거래법 위반사실에 대한 조사결과를 서면으로 당해 사건의 당사자에게 통지하여야 하고(제49조 제3항). 공정거래법 위반사항에 대하여 시정조치 또는 과징금납부명령을 하기 전에 당사자에게 의견을 진술할 기회를 주어야 하며, 당사자는 피고의 회의에 출석하여 의견을 진술하거나 필요한 자료를 제출할 수 있다(제52조). 또한 피고의 처분에 불복하는 당사자는 이에 대한 소송을 제기하기 이전에 피고에게 다시 이의신청을 할 수도 있다(제53조 제1항).<br/>  그런데 당초 처분사유와 동일성이 없는 처분사유를 이 법원에 이르러서야 추가하는 것은 원고로부터 추가된 처분사유에 대하여 공정거래법령이 정한 절차에 따른 피고의 심의를 받을 기회 등을 박탈하는 것으로 특별한 사정이 없는 한 허용될 수 없고, 이 사건 처분을 위한 피고의 심의 절차에서 원고에게 추가된 처분사유에 관한 통지 및 의견진술의 기회가 부여되었다고 인정할 만한 증거도 없으므로 이러한 특별한 사정이 존재한다고 보이지도 않는다.<br/>3) 소결론<br/>      따라서 이 사건 처분의 종전 처분사유인 공정거래법 제26조 제1항 제1호, 제19조 제1항 제3호 위반이 인정되지 않고, 피고가 주장한 처분사유의 추가도 허용되지 않으므로, 나머지 점에 관하여 더 나아가 살펴 볼 필요 없이 이 사건 처분은 위법하다. <br/>4. 결론<br/>  그렇다면 원고의 청구는 이유 있으므로 이를 인용한다.<br/>[별지 생략]<br/><br/>판사 서태환(재판장) 강문경 진상훈 ",
    "사건번호": "2019누65643",
    "사건종류코드": "400107",
    "판례정보일련번호": "231853",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}