{
  "PrecService": {
    "판시사항": " [1] 구 가맹사업거래의 공정화에 관한 법률 시행령 제34조 제1항에서 과징금 산정기준으로 규정한 관련매출액은 ‘가맹본부가 위반기간 동안 관련 가맹점사업자에게 판매한 상품이나 용역의 전체 매출액’으로 해석되는지 여부(적극)<br/> [2] 가맹본부의 행위가 구 가맹사업거래의 공정화에 관한 법률 제14조의2 제5항 전단에 따른 불이익제공행위에 해당하는지 판단하는 방법 및 해당 불이익제공행위를 위법한 것으로 평가하기 위한 부당성 유무를 판단하는 기준 / 구 가맹사업거래의 공정화에 관한 법률 제14조의2 제5항 전단의 ‘불이익을 주는 행위’의 내용이 가맹계약의 갱신을 부당하게 거절하는 것인 경우, 갱신거절이 가맹점사업자단체의 구성·가입·활동 등을 이유로 한 것인지 판단하는 방법 / 구 가맹사업거래의 공정화에 관한 법률 제13조 제2항이나 가맹점계약에서 정한 가맹점사업자의 계약갱신요구권 행사기간이 경과하여 가맹점사업자에게 계약갱신요구권이 인정되지 않는 경우, 가맹본부의 갱신거절이 같은 법 제14조의2 제5항 전단의 ‘불이익을 주는 행위’에 해당하는지 여부(한정 적극)<br/> [3] 가맹점운영권을 부여하는 사업자인 甲 주식회사가 甲 회사의 가맹점사업자 중 일부 점주 등이 구성한 가맹점사업자단체의 임원들에게 ‘기업경영방침 변화와 가맹계약에 대한 입장차이 등’, ‘통상적으로 적용되는 가맹계약조건이나 영업방침 미수락’을 이유로 가맹계약 갱신거절을 통지하고, 계약종료유예요청서 및 각서를 작성·제출하도록 하였는데, 공정거래위원회가 甲 회사의 이러한 계약갱신거절, 계약종료유예요청서 및 각서 징구행위는 가맹점사업자들에게 불이익을 주는 행위로서 구 가맹사업거래의 공정화에 관한 법률 제14조의2 제5항에 위반된다는 이유로 시정명령 및 과징금 납부명령을 한 사안에서, 甲 회사가 가맹점사업자단체 임원들을 대상으로 한 일련의 행위는 가맹점사업자단체의 활동을 위축시키려는 목적에서 이루어진 것으로 전체적으로 구 가맹사업거래의 공정화에 관한 법률 제14조의2 제5항에서 금지하고 있는 불이익제공행위에 해당한다고 한 사례<br/>",
    "참조판례": " [1] 대법원 2022. 5. 26. 선고 2019두57398 판결(공2022하, 1287) / [2] 대법원 2021. 9. 30. 선고 2020두48857 판결(공2021하, 2121)<br/>",
    "사건종류명": "일반행정",
    "판결요지": " [1] 구 가맹사업거래의 공정화에 관한 법률 시행령(2020. 4. 28. 대통령령 제30649호로 개정되기 전의 것) 제34조 제1항에서 과징금 산정기준으로 규정한 관련매출액은 ‘가맹본부가 위반기간 동안 관련 가맹점사업자에게 판매한 상품이나 용역의 전체 매출액’으로 해석함이 타당하다. 그 이유는 다음과 같다.<br/>  ① 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것, 이하 ‘가맹사업법’이라 한다)은 가맹사업의 특수성에 비추어 공정한 거래질서를 확립하고 가맹본부와 일반서민인 가맹점사업자가 대등한 지위에서 상호보완적으로 균형 있게 발전할 수 있도록 하기 위하여 가맹본부와 가맹점사업자가 준수하여야 할 기본적인 사항을 규정하고 가맹사업과 관련된 불공정거래행위를 금지하기 위해 제정되었다.<br/>  ② 2014. 2. 11. 대통령령 제25175호로 개정되기 전의 구 가맹사업거래의 공정화에 관한 법률 시행령 제34조 제1항은 과징금 산정기준을 ‘가맹본부의 위반행위 바로 전 3개 사업연도의 평균매출액’이라고 규정하였는데 2014. 2. 11. 개정되면서 ‘가맹본부가 위반기간 동안 관련 가맹점사업자 또는 가맹희망자에게 판매한 상품이나 용역의 매출액’으로 변경되었다. 위 변경 규정도 개정 전 규정과 유사하게 과징금 산정기준을 ‘위반행위와 관련한 상품이나 용역의 매출액’으로 제한하지 않는 것으로 해석함이 타당하다. 만일 위 시행령 규정이 과징금 산정기준을 ‘위반행위 관련 상품이나 용역의 매출액’으로 한정할 것을 의도하였다면 ‘가맹본부가 위반기간 동안 (위반행위) 관련 가맹점사업자 또는 가맹희망자에게 판매한 (위반행위) 관련 상품이나 용역의 매출액 또는 이에 준하는 금액’이라는 식으로 규정하거나 독점규제 및 공정거래에 관한 법률 시행령 제13조 제1항 단서와 같이 \"이 경우 위반행위가 상품이나 용역의 구매와 관련하여 이루어진 경우에는 관련 상품이나 용역의 매입액을 관련매출액으로 본다.\"라는 식의 규정을 두었을 것이다.<br/>  ③ 독점규제 및 공정거래에 관한 법률이나 가맹사업법 등에 따른 과징금은 위반행위에 의하여 얻은 불법적인 경제적 이익을 박탈한다는 부당이득 환수뿐만 아니라, 위반행위의 억지라는 행정목적을 실현하기 위하여 부과된다는 성격을 모두 가지고 있으므로, 과징금이 반드시 부당이득액 범위에 한정되어야 하는 것은 아니다. 가맹본부가 가맹사업법 위반행위로 인하여 얻은 이익이 적거나 없다는 등의 사정은 부과기준율 적용단계 등 과징금을 최종적으로 결정하는 재량 행사과정에서 반영할 수 있다.<br/>  ④ 대규모유통업에서의 거래 공정화에 관한 법률에서 규율하는 대규모유통업자와 납품업자 내지 매장임차인의 관계나 대리점거래의 공정화에 관한 법률에서 규율하는 공급업자와 대리점의 관계와 달리, 가맹본부의 상대방인 가맹점사업자는 일반서민 내지 소상공인인 경우가 대부분이고 거래 대상 물품은 주로 제품을 만들기 위한 재료 등이므로 과징금 산정기준을 위반행위 관련 상품이나 용역의 매출액으로 한정할 경우 그 매출액 자체가 크지 않아 위반행위의 억지라는 행정상 제재금의 목적을 달성하기 어려울 수 있다.<br/> [2] 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것, 이하 ‘가맹사업법’이라 한다) 제14조의2 제5항은 \"가맹본부는 가맹점사업자단체의 구성·가입·활동 등을 이유로 가맹점사업자에게 불이익을 주는 행위를 하거나 가맹점사업자단체에 가입 또는 가입하지 아니할 것을 조건으로 가맹계약을 체결하여서는 아니 된다.\"라고 정하고 있다. 가맹사업법 제14조의2 제5항 전단에서 가맹점사업자단체 활동 등을 이유로 불이익을 주는 행위(이하 ‘불이익제공행위’라 한다)를 금지하는 취지는 가맹점사업자들로 하여금 가맹사업의 구조적 특성에 기인하는 가맹본부의 우월적 지위에 대응하여 가맹점사업자단체를 구성하여 활동할 수 있도록 함으로써 거래조건에 관한 협상력을 보장하여 그 권익을 보호하고 경제적 지위 향상을 도모하기 위한 것이다. 법령의 내용과 입법 취지에 비추어 보면, 가맹본부의 행위가 가맹사업법 제14조의2 제5항 전단에 따른 불이익제공행위에 해당하는지는 먼저 해당 행위의 의도나 목적, 가맹점사업자가 한 가맹점사업자단체 활동 등의 구체적인 내용, 불이익제공의 경위, 불이익의 내용 및 정도, 관련 업계의 일반적인 거래관행, 가맹점사업자단체 가입 여부에 따른 취급의 차이, 가맹계약의 내용, 관계 법령의 규정 등 제반 사정을 종합적으로 고려하여 그 불이익제공행위가 실질적으로 볼 때 가맹점사업자단체 활동 등을 주된 이유로 하는 것인지에 따라 판단하여야 한다. 또한 해당 불이익제공행위를 가맹사업법에 따라 위법한 것으로 평가하기 위해서는 그것이 가맹사업법의 목적에 비추어 부당한 것이어야 하고, 여기에서 부당성 유무의 판단은 앞서 본 제반 사정에 비추어 가맹사업의 공정한 거래질서를 저해할 우려(가맹사업법 제1조)가 인정되는지를 기준으로 판단하여야 한다. 한편 가맹사업법 제14조의2 제5항 전단의 ‘불이익을 주는 행위’의 내용이 가맹계약의 갱신을 부당하게 거절하는 것인 경우에는 가맹본부가 계약갱신의 거절 사유로 들고 있는 계약조건이나 영업방침 등의 위반 사실이 확인된 경위, 위반행위의 내용, 횟수와 정도, 다른 가맹점사업자에 대한 계약갱신의 실태, 동종 또는 유사한 위반행위에 대하여 종전에 또는 다른 가맹점사업자에게 한 조치 내용과의 비교 등 제반 사정을 종합하여 그 갱신거절이 가맹점사업자단체의 구성·가입·활동 등을 이유로 한 것인지를 판단하여야 한다. 나아가 가맹사업법 제13조 제2항이나 가맹점계약에서 정한 가맹점사업자의 계약갱신요구권 행사기간이 경과하여 가맹점사업자에게 계약갱신요구권이 인정되지 않는 경우라고 하더라도 가맹본부의 갱신거절이 당해 가맹점계약의 체결 경위·목적이나 내용, 그 계약관계의 전개 양상, 당사자의 이익 상황 및 가맹점계약 일반의 고유한 특성 등에 비추어 신의칙에 반하여 허용되지 아니하는 특별한 사정이 있을 수 있으므로, 그러한 경우에는 가맹점사업자에게 계약갱신요구권이 인정되지 않는다는 이유만으로 가맹본부의 갱신거절이 가맹사업법 제14조의2 제5항 전단의 ‘불이익을 주는 행위’에 해당하지 않는다고 볼 수는 없다.<br/> [3] 가맹점운영권을 부여하는 사업자인 甲 주식회사가 甲 회사의 가맹점사업자 중 일부 점주 등이 구성한 가맹점사업자단체의 임원들에게 ‘기업경영방침 변화와 가맹계약에 대한 입장차이 등’, ‘통상적으로 적용되는 가맹계약조건이나 영업방침 미수락’을 이유로 가맹계약 갱신거절을 통지하고, 계약종료유예요청서 및 각서를 작성·제출하도록 하였는데, 공정거래위원회가 甲 회사의 이러한 계약갱신거절, 계약종료유예요청서 및 각서 징구행위는 가맹점사업자들에게 불이익을 주는 행위로서 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것, 이하 ‘가맹사업법’이라 한다) 제14조의2 제5항에 위반된다는 이유로 시정명령 및 과징금 납부명령을 한 사안에서, 甲 회사의 계약갱신거절행위의 표면적인 사유는 추상적이고 모호한 ‘기업경영방침과 가맹점 운영방식 상이’, ‘통상적으로 적용되는 가맹계약조건이나 영업방침 미수락’ 등인데, 甲 회사는 구체적 갱신거절 사유를 밝히지 않았고, 공정거래위원회의 조사과정에서 가맹본부인 甲 회사 측이 주장한 가맹점사업자의 계약위반 관련 사항들은 가맹점사업자단체 활동으로 인한 甲 회사와 대상 가맹점사업자들 사이의 분쟁 과정에서 일어난 것이며, 가맹점사업자단체 활동 전후로 ‘품질 및 위생점검’ 등에서 불합격 판정을 받거나 하는 등의 계약위반사항이나 귀책사유가 인정된 내용은 없고, 甲 회사가 갱신거절 서면을 통지하기 이전에 자신의 경영방침 또는 가맹계약조건 등의 준수를 요청하거나 위반사항에 대한 시정요구 등을 한 사실도 없는 점, 가맹점사업자단체가 정식으로 발족하여 활발한 활동을 하던 시기에 가맹점사업자단체 간부들이 운영하던 가맹점 중 절반 이상의 가맹점이 폐점하고, 甲 회사가 가맹점사업자단체의 공동의장과 부의장 전부에 대하여 가맹계약갱신을 거절하였다는 것은 매우 이례적인 상황으로 볼 수 있는 점, 甲 회사의 요구에 따라 가맹점사업자들이 ‘다른 가맹점사업자를 선동하고 사업자단체 활동을 한 것을 반성하고 향후 원고의 방침에 따르겠다.’는 내용의 계약종료유예요청서 또는 각서를 작성하여 제출한 것 자체만으로도 그들은 가맹점사업자단체 활동에 제약을 받거나 사실상 단체 활동을 포기하는 등의 불이익을 받은 것으로 볼 수 있는 점 등을 종합하면, 甲 회사가 가맹점사업자단체의 임원들을 대상으로 한 계약갱신거절, 계약종료유예요청서 및 각서 징구행위 등 일련의 행위는 가맹점사업자단체의 활동을 위축시키려는 목적에서 이루어진 것으로 전체적으로 가맹사업법 제14조의2 제5항에서 금지하고 있는 불이익제공행위에 해당하므로, 이와 달리 본 원심판결에 가맹사업법 제14조의2 제5항의 해석·적용에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
    "참조조문": " [1] 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것) 제12조, 제35조 제1항, 구 가맹사업거래의 공정화에 관한 법률 시행령(2014. 2. 11. 대통령령 제25175호로 개정되기 전의 것) 제34조 제1항, 구 가맹사업거래의 공정화에 관한 법률 시행령(2020. 4. 28. 대통령령 제30649호로 개정되기 전의 것) 제34조 제1항, 독점규제 및 공정거래에 관한 법률 시행령 제13조 제1항 / [2] 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것) 제1조, 제13조 제2항, 제14조의2 제5항 / [3] 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것) 제14조의2 제5항<br/>",
    "선고일자": "20240711",
    "법원명": "대법원",
    "사건명": "시정명령등취소[치킨 프랜차이즈업을 영위하는 가맹본부인 원고가 가맹점사업자단체 활동 등을 이유로 가맹점사업자에게 불이익을 주는 행위 등을 하였는지 여부가 문제된 사건]",
    "판례내용": "【원고, 피상고인 겸 상고인】 주식회사 ○○○ (소송대리인 법무법인(유한) 지평 외 1인)<br/>【피고, 상고인 겸 피상고인】 공정거래위원회 (소송대리인 법무법인 인본 서범석 외 3인)<br/>【원심판결】 서울고법 2022. 10. 12. 선고 2021누52572 판결<br/>【주    문】<br/>  원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.  원고의 상고를 기각한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 원고의 상고이유에 관한 판단<br/>  가. 제1 내지 3 상고이유에 관하여(거래상대방 구속행위에 대한 시정명령)<br/>  원심은 판시와 같은 이유로 원고가 가맹점사업자들과 체결한 2019년 가맹계약서에 가맹점사업자들로 하여금 원고가 지정한 업체를 통해서만 전단지를 제작하도록 하면서 이를 위반한 경우를 계약해지사유로 규정한 것은 구 「가맹사업거래의 공정화에 관한 법률」(2020. 12. 29. 법률 제17799호로 개정되기 전의 것, 이하 ‘가맹사업법’이라 한다) 제12조 제1항 제2호, 제2항, 구 「가맹사업거래의 공정화에 관한 법률 시행령」(2020. 4. 28. 대통령령 제30649호로 개정되기 전의 것, 이하 ‘가맹사업법 시행령’이라 한다) 제13조 제1항 [별표 2] 제2호 (나)목에서 정한 ‘부동산·용역·설비·상품·원재료 또는 부재료의 구입·판매 또는 임대차 등과 관련하여 부당하게 가맹점사업자에게 특정한 거래상대방(가맹본부를 포함한다)과 거래할 것을 강제하는 행위’에 해당한다고 판단하였다.<br/>  관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 판단에 상고이유 주장과 같이 거래상대방 구속행위의 판단 기준 등에 관한 법리를 오해하는 등의 잘못이 없다. <br/>  나. 제4 내지 6 상고이유에 관하여(전단지 구입강제행위에 대한 시정명령)<br/>  원심은 판시와 같은 이유로 원고가 가맹점사업자들과 체결한 2018년 가맹계약서와 2019년 가맹계약서에 가맹점사업자들로 하여금 매주마다 일정 수량의 전단지 등을 가맹점사업자 자신의 비용으로 제작·배포하도록 하면서 위와 같은 의무수량 배포의무를 이행하지 않는 경우를 계약해지사유로 규정한 것은 가맹사업법 제12조 제1항 제3호, 제2항, 같은 법 시행령 제13조 제1항 [별표 2] 제3호 (가)목에서 정한 ‘가맹점사업자에게 가맹사업의 경영과 무관하거나 그 경영에 필요한 양을 넘는 시설·설비·상품·용역·원재료 또는 부재료 등을 구입 또는 임차하도록 강제하는 행위’에 해당한다고 판단하였다.<br/>  관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 판단에 상고이유 주장과 같이 구입강제행위의 판단 기준 등에 관한 법리를 오해하는 등의 잘못이 없다. <br/>  다. 제7 상고이유에 관하여(전단지 구입강제 관련 과징금 산정기준인 ‘관련매출액’)<br/>  1) 관련 규정 및 쟁점<br/>  가) 가맹사업법 제12조 제1항에 의하면 가맹본부는 가맹점사업자가 취급하는 상품 또는 용역의 가격, 거래상대방, 거래지역이나 가맹점사업자의 사업활동을 부당하게 구속하거나 제한하는 행위(제2호) 또는 거래상의 지위를 이용하여 부당하게 가맹점사업자에게 불이익을 주는 행위(제3호)로서 가맹사업의 공정한 거래를 저해할 우려가 있는 행위를 하거나 다른 사업자로 하여금 이를 행하도록 하여서는 아니 되고, 피고는 위 제12조 제1항을 위반한 가맹본부에 대하여 대통령령으로 정하는 매출액에 100분의 2를 곱한 금액을 초과하지 아니하는 범위에서 과징금을 부과할 수 있다(가맹사업법 제35조 제1항). 위와 같은 위임에 따라 가맹사업법 시행령 제34조 제1항은 \"법 제35조 제1항 본문에서 ‘대통령령으로 정하는 매출액’이란 해당 가맹본부가 위반기간(위반행위의 개시일부터 종료일까지의 기간을 말한다. 이하 이 조에서 같다) 동안 관련 가맹점사업자 또는 가맹희망자에게 판매한 상품이나 용역의 매출액 또는 이에 준하는 금액(이하 ‘관련매출액’이라 한다)을 말한다.\"라고 규정하고 있다.<br/>  나) 피고는 2021. 6. 9. 원고의 전단지 구입강제 행위와 관련하여 가맹사업법 제35조 제1항, 같은 법 시행령 제34조 제1항에 따라 과징금 산정기준인 관련매출액을 원고가 이 부분 위반기간 동안 관련 가맹점사업자들에게 판매한 상품이나 용역의 매출액 합계인 506,125,275,000원으로 보아 이 금액에 0.5%의 부과기준율을 적용한 다음 50%를 감경하여 1,265,000,000원의 과징금 납부명령(원심판결 별지1 제8항 기재 과징금납부명령 중 일부)을 하였다.   <br/>  다) 이 부분 쟁점은 가맹사업법 시행령 제34조 제1항에서 과징금 산정기준으로 규정한 관련매출액을 위반기간 동안의 ‘위반행위 대상이 되는 상품이나 용역의 매출액’으로 제한하여 해석할 것인지 여부이다. <br/>  2) 가맹사업법 시행령 제34조 제1항에서 과징금 산정기준으로 규정한 관련매출액<br/>가맹사업법 시행령 제34조 제1항에서 과징금 산정기준으로 규정한 관련매출액은 ‘가맹본부가 위반기간 동안 관련 가맹점사업자에게 판매한 상품이나 용역의 전체 매출액’으로 해석함이 타당하다. 그 이유는 다음과 같다.<br/>  가) 가맹사업법은 가맹사업의 특수성에 비추어 공정한 거래질서를 확립하고 가맹본부와 일반서민인 가맹점사업자가 대등한 지위에서 상호보완적으로 균형 있게 발전할 수 있도록 하기 위하여 가맹본부와 가맹점사업자가 준수하여야 할 기본적인 사항을 규정하고 가맹사업과 관련된 불공정거래행위를 금지하기 위해 제정되었다.<br/>  나) 2014. 2. 11. 대통령령 제25175호로 개정되기 전의 구 가맹사업법 시행령 제34조 제1항은 과징금 산정기준을 ‘가맹본부의 위반행위 바로 전 3개 사업연도의 평균매출액’이라고 규정하였는데 2014. 2. 11. 개정되면서 ‘가맹본부가 위반기간 동안 관련 가맹점사업자 또는 가맹희망자에게 판매한 상품이나 용역의 매출액’으로 변경되었다. 위 변경 규정도 개정 전 규정과 유사하게 과징금 산정기준을 ‘위반행위와 관련한 상품이나 용역의 매출액’으로 제한하지 않는 것으로 해석함이 타당하다. 만일 위 시행령 규정이 과징금 산정기준을 ‘위반행위 관련 상품이나 용역의 매출액’으로 한정할 것을 의도하였다면 ‘가맹본부가 위반기간 동안 (위반행위) 관련 가맹점사업자 또는 가맹희망자에게 판매한 (위반행위) 관련 상품이나 용역의 매출액 또는 이에 준하는 금액’이라는 식으로 규정하거나 「독점규제 및 공정거래에 관한 법률 시행령」 제13조 제1항 단서와 같이 \"이 경우 위반행위가 상품이나 용역의 구매와 관련하여 이루어진 경우에는 관련 상품이나 용역의 매입액을 관련매출액으로 본다.\"라는 식의 규정을 두었을 것이다.<br/>  다) 「독점규제 및 공정거래에 관한 법률」이나 가맹사업법 등에 따른 과징금은 위반행위에 의하여 얻은 불법적인 경제적 이익을 박탈한다는 부당이득 환수뿐만 아니라, 위반행위의 억지라는 행정목적을 실현하기 위하여 부과된다는 성격을 모두 가지고 있으므로(대법원 2022. 5. 26. 선고 2019두57398 판결 등 참조), 과징금이 반드시 부당이득액 범위에 한정되어야 하는 것은 아니다. 가맹본부가 가맹사업법 위반행위로 인하여 얻은 이익이 적거나 없다는 등의 사정은 부과기준율 적용단계 등 과징금을 최종적으로 결정하는 재량 행사과정에서 반영할 수 있다.<br/>  라) 「대규모유통업에서의 거래 공정화에 관한 법률」에서 규율하는 대규모유통업자와 납품업자 내지 매장임차인의 관계나 「대리점거래의 공정화에 관한 법률」에서 규율하는 공급업자와 대리점의 관계와 달리, 가맹본부의 상대방인 가맹점사업자는 일반서민 내지 소상공인인 경우가 대부분이고 거래 대상 물품은 주로 제품을 만들기 위한 재료 등이므로 과징금 산정기준을 위반행위 관련 상품이나 용역의 매출액으로 한정할 경우 그 매출액 자체가 크지 않아 위반행위의 억지라는 행정상 제재금의 목적을 달성하기 어려울 수 있다.<br/>  3) 원심은 판시와 같은 이유로 피고가 가맹사업법 시행령 제34조 제1항의 관련매출액을 ‘원고의 전단지 구입강제행위 기간 동안 관련 가맹점사업자들에게 판매한 상품이나 용역의 매출액 합계인 506,125,275,000원’으로 본 것은 가맹사업법령에 부합한다고 판단하였다.<br/>  관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 판단에 상고이유 주장과 같이 과징금 산정기준을 규정한 가맹사업법 시행령 제34조 제1항의 해석·적용에 관한 법리를 오해하는 등의 잘못이 없다. <br/>  라. 제8 상고이유에 관하여(전단지 구입강제 관련 과징금 납부명령의 재량권 일탈·남용 여부)<br/>  원심은 판시와 같은 이유로 전단지 구입강제 관련 과징금 납부명령(1,265,000,000원)이 재량권을 일탈·남용한 것으로 보기 어렵다고 판단하였다. <br/>  관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 판단에 상고이유 주장과 같이 재량권의 일탈·남용에 관한 법리를 오해하는 등의 잘못이 없다. <br/>  마. 제9, 10 상고이유에 관하여(부당한 계약조항의 설정 또는 변경행위에 대한 시정명령)<br/>  원심은 판시와 같은 이유로 원고가 가맹점사업자들과 체결한 2019년 가맹계약서에 가맹점사업자의 기초과정교육 미수료, 필수품목 사용의무 위반, 원고의 가맹점사업자에 대한 필수품목 사용 여부 점검 방해 및 거부, 원고에 대한 명예훼손 및 영업방해, 원고의 영업비밀 유출 등을 계약해지 통지절차를 거치지 않고 즉시 가맹계약을 해지할 수 있는 사유로 규정한 것은 가맹사업법 제12조 제1항 제3호, 제2항, 같은 법 시행령 제13조 제1항 [별표 2] 제3호 (다)목에서 규정한 ‘가맹점사업자가 이행하기 곤란하거나 가맹점사업자에게 불리한 계약조항을 설정 또는 변경하거나 계약갱신과정에서 종전의 거래조건 또는 다른 가맹점사업자의 거래조건보다 불리한 조건으로 계약조건을 설정 또는 변경하는 행위’에 해당한다고 판단하였다.<br/>  관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 판단에 상고이유 주장과 같이 ‘부당한 계약조항의 설정 또는 변경행위’의 판단 기준, 근거법령 등에 관한 법리를 오해하는 등의 잘못이 없다. <br/>  바. 제11 상고이유에 관하여(가맹점사업자단체 가입조건부 가맹계약체결행위에 대한 시정명령)<br/>  원심은 판시와 같은 이유로 원고가 가맹점사업자들과 체결한 2019년 가맹계약서에 \"원고가 △△△ 사업 성공을 위한 최상의 경영판단을 결정하고자, 가맹본부와 가맹점사업자(△△△ 동반행복 가맹사업자협의회)로 구성된 동행위원회를 구성할 수 있고, 가맹점사업자가 동행위원회의 대표성을 부인하고 참여를 거부하고자 할 경우에는, 본 계약을 체결한 날로부터 1개월 이내에 원고에게 거부의사를 서면으로 밝혀야 하며, 이 경우 본 계약은 자동적으로 무효가 되어 계약 효력은 그 즉시 상실되고, 그동안 원고가 가맹점사업자로부터 수령한 가맹금 등은 1회성 경비로 집행되어 소요되고 남은 잔액을 전액 가맹점사업자에게 반환한다. 단, 이 기간이 경과한 경우에는 이의가 없는 것으로 한다.\"라고 규정한 것은 가맹사업법 제14조의2 제5항에서 금지하는 ‘가맹점사업자단체에 가입 또는 가입하지 아니할 것을 조건으로 가맹계약을 체결한 행위’에 해당한다고 판단하였다.<br/>  관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 판단에 상고이유 주장과 같이 ‘가맹점사업자단체 가입조건부 가맹계약체결’의 판단 기준 등에 관한 법리를 오해하는 등의 잘못이 없다. <br/>  사. 제12, 13 상고이유에 관하여(시정명령의 대상 등)<br/>  원심은 판시와 같은 이유로 부당한 계약조항의 설정 또는 변경행위, 가맹점사업자단체 가입조건부 가맹계약체결행위 등 관련 시정명령에 관하여, 설령 피고가 이 사건 위반행위를 적발한 이후에 원고가 해당 가맹계약서 조항을 수정하고 그 수정된 내용을 소급적용하였더라도, 위반행위가 있었다는 사실 자체가 존재하는 이상 피고는 원고에게 장래에 동일한 유형의 행위를 반복하여서는 아니 된다는 내용의 시정을 명할 수 있다고 판단하였다. <br/>  관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 판단에 상고이유 주장과 같이 시정명령 대상 등에 관한 법리를 오해하는 등의 잘못이 없다. <br/>  2. 피고의 상고이유에 관한 판단(가맹점사업자단체 활동을 이유로 불이익을 제공한 행위에 대한 시정명령 및 과징금납부명령) <br/>  가. 관련 규정 및 법리<br/>가맹사업법 제14조의2 제5항은 \"가맹본부는 가맹점사업자단체의 구성·가입·활동 등을 이유로 가맹점사업자에게 불이익을 주는 행위를 하거나 가맹점사업자단체에 가입 또는 가입하지 아니할 것을 조건으로 가맹계약을 체결하여서는 아니 된다.\"라고 정하고 있다. 가맹사업법 제14조의2 제5항 전단에서 가맹점사업자단체 활동 등을 이유로 불이익을 주는 행위(이하 ‘불이익제공행위’라 한다)를 금지하는 취지는 가맹점사업자들로 하여금 가맹사업의 구조적 특성에 기인하는 가맹본부의 우월적 지위에 대응하여 가맹점사업자단체를 구성하여 활동할 수 있도록 함으로써 거래조건에 관한 협상력을 보장하여 그 권익을 보호하고 경제적 지위 향상을 도모하기 위한 것이다. 법령의 내용과 입법 취지에 비추어 보면, 가맹본부의 행위가 가맹사업법 제14조의2 제5항 전단에 따른 불이익제공행위에 해당하는지 여부는 먼저 해당 행위의 의도나 목적, 가맹점사업자가 한 가맹점사업자단체 활동 등의 구체적인 내용, 불이익제공의 경위, 불이익의 내용 및 정도, 관련 업계의 일반적인 거래관행, 가맹점사업자단체 가입 여부에 따른 취급의 차이, 가맹계약의 내용, 관계 법령의 규정 등 제반 사정을 종합적으로 고려하여 그 불이익제공행위가 실질적으로 볼 때 가맹점사업자단체 활동 등을 주된 이유로 하는 것인지에 따라 판단하여야 한다. 또한 해당 불이익제공행위를 가맹사업법에 따라 위법한 것으로 평가하기 위해서는 그것이 가맹사업법의 목적에 비추어 부당한 것이어야 하고, 여기에서 부당성 유무의 판단은 앞서 본 제반 사정에 비추어 가맹사업의 공정한 거래질서를 저해할 우려(가맹사업법 제1조)가 인정되는지 여부를 기준으로 판단하여야 한다. 한편 가맹사업법 제14조의2 제5항 전단의 ‘불이익을 주는 행위’의 내용이 가맹계약의 갱신을 부당하게 거절하는 것인 경우에는 가맹본부가 계약갱신의 거절 사유로 들고 있는 계약조건이나 영업방침 등의 위반 사실이 확인된 경위, 위반행위의 내용, 횟수와 정도, 다른 가맹점사업자에 대한 계약갱신의 실태, 동종 또는 유사한 위반행위에 대하여 종전에 또는 다른 가맹점사업자에게 한 조치 내용과의 비교 등 제반 사정을 종합하여 그 갱신거절이 가맹점사업자단체의 구성·가입·활동 등을 이유로 한 것인지를 판단하여야 한다. 나아가 가맹사업법 제13조 제2항이나 가맹점계약에서 정한 가맹점사업자의 계약갱신요구권 행사기간이 경과하여 가맹점사업자에게 계약갱신요구권이 인정되지 않는 경우라고 하더라도 가맹본부의 갱신거절이 당해 가맹점계약의 체결 경위·목적이나 내용, 그 계약관계의 전개 양상, 당사자의 이익 상황 및 가맹점계약 일반의 고유한 특성 등에 비추어 신의칙에 반하여 허용되지 아니하는 특별한 사정이 있을 수 있으므로, 그러한 경우에는 가맹점사업자에게 계약갱신요구권이 인정되지 않는다는 이유만으로 가맹본부의 갱신거절이 가맹사업법 제14조의2 제5항 전단의 ‘불이익을 주는 행위’에 해당하지 않는다고 볼 수는 없다(대법원 2021. 9. 30. 선고 2020두48857 판결 등 참조).<br/>  나. 원심판결 이유와 기록에 의하면 다음과 같은 사실 또는 사정을 알 수 있다.<br/>  1) 원고는 가맹점사업자에게 자신의 영업표지를 사용하여 치킨가맹점을 운영하도록 가맹점운영권을 부여하는 사업자로 가맹사업법 제2조 제2호에서 규정하는 가맹본부이다.<br/>  2) 원고의 가맹점사업자 중 □□□점과 ◇◇◇점의 점주 등 약 400명은 가맹점사업자단체를 구성하기로 협의하고 2018. 11. 창립총회를 통해 □□□점의 점주 소외 1과 ◇◇◇점의 점주 소외 2를 공동의장으로 하는 운영진 선임, 정관 제정 등의 절차를 거쳐 ‘전국△△△가맹점사업자 협의회’(이하 ‘이 사건 가맹점사업자단체’라 한다)를 결성하였으며, 2019. 1. 10. 국회 의원회관에서 발족식을 개최하였다.<br/>  3) 원고는 2018. 12. 7. 이 사건 가맹점사업자단체의 부의장인 소외 3(☆☆☆점)과 소외 4(▽▽▽점)에게 ‘기업경영방침 변화와 가맹계약에 대한 입장차이 등’을 이유로, 2019. 11. 15. 공동의장인 소외 1(□□□점)과 소외 2(◇◇◇점)에게 ‘통상적으로 적용되는 가맹계약조건이나 영업방침 미수락’을 이유로 각각 가맹계약 갱신거절을 통지하였고(이하 ‘이 사건 계약갱신거절행위’라 한다), 그 후 원고와 □□□점, ◇◇◇점 사이의 각 가맹계약은 종료되었다.<br/>  4) 한편 원고는 가맹계약 종료가 예정된 이 사건 가맹점사업자단체의 부의장 소외 3(☆☆☆점)이 계약종료유예요청서 및 각서를, 부의장 소외 4(▽▽▽점)와 소외 5(◎◎◎점)가 계약종료유예요청서를 각각 작성·제출하는 조건으로 계약종료를 6개월에서 1년까지 유예하였다. 또한 원고는 이 사건 가맹점사업자단체에서 사무국장으로 활동한 소외 6(◁◁◁점)으로 하여금 각서를 작성하게 하였다. 원고가 소외 3, 소외 4, 소외 5에게 작성하도록 요구한 계약종료유예요청서에는 ‘2018년 이후 수차례 △△△브랜드 가치를 훼손하는 행위를 하여 원고 등에게 피해를 준 사실을 인정하며, 원고를 비방하거나 다른 가맹점사업자들을 선동하는 등의 행위를 하거나 원고의 영업방침을 수락하지 않을 경우 언제든지 계약을 종료하고 어떠한 이의도 제기하지 않겠다.’라는 등의 내용이 포함되어 있다. 또한 소외 3, 소외 6이 작성한 각서에는 이 사건 가맹점사업자단체 결성으로 원고 등에게 손해를 끼친 것에 대해 반성한다는 내용이 포함되어 있다(이하 원고가 위 각 서류를 작성·제출하도록 한 행위를 ‘이 사건 계약종료유예요청서 및 각서 징구행위’라 한다).<br/>  5) 피고는 2021. 6. 9. 의결 제2021-158호로, 원고의 이 사건 계약갱신거절, 계약종료유예요청서 및 각서 징구행위는 가맹점사업자단체 활동을 이유로 가맹점사업자들에게 불이익을 주는 행위로서 가맹사업법 제14조의2 제5항에 위반된다는 이유로 시정명령(원심판결 별지1 제4항 기재 시정명령과 제6항 기재 통지명령, 제7항 기재 교육명령) 및 495,000,000원의 과징금 납부명령(원심판결 별지1 제8항 기재 과징금납부명령 중 일부)을 하였다.<br/>  다. 원심은, 이 사건 계약갱신거절행위 대상 가맹점들의 경우 모두 가맹계약 체결일로부터 총 10년인 계약갱신요구권 행사기간이 경과하였고, 가맹본부인 원고로서는 원칙적으로 가맹점사업자의 가맹계약 갱신요청을 받아들여 갱신 등에 합의할 것인지 여부를 스스로 판단·결정할 자유를 가지므로 특별한 사정이 없는 한 계약갱신을 거절하더라도 위법하지 않다는 점 등 그 판시와 같은 사정을 이유로, 원고의 이 사건 계약갱신거절, 계약종료유예요청서 및 각서 징구행위는 가맹사업법 제14조의2 제5항이 금지한 불이익제공행위로 볼 수 없다고 판단하였다.<br/>  라. 그러나 앞서 본 사실 또는 사정과 기록에 의하여 알 수 있는 아래의 사정을 앞서 본 법리에 비추어 살펴보면, 원고가 이 사건 가맹점사업자단체의 임원들을 대상으로 한 이 사건 계약갱신거절, 계약종료유예요청서 및 각서 징구행위 등 일련의 행위는 이 사건 가맹점사업자단체의 활동을 위축시키려는 목적에서 이루어진 것으로 전체적으로 가맹사업법 제14조의2 제5항에서 금지하고 있는 불이익제공행위에 해당한다고 보아야 한다. <br/>  1) 가맹사업법은 가맹본부의 허위·과장 정보제공, 부당한 영업시간 강요, 가맹계약 중도 해지 시 과도한 위약금 요구, 잦은 매장 환경개선 요구, 가맹본부의 우월한 거래상의 지위를 이용한 불공정행위 등으로 인해 가맹점사업자의 피해가 발생하는 것을 방지하는 방법의 하나로 가맹점사업자들이 가맹점사업자단체를 구성하여 활동할 수 있도록 하는 내용 등을 규정한 제14조의2를 신설하였다(2018. 8. 13. 법률 제12094호).<br/>  2) 이 사건 가맹점사업자단체는 2018. 11.경 창립되었는데, 원고가 이 사건 계약갱신거절행위를 한 4개 가맹점사업자들은 이 사건 가맹점사업자단체에서 공동의장(소외 1, 소외 2) 및 부의장(소외 3, 소외 4)의 직책을 맡아 그 활동을 주도하였다. 이 사건 가맹점사업자단체는 2019. 1.경 발족식을 개최하고 같은 해 9월경까지 원고에게 거래조건 등에 대한 협의 요청 등의 활동을 하였으나 원고는 이 사건 가맹점사업자단체의 거듭되는 협상 요청에 불응하였다. 원고는 위 4개 가맹점의 계약갱신 요청에도 불구하고, 계약종료시기가 도래한 2018. 12. 7. 소외 3, 소외 4에게, 2019. 11. 15. 소외 1, 소외 2에게 각각 계약갱신을 거절하는 서면을 발송하였다.   <br/>  3) 원고는 소외 3, 소외 4가 운영하는 2개 가맹점에 대하여 이 사건 계약갱신거절행위를 한 다음 소외 3, 소외 4로부터 계약종료유예요청서 및 각서를 징구하였는데, ‘본사를 비방하거나 다른 가맹점사업자를 선동하는 등 본사 및 △△△브랜드 명성을 훼손하는 행위를 하지 않을 것임을 확약한다.’는 내용의 계약종료유예요청서는 원고의 직원 소외 7이 작성하여 이들의 서명을 받았다. 또한 소외 3과 사무국장 소외 6이 작성한 각서에는 이 사건 가맹점사업자단체 활동에 대한 반성, 향후 활동 중지, 위반 시 원고의 처분 감수 등의 내용이 기재되어 있다. <br/>  4) 원고의 이 사건 계약갱신거절행위의 표면적인 사유는 추상적이고 모호한 ‘기업경영방침과 △△△ 가맹점 운영방식 상이’, ‘통상적으로 적용되는 가맹계약조건이나 영업방침 미수락’ 등인데, 원고는 구체적 갱신거절 사유를 밝히지 않았다. 피고의 조사과정에서 가맹본부인 원고 측이 주장한 가맹점사업자의 계약위반 관련 사항들은 이 사건 가맹점사업자단체 활동으로 인한 원고와 대상 가맹점사업자들 사이의 분쟁 과정에서 일어난 것이고, 이 사건 가맹점사업자단체 활동 전후로 ‘품질 및 위생점검’ 등에서 불합격 판정을 받거나 하는 등의 계약위반사항이나 귀책사유가 인정된 내용은 없다. 원고가 위 4개 가맹점사업자들에게 갱신거절 서면을 통지하기 이전에 자신의 경영방침 또는 가맹계약조건 등의 준수를 요청하거나 위반사항에 대한 시정요구 등을 한 사실도 없다.  <br/>  5) 원고의 요청에 따라 계약종료유예요청서를 작성한 소외 3은 원고가 또다시 굴욕적인 내용의 각서를 작성하라고 하여 결국 계약갱신을 포기한 것으로 보이고, 각서를 작성한 소외 4 역시 계약갱신을 포기하여 2019. 5. 10. 가맹계약이 종료되었다. <br/>  6) 원고는 1995. 9. 1. 설립되었는데 2017년 말 기준으로 가맹점 수는 1,659개이고, 계약이 종료된 가맹점 수는 2015년 기준 11개, 2016년 기준 40개, 2017년 기준 18개에 불과하다. 가맹점사업자가 스스로 계약종료를 원하는 경우도 있으므로, 가맹점사업자의 계약갱신 희망에도 불구하고 원고가 갱신을 거절한 경우는 이보다 더 적을 것으로 추측할 수 있다. 원고는 계약기간이 10년 이상인 가맹점사업자에 대해서는 패밀리장학금을 지급하였는데, 2016년까지 계약기간이 10년 이상에 해당하여 원고로부터 패밀리장학금을 받은 가맹점 수가 1,047개로, 10년 이상의 가맹점사업자들에 대해서도 원고는 대부분 가맹점계약을 갱신하였던 것으로 보인다. 그럼에도 이 사건 가맹점사업자단체가 정식으로 발족하여 활발한 활동을 하던 2019년경부터 2020. 9.경까지 이 사건 가맹점사업자단체 간부들이 운영하던 21개 가맹점 중 무려 12개 가맹점이 폐점하고, 원고가 이 사건 가맹점사업자단체의 공동의장과 부의장 전부에 대하여 가맹계약갱신을 거절하였다는 것은 매우 이례적인 상황으로 볼 수 있다.<br/>  7) 원고의 요구에 따라 가맹점사업자들이 ‘다른 가맹점사업자를 선동하고 사업자단체 활동을 한 것을 반성하고 향후 원고의 방침에 따르겠다.’는 내용의 계약종료유예요청서 또는 각서를 작성하여 제출한 것 자체만으로도 그들은 가맹점사업자단체 활동에 제약을 받거나 사실상 단체 활동을 포기하는 등의 불이익을 받은 것으로 볼 수 있다.  <br/>  8) 가맹본부인 원고로서는 가맹점사업자들로부터 가맹금, 가입비, 교육비, 개점행사비, 계약이행보증금, 공급물품대금 등을 지급받게 되므로, 가맹점사업자가 많을수록 이익이 발생하는 구조이고, 이를 유지·확충하기 위해서 가맹계약기간이 종료되더라도 특별한 사정이 없는 한 가맹계약을 갱신해 줄 필요성 또한 크다. 또한 가맹점사업자 입장에서도 지속적인 계약관계 유지를 예상하고 상당한 자본을 투자하여 가맹점사업을 시작하게 되므로, 가맹계약기간이 경과하더라도 갱신을 계속 희망할 가능성이 높다. 실제 최초 계약일로부터 계약종료시점까지, 소외 1은 14년 9개월, 소외 2는 17년 1개월, 소외 3은 13년, 소외 4는 12년 동안 가맹계약을 갱신하면서 가맹점을 운영하였다. 위 4개의 가맹점사업자들 모두 원고에게 계약갱신을 요청하였음에도 원고는 이 사건 계약갱신거절행위를 하였다. 위 가맹점사업자들은 상당한 자본을 들여 영업을 해 오면서 특별한 사정이 없는 한 가맹점계약이 갱신되리라는 합리적 기대를 가졌을 것으로 보이는데도 이 사건 가맹점사업자단체를 구성하여 활동하였다는 이유로 그 의사에 반하여 가맹계약이 종료되었다. <br/>  마. 따라서 원심의 이 부분 불이익제공행위에 관한 판단은 가맹사업법 제14조의2 제5항의 해석·적용에 관한 법리를 오해하여 필요한 심리를 다하지 않음으로써 판결에 영향을 미친 잘못이 있고, 이를 지적하는 피고의 상고이유 주장은 이유 있다.<br/>  3. 결론<br/>  원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원고의 상고를 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 엄상필(재판장) 노정희 오석준(주심) ",
    "사건번호": "2022두64808",
    "사건종류코드": "400107",
    "판례정보일련번호": "241055",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}