{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "일반행정",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20221012",
    "법원명": "서울고등법원",
    "사건명": "시정명령등취소",
    "판례내용": "【원    고】 주식회사 ○○○ (소송대리인 법무법인(유한) 외 1인)<br/>【피    고】 공정거래위원회 (소송대리인 법무법인 인본 담당변호사 서범석 외 1인)<br/>【변론종결】2022. 7. 6.<br/>【주    문】<br/>  1. 피고가 2021. 6. 9. 의결 제2021-158호로 원고에게 한 별지 1 기재 시정명령 및 과징금납부명령 중 제4항 시정명령, 제6항 시정명령 중 제4항에 관한 부분, 제7항 시정명령 중 제4항에 관한 부분, 제8항 과징금납부명령 중 1,265,000,000원을 초과하는 부분을 각 취소한다.<br/>  2. 원고의 나머지 청구를 기각한다.<br/>  3. 소송비용 중 3/4은 원고가, 나머지는 피고가 각 부담한다.<br/><br/>【청구취지】  피고가 2021. 6. 9. 의결 제2021-158호로 원고에게 한 별지 1 기재 시정명령 및 과징금납부명령을 모두 취소한다.<br/>【이    유】1. 처분의 경위<br/>가. 원고의 지위 및 일반 현황<br/>    원고는 가맹점사업자로 하여금 자신의 영업표지 ‘△△△’를 사용하여 치킨가맹점을 운영하도록 하고, 이에 따른 경영 및 영업활동 등에 대한 지원·교육·통제를 하며 그 대가로 가맹점사업자로부터 가맹금을 지급받는 자로서, 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것, 이하 ‘가맹사업법’이라 한다) 제2조 제2호의 ‘가맹점사업자에게 가맹점운영권을 부여하는 사업자’인 가맹본부에 해당한다.<br/>    원고의 일반 현황은 아래 [표 1] 기재와 같다.<br/>[표 1] 원고의 일반 현황(단위: 백만 원)연도자산총액부채총액자본금매출총액당기순이익가맹점 수(개)2017년81,89247,34315,418235,31716,7641,4902018년84,59841,73515,418230,03612,7211,6592019년108,62051,67015,418243,76114,0751,6362020년168,397106,30615,418319,9525,130-<br/>나. 시장 구조 및 실태<br/>    가맹사업은 가맹본부가 가맹점사업자에게 상표 등 영업표지의 사용을 허용하고 영업전반에 대한 노하우(Know-How) 등 각종 지원을 하는 대가로 가맹점사업자로부터 가맹금을 지급받는 형태로 운영된다.<br/>    최근 5년간 공정거래위원회에 정보공개서를 등록한 가맹본부, 영업표지(브랜드), 가맹점 수는 아래 [표 2] 기재와 같으며, 2019년 말 기준 업종별(외식업·서비스업·도소매업) 가맹본부, 브랜드, 가맹점 수 및 평균사업기간은 아래 [표 3] 기재와 같다.<br/>[표 2] 최근 5년간 가맹사업 현황(단위: 개, %)구 분2015년2016년2017년2018년2019년개수증감률개수증감률개수증감률개수증감률개수증감률가맹본부3,91012.34,2689.24,6318.54,8825.45,1756.0브랜드4,84413.05,2738.95,7418.96,0525.46,3534.9가맹점208,1045.2218,9974.2230,9555.5243,4545.4254,0404.3<br/>[표 3] 업종별 가맹사업 현황(단위: 개, %)구 분외식서비스도소매계개수비율개수비율개수비율가맹본부 수3,86174.61,02919.82855.55,175브랜드 수4,79275.41,24919.63124.96,353가맹점 수122,57448.275,04629.556,42022.2254,040평균사업기간주1)4년 7개월6년 1개월6년 5개월4년 11개월<br/>다. 원고의 가맹사업 운영 형태<br/>    원고의 정보공개서에 의하면, 영업표지 ‘△△△’ 가맹점은 점포 규모 및 영업형태에 따라 (브랜드명 1 생략), (브랜드명 2 생략), (브랜드명 3 생략), (브랜드명 4 생략) 등 4가지 유형으로 분류된다. 가맹희망자들이 ‘△△△’ 가맹사업을 창업하기 위해서는 [표 4] 기재와 같이 가입비, 교육비, 보증금 등의 가맹금을 원고에게 지급하여야 한다.<br/>[표 4] 원고 가맹점의 영업개시 전 가맹금 부담현황(단위: 천 원, 부가가치세 포함)구분(브랜드명 1 생략)(브랜드명 2 생략)(브랜드명 3 생략)(브랜드명 4 생략)가입비11,00011,00011,00011,000교육비4,1804,1804,1804,180보증금5,0005,0005,0003,000계20,18020,18020,18018,180<br/>    원고의 가맹점사업자는 영업개시 전 해당 점포의 인테리어 공사를 하고, 주방기기들을 구매·설치하여야 한다. 위 4개 가맹점 유형별 인테리어 시공 및 주방기기 구매·설치 비용은 다음 [표 5] 기재와 같다.<br/>[표 5] 원고 가맹점의 영업개시 전 인테리어 비용부담 현황(단위: 천 원, 부가가치세 포함)구  분(브랜드명 1 생략)(브랜드명 2 생략)(브랜드명 3 생략)(브랜드명 4 생략)인테리어14,52036,30036,30040,700외부인테리어4,4005,8305,8303,300주방기기 등 비품12,90717,75320,37922,000오토바이4,9504,9504,950-POS1,4741,4741,4741,133초도상품비4,4004,4004,4003,300계42,65170,70773,33370,433<br/>    한편, 2018년 말 기준 △△△의 가맹점 수는 1,636개이다. 가맹점사업자의 연간 평균매출액은 4억 58만 원 정도이고, 평균매출액은 최저 652만 원에서 최고 16억 4,137만 원 수준이다. 매장 1평당 평균매출액은 2,271만 원 수준이다.<br/>[표 6] 2018년 가맹점사업자의 연간 평균 매출액(단위: 천 원, 부가가치세 미포함)2018년 말 가맹점 수연간 평균 매출액연간 평균 매출액(상한)연간 평균 매출액(하한)연간 평균 매출액면적 3.3㎡당상한면적 3.3㎡당하한면적 3.3㎡당1,636400,58622,7151,641,374133,9116,524320<br/>라. 피고의 처분<br/>1) 피고의 원고에 대한 조사<br/>      피고는 원고에 대하여 조사를 실시한 결과, 원고가 ① 가맹점사업자에게 특정 업체로부터만 홍보전단지를 구매하도록 구속하고(이하 ‘거래상대방 구속행위’라 한다)가맹점사업자에게 가맹사업의 경영에 필요한 양을 넘는 홍보전단지를 구입하도록 강제하였으며(이하 ‘구입강제행위’라 한다), ② 거래상의 지위를 이용하여 가맹사업법 시행령에서 정한 사유보다 가맹점사업자에게 불리한 가맹계약 즉시해지사유 관련 계약조항을 설정 또는 변경하고(이하 ‘부당한 계약조항의 설정 또는 변경행위’라 한다), ③ 일부 가맹점사업자에게 가맹점사업자단체의 구성·가입·활동 등을 이유로 가맹점사업자의 계약갱신을 거절하거나 계약종료유예신청서 및 각서를 징구하며(이하 ‘가맹점사업자단체 활동을 이유로 한 불이익제공행위’라 한다), ④ 특정 가맹점사업자단체에 가입할 것을 조건으로 가맹점사업자와 가맹계약을 체결하였다(이하 ‘가맹점사업자단체 가입조건부 가맹계약체결행위’라 한다)고 보았다.<br/>2) 시정명령 및 과징금납부명령<br/>      이에 피고는 2021. 6. 9. 의결 제2021-158호로 원고에 대하여, ① 원고의 거래상대방 구속행위는 가맹사업법 제12조 제1항 제2호, 가맹사업법 시행령 제13조 제1항, [별표 2] 제2호 (나)목에, 구입강제행위는 가맹사업법 제12조 제1항 제3호, 가맹사업법 시행령 제13조 제1항, [별표 2] 제3호 (가)목에, 부당한 계약조항의 설정 또는 변경행위는 가맹사업법 제12조 제1항 제3호, 가맹사업법 시행령 제13조 제1항, [별표 2] 제3호 (다)목에, 가맹점사업자단체 활동을 이유로 한 불이익제공행위 및 가맹점사업자단체 가입조건부 가맹계약체결행위는 각 가맹사업법 제14조의2 제5항에 각 위반된다고 본 뒤, ② 향후 위 각 행위와 동일 또는 유사한 행위가 반복될 우려가 있다는 이유로 가맹사업법 제33조에 따라 별지 1 제1 내지 5항 기재와 같은 내용의 시정명령을 하는 한편, ③ 원고의 거래상대방 구속행위, 구입강제행위 및 가맹점사업자단체 활동을 이유로 한 불이익제공행위에 대해 가맹사업법 제35조, 가맹사업법 시행령 제34조, [별표 4의2], 구 가맹사업법 위반사업자에 대한 과징금 부과기준에 관한 고시(2021. 12. 29. 공정거래위원회고시 제2021-42호로 개정되기 전의 것, 이하 ‘과징금 고시’라 한다) Ⅳ. 1. 가., Ⅳ. 2. 가. (2)의 규정에 따라 원고에게 합계 17억 6,000만 원의 과징금을 부과하였다(이하 위 각 시정명령과 과징금납부명령을 통틀어 ‘이 사건 처분’이라 한다).<br/>3) 과징금의 산정 근거<br/>가) 거래상대방 구속행위 및 구입강제행위<br/>(1) 산정근거<br/>(가) 관련매출액<br/>            피고는 원고가 ●●●점 등 1,584개 가맹점사업자들에게 위반행위 기간 동안 판매한 상품이나 용역 전체의 매출액 합계인 506,125,275,000원을 관련매출액으로 보았다.<br/>(나) 산정기준<br/>            피고는, 원고의 이 부분 위반행위는 다수의 가맹점사업자들을 대상으로 발생하여 ‘중대한 위반행위’에 해당하나, 이행하지 않은 가맹점사업자들에 대한 특별한 제재가 없었다는 점, 원고가 위반행위로 인해 부당이득을 얻었다고 보기 어렵다는 점 등을 고려하여, 과징금 고시 Ⅳ. 1. 가. 단서에 근거하여 ‘중대성이 약한 위반행위’로 보아 0.5%의 부과기준율을 적용하였다. 위 관련매출액에 위 부과기준율을 곱한 과징금액은 2,530,626,000원(506,125,275,000원 × 0.5%, 천 원 미만 버림)이다.<br/>(2) 부과과징금의 결정<br/>          피고는 원고의 전단지 매출액은 전체 매출액의 0.5% 미만인 점에 비추어 볼 때, 원고가 전단지 거래를 통해 취득한 이득에 비하여 산정기준이 과도한 측면이 있다고 보아 과징금의 50%를 감경하고 1백만 원 미만을 절사하여 12억 6,500만 원을 부과과징금으로 결정하였다.<br/>나) 가맹점사업자단체 활동을 이유로 한 불이익제공행위<br/>(1) 산정근거<br/>(가) 관련매출액<br/>            피고는 이 부분 관련매출액을 구체적으로 산정하기 곤란하다고 보아 가맹사업법 제35조 제1항 단서에 따라 정액과징금을 부과하였다.<br/>(나) 산정기준<br/>            피고는 이 부분 위반행위는 ‘매우 중대한 위반행위’에 해당한다는 이유로 부과기준금액의 범위 내(4억 원 이상 5억 원 미만)에서 4억 5,000만 원을 산정기준 금액으로 정하였다.<br/>(2) 1·2차 조정<br/>          피고는 이 부분 위반행위의 기간이 1년을 초과한다는 이유로 위 산정기준의 100분의 10에 해당하는 금액을 가산하였다.<br/>(3) 부과과징금의 결정<br/>          피고는 원고에게 기타 감경사유가 없다고 보아 4억 9,500만 원(4억 5,000만 원 × 110%)을 부과과징금으로 결정하였다.<br/>다) 부과과징금 합계<br/>        따라서 부과과징금은 총 17억 6,000만 원(12억 6,500만 원 + 4억 9,500만 원)이다.<br/>[인정근거] 다툼 없는 사실, 갑 제1호증, 을 제32호증의 각 기재, 변론 전체의 취지<br/>2. 관계 법령<br/>  별지 2 기재와 같다.<br/>3. 시정명령의 적법 여부에 관한 판단<br/>가. 거래상대방 구속행위에 대한 시정명령에 관하여<br/>1) 원고의 주장 요지<br/>      원고의 전단지 제작 절차상 원고는 가맹점사업자의 주문을 받아 전단지 제작업체에게 전단지 제작을 의뢰하므로, 가맹점사업자에게 특정 업체와 거래할 것을 강제한 사실이 없을 뿐 아니라, 원고와 가맹점사업자 사이의 가맹계약서에 의하더라도 사전 서면승인이 있으면 원고가 지정한 업체가 아닌 다른 업체를 통한 전단지 제작이 가능하고, 실제 다른 업체를 통해 전단지를 제작한 가맹점사업자가 존재하며, 원고가 지정업체가 아닌 다른 업체를 통해 전단지를 제작한 가맹점사업자에 대하여 계약해지 등 불이익을 가한 바 없으므로, 원고가 거래상대방을 구속하였다고 볼 수 없다. 설령 원고가 거래상대방을 구속하였다고 하더라도, 이는 판매촉진이라는 효과를 확실히 거두기 위한 것이었으며, 원고가 안내한 전단지 제작 절차가 오히려 가맹점사업자들에게도 이익이 되고 거래상대방의 지정을 통해 원고가 이익을 얻은 적도 없으므로, 부당성을 인정할 수 없다.<br/>2) 인정사실<br/>      가) 원고의 2019년 가맹계약서(이하 ‘2019년 가맹계약서’라 한다) 제17조는 ‘판촉행사’라는 표제 하에 제4항에서 개별 가맹점의 기본 판촉행사 활동 의무에 관하여 정하고 있는데, 그중 제2호는 ‘개별적 고지전단지(기타 다른 형태의 대체 고지물 포함)의 디자인 시안은 원고의 비용으로 기획·디자인한 후, 원고의 전단지 몰에 게시하거나 PRM에 공지한다. 가맹점사업자는 무료로 원고의 무형의 지식재산인 디자인저작권을 사용할 수 있되, 원고의 지정 고지전단지(기타 다른 형태의 대체 고지물 포함) 제작업체를 통해서만 제작하여야 한다.’고 규정하고 있고, 제3호는 ‘가맹점사업자가 원고의 사전 서면승인을 받지 않은 디자인을 사용하여 제작된 고지전단지(기타 다른 형태의 대체 고지물 포함)는 원고의 유·무형의 지식재산권(상표권, 저작권 등)의 도용 및 불법·임의 사용에 따른 지적재산권 침해에 해당하므로, 가맹점사업자는 임의로 원고의 디자인을 사용한 고지전단지(기타 다른 형태의 대체 고지물 포함)를 제작·사용할 수 없다. 또한, 가맹점사업자가 원고의 디자인 시안을 원고의 사전서면 승인을 받지 않고 원고가 지정한 업체가 아닌 타 업체에서 무단으로 제작하여 사용하여서도 아니 된다.’고 규정하고 있다. 2019년 가맹계약서는 제23조 제1항 제13호 (다)목에서 가맹점사업자가 제17조 제4항 제3호의 의무를 위반한 경우를 계약해지사유의 하나로 규정하고 있다.<br/>      나) 원고 가맹점사업자들의 전단물 구매절차를 살펴보면, 가맹점사업자가 매장 POS를 통해 원고가 운영하는 전단지 몰에 접속하여 시안 및 수량 등을 선택 주문하고, 그 주문내역은 원고가 지정한 전단물 제작업체에 직접 전송된다. 이후 원고가 가맹점사업자로부터 전단물 대금을 수령하여 인쇄업체에 지급하고, 제작된 전단물은 원고의 물류센터에 입고되어 가맹점사업자에게 배송된다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 3호증, 을 제2, 3, 32호증의 각 기재, 변론 전체의 취지<br/>3) 구체적 판단<br/>      가) 가맹사업법 제12조는 ‘불공정거래행위의 금지’라는 표제 하에 제1항에서 \"가맹본부는 다음 각 호의 어느 하나에 해당하는 행위로서 가맹사업의 공정한 거래를 저해할 우려가 있는 행위를 하거나 다른 사업자로 하여금 이를 행하도록 하여서는 아니 된다.\"라고 규정하고 있고, 불공정거래행위의 하나로 제2호에서 ‘가맹점사업자가 취급하는 상품 또는 용역의 거래상대방을 부당하게 구속하거나 제한하는 행위’를 들고 있다. 그리고 같은 조 제2항의 위임에 따른 가맹사업법 시행령 제13조 제1항, [별표 2] 제2호 (나)목은 ‘부동산·용역·설비·상품·원재료 또는 부재료의 구입·판매 또는 임대차 등과 관련하여 부당하게 가맹점사업자에게 특정한 거래상대방(가맹본부를 포함한다)과 거래할 것을 강제하는 행위’를 위 구속조건부 거래의 한 유형인 ‘거래상대방의 구속’으로 규정하고 있다.<br/>      나) 가맹사업법 제12조 제1항 제2호, 제2항, 가맹사업법 시행령 제13조 제1항, [별표 2] 제2호 (나)목의 내용, 형식, 체제 및 입법 취지 등에 비추어 보면, 가맹본부가 전단지 제작을 자기 또는 자기가 지정한 자로부터 하도록 하는 행위가 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하는지는, 가맹사업의 목적과 가맹점계약의 내용, 가맹금의 지급방식, 가맹사업의 대상인 상품 또는 용역과 전단지와의 관계에 비추어 보았을 때, 통일된 디자인의 전단지가 가맹사업을 경영하는 데에 필수적인 것인지, 가맹사업의 통일적 이미지 확보와 상품의 동일한 품질 유지를 위한 기술관리·표준관리·유통관리·위생관리의 필요성 등의 측면에서 가맹점사업자에게 전단지 시안만을 제시하고 임의로 그 전단지를 제작하도록 하여서는 가맹사업의 통일적 이미지 확보와 상품의 동일한 품질을 보증하는 데 지장이 있는지, 미리 정보공개서를 통하여 가맹점사업자에게 특정한 거래상대방과 거래해야만 한다는 점을 알리고 가맹점사업자와 계약을 체결하였는지 등을 종합적으로 고려하여 판단하여야 한다. 한편 특정한 거래상대방과 거래하도록 ‘강제’하는 행위에는, 상대방이 구입하지 아니할 수 없는 객관적인 상황을 만들어내는 것도 포함된다. 또한 가맹점사업자가 가맹계약 체결 전에 특정한 거래상대방과 거래하여야 하는 사정을 정보공개서를 통해 알리거나, 그에 대하여 사전에 의사 합치가 있는 상태에서 가맹계약을 체결하였다는 사정이 있다고 하더라도, 그와 같은 사정이 있기만 하면 언제나 ‘부당하게 가맹점사업자에게 특정한 거래상대방과 거래할 것을 강제하는 행위’에 해당하지 않는다고 단정할 수는 없다(대법원 2018. 11. 9. 선고 2015두59686 판결 등 참조).<br/>      다) 앞서 인정한 사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 앞서 본 관련 규정과 법리에 비추어 보면, 원고는 가맹점사업자들로 하여금 원고가 지정한 제작업체를 통해서만 전단지를 제작할 수 있도록 강제하였다고 할 것이고, 이는 가맹사업법 제12조 제1항 제2호, 제2항, 같은 법 시행령 제13조 제1항, [별표 2] 제2호 (나)목을 위반한 것이다.<br/>        ① 전단지는 원고가 판매하는 상품 그 자체는 아니고 원고가 판매하는 상품의 판촉을 위한 홍보물로서, 반드시 모든 가맹점사업자가 배포하는 전단지가 동일한 디자인과 형태를 갖추어야만 한다고 볼 수 없다. 전단지가 그 홍보 대상이 되는 상품, 나아가 원고의 이미지에 영향을 미치는 측면이 있다고 하더라도, 원고가 판매하는 상품에 관하여 특수한 식자재나 원재료가 사용되어야 하는 것과 같이 통일적이고 획일적인 기준을 엄격히 요구할 필요가 있다고 보기 어렵다. 오히려 전국의 원고 가맹점사업자들은 영업활동을 하는 지역의 환경과 특색에 따라 그 영업환경에 특화되어 소비자들을 대상으로 더 큰 홍보효과를 거둘 수 있는 전단지를 어느 정도 자유롭게 제작할 필요도 있다.<br/>        ② 물론 전단지는 가맹점사업자를 홍보하는 것이라기보다는 원고의 상품을 홍보하는 것이므로, 그 대략적인 내용과 구성을 담은 시안의 짜임은 가맹점사업자들 사이에 어느 정도 통일될 필요가 있을 수 있다. 그러나 일단 그와 같이 시안을 통일적으로 구성한 다음에는, 그 시안을 기초로 전단지를 제작하는 업체까지 반드시 제한되어야 한다거나 가맹점사업자가 원고에게 의뢰하는 방식을 통하여서만 전단지를 제작하여야만 한다고 볼 수 없다. 오히려 전반적인 내용과 구성은 원고가 제시한 시안을 따르되, 내용의 배치와 강조점, 글자의 글꼴과 색상 등 세부적인 내용은 가맹점사업자별로 어느 정도 자유롭게 결정할 수 있도록 하는 것이 판촉활동에 도움이 될 수 있고, 위와 같은 세부적인 사항까지도 반드시 모든 가맹점사업자에 관하여 통일되어야 한다고 보기는 어렵다.<br/>        ③ 그럼에도 2019년 가맹계약서는 가맹점사업자가 원고가 지정하는 업체를 통해서만 전단지를 제작·사용할 수 있다고 분명하게 규정하고 있다. 2019년 가맹계약서 제17조 제4항 제2호는 가맹점사업자는 원고가 지정하는 제작업체를 통해서만 전단지를 제작하여야 한다고 정하고 있고, 제3호는 가맹점사업자는 원고의 사전 서면승인 없이 원고가 지정한 업체가 아닌 다른 업체에서 무단으로 제작하여 사용할 수도 없다고 정하고 있다. 나아가 2019년 가맹계약서는 제23조 제1항 제13호 (다)목에서 가맹점사업자가 위 제17조 제4항 제3호의 의무를 위반한 경우를 계약해지사유의 하나로 규정하고 있다. 이는 원고가 가맹점사업자의 거래상대방을 구속한 것이라고 보지 않을 수 없다.<br/>        ④ 원고는, 2019년 가맹계약서를 보더라도 원고의 사전 서면승인이 있으면 원고의 지정업체가 아닌 다른 업체를 통해서 전단지를 제작할 수 있으므로, 가맹점사업자의 거래상대방을 구속한 바 없다고 주장한다. 그러나 거래상대방에 대한 제한을 두지 않는 것과 엄격한 요건 하에 예외를 두는 것은 구별되고, 가맹사업의 공정한 거래질서를 확립하고 가맹본부와 가맹점사업자가 대등한 지위에서 상호보완적으로 균형있게 발전하도록 하는 것을 목적으로 하는 가맹사업법의 입법취지에 비추어 볼 때, 가맹사업법이 금지하는 거래상대방의 구속은 어느 경우에도 예외 없이 거래상대방을 제한하는 경우뿐만 아니라, 그 예외 요건을 엄격히 설정함으로써 가맹점사업자로 하여금 사실상 거래상대방의 선택에 제한을 받아 자유로운 영업활동과 공정한 경쟁이 저해되는 경우까지 포함하는 것이라고 보아야 한다. 원고가 2019년 가맹계약서에 전단지 제작은 원고 지정업체를 통해서만 가능하다는 점을 분명하게 규정하고 이를 위반하는 경우 계약해지 등 불이익이 있을 수 있다는 점까지 규정하여 둔 이상, 사전 서면승인이라는 엄격한 요건이 충족되면 원고 지정업체가 아닌 다른 지정업체를 통해서 전단지를 제작하는 것이 가능하였는지 여부와 무관하게, 원고의 가맹점사업자들 중 대다수는 원고 지정업체가 아닌 다른 업체를 통한 전단지 제작을 단념하고 원고 또는 원고의 지정업체를 통해서만 전단지를 제작하는 것을 선택하지 않을 수 없었을 것임은 어렵지 않게 짐작할 수 있다.<br/>        ⑤ 원고는 또한, 2019년 가맹계약서의 문언과는 별개로 실제로는 가맹점사업자들로 하여금 지정업체를 통해서만 전단지를 제작하도록 강요하지 않았고, 원고 지정업체가 아닌 다른 업체를 통하여 전단지를 제작하는 것을 허용하였으며, 실제로 원고 지정업체가 아닌 다른 업체에 의뢰하여 전단지를 제작한 사례가 있고, 그러한 가맹점사업자에게 불이익을 가한 바 없으므로, 가맹점사업자의 거래상대방을 구속한 바 없다고도 주장한다. 그러나 가맹사업법은 단순히 가맹점사업자의 거래상대방이 예외 없이 제한되거나 그 제한을 위반하는 경우 실제로 계약해지 등 불이익한 결과가 발생하는 것을 예방하는 것을 넘어, 가맹본부가 가맹점사업자에게 추상적으로 거래상대방을 구속함으로써 가맹점사업자의 자유로운 영업활동이 제한되고 공정한 거래가 저해될 우려가 발생하는 것 자체를 방지하고자 하는 취지라고 보아야 하므로, 원고가 2019년 가맹계약서에서 가맹점사업자는 원고가 지정하는 업체를 통해서만 전단지를 제작할 수 있다고 규정함으로써 원고는 이미 가맹점사업자의 거래상대방을 구속한 것이라고 보아야 하고, 이는 소수의 일부 가맹점사업자가 실제로 원고 지정업체가 아닌 다른 업체를 통하여 전단지를 제작하였다거나 결과적으로 그러한 가맹점사업자에게 계약해지 등의 불이익이 가해진 바 없다고 하더라도 마찬가지라고 보아야 한다.<br/>        ⑥ 원고는, 원고 가맹점사업자의 전단지 제작 절차를 보면, 가맹점사업자는 원고가 마련한 웹사이트를 통해 원고에게 전단지의 제작을 의뢰할 뿐이고, 그 의뢰를 받은 원고가 다시 전단지 제작업체를 선정하여 제작을 맡기는 것이므로, 애초에 가맹점사업자가 제작업체를 선택할 수 있는 구조가 아니고, 따라서 거래상대방이 특별히 제한될 가능성도 없다고 주장한다. 그러나 가맹사업법 시행령 [별표 2]에 의하면 가맹점사업자에게 가맹본부를 포함하여 특정한 거래상대방과 거래할 것을 강제하는 행위는 거래상대방을 구속하는 행위에 포함되고, 원고의 행위는 가맹점사업자가 원고 또는 원고가 지정하는 업체와만 거래하도록 강제한 것에 해당한다.<br/>        ⑦ 원고는, 가맹사업법이 가맹본부의 구속조건부 거래를 금지하는 이유는 가맹본부가 부당한 이익을 얻는 것을 막기 위함인데, 원고는 전단지 제작업체 지정을 통해 이익을 얻은 바 없고 오히려 손실을 보았으므로, 이 점에서도 원고의 행위가 가맹사업법에 위반되지 않는다고 주장한다. 그러나 가맹사업법이 구속조건부 거래를 금지하는 목적이 반드시 가맹본부가 이익을 얻는 것을 막기 위함이라고 단정할 수 없으며(가령 가맹본부는 자신이 손해를 보더라도 제3자와의 관계 유지를 위해 제3자에게 이익이 되는 선택을 가맹점사업자들에게 강제할 가능성이 있다), 원고가 전단지 제작업체 지정을 통해 손해를 보았는지도 분명하지 않다(오히려 갑 제5호증의 기재에 의하면, 원고는 2019년 및 2020. 8. 말까지 기간 동안 전단지 제작을 통해 차액을 남긴 사실을 인정할 수 있다. 원고는 물류비와 디자인개발비를 포함시키면 원고가 손실을 보았음이 분명하다고 주장하나, 물류비와 디자인개발비는 제작업체의 지정 여부와 관계없이 발생할 수 있는 비용이므로, 원고의 이 부분 주장은 이유 없다).<br/>      라) 따라서 원고의 이 부분 주장은 받아들이지 아니한다.<br/>나. 구입강제행위에 대한 시정명령에 관하여<br/>1) 원고의 주장 요지<br/>      원고의 정보공개서상 전단지가 권장 구매항목으로 표시되어 있는 점에서 알 수 있듯이 원고는 가맹점사업자들에게 전단지의 구입을 강제한 바 없다. 대부분의 가맹점사업자들 역시 원고가 요구하는 수량의 전단지를 구입하지 않았고, 원고도 그와 같은 가맹점사업자들에게 어떠한 불이익을 제공한 바도 없다. 오히려 원고는 전단지 제작을 통해 이익을 보지 않고 손해를 보았을 뿐만 아니라, 전단지 제작·배포는 결국 각 가맹점사업자의 매출 증대를 위한 것으로서 가맹점사업자에게 전단지 구매를 독려하였더라도 부당하다고 볼 수 없다.<br/>2) 인정사실<br/>      가) 원고의 2018년 가맹계약서(이하 ‘2018년 가맹계약서’라 한다)는 제26조에서 가맹점사업자의 광고 및 판촉활동 참여의무에 관하여 규정하면서, 제5항에서 ‘가맹점사업자는 주당 각 가맹점의 영업지역 내 세대 수 이상의 수량으로 전단지를 자신의 비용으로 배포하여야 한다.’고 규정하고 있다. 2018년 가맹계약서 제19조 제1항 제10호 (가)목은 제26조에서 정한 광고 및 판촉활동을 정당한 사유 없이 이행하지 않는 경우를 계약해지사유의 하나로 들고 있다.<br/>      나) 2019년 가맹계약서 제17조 제4항은 개별 가맹점의 기본 판촉행사 활동 의무에 관하여 규정하면서, 가맹점사업자는 자신의 비용으로 자신의 영업지역 내에서 매출 촉진을 위해 판촉활동을 최선을 다해 수행하여야 한다고 정하고 있다. 같은 항 제1호는 ‘가맹점사업자는, 원고가 연구하고 노력하여 창조한, 최고의 지식재산이자 전 세계에서 배달(전송)서비스를 위한 유일한 마케팅 전략 매뉴얼인 원고의 ▷▷▷ 전략의 실행 과정에 있어, 가맹점사업자의 영업지역 내 고객관리 및 매출활성화를 위하여, 오프라인상의 광고, 홍보를 위한 고지전단지(기타 다른 형태의 대체 고지물 포함)가 가장 저렴하고 최고의 효과를 낼 수 있다는 점을 인식하고, 가맹점사업자의 해당 영업지역 내에 위치하는 고객 가구 수에 해당하는 수량의 고지전단지(기타 다른 형태의 대체 고지물 포함)를, 주 1회 가맹점사업자 자신의 비용으로 제작·배포하여야 한다. (예: 영업지역 내 고객 가수 수가 4,000가구이면, 4,000매/주의 고지전단지[기타 다른 형태의 대체 고지물 포함]를 제작·배포)’라고 규정하고 있다. 2019년 가맹계약서는 제23조 제1항 제13호 (나)목에서 가맹점사업자가 제17조 제4항 제1호의 ‘주 1회 전단지 의무수량 배포의무’를 이행하지 않는 경우를 계약해지사유의 하나로 규정하고 있다.<br/>      다) 원고는 가맹점사업자들로부터 전단지 구입비용을 지급받아 전단지 제작업체에 전단지의 제작을 의뢰하였다.<br/>      라) 원고는 2020. 2.부터 같은 해 6.까지의 기간 동안 가맹점사업자가 의무수량만큼의 전단물을 주문하지 않는 경우 가맹점사업자의 비용으로 전단물을 제작·배포하여야 하는 활동(이하 ‘▷▷▷활동’이라 한다)을 이행하지 않은 것으로 간주하고, 해당 가맹점사업자에게 물류공급중단, 계약갱신거절, 계약해지 등을 경고하는 내용의 내용증명을 3차례에 걸쳐 총 970건을 발송하였다.<br/>      마) 원고는 ▷▷▷ 활동을 거부한 ♤♤♤점에 대하여 동일한 위반이 반복될 경우 계약을 즉시해지 할 수 있다고 경고하는 내용의 시정조치 요구서를 발송하였다.<br/>      바) 2018. 5. 1.부터 2021. 4. 27.까지 사이에 원고로부터 전단지를 구매한 가맹점사업자들의 목록과 그 각 금액은 별지 3 기재와 같다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 3, 5호증, 을 제1, 3 내지 5, 31, 32호증의 각 기재, 변론 전체의 취지<br/>3) 구체적 판단<br/>      가) 가맹사업법 제12조는 ‘불공정거래행위의 금지’라는 표제 하에 제1항에서 \"가맹본부는 다음 각 호의 어느 하나에 해당하는 행위로서 가맹사업의 공정한 거래를 저해할 우려가 있는 행위를 하거나 다른 사업자로 하여금 이를 행하도록 하여서는 아니된다.\"라고 규정하고 있고, 불공정거래행위의 하나로 제3호에서 ‘거래상의 지위를 이용하여 부당하게 가맹점사업자에게 불이익을 주는 행위’를 들고 있다. 그리고 같은 조 제2항의 위임에 따른 가맹사업법 시행령 제13조 제1항, [별표 2] 제3호 (가)목은 ‘가맹점사업자에게 가맹사업의 경영과 무관하거나 그 경영에 필요한 양을 넘는 시설·설비·상품·용역·원재료 또는 부재료 등을 구입 또는 임차하도록 강제하는 행위’를 위 거래상 지위 남용행위의 한 유형인 ‘구입강제’로 규정하고 있다.<br/>      나) 앞서 인정한 사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 위 관련 규정의 문언과 취지에 비추어 보면, 원고는 원고의 거래상 지위를 남용하여 가맹점사업자들로 하여금 원고의 전단지를 구입하도록 강제하였다고 할 것이고, 이는 가맹사업법 제12조 제1항 제3호, 제2항, 같은 법 시행령 제13조 제1항, [별표 2] 제3호 (가)목을 위반한 것이다.<br/>        ① 2018년 가맹계약서 및 2019년 가맹계약서는 모두 원고의 가맹점사업자는 매주 일정 수량 이상의 전단지를 가맹점사업자 자신의 비용으로 제작·배포하여야 한다고 규정하고 있다. 특히 2019년 가맹계약서는 \"예: 영업지역 내 고객 가수 수가 4,000가구이면, 4,000매/주의 고지전단지(기타 다른 형태의 대체 고지물 포함)를 제작·배포\"라는 예시까지 들면서 가맹점사업자의 전단지 제작·배포의무를 규정하고 있다. 그리고 앞서 본 바와 같이 원고 가맹점사업자가 전단지를 제작하여 배포하기 위해서는 원고에게 전단지의 제작을 의뢰하여야 하고, 원고에게 전단지 구입비용을 지급하여야 하므로, 결국 2018년 가맹계약서 및 2019년 가맹계약서의 전단지 제작·배포의무는 원고로부터의 전단지 구입의무라고 할 수 있다.<br/>        ② 전단지가 원고 상품의 판매 촉진에 중요한 역할을 하고 매출 증진의 효과가 있다고 하더라도, 가맹점 경영에 필요한 양을 넘어서는 수량의 전단지를 구입하도록 하는 것은 가맹사업법령이 금지하는 구입강제에 해당한다. 그런데 매주 가맹점사업자의 영업지역 내 가구 수만큼의 전단지를 구입하도록 하는 것은 경영에 필요한 범위를 벗어나는 것이라고 보인다. 앞서 든 증거에 의하면, 2019년 가맹계약서 제9조 제1항은 원고 가맹점사업자의 영업지역은 일응 4,000가구를 기준으로 설정되는데, 위 4,000가구를 기준으로 할 때 한 가맹점당 매주 4,000장의 전단지를 배포하여야 원고가 요구하는 수량을 충족할 수 있는데, 이는 원고 가맹점의 매출규모나 원고가 판매하는 상품의 특성을 고려할 때 지나치게 많은 양으로 보이며, 그보다 적은 수 또는 낮은 빈도의 전단지로도 유사한 홍보 효과를 거둘 수 있을 것으로 보인다. 신상품을 출시하거나 특별 행사를 진행하는 등으로 단기간에 소비자에게 알릴 필요가 있는 경우라면 집중적인 홍보가 필요할 수도 있겠으나, 그러한 사정이 없는 평상시의 경우에도 매주 영업지역 내 가구 수만큼의 전단지가 필요하다고 보기 어렵다. 오히려 너무 많고 잦은 전단지의 배포는 소비자의 피로감을 유발할 가능성도 있는데, 매주 가구당 한 장의 전단지 배포는 그러한 정도에 이른다고 볼 여지도 있다.<br/>        ③ 을 제9호증의 기재에 의하면, 원고의 가맹점사업자 중 한 명이라고 주장하는 사람이 2018. 7. 18. 피고에게 보낸 ‘△△△치킨 전단지 밀어넣기 신고합니다.’라는 제목의 익명제보에는 ‘피고가 구입을 강제하는 전단지는 그 수량이 너무 많아 모두 배포할 수 없고, 배포하지 못하고 남은 전단지가 매장에 쌓여 있다가 폐지로 버려진다’는 내용이 포함되어 있는 사실, 2020. 5. 22.자 다른 익명제보에도 ‘한 달 배달 건수가 2,000회도 되지 않는 정도의 매장에 20,000장의 전단지가 필요하지 않다. 모두 폐지로 버려지게 된다’는 내용이 포함된 사실을 인정할 수 있는바, 실제로 원고의 가맹점사업자들은 원고로부터 경영상 필요한 범위를 넘는 전단지의 구입을 강제당하고 있는 것으로 보인다(을 제29호증의 기재에 의하면, 원고의 가맹점당 월 평균 주문건수는 2018년부터 2020. 9.까지 기간 동안 최소 1,173건에서 최대 2,241건으로, 원고가 설정한 전단지 의무구매수량에 비해 현저히 낮다).<br/>        ④ 경범죄 처벌법 제3조 제1항 제9호는 ‘다른 사람 또는 단체의 집이나 그 밖의 인공구조물과 자동차 등에 함부로 광고물 등을 붙이거나 내걸거나 끼우거나 글씨 또는 그림을 쓰거나 그리거나 새기는 행위 등을 한 사람 또는 다른 사람이나 단체의 간판, 그 밖의 표시물 또는 인공구조물을 함부로 옮기거나 더럽히거나 훼손한 사람 또는 공공장소에서 광고물 등을 함부로 뿌린 사람’은 10만 원 이하의 벌금, 구류 또는 과료의 형으로 처벌한다고 규정하고 있는바, 가구별 세대 출입문이나 길거리의 전봇대나 담벼락에 전단지를 부착하거나 길거리에 전단지를 함부로 뿌리는 행위는 범죄행위에 해당한다. 따라서 가맹점사업자로서는 비용을 들여 전단지 의무구입 수량을 충족하더라도 그와 같이 구입한 전단지 전량을 적시에 활용할 방법이 마땅치 않다. <br/>        ⑤ 원고는 원고의 정보공개서상 전단지가 권장 구매사항으로 되어 있으므로, 원고가 가맹점사업자들에게 전단지의 구입을 강제한 것으로 볼 수 없다고 주장하나, 정보공개서는 가맹본부의 일반 현황, 가맹본부의 가맹사업 현황 등 가맹사업법 제2조 제10호 각 목이 규정하는 사항에 관한 정보를 공개하는 문서에 불과할 뿐 가맹점사업자에게 직접적으로 가맹본부에 대한 의무를 부과하는 문서는 아니므로, 원고가 가맹점사업자들에게 전단지 구입을 강제하였는지 여부는 정보공개서가 아닌 가맹계약서를 기준으로 판단함이 타당하며, 앞서 본 2018년 가맹계약서 및 2019년 가맹계약서의 내용에 의하면 원고는 가맹점사업자들에게 경영에 필요한 범위를 넘는 전단지의 구입을 강제하였다고 봄이 상당하다.<br/>        ⑥ 원고의 가맹점사업자 중 대부분은 원고가 요구하는 수량의 전단지를 실제로 구입하지 않았으며, 원고는 그와 같은 가맹점사업자들에게 계약해지 등 불이익을 제공한 바 없다고 하더라도, 가맹사업법 제12조 제1항 제3호, 가맹사업법 시행령 제13조 제1항, [별표 2] 제3호 (가)목에서 정하는 구입강제 행위는 그 행위 자체가 위법하다고 평가되면 족하고, 그 결과 가맹점사업자가 실제로 구입하였는지 여부는 문제되지 않는다(실제 구입으로 이어지지 않은 구입강제 행위도 공정한 거래를 저해할 위험이 있고, 실제 구입으로 이어졌는지 여부는 과징금 산정 등에서 참작할 사항에 불과하다).<br/>        ⑦ 가맹사업법 제12조 제1항 제3호는 ‘거래상의 지위를 이용하여 부당하게 가맹점사업자에게 불이익을 주는 행위’를 금지하는 것으로서 가맹본부가 그로써 이익을 얻었을 것을 요건으로 하지 않으므로, 가맹점사업자의 전단지 구입으로 원고가 이익을 얻은 바 없다는 점도 이 부분 시정명령의 위법 여부와 무관하다(게다가 앞서 본 바와 같이 원고가 얻은 이익이 없었는지도 분명하지 않다).<br/>        ⑧ 이 부분 시정명령은 원고가 가맹점사업자들에게 경영에 필요 없는 전단지를 구입하도록 강제하였음을 이유로 하는 것이 아니라, 경영에 필요한 양을 넘는 전단지를 구입하도록 강제하였음을 이유로 하는 것으로서(이 부분 시정명령의 내용도 원고가 가맹점사업자들에게 전단지 구입을 일절 요구할 수 없다는 것이 아니라, 경영에 필요한 양을 넘는 전단지의 구입을 강제하여서는 아니 된다는 것이다), 원고의 전단지가 가맹점사업자의 매출을 증대시키는 효과가 있다고 하더라도 그러한 사정만으로 위 행위의 부당성을 부정할 수는 없다.<br/>      다) 따라서 원고의 이 부분 주장은 받아들이지 아니한다.<br/>다. 부당한 계약조항의 설정 또는 변경행위에 대한 시정명령에 관하여<br/>1) 원고의 주장 요지<br/>      이 부분 원고의 행위는 가맹사업법 조항 중 제14조에 관한 것이거나 제12조 제1항 중에서는 제1호, 시행령 제13조 제1항, [별표 2] 제1호 (다)목에 관한 것임에도 피고는 제12조 제1항 제3호, 시행령 제13조 제1항, [별표 2] 제3호 (다)목을 이유로 이 부분 시정명령을 하였는바, 이 부분 시정명령은 시정명령의 대상이 될 수 없는 행위에 대한 것이거나(제14조) 근거법률의 적용이 잘못된 것으로서(제12조 제1항 제1호) 위법하다. 이와 달리 보더라도, 원고가 계약해지사유로 규정한 사유들은 모두 가맹사업법 시행령 제15조 각호에서 규정하고 있는 사유거나 그에 준하는 사유들로서 부당한 계약조건에 해당하지 않는다. 설령 그렇지 않더라도, 원고가 실제 위와 같은 계약해지사유를 들어 가맹계약을 해지한 바 없으므로, 원고의 행위로 가맹점사업자가 불이익을 받은 바 없다. 또한 원고는 2021. 4. 27. 가맹계약서를 수정하여 피고가 문제 삼은 계약조항들을 모두 개정하고 개정사항을 기존의 계약에도 소급적용하여, 원고에 대한 피고 의결일인 2021. 6. 9. 당시 이미 시행 중이었으므로, 이 부분 시정명령의 실익이 인정되지 아니한다.<br/>2) 인정사실<br/>      가) 원고는 2019년 가맹계약서에 가맹점사업자의 기초과정교육 미수료(제4조 제3항), 필수품목 사용의무 위반(제18조, 제20조), 원고의 가맹점사업자에 대한 필수품목 사용 여부 점검 방해 및 거부(제19조), 원고에 대한 사실 유포 명예훼손(제21조) 및 영업방해(제24조), 원고의 영업비밀 유출(제36조) 등을 계약해지 통지절차를 거치지 않고 가맹계약을 즉시 해지할 수 있는 사유로 규정하였다.<br/>      나) 원고는 2019. 11. 20.부터 2021. 4. 27.까지의 기간 동안 별지 4 기재와 같이 중계은행점 등 총 770개 가맹점사업자와 2019년 가맹계약서를 사용하여 가맹계약을 체결하였다.<br/>[인정근거] 다툼 없는 사실, 갑 제1호증, 을 제12, 32호증의 각 기재, 변론 전체의 취지<br/>3) 구체적 판단<br/>      가) 피고의 이 부분 시정명령은 원고가 가맹계약해지의 제한에 관한 가맹사업법 제14조를 위반하였음을 이유로 한 것이 아니라 제12조 제1항 제3호의 거래상 지위 남용행위, 그중에서도 시행령 [별표 2] 제3호 (다)목의 ‘가맹점사업자가 이행하기 곤란하거나 가맹점사업자에게 불리한 계약조항을 설정 또는 변경하거나 계약갱신과정에서 종전의 거래조건 또는 다른 가맹점사업자의 거래조건보다 불리한 조건으로 계약조건을 설정 또는 변경하는 행위’를 하였음을 원인으로 하는 것이다(다만 가맹사업법 제14조가 부당성 판단을 위한 근거가 될 수는 있다). 따라서 이 부분 시정명령이 시정명령의 대상이 될 수 없는 행위를 대상으로 이루어졌다는 원고의 주장은 이유 없다.<br/>       이 부분 시정명령은 가맹사업법 제12조 제1항 제1호, 같은 법 시행령 [별표 2] 제1호 (다)목의 ‘부당하게 계약기간 중에 가맹점사업자와의 계약을 해지하는 행위’를 이유로 하는 것도 아니다. 피고가 법 조항을 잘못 적용하였다는 원고의 주장도 이유 없다.<br/>      나) 가맹사업법 제14조는 ‘가맹계약해지의 제한’이라는 표제 하에 제1항에서 \"가맹본부는 가맹계약을 해지하려는 경우에는 가맹점사업자에게 2개월 이상의 유예기간을 두고 계약의 위반 사실을 구체적으로 밝히고 이를 시정하지 아니하면 그 계약을 해지한다는 사실을 서면으로 2회 이상 통지하여야 한다. 다만, 가맹사업의 거래를 지속하기 어려운 경우로서 대통령령이 정하는 경우에는 그러하지 아니하다.\"라고 규정하고, 제2항에서 \"제1항의 규정에 의한 절차를 거치지 아니한 가맹계약의 해지는 그 효력이 없다.\"라고 규정하고 있다. 위 제1항 단서의 위임에 따른 가맹사업법 시행령 제15조는 ‘가맹점사업자에게 파산 신청이 있거나 강제집행절차 또는 회생절차가 개시된 경우’(제1호), ‘가맹점사업자가 발행한 어음·수표가 부도 등으로 지급정지된 경우’(제2호), ‘천재지변, 중대한 일신상의 사유 등으로 가맹점사업자가 더 이상 가맹사업을 경영할 수 없게 된 경우’(제3호), ‘가맹점사업자가 가맹점 운영과 관련되는 법령을 위반하여 위법사실을 시정하라는 내용의 행정처분, 위법사실을 처분사유로 하는 과징금·과태료 등 부과처분, 위법사실을 처분사유로 하는 영업정지 명령 중 어느 하나에 해당하는 행정처분을 받거나 법원 판결을 받음으로써 가맹본부의 명성이나 신용을 뚜렷이 훼손하여 가맹사업에 중대한 장애를 초래한 경우’(제4호), ‘가맹점사업자가 가맹점 운영과 관련되는 법령을 위반하여 자격·면허·허가 취소 또는 영업정지 명령(15일 이내의 영업정지 명령을 받은 경우는 제외한다) 등 그 시정이 불가능한 성격의 행정처분을 받은 경우’(제6호), ‘가맹점사업자가 법 제14조 제1항 본문에 따른 가맹본부의 시정요구에 따라 위반사항을 시정한 날부터 1년(계약갱신이나 재계약된 경우에는 종전 계약기간에 속한 기간을 합산한다) 이내에 다시 같은 사항을 위반하는 경우’(제7호), ‘가맹점사업자가 가맹점 운영과 관련된 행위로 형사처벌을 받은 경우’(제8호), ‘가맹점사업자가 뚜렷이 공중의 건강이나 안전에 급박한 위해를 일으킬 염려가 있는 방법이나 형태로 가맹점을 운영하고 있으나, 행정청의 시정조치를 기다리기 어려운 경우’(제9호), ‘가맹점사업자가 정당한 사유 없이 연속하여 7일 이상 영업을 중단한 경우’(제10호) 등의 사유를 규정하고 있다.<br/>       위 가맹사업법 시행령 제15조 각호에서 정하고 있는 사유는 행정제재나 형사처벌 등의 존재로 그 사유 해당 여부를 명확히 알 수 있어 요건 충족 여부에 다툼이 있기 어려운 경우이다. 반면 원고의 가맹계약서에서 정한 계약해지사유는 요건 충족 여부에 충분히 다툼이 있을 수 있는바, 이러한 경우에까지 즉시 해지를 인정하는 것은 부당하다. 이 사건 계약해지사유가 가맹사업법 시행령 제15조 각 호의 사유에 포섭될 수 있다거나 그에 준하는 사유라고 볼 수도 없다. 이는 2020. 4. 28. 대통령령 제30649호로 가맹사업법 시행령이 개정되기 전이든 후이든 마찬가지이다.<br/>      다) 가맹사업법 제12조 제1항 제3호, 같은 법 시행령 제13조 제1항, [별표 2] 제3호 (다)목은 ‘가맹점사업자가 이행하기 곤란하거나 가맹점사업자에게 불리한 계약조항을 설정 또는 변경하거나 계약갱신과정에서 종전의 거래조건 또는 다른 가맹점사업자의 거래조건보다 불리한 조건으로 계약조건을 설정 또는 변경하는 행위’ 자체를 가맹본부의 거래상 지위 남용행위로 보아 금지하고 있고, 그와 같이 설정 또는 변경된 불리한 계약조건이 실제 적용되어 가맹점사업자에게 구체적인 불이익이 현실적으로 발생할 것을 요건으로 하고 있지 않다. 따라서 원고가 이 사건 계약해지사유를 적용하여 가맹계약을 해지한 바 없다고 하더라도 그러한 사정은 이 부분 시정명령의 적법 여부에 영향을 미치지 아니한다.<br/>      라) 시정명령이 지나치게 구체적인 경우에는 매일 다소간의 변형을 거치면서 행해지는 수많은 거래에서 정합성이 떨어져 결국 무의미한 시정명령이 되므로 그 본질적인 속성상 다소간의 포괄성·추상성을 띨 수밖에 없다 할 것이고, 한편 시정명령 제도를 둔 취지에 비추어 시정명령의 내용은 과거의 위반행위에 대한 중지는 물론 가까운 장래에 반복될 우려가 있는 동일한 유형의 행위의 반복금지까지 명할 수 있는 것으로 해석함이 상당하다(대법원 2003. 2. 20. 선고 2001두5347 전원합의체 판결 등 참조).<br/>        따라서 설령 원고의 주장과 같이 원고가 피고의 적발 이후 가맹계약서를 수정하여 이 사건 계약해지사유에 관한 조항을 이미 개정하였다고 하더라도, 원고의 위반행위가 있었다는 사실 자체가 부존재하는 것으로 되지 않는 이상, 피고로서는 원고에게 장래에 동일한 유형의 행위를 반복하여서는 아니 된다는 내용의 시정을 명할 수 있고(공정거래위원회 회의 운영 및 사건절차 등에 관한 규칙 제59조 제2항 참조), 이는 원고가 계약조항을 개정하면서 개정 후 내용의 소급적용을 규정하였더라도 마찬가지이다. 원고가 드는 대법원 2002. 11. 26. 선고 2001두3099 판결은 과거의 위반행위에 관한 것으로서 이 사건에 원용하기에 적절하지 아니하다.<br/>      마) 따라서 원고의 이 부분 주장은 받아들이지 아니한다.<br/>라. 가맹점사업자단체 활동을 이유로 한 불이익제공행위에 대한 시정명령에 관하여<br/>1) 원고의 주장 요지<br/>      가) 피고가, 원고가 간부들에게 불이익을 주었다고 주장하는 단체인 ‘전국△△△가맹점사업자협의회’는 가맹점사업자가 아닌 사람들이 다수 가입되어 있으며 심지어 가맹점사업자가 아닌 사람들이 공동의장 등 주요 직위를 맡고 있는 것으로 보아 가맹사업법 제14조의2 제1항의 가맹점사업자단체에 해당하지 않으므로, 원고의 행위는 가맹사업법 제14조의2 제5항 위반에 해당하지 않는다.<br/>      나) 설령 이 사건 단체가 가맹사업법 제14조의2 제1항의 가맹점사업자단체에 해당한다고 하더라도, 원고는 피고가 주장하는 가맹점사업자 중 소외 1에 대하여만 원고에 대한 명예훼손 등을 이유로 계약갱신을 거절하였고, 나머지 가맹점사업자들은 자진하여 폐업하거나 업종을 변경한 것이고 원고의 계약갱신 거절에 의하여 계약이 종료된 것이 아니다.<br/>      다) 원고의 계약갱신 거절 또는 계약종료유예요청서 및 각서 징구행위가 있었다고 하더라도, 해당 가맹점사업자들에 대한 계약갱신 거절 또는 계약종료유예요청서 및 각서 징구는 가맹점사업자단체의 구성·가입·활동 등을 이유로 한 것이 아니므로, 원고의 행위는 여전히 가맹사업법 제14조의2 제5항 위반에 해당하지 않는다.<br/>      라) 계약종료유예요청서는 계약종료의 유예를 요청한다는 내용으로서, 가맹점사업자의 의사에 따라 가맹점사업자로부터 계약종료유예요청서를 작성받은 행위는 불이익을 주는 행위에 해당한다고 할 수도 없다.<br/>2) 인정사실<br/>      가) 가맹점사업자단체의 구성·가입·활동<br/>△△△ 가맹점을 운영하는 가맹점사업자들은 2016. 7.경 네이버 밴드(NAVER BAND)에 소통창구로 ‘전국 △△△ 사장님 친목모임’(이하 ‘♡♡♡’이라 한다)이라는 밴드를 개설하였고, 약 700명이 회원으로 가입하였다.<br/>        가맹점사업자들은 위 네이버 밴드를 통하여 공통적으로 인식하고 있는 문제점에 대한 의견을 나누다가 □□□점소외 1 등 약 400여명의 가맹점사업자들이 소속된 가맹점사업자단체의 설립을 정식으로 추진하게 되었다.<br/>        이들은 2018. 11. 창립총회를 통해 소외 1과 소외 2를 공동의장으로 하는 운영진 선임, 정관 제정, 고유번호 발급 등의 절차 등을 거쳐 ‘전국△△△가맹점사업자 협의회’(이하 ‘이 사건 단체’라 한다)를 결성하였으며, 2019. 1. 10. 국회 의원회관에서 발족식을 개최하였다.<br/>        이 사건 단체는 공동의장 소외 1과 소외 2를 중심으로 2019. 1.부터 원고에게 서한을 통해 총 6차례에 걸쳐 거래조건 협의를 요청하였으나, 원고가 이 사건 단체의 의장 등 일부 간부가 가맹점사업자가 아니라는 이유로 이 사건 단체를 가맹사업법 제14조의2 제1항에 규정된 가맹점사업자단체로서의 자격을 인정하지 않는 등 협의요청에 불응하여 거래조건 협의는 진행되지 못하였다.<br/>      나) 이 사건 단체 소속 간부에 대한 계약갱신 거절<br/>        원고는 아래 [표 7] 기재와 같이, 2018. 12. 7. 이 사건 단체의 부의장 소외 3(☆☆☆점) 및 부의장 소외 4(▽▽▽점)에게 \"기업경영방침 변화와 가맹계약에 대한 입장차이 등\"을 이유로, 2019. 11. 15. 공동의장 소외 1(□□□점) 및 소외 2(◇◇◇점)에게 \"통상적으로 적용되는 가맹계약조건이나 영업방침 미수락\"을 이유로 각각 가맹계약 갱신거절을 통지하였다.<br/>[표 7] 이 사건 단체 간부에 대한 계약갱신 거절 내역점포명(운영자)직책계약종료일(최초계약일)갱신거절 통지일통지문 기재 갱신거절 사유비고☆☆☆점(소외 3)부의장2019. 3. 31.(2006. 3. 11.)2018.12.7.주6) 2018.12.24.기업방침의 변화와 가맹계약에 대한 입장차이 등계약종료유예 요청서 및 각서 작성 요구▽▽▽점(소외 4)부의장2019. 5. 10.(2007. 5. 11.)2018.12.7.주7)기업방침의 변화와 가맹계약에 대한 입장차이 등계약종료유예 요청서 작성 요구□□□점(소외 1)공동의장2020. 1. 31.(2005. 2. 1.)2019.11.15.주8)통상적으로 적용되는 가맹계약조건이나 영업방침 미수락계약종료유예 요청서 작성 요구 없이 갱신거절◇◇◇점(소외 2)공동의장2020. 2. 22(2003. 1. 1.)2019.11.15.주9)통상적으로 적용되는 가맹계약조건이나 영업방침 미수락계약종료유예 요청서 작성 요구 없이 갱신거절<br/>      다) 이 사건 단체 소속 간부에 대한 계약종료유예요청서 및 각서 징구<br/>        원고는 가맹계약 종료가 예정된 이 사건 단체의 부의장 소외 3에게 ‘계약종료유예요청서’ 및 ‘각서’를, 부의장 소외 4 및 소외 5에게 ‘계약종료유예요청서’를 각각 작성·제출하는 조건으로 계약종료를 6개월에서 1년까지 유예하였다. 또한 원고는 이 사건 단체에서 사무국장으로 활동한 소외 6에게 ‘각서’를 작성하게 하였다. 원고가 소외 3, 소외 4, 소외 5에게 작성하도록 요구한 계약종료유예요청서에는 \"2018년 이후 수차례 △△△브랜드 가치를 훼손하는 행위를 하여 원고 등에게 피해를 준 사실\"을 인정하며, \"원고를 비방하거나 다른 가맹점사업자들을 선동하는 등의 행위\"를 하거나 \"원고의 영업방침을 수락하지 않을 경우 언제든지 계약을 종료하고 어떠한 이의도 제기하지 않겠다.\"라는 등의 내용이 포함되어 있다. 또한, 소외 3, 소외 6이 작성한 각서에는 사업자단체 결성으로 원고 등에게 손해를 끼친 것에 대해 반성한다는 내용이 포함되어 있다.<br/>[인정근거] 다툼 없는 사실, 갑 제1호증, 을 제20, 21, 23, 24, 32호증의 각 기재, 변론 전체의 취지<br/>3) 구체적 판단<br/>      가) 이 사건 단체가 가맹사업법 제14조의2 제1항에서 정하는 가맹점사업자단체에 해당하는지 여부<br/>        앞서 든 증거에 의하면, 이 사건 단체에는 가맹점사업자가 아닌 사람들도 일부 포함되어 있으며, 이 사건 단체의 공동의장 등 간부 중에도 가맹점사업자 아닌 사람이 포함되어 있는 사실이 인정되기는 한다.<br/>        그러나 한편, 위 인정사실 및 앞서 인정한 사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 종합하면, 이 사건 단체는 가맹사업법 제14조의2 제1항의 가맹점사업자단체에 해당하고, 같은 조 제5항의 보호대상이 될 수 있다고 봄이 타당하다. 원고의 이 부분 주장은 이유 없다.<br/>        ① 가맹사업법 제14조의2 제1항은 \"가맹점사업자는 권익보호 및 경제적 지위 향상을 도모하기 위하여 단체(‘가맹점사업자단체’)를 구성할 수 있다.\"라고 규정하고 있을 뿐, 가맹점사업자만이 가맹점사업자단체의 활동을 할 수 있다거나 가맹점사업자가 아닌 사람이 일부라도 섞여 있으면 가맹점사업자단체로서 가맹사업법의 보호를 받을 수 없다는 취지의 규정은 두고 있지 않다.<br/>        ② 가맹점사업자를 위주로 구성된 어느 단체가 가맹사업과 관련된 가맹점사업자의 권익보호 및 경제적 지위 향상과는 무관한 목적에서 설립되었다거나 그와 무관한 활동을 수행한다는 등의 사정이 없는 한, 가맹점사업자의 권익보호 및 경제적 지위 향상을 위해 설립된 단체에 대하여 가맹사업법이 정하는 보호가 주어질 필요가 있다는 점은 그 단체에 가맹점사업자가 아닌 사람이 일부 포함되어 있다고 하더라도 달라지지 않는다.<br/>        ③ 가맹점의 가맹사업 경영은 가맹점사업자 혼자 하기 어려운 경우가 보통이므로 누군가의 도움을 받아야 하고, 현실적으로 가족경영 형태로 이루어지는 경우가 많다(증인 소외 10의 증언에 의하면, 가맹점사업자의 가족들도 가맹점사업자와 함께 원고의 교육을 받는 경우가 흔한 것으로 보인다). 어느 단체에 소속된 가맹점사업자 아닌 사람들이 주로 가맹점사업자의 가족으로서 가맹점사업자와 함께 또는 가맹점사업자를 도와 실제로 가맹점 운영에 참여하고 있다면, 그러한 사람들의 존재를 이유로 그 단체가 가맹점사업자단체가 아니라거나 그 단체에 대하여 가맹점사업자단체로서 받는 보호가 필요 없다고 할 수는 없고, 오히려 그 단체에 가맹점사업자 아닌 사람들도 포함되어 있는 것은 가맹점의 경영사정을 현실적으로 반영하고 있는 것으로 볼 수 있다.<br/>        ④ 을 제18호증의 기재에 의하면, 원고는 이 사건 단체의 공동의장이나 가맹점사업자는 아닌 소외 1과 소외 2에게 각 교육수료증을 발급한 사실이 인정된다. 가맹점사업자의 가족들도 가맹점사업자와 함께 원고의 교육을 받는 경우가 흔한 점은 앞서 본 바와 같다. 원고 역시 주로 가족경영의 형태로 이루어지는 원고 가맹점의 사정에 관하여 잘 알고 있으며, 오히려 이를 전제로 가맹점사업자 본인이 아닌 그 가족들도 교육에 참여시켜 왔다.<br/>        ⑤ 가맹점사업자가 아닌 사람들도 포함되어 있는 단체가 가맹점사업자로만 구성된 단체와 비교하여 언제나 완벽히 동일한 보호수준이 보장되어야 하는 것은 아닐지라도(예를 들어 가맹사업법 제14조의2 제3항의 우선협상대상자 지정과 관련하여 두 단체가 동등한 지위에 있다고 볼 수 있는지 여부는 다툼의 여지가 전혀 없지 않다고 보인다), 적어도 ‘가맹본부는 가맹점사업자단체의 구성·가입·활동 등을 이유로 가맹점사업자에게 불이익을 주는 행위를 하거나 가맹점사업자단체에 가입 또는 가입하지 아니할 것을 조건으로 가맹계약을 체결하여서는 아니 된다’는 내용의, 결사의 자유의 가장 기초적이고 본질적인 부분과 관련된 가맹사업법 제14조의2 제5항의 보호는 주어지는 것이 타당하다.<br/>      나) 원고의 계약갱신 거절이 있었는지 여부<br/>        앞서 인정한 바에 의하면 원고는 소외 3, 소외 4, 소외 1, 소외 2에 대하여 계약갱신을 거절한 바 있으므로(이하 ‘이 사건 갱신거절’이라 한다), 원고의 이 부분 주장은 이유 없다.<br/>      다) 원고의 계약갱신 거절 또는 계약종료유예요청서 및 각서 징구행위가 이 사건 단체 가입을 원인으로 한 것임이 증명되었는지 여부<br/>        앞서 인정한 사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 종합해 보면, 제출된 증거와 피고가 들고 있는 사정만으로는 원고의 계약갱신 거절 또는 계약종료유예요청서 및 각서 징구행위가 이 사건 단체 가입을 원인으로 한 것임이 충분히 증명되었다고 보기 어렵다.<br/>        ① 가맹사업법 제13조 제2항은 \"가맹점사업자의 계약갱신요구권은 최초 가맹계약기간을 포함한 전체 가맹계약기간이 10년을 초과하지 아니하는 범위 내에서만 행사할 수 있다.\"라고 규정하고 있다. 계속적 계약관계에 해당하는 가맹사업(프랜차이즈) 계약관계에서 가맹사업법상의 계약갱신요구권 행사기간이 경과하였고, 가맹계약에 계약의 갱신 또는 존속기간의 연장에 관하여 별도의 약정이 없거나 그 계약에 따라 약정된 가맹점사업자의 계약갱신요구권 행사기간마저 경과한 경우에는, 당사자가 새로이 계약의 갱신 등에 관하여 합의하여야 한다. 그 경우 가맹본부는 가맹점사업자의 갱신요청을 받아들여 갱신 등에 합의할 것인지 여부를 스스로 판단·결정할 자유를 가진다. 다만 가맹본부의 갱신거절이 당해 가맹계약의 체결 경위·목적이나 내용, 계약관계의 전개 양상, 당사자의 이익 상황 및 가맹계약 일반의 고유한 특성 등에 비추어 신의칙에 반하여 허용되지 아니하는 특별한 사정이 있는 경우에는 그러하지 아니하다(대법원 2020. 7. 23. 선고 2019다289495 판결, 대법원 2021. 9. 30. 선고 2020두48857 판결 등 참조).<br/>         앞서 인정한 사실에 의하면, 원고의 소외 3, 소외 4, 소외 1, 소외 2에 대한 계약갱신 거절은 모두 각 가맹점사업자의 가맹계약 체결일로부터 10년 이상 경과한 뒤에 있었다. 이 경우 가맹본부인 원고로서는 원칙적으로 가맹점사업자의 가맹계약 갱신요청을 받아들여 갱신 등에 합의할 것인지 여부를 스스로 판단·결정할 자유를 가지고, 따라서 특별한 사정이 없는 한 계약갱신을 거절하더라도 위법하지 않다. 따라서 원고가 이 사건 갱신거절을 하면서 추상적인 사유를 들었다고 하여 위법하다거나 가맹점사업자단체 가입이 원인일 것이라고 단정할 수는 없다.<br/>        ② 피고는, 이 사건 갱신거절의 상대방이 된 소외 3, 소외 4, 소외 1, 소외 2가 서로 비슷한 시기에 폐업 또는 업종전환하였음을 들어 이 사건 갱신거절이 이 사건 단체 가입을 원인으로 한 것이라고 주장하나, 위 사람들이 반드시 비슷한 시기에 폐업 또는 업종전환하였다고 볼 수 있는지도 분명하지 않을 뿐 아니라, 설령 그렇더라도 그것만으로는 이 사건 갱신거절이 이 사건 단체 가입을 원인으로 한 것이라고 단정하기는 어렵다. 특히 이 사건 단체의 공동의장인 소외 1과 소외 2에 대한 각 계약갱신 거절은 이 사건 단체의 발족식이 있은 2019. 1. 10.로부터 10개월 이상 경과한 2019. 11. 15.에 이르러서야 있었다는 점을 고려하면 더욱 그러하다.<br/>        ③ 피고는, 이 사건 단체 간부들의 폐업 또는 업종전환 비율이 높다고 주장하나, 그 타당성에 관하여 알 수 있는 비교군에 관한 아무런 자료를 제시하고 있지 않다(‘통상 계약갱신을 계속 해준다고 알고 있다’는 취지의 증인 소외 10의 일부 증언만으로는 이를 인정하기에 부족하다).<br/>        ④ 피고는, 원고가 소외 1을 명예훼손 등으로 고소한 형사사건에서 소외 1이 불기소결정을 받고 그에 관한 재정신청까지 기각되었다는 점(을 제35호증의 1, 2)을 내세우기도 하나, 10년의 계약갱신청구기간이 도과한 이후 계약기간이 만료되는 가맹점사업자에 대하여 계약갱신 여부를 선택할 때에는 계약기간 중에 계약해지를 할 때처럼 가맹점사업자가 중대한 위반행위를 한 경우에만 계약갱신을 거절할 수 있는 것이 아니고, 원칙적으로 자유로운 판단에 따라 계약갱신 여부를 선택할 수 있으므로, 위와 같은 사정은 이 사건 단체 가입·활동과 이 사건 갱신거절 또는 계약종료유예요청서 및 각서 징구행위 사이의 인과관계를 뒷받침하는 사정이 될 수 없다.<br/>        ⑤ 피고는, 원고가 이 사건 단체의 거래조건 협의 요청에 대하여 수차례 거절 또는 무응답으로 일관한 점을 들어 이 사건 갱신거절 또는 계약종료유예요청서 및 각서 징구행위는 이 사건 단체 가입을 원인으로 하는 것으로 볼 수 있다고도 주장하나, 이 사건 단체의 공동의장 두 명 모두 가맹점사업자가 아니므로, 원고에게 반드시 이 사건 단체의 거래조건 협의 요청에 응답할 의무가 있다고 단정할 수 없다.<br/>        ⑥ 피고는, 이 사건 갱신거절의 대상이 된 가맹점 중에는 우수 가맹점에 대하여 원고가 지급하는 패밀리 장학금을 받은 적이 있는 가맹점도 포함되어 있다는 점도 들고 있으나, 패밀리 장학금을 받았다고 하여 원고가 그 가맹점사업자에 대하여 반드시 최초 10년의 계약기간이 경과한 후에도 계약을 갱신해주어야 할 의무가 있는 것은 아니고, 설령 계약갱신 거절이 다소 야박한 면이 있더라도 그 원인을 가맹점사업자단체 가입이라고 볼 만한 근거가 되기에는 부족하다.<br/>        ⑦ 피고는, 이 사건 갱신거절로 인해 원고가 의도한 바에 따라 ‘♡♡♡’이 와해되는 결과를 낳았다고 주장하나, 앞서 본 바와 같이 이 사건 단체 출범은 2019. 1.경인데, 소외 1과 소외 2에 대해서는 2019. 11.경 계약갱신을 거절하였으므로, 계약갱신 거절로 ‘♡♡♡’이 와해되었다고 단정할 수 없다(게다가 증인 소외 11의 증언에 의하면, ‘♡♡♡’과 이 사건 단체는 그 구성에 있어 큰 차이가 없었던 것으로 보여 애초에 ‘♡♡♡’의 와해가 있었다고 보기도 어렵다).<br/>      라) 소결<br/>        따라서 원고의 나머지 주장에 관하여 나아가 살필 필요 없이 이 부분 시정명령은 처분사유가 존재하지 아니하여 위법하다.<br/>마. 가맹점사업자단체 가입조건부 가맹계약체결행위에 대한 시정명령에 관하여<br/>1) 원고의 주장 요지<br/>      원고가 가입을 요구한 △△△동행위원회는 가맹사업법상 가맹점사업자단체라 할 수 없고, △△△동반행복 사업자협의회는 가맹점사업자단체라고 할 수는 있으나 △△△동행위원회와는 무관한 조직으로서 원고는 그 가입을 조건으로 가맹계약을 체결한 바 없다. 설령 원고의 행위가 모두 인정된다고 하더라도, 원고는 2021. 4. 27. 가맹계약서를 수정하면서 해당 조항을 개정하였으므로, 이 부분에 대하여 시정을 명할 실익이 없다.<br/>2) 인정사실<br/>      앞서 든 증거에 의하면, 2019년 가맹계약서 제38조는 제1항에서 ‘원고는 제품의 판매가격 조정, 원부재료의 공급가격 조정, 광고·홍보비의 부담, 판촉비의 부담, 가맹점에 영향을 미치는 주요 사항 등의 정책 결정 등에 있어 투명하게 정보를 공개하여 상호 발전적이고 건설적인 토의 및 협의를 통해 △△△ 사업 성공을 위한 최상의 경영판단을 결정하고자, 가맹본부와 가맹점사업자(△△△ 동반행복 가맹사업자협의회)로 구성된 동행위원회를 구성할 수 있고, 가맹점사업자는 이 위원회의 대표성을 인정하고 회의에 참여할 수 있는 권리가 있다.’고 규정하고, 제3항에서 ‘제1항과 관련하여, 가맹점사업자가 동행위원회의 대표성을 부인하고 참여를 거부하고자 할 경우에는, 본 계약을 체결한 날로부터 1개월 이내에 원고에게 거부의사를 서면으로 밝혀야 하며, 이 경우 본 계약은 자동적으로 무효가 되어 계약 효력은 그 즉시 상실되고, 그동안 원고가 가맹점사업자로부터 수령한 가맹금 등은 1회성 경비로 집행되어 소요되고 남은 잔액을 전액 가맹점사업자에게 반환한다. 단, 이 기간이 경과한 경우에는 이의가 없는 것으로 한다.’고 규정하고 있는 사실이 인정된다.<br/>3) 구체적 판단<br/>      위 인정사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 종합해 보면, 원고는 가맹점사업자들이 가맹점사업자단체에 가입할 것을 조건으로 가맹계약을 체결하였다고 보아야 한다. 이에 반하는 원고의 이 부분 주장은 받아들이지 아니한다.<br/>      ① 원고의 가맹계약이 원고의 동행위원회(△△△동행위원회)에 참여하지 않으면 계약은 무효라고 정하고 있으므로, 가맹사업 경영을 희망하는 가맹점사업자로서는 동행위원회에 참여하지 않을 수 없다고 할 것인데, 동행위원회는 가맹본부인 원고와 △△△ 동반행복 가맹사업자협의회로 구성되므로, 결국 가맹사업을 경영하고자 하는 가맹점사업자는 △△△ 동반행복 가맹사업자협의회에 가입하여야 한다.<br/>      ② 증인 소외 11의 일부 증언에 의하면 사실상 이에 따르지 않는 경우도 있었던 것으로 보이기는 하나, 그렇다고 원고가 ‘특정 가맹점사업자단체에 가입할 것을 조건으로 가맹점사업자와 가맹계약을 체결’한 바 없다거나, 그러한 계약 체결이 법 제14조의2 제5항 후단의 가맹점사업자단체에 가입할 것을 조건으로 가맹계약을 체결하는 것이 아니라고는 할 수는 없다.<br/>      ③ 앞서 본 바와 같이 시정명령의 내용은 과거의 위반행위에 대한 중지는 물론 가까운 장래에 반복될 우려가 있는 동일한 유형의 행위의 반복금지까지 명할 수 있으므로, 설령 원고의 주장과 같이 원고가 피고의 적발 이후 가맹계약서를 수정하여 이 부분 시정명령과 관련된 조항을 이미 개정하였다고 하더라도, 원고의 위반행위가 있었다는 사실 자체가 부존재하는 것으로 되지 않는 이상, 피고로서는 원고에게 장래에 동일한 유형의 행위를 반복하여서는 아니 된다는 내용의 시정명령을 할 수 있다.<br/>바. 소결<br/>    별지 1 기재 시정명령 및 과징금납부명령 중 제4항의 시정명령은 처분사유가 인정되지 아니하여 위법하다. 그리고 제6항 시정명령 중 제4항에 관한 부분 및 제7항 시정명령 중 제4항에 관한 부분 역시 처분사유가 인정되지 아니하여 위법하다. 별지 1 제1항 내지 제7항 기재 각 처분 중 나머지 부분은 처분사유가 인정된다.<br/>4. 과징금납부명령의 적법 여부에 관한 판단<br/>가. 원고의 주장 요지<br/>    피고의 시정명령의 처분사유가 인정되지 않는 것과 같은 이유로 과징금납부명령의 처분사유도 인정되지 않는다.<br/>    설령 처분사유가 인정된다고 하더라도, 피고의 과징금납부명령은 아래와 같은 이유로 재량권을 일탈·남용하여 위법하다.<br/>    1) 원고의 가맹사업법 위반행위로 인하여 가맹점사업자들에게 어떠한 불이익이 발생한 바 없고, 원고가 그에 상응하는 어떠한 이익을 얻은 바도 없으므로, 원고에 대하여는 과징금 부과의 필요성이 인정되지 않는다.<br/>    2) 다음과 같이 관련매출액의 산정이 잘못되었다.<br/>      가) 전단지 구입강제 행위의 경우, 과징금 산정의 기초가 되는 관련매출액은 해당 전단지 매출액에 한정되어야 한다.<br/>      나) 가맹점사업자단체 가입을 이유로 한 불이익제공행위의 경우, 피고는 관련매출액을 산정하기 어려운 경우로 보아 정액과징금을 부과하였으나, 이 부분 위반행위의 상대방이 된 것은 소외 1이 유일하므로 소외 1이 운영하는 □□□점의 계약갱신 거절 직전 2년간의 매출액을 기준으로 과징금을 산정하여야 한다.<br/>나. 판단<br/>1) 가맹점사업자단체 활동을 이유로 한 불이익제공행위 부분에 관하여<br/>      이 부분 과징금납부명령은 앞서 관련 시정명령에 대한 판단 부분에서 본 바와 같이 처분사유가 인정되지 않으므로, 더 나아가 살필 필요 없이 위법하다.<br/>2) 거래상대방 구속행위 및 구입강제행위 부분에 관하여<br/>      가) 행정처분이 재량권을 일탈·남용하여 위법하다는 점은 그 행정처분의 효력을 다투는 사람이 이를 주장·증명하여야 한다(대법원 1987. 12. 8. 선고 87누861 판결 등 참조).<br/>      나) 앞서 인정한 사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 종합해 보면, 피고가 원고의 거래상대방 구속행위 및 구입강제행위에 대해 과징금을 부과하기로 한 데 어떠한 재량권의 일탈·남용이 있다고 할 수 없다.<br/>        ① 원고의 이 부분 행위는 거래상대방 구속행위와 구입강제행위로 구성되는데, 거래상대방 구속행위는 가맹사업법 제12조 제1항 제2호, 같은 법 시행령 제13조 제1항, [별표 2] 제2호 (나)목에, 구입강제행위는 가맹사업법 제12조 제1항 제3호, 같은 법 시행령 제13조 제1항, [별표 2] 제3호 (가)목에 위반되는 것으로서, 원고는 이 부분 행위로 복수의 가맹사업법령 규정을 위반하였다.<br/>        ② 원고의 구입강제행위로 인해 원고의 가맹점사업자들은 가맹사업의 경영에 필요한 양을 넘는 전단지를 자신의 비용으로 구입하여야 하는 불이익을 입었음이 분명하다.<br/>        ③ 원고는 이 부분 행위로 인하여 원고에게 부당이득이 발생하지 않았으며, 오히려 원고가 손해를 보았다고 주장하나, 앞서 인정한 사실에 의하면 원고는 2019년 및 2020. 8. 말까지의 기간 동안 전단지 제작을 통해 차액을 남긴 것으로 보인다.<br/>        ④ 원고의 행위는 가맹사업법 제12조에서 금지하는 가맹본부의 가맹점사업자에 대한 불공정거래행위의 전형적인 유형에 속하는 것이고, 그로 인해 피해를 본 가맹점사업자의 수도 매우 많다. 원고의 행위는 가맹점사업자 등에게 미치는 영향이 크고 가맹사업의 공정한 거래질서를 크게 저해할 위험이 있는바, 오히려 과징금 고시에서 정하는 ‘원칙적으로 과징금을 부과하여야 하는 경우’에 해당한다고 할 수 있다.<br/>        ⑤ 앞서 인정한 바와 같이 2018년 말을 기준으로 전국의 원고 가맹점 수는 1,636개에 달하며, 원고 외 다른 치킨 프랜차이즈 가맹점까지 합하면 가맹점 수는 수천 개에 이를 것으로 보인다. 나아가 원고의 구입강제행위 및 구속조건부 거래행위는 홍보를 위해 전단지를 활용하는 모든 형태의 가맹사업에서 발생할 수 있다. 원고의 위와 같은 행위를 묵과할 경우 다른 가맹사업에까지 비슷한 유형의 위반행위가 확산될 우려가 없다고 할 수 없다.<br/>      다) 나아가 다음과 같은 사정을 종합해 보면, 피고가 원고에게 부과한 과징금 액수의 결정이 재량권을 일탈·남용한 것이라고 보기도 어렵다.<br/>        ① 가맹사업법 제35조 제1항 본문은 ‘공정거래위원회는 제12조 제1항을 위반한 가맹본부에 대하여 대통령령으로 정하는 매출액에 100분의 2를 곱한 금액을 초과하지 아니하는 범위에서 과징금을 부과할 수 있다.’고 규정하고, 같은 조 제6항의 위임에 따른 같은 법 시행령 제34조 제1항은 ‘가맹사업법 제35조 제1항 본문에서 \"대통령령으로 정하는 매출액\"이란 해당 가맹본부가 위반기간(위반행위의 개시일부터 종료일까지의 기간을 말한다) 동안 관련 가맹점사업자 또는 가맹희망자에게 판매한 상품이나 용역의 매출액 또는 이에 준하는 금액(이하 \"관련매출액\"이라 한다)을 말한다.’고 규정하고 있다. 피고는 원고가 위반행위 기간 동안 가맹점사업자들에게 판매한 상품이나 용역의 매출액 합계인 506,125,275,000원을 관련매출액으로 보았는바, 피고의 관련매출액 결정은 가맹사업법령에 부합한다.<br/>        ② 피고는 원고의 행위가 다수의 가맹점사업자들을 대상으로 발생하여 본래 ‘중대한 위반행위’로 보아야 하나, 원고의 요구에 응하지 않은 가맹점사업자들에 대한 제재가 없었다는 점 등을 고려하여 과징금 고시 Ⅳ. 1. 가. 단서에 근거하여 ‘중대성이 약한 위반행위’로 보았다.<br/>        ③ 과징금 고시 Ⅳ. 1. 나.에 의하면 관련매출액에 적용할 부과기준율은 중대성이 약한 위반행위의 경우 0.1% 미상 0.8% 미만인데, 피고는 원고에 대하여 0.5%의 부과기준율을 적용하였는바, 그 자체로 과도하다거나 원고의 행위에 비추어 지나치다고 볼 수 없다.<br/>        ④ 피고는 원고에 대하여 2차 조정사유가 없다고 보아 2차 조정을 하지 않았지만, 최종 부과과징금 결정 단계에서 ‘원고의 전단지 매출액은 전체 매출액의 0.5% 미만인 점에 비추어 볼 때 원고가 전단지 판매로 취득한 이익에 비해 조정 산정기준이 과다한 측면이 있다는 점을 감안하여 50%를 감경’하였다. 이는 과징금 고시 상 극히 예외적으로 과징금을 면제하거나(채무자 회생 및 파산에 관한 법률에 따른 회생절차 중에 있는 등 객관적으로 과징금을 납부할 능력이 없다고 인정되는 경우) 50%를 초과해서 감액할 수 있는(심의기일 직전 사업연도 사업보고서상 위반 가맹본부의 자본잠식율이 50% 이상인 경우 등 부담능력이 현저히 부족하다고 인정되는 때) 경우를 제외하고는 최대한으로 과징금을 감액한 경우에 해당한다.<br/>        ⑤ 원고는 위 대법원 2020두48857 판결의 원심인 서울고등법원 2020. 8. 19. 자 2018누79102 판결을 들어 이 사건 과징금 액수가 원고의 이익에 비하여 지나치게 과도하다고 주장하나, 위 판결의 사안은 이 사건과 과징금 산정기준에 있어 중대성의 정도와 부과기준율이 달라 원용하기에 적절하지 않다. <br/>        ⑥ 결국 피고의 원고에 대한 최종 부과과징금액은 법령상 가능한 범위 내에서 가급적 원고에게 유리한 사정을 두루 고려하여 결정된 것이라고 평가할 수 있다.<br/>다. 소결<br/>    피고의 과징금납부명령은 외형상 하나의 처분이지만 처분사유별로 금액을 특정하는 것이 가능하다. 피고의 과징금납부명령 중 거래상대방 구속행위 및 구입강제행위에 관한 과징금 합계 1,265,000,000원 부분은 적법하고, 이를 초과하는 가맹점사업자단체 활동을 이유로 한 불이익제공행위에 관한 495,000,000원 부분은 위법하여 취소되어야 한다.<br/>5. 결론<br/>  원고의 이 사건 청구는 위 인정 범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 기각하기로 하여, 주문과 같이 판결한다.  <br/>[별지 생략]<br/><br/>판사 최봉희(재판장) 위광하 홍성욱 ",
    "사건번호": "2021누52572",
    "사건종류코드": "400107",
    "판례정보일련번호": "241271",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}