{
  "PrecService": {
    "판시사항": "영유아보육법 제30조 제6항, 영유아보육법 시행규칙 제31조 제3항에 따른 보건복지부 지침인 ‘2019년도 보육사업안내’ 중 ‘확정통보월 말일부터 직전 3년 이내 중대한 법 위반이력사항이 발생한 경우에는 차하위 등급으로 조정한다.’는 규정의 ‘법 위반이력사항’에 어린이집 양도로 인한 대표자 변경 이전의 법 위반이력사항이 포함되는지 여부(소극)<br/>",
    "참조판례": "",
    "사건종류명": "일반행정",
    "판결요지": "",
    "참조조문": "영유아보육법 제30조 제6항, 영유아보육법 시행규칙 제5조의2, 제31조 제1항 제1호, 제3항<br/>",
    "선고일자": "20231026",
    "법원명": "대법원",
    "사건명": "평가인증등급확인등",
    "판례내용": "【원고, 피상고인】 원고 1 외 1인 (소송대리인 변호사 박용호)<br/>【피고, 상고심당사자】 대한민국<br/>【피고, 상고인】 보건복지부장관 (소송대리인 법무법인(유한) 강남 담당변호사 류지환 외 2인)<br/>【원심판결】 서울고법 2022. 9. 21. 선고 2021누69099 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 피고 보건복지부장관이 부담한다. <br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 피고 보건복지부장관(이하 ‘피고 장관’이라 한다)은 어린이집에 대하여 정기적으로 평가를 실시하여야 하고, 이에 따른 어린이집 평가등급 등 평가 결과를 공표하여야 한다(영유아보육법 제30조 제1항, 제3항). 영유아보육법 제30조 제6항은 위와 같은 어린이집 평가 및 그 평가등급 결정·조정의 방법 등 필요한 사항을 보건복지부령으로 정하도록 하고 있고, 그 위임에 따른 영유아보육법 시행규칙 제31조 제3항은 피고 장관으로 하여금 어린이집 평가를 위한 평가지표를 정하도록 하고 있다. 이에 따른 보건복지부 지침인 「2019년도 보육사업안내」는 \"확정통보월 말일부터 직전 3년 이내\" 중대한 법 위반이력사항이 발생한 경우에는 차하위 등급으로 조정한다고 규정하고 있다(이하 ‘이 사건 규정’이라 한다). <br/>  2. 관련 법령의 내용, 체계 및 취지를 바탕으로 이 사건 규정의 의미를 살펴보면, 이 사건 규정의 법 위반이력사항에는 어린이집 양도로 인한 대표자 변경 이전의 법 위반이력사항이 포함되지 않는 것으로 해석함이 타당하다. 그 구체적인 이유는 아래와 같다. <br/>  가. 영유아보육법 등 관련 법령에는 어린이집의 양도 시 법 위반이력사항의 승계에 관한 규정이나, 양수인이 양도인의 어린이집 설치·운영자로서의 지위 내지 권리·의무를 승계한다는 취지의 규정이 별도로 존재하지 아니한다. 이는 영유아보육법 제45조의3에서 어린이집을 양도할 경우 행정제재처분의 효과 및 절차가 승계되는 것을 규정한 것과 대비를 이룬다. <br/>  나. 어린이집의 대표자 변경은 어린이집 변경인가신청사유에 해당하여 경비의 지급 및 변제 능력에 관한 서류, 임대차계약서, 어린이집운영계획서 등을 새로 제출하여야 하고(영유아보육법 시행규칙 제5조의2), 어린이집 양도로 인한 대표자 변경은 평가 주기의 조정 사유로서(영유아보육법 시행규칙 제31조 제1항 제1호), 통상적으로 어린이집의 대표자가 변경될 경우 변경인가일로부터 1년이 지날 때 현장평가를 다시 진행하고 있다. 이러한 점을 고려하면 어린이집을 양도받는 입장에서는 평가등급을 결정하는 데 있어 양도로 인한 대표자 변경 이전의 법 위반이력사항까지 반영될 것을 예상하기란 어렵다. <br/>  3. 그럼에도 피고 장관은 원고들의 어린이집 대표자가 변경되기 이전의 법 위반이력사항을 반영하여 위 어린이집의 평가등급을 B등급에서 차하위 등급인 C등급으로 강등하였다. 이와 같이 원고들의 어린이집에 대하여 적법한 근거 없이 원고들에게 불리하게 강등된 평가등급을 공표한 피고 장관의 처분은 위법하다. <br/>  4. 원심이 인용한 제1심의 판결이유 중 이 사건 규정이 과거 3년의 법 위반이력사항을 고려하도록 한 것에 상위법령인 영유아보육법 및 그 시행규칙의 위임 한계를 일탈한 위법이 있다는 취지로 판단한 부분은 다소 부적절하다고 할 것이나, 앞서 본 것과 같이 피고 장관의 처분이 위법하다는 결론에 있어서는 정당하다고 할 것이므로, 피고 장관의 상고이유는 받아들일 수 없다. <br/>  5. 그러므로 상고를 기각하고, 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 오경미(재판장) 김선수(주심) 노태악 서경환 ",
    "사건번호": "2022두61007",
    "사건종류코드": "400107",
    "판례정보일련번호": "601409",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}