{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "일반행정",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20240725",
    "법원명": "서울고등법원",
    "사건명": "위탁자지위확인의소",
    "판례내용": "【원고, 항소인】 원고 1 외 6인 (소송대리인 법무법인 율맥 담당변호사 심창주)<br/>【피고, 피항소인】 ○○○신탁 주식회사 (소송대리인 변호사 김조영 외 1인)<br/>【제1심판결】 서울행정법원 2023. 7. 6. 선고 2022구합76368 판결<br/>【변론종결】2024. 6. 13.<br/>【주    문】<br/> 1. 제1심판결을 취소한다.<br/> 2. 원고 1, 원고 2, 원고 3, 원고 4, 원고 5는 각자 피고의 위탁자 지위에 있음을, 원고 6, 원고 7은 피고의 1인의 위탁자 지위에 있음을 각 확인한다.<br/> 3. 소송 총비용은 피고가 부담한다.<br/><br/>【청구취지·항소취지】 주문과 같다.<br/>【이    유】1. 기초적 사실관계<br/>  가. 서울특별시장은 2020. 7. 2. 서울 영등포구 (이하 생략)(이하 ‘이 사건 정비구역’이라 한다)을 △△△ 재건축정비사업(이하 ‘이 사건 정비사업’이라 한다)의 시행을 위한 정비구역으로 지정·고시하였다(서울특별시 고시 제2020-278호).<br/>  나. 서울특별시 영등포구청장은 2020. 9. 24. 이 사건 정비사업에 관하여 피고를 사업시행자로 지정·고시하였다(서울특별시 영등포구 고시 제2020-177호).<br/>  다. 원고들은 이 사건 정비구역 내에 있는 서울 영등포구 (이하 생략)□□아파트 상가건물의 지하 1층(이하 ‘이 사건 상가’라 한다. 상가건물 전체를 일컬을 때에는 ‘이 사건 상가건물’이라 한다)을 공유하는 공유자들로 등기되어 있던 사람들이다. 그러다가 2021. 12. 31.(원고 1, 원고 2, 원고 3) 및 2022. 1. 4.(원고 4, 원고 5, 원고 6, 원고 7)에 공유물분할을 원인으로 각 구분소유권이전등기가 마쳐졌다.<br/>  라. 한편 원고들은 피고가 이 사건 정비사업의 사업시행자로 지정되는 것에 대해, 동의의 의사를 표시했다. 그런데 피고는 원고들과 별도로 신탁계약을 체결하지 않았다. 피고는 2020. 8.경 서울특별시 영등포구청장에게 사업시행자 지정을 신청하면서 원고들을 위탁자 명단에 기재하지 않았다.<br/>[인정근거]  다툼 없는 사실, 갑 제1, 3, 4, 5, 6, 9, 10, 11호증, 을 제1, 7호증의 각 기재·영상(가지번호 있는 것은 각 가지번호 포함. 특별한 구분의 필요성이 없는 한 이하 같다), 변론 전체의 취지<br/>2. 당사자들의 주장 요지<br/>가. 원고들<br/>1) 원고들은 피고에게 사업자지정 동의서를 제출하였다. 그 동의서에는 신탁계약의 계약조건이 포함되어 있다. 따라서 그 제출로 신탁계약이 성립되었다. 설령 계약이 체결되지 않았다고 보더라도 동의서 제출로 신탁계약의 예약이 성립된 이상, 2024. 4. 18. 자 준비서면의 송달로써 예약완결권을 행사한다.<br/>2) 이 사건 상가는 처음 건축하였을 때부터 각 점포를 벽체로 구분하고 개별 출입문이 있는 상태였다. 이 사건 상가는 각 점포가 개별적으로 소유권이 이전되고, 서로 다른 용도로 임차되어 독립적으로 이용되었으므로, 각 점포를 구분하여 소유하고자 하는 구분행위가 있었다. 이에 따라 원고 1, 원고 2, 원고 3, 원고 4, 원고 5는 각자, 원고 6, 원고 7은 공동으로 이 사건 상가의 구분소유자로서 피고에 대한 관계에서 위탁자의 지위에 있다. <br/>나. 피고<br/>1) 원고들은 피고와 신탁계약을 체결한 사실이 없다. 그러므로 위탁자 지위의 확인을 구할 권원이 없다.<br/>2) 이 사건 상가는 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다) 제1조의2에서 정한 요건을 갖추지 못했다. 이 사건 상가는 소외 1 회사로부터 6개 지분이 아닌 5개 지분으로 양도되는 등, 처음부터 구분소유의 의사가 표시되었다고 볼 수 없다. 다가구주택의 경우와 비교할 때, 원고들에게 구분소유를 인정하여 위탁자의 지위와 이에 따른 분양신청권을 부여하는 것은 부당하다. <br/>3. 관계되는 법령<br/>  별지1 기재와 같다.<br/>4. 원고들이 ‘위탁자’ 지위에 있다고 주장할 권원이 있는지 여부<br/>가. 관계되는 주요 법리·법령 등<br/>1)도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다) 제39조 제1항 전문(前文)은 \"정비사업의 조합원(사업시행자가 신탁업자인 경우에는 위탁자를 말한다)은 토지등소유자(재건축사업의 경우에는 재건축사업에 동의한 자만 해당한다)\"로 한다는 취지를 규정하고 있다. 같은 법 제2조 제9호는 \"토지등소유자란 다음 각 목의 어느 하나에 해당한다.\"면서 (나)목에서 \"재건축사업의 경우에는 정비구역에 위치한 건축물 및 그 부속토지의 소유자\"를 열거하고, 단서에서 \"신탁업자가 지정된 경우 토지등소유자가 정비사업을 목적으로 신탁업자에게 신탁한 토지 또는 건축물에 대하여는 위탁자를 토지등소유자로 본다.\"고 규정한다.<br/>2) 피고가 작성한 △△△ 시행규정(갑 제2호증. 이하 ‘이 사건 정비사업 규정’이라 한다)은, 제2조 제6호에서 \"토지등소유자\"라 함은 \"전체 토지등소유자 중 도시정비법 제27조 제1항 3호의 사업시행자 지정에 동의한 자\"라고 정한다. 제7조 제1항에서는 \"토지등소유자는 본건 정비사업의 원활한 추진을 위하여 사업시행자가 지정하는 날까지 자신이 소유하는 종전의 토지 및 건축물을 사업시행자에게 신탁하여야 한다.\"고 정해져 있다. 한편 이 사건 정비사업 규정 제13조는 사업시행자 지정에 동의한 토지등소유자가 갖는 권리와 의무로 \"1. 신축건물의 분양신청권\", \"7. 정비사업비(신탁사무처리비용 포함) 등 비용납부의무\", \"9. 사업시행 협조 의무\", \"13. 신탁보수의 지급 의무\" \"15. 그 밖의 관계법령, 신탁계약 및 전체회의와 사업시행자가 협의·결정한 사항 등의 준수 의무\" 등을 열거하고 있다.<br/>나. 판단<br/>    위와 같은 법령 등과 앞서 가.항에서 본 해석의 원칙 등을 종합하면, 비록 이 법원 변론종결일 현재 피고와 사이에 신탁계약이 실제로 성립되지 않았더라도 원고들로서는 그 계약의 체결 여부와 관계없이 피고에 대한 관계에서 ‘위탁자’의 지위에 있다고 주장할 권원이 있다. 다음과 같은 이유에서이다.<br/>1)도시정비법 제39조 제1항은, 주택재개발사업의 경우엔 사업에 동의하는지에 관계없이 정비구역 안에 소재한 토지등의 소유자를 모두 조합원(또는 위탁자)으로 강제한다는 ‘강제가입제’를, 주택재건축사업의 경우엔 해당 사업에 동의한 토지등의 소유자만이 조합원(또는 위탁자)이 된다는 ‘임의가입제’를 규정한 것으로 해석된다(서울고등법원 2022. 11. 10. 선고 2021누65622 판결 참조). 이 규정은 재건축사업의 토지등소유자가 재건축사업의 조합원이나 위탁자가 되기 위한 조건으로 \"재건축사업에 동의\"할 것 외에 다른 조건을 요구하지 않는다. 즉 아래에서 보는 도시정비법 제27조(신탁업자 등의 지정개발자를 사업시행자로 지정하는 방식)에 따른 재건축사업에서 그 정비사업구역 내에 위치한 토지 등을 소유한 사람은, 그 재건축사업에 동의한다는 의사만 표시하면 당연히 ‘위탁자’가 된다고 해석할 수 있다. ‘정비사업’이 도시기능을 회복하기 위해 주택 등 건축물을 개량·건설하는 사업(도시정비법 제2조 제2호)이라는 점 등에서 나타나는 정비사업의 공공성을 고려하면 도시정비법은 원칙적으로 강행규정에 해당하는데, 도시정비법 제39조 제1항의 문언과 취지에 따르면 재건축사업에 동의한 토지등소유자는 신탁업자와 사이에 신탁계약을 체결했는지 여부와 관계없이 ‘위탁자’가 된다고 보아야 한다[사법적(私法的) 관점에서 본다면, 이러한 범위 내에서 신탁업자와 토지등소유자 사이의 계약 체결에 관한 자유 내지 사적 자치의 원칙은 배제된다거나, 법률의 규정에 따라 일정한 법률행위(신탁계약)의 성립이 강제된다고 할 수 있다]. <br/>      결국 이와 같은 토지등소유자는, 설령 사업시행자로 지정된 신탁업자가 신탁계약 체결을 거부한다 해도 특별한 사정이 없는 한 실체법적으로 이미 위탁자의 지위에 있다고 봄이 마땅하다. 비록 도시정비법 제2조 제9호가 \"토지등소유자가 정비사업을 목적으로 신탁업자에게 신탁한 토지 또는 건축물에 대하여는 위탁자를 토지등소유자로 본다.\"고 규정하고, 이 사건 정비사업 규정에서 ‘위탁자’가 \"본건 정비사업을 위해 토지 또는 건축물을 신탁계약에 따라 사업시행자에게 신탁한 자\"(제2조 제15호)로 정해져 있지만, 여기서 말하는 \"신탁계약\"이나 \"신탁한\" 자라는 개념은 앞서 본 법령의 취지대로 재건축사업에 동의함으로써 그 요건이 충족된다고 해석함이 타당하다.<br/>2) 한편 도시정비법 제25조 제2항은 재건축사업의 방법(사업시행자 관련)에 관해, 조합 또는 조합이 조합원의 과반수의 동의를 받아 시장·군수등, 토지주택공사등, 건설업자 또는 등록사업자와 공동으로 시행할 수 있다고 규정한다. 이처럼 조합이(또는 일정한 자격을 갖춘 주체와 공동으로) 사업시행자로서 해당 정비사업을 진행하는 것이 재건축사업 실무에서의 통상적 방식이라고 할 수 있다. 이에 비해 도시정비법 제27조 제1항은 위와 같은 조합 시행 방식에 대한 예외 중 하나로서, 신탁업자 등의 ‘지정개발자’를 사업시행자로 지정해 정비사업을 시행하는 방식을 규정한다. 같은 항 제3호는 이러한 방식을 택할 수 있는 사유 중 하나로 \"제35조에 따른 재개발사업 및 재건축사업의 조합설립을 위한 동의요건 이상에 해당하는 자가 신탁업자를 사업시행자로 지정하는 것에 동의하는 때\"를 들고 있다. 즉 사업시행자 지정에 대한 동의는, 신탁업자 입장에서 사업시행자로 지정되기 위한 절차적 요건이 된다. <br/>3)  나아가 도시정비법 제27조는 신탁업자를 지정개발자로 하는 시행 방식에 관해 그 이상의 추가적 규율을 하고 있다. 같은 조 제3항은 \"신탁업자는 제1항 제3호에 따른 사업시행자 지정에 필요한 동의를 받기 전에 다음 각 호에 관한 사항을 토지등소유자에게 제공하여야 한다.\"면서 \"토지등소유자별 분담금 추산액 및 산출근거\"(제1호), \"그 밖에 추정분담금의 산출 등과 관련하여 시·도 조례로 정하는 사항\"을 들고 있다. 같은 조 제4항은 \"제1항 제3호에 따른 토지등소유자의 동의는 국토교통부령으로 정하는 동의서에 동의를 받는 방법으로 한다. 이 경우 동의서에는 다음 각 호의 사항이 모두 포함되어야 한다.\"면서 \"건설되는 건축물의 설계의 개요\"(제1호), \"건축물의 철거 및 새 건축물의 건설에 드는 공사비 등 정비사업에 드는 비용\"(정비사업비에 관한 제2호), \"정비사업비의 분담기준(신탁업자에게 지급하는 신탁보수 등의 부담에 관한 사항을 포함한다)\"(제3호), \"사업 완료 후 소유권의 귀속\"(제4호), \"정비사업의 시행방법 등에 필요한 시행규정\"(제5호), \"신탁계약의 내용\"(제6호)을 열거하고 있다. 같은 조 제6항은 \"국토교통부장관은 신탁업자와 토지등소유자 상호 간의 공정한 계약의 체결을 위하여 대통령령으로 정하는 바에 따라 표준 계약서 및 표준 시행규정을 마련하여 그 사용을 권장할 수 있다.\"고 규정하는데, 그 위임에 따른 도시정비법 시행령 제21조 제6항 제1호는 표준 계약서에 신탁의 목적에 관한 사항, 신탁계약의 기간, 신탁 종료 및 해지에 관한 사항, 자금의 차입 방법에 관한 사항, 그 밖에 토지등소유자 권익 보호 및 정비사업의 추진을 위해 필요한 사항이 포함되어야 한다고 정하고 있다. <br/>      이처럼 도시정비법령은 신탁업자(지정개발자) 시행 방식의 경우 사업시행자 지정 단계에서부터 토지등소유자에게 그 사업의 내용에 관해 통상적인 조합 시행 방식의 경우보다 자세하고 충분한 정보를 제공하도록 강제하며, 이를 토대로 토지등소유자가 사업시행자 지정에 대한 동의 여부를 신중하게 결정할 수 있도록 규율하는 것으로 이해된다. 이처럼 신중한 절차를 통해 토지등소유자가 해당 신탁업자의 사업시행자 지정에 동의한다면, 이는 실질적으로 토지등소유자가 해당 재건축사업의 시행에 동의한다는 뜻을 밝힌 것으로 추단할 수 있다. <br/>4) 아울러 그 동의서에 \"신탁계약의 내용\"이 포함되어야 한다고 도시정비법이 명문으로 규정하는 이상(시행령에서는 ‘권장 사항’이긴 하지만 ‘표준 계약서’를 활용해야 하고 여기에 신탁에 관한 세부적 사항 등이 포함되어야 한다고 정한다), 이에 대한 토지등소유자의 동의로써 신탁업자와 사이에 신탁계약이 묵시적으로나마 성립된다고 볼 여지도 있다. 그 밖의 도시정비법령을 살펴보아도, 도시정비법 제27조에 따른 사업시행자(신탁업자)의 지정에 동의한 토지등소유자가 도시정비법 제39조 제1항에서 말하는 \"재건축사업에 동의\"하는 것이 아니라고 볼 만한 내용은 찾기 어렵다.  <br/>5)  이 사건 정비사업 규정 제2조 제6호는 \"토지등소유자\"를 정의하면서 전체 토지등소유자 중 \"도시정비법 제27조 제1항 제3호의 사업시행자 지정에 동의한 자\"라고 정하였다. 이 사건 정비사업 규정 제13조 역시 사업시행자 지정에 동의한 토지등소유자가 신축건물의 분양신청권을 비롯한 각종 권리를 갖는다는 취지를 명백히 하고 있다.<br/>6)  위 2) ~ 5)항과 같은 관련 법령의 문언과 체계, 취지 등을 종합하면, 원고들은 피고가 사업시행자로 지정되는 데 동의함으로써 도시정비법 제39조 제1항이 말하는 \"위탁자\" 내지는 \"재건축사업에 동의한 자\" 그리고 도시정비법 제2조 제9호가 정하는 \"위탁자\"의 지위를 취득할 수 있다고 봄이 타당하다. 따라서 원고들은 피고를 상대로 이 사건 상가에 관해 청구취지 기재와 같이 위탁자 지위의 확인을 구할 권원이 있다.  <br/>5. 이 사건 상가가 구분소유권의 대상이 되는지 여부<br/>가. 관계되는 법리·법령 등<br/>    1동의 건물에 대하여 구분소유가 성립하기 위해서는 객관적·물리적 측면에서 1동의 건물이 존재하고 구분된 건물부분이 구조상·이용상 독립성을 갖추어야 할 뿐 아니라, 1동의 건물 중 물리적으로 구획된 건물부분을 각각 구분소유권의 객체로 하려는 구분행위가 있어야 한다. 여기서 구조상 독립성은 주로 소유권의 목적이 되는 객체에 대한 물적 지배의 범위를 명확히 할 필요성 때문에 요구된다. 그러므로 구조상의 구분에 의하여 구분소유권의 객체 범위를 확정할 수 없는 경우에는 구조상의 독립성이 있다고 할 수 없다. (중략) 그리고 이용상 독립성이란, 구분소유권의 대상이 되는 해당 건물부분이 그 자체만으로 독립하여 하나의 건물로서의 기능과 효용을 갖춘 것을 말한다. 이와 같은 의미의 이용상 독립성이 인정되는지 여부는 해당 부분의 효용가치, 외부로 직접 통행할 수 있는지 여부 등을 고려하여 판단하여야 한다. (중략) 나아가 구분행위는 건물의 물리적 형질에 변경을 가함이 없이 법률관념상 그 건물의 특정 부분을 구분하여 별개의 소유권의 객체로 하려는 일종의 법률행위로서, 그 시기나 방식에 특별한 제한이 있는 것은 아니고 처분권자의 구분의사가 객관적으로 외부에 표시되면 인정된다. 따라서 구분건물이 물리적으로 완성되기 전에도 건축허가신청이나 분양계약 등을 통하여 장래 신축되는 건물을 구분건물로 하겠다는 구분의사가 객관적으로 표시되면 구분행위의 존재를 인정할 수 있다. 이후 1동의 건물 및 그 구분행위에 상응하는 구분건물이 객관적·물리적으로 완성되면 아직 그 건물이 집합건축물대장에 등록되거나 구분건물로서 등기부에 등기되지 않았더라도 그 시점에서 구분소유가 성립한다. 특히 일반건물로 등기된 기존의 건물이 구분건물로 변경등기되기 전이라도, 위와 같은 요건들을 갖추면 구분소유권이 성립한다(대법원 2019. 11. 15. 선고 2019두46763 판결 등 참조). <br/>나. 인정되는 사실관계<br/>    앞서 본 증거들과 갑 제7 ~ 13호증, 갑 제15 ~ 17호증, 갑 제19 ~ 21호증, 갑 제28호증의 각 기재, 갑 제30호증의 각 영상(형상), 을 제3 ~ 7호증의 각 기재에 변론 전체의 취지를 종합하면, 아래와 같은 사실을 인정할 수 있다.<br/>1) 이 사건 상가건물은 지하 1층, 지상 2층 규모의 건물이다. 소외 1 회사가 1983. 12. 7. 소유권보존등기를 마쳤다. <br/>2) 이 사건 상가에 관해 소외 1 회사로부터 아래와 같이 공유지분에 관한 소유권이전등기가 마쳐진 후, 원고들에게 최종적으로 양도되었다(원고들이 이 사건 상가건물에 관하여 집합건물대장 전유부 분할을 신청함으로써 2021. 11. 25. B01 ~ B06호로 전유부 분할 집합건축물대장이 작성되었고, 원고 1, 원고 2, 원고 3은 2021. 12. 31.에, 원고 6, 원고 7, 원고 4, 원고 5는 2022. 1. 4.에 각 호실에 관하여 공유물분할에 따른 각 구분소유권이전등기를 마쳤다).<br/>가) B01호(공유지분 32.5/331.2) <br/>          1986. 3. 19. 소외 2 → 1993. 3. 31. 원고 1<br/>나) B02호(공유지분 87.75/331.2)  <br/>          1986. 3. 19. 소외 3 → 1998. 9. 8. 소외 4 → 2020. 8. 3. 원고 2<br/>다) B03호(공유지분 21.2/331.2)  <br/>       1984. 5. 24. 소외 5 → 1989. 10. 11. 소외 6 → 1995. 10. 26. 소외 7 → 2020. 1. 20. 원고 3<br/>라) B04호(공유지분 18.75/331.2)  <br/>          1986. 3. 19. 소외 8 → 1990. 5. 11. 소외 9 → 1990. 8. 1. 소외 10 → 1992. 9. 17. 소외 11 → 2019. 8. 1. 원고 6, 원고 7(공유지분 각 9.375/331.2)<br/>마) B05호, B06호(공유지분 171/331.2)<br/>          1984. 12. 31. 소외 12 → 1996. 6. 27. 소외 13 → 1999. 11. 25. 소외 14 → 2003. 3. 13. 소외 15, 소외 16, 소외 17 → 2003. 3. 17. 소외 18 → 2010. 10. 12. 원고 4, 원고 5(공유지분 각 85.5/331.2) → 2021. 11. 25. 및 2022. 1. 4. 공유물분할<br/>3) 이 사건 상가의 각 점포(B01호 ~ B06호)에 대한 전유부분 면적과 그에 따른 공용부분 면적은 아래와 같다.<br/>구분전용(㎡)공용(㎡)합계(㎡)계단복도소계B0127.381.493.635.1232.50B0273.964.029.7713.7987.75B0317.920.962.323.2821.20B0415.800.862.092.9518.75B0572.123.909.4813.3885.50B0672.123.909.4813.3885.50<br/>4) 원고들이 2021. 8.경 건축설계사무소에 의뢰하여 작성한 이 사건 상가의 평면도(갑 제6호증)는 아래와 같다. 각 점포는 별지2 형상과 같이 별개의 출입구가 있고, 그 경계가 벽체로 구분 지어져 있다.<br/>[평면도(갑 제6호증) 생략]<br/>5)  이 사건 상가의 각 점포는 아래와 같이 임차되었다.<br/>      가) B01호: 2001. 3. 20. 이발소<br/>      나) B02호: 1994.경 노래방 →  2001. 9. 24. 일반음식점 → 현재 ◇◇◇<br/>      다) B03호: 1995. 9. 15. 미용실 → 1995. 11. 7. 명품옷수선 → 2006. 8. 25. 미용실 → 현재 ☆☆☆<br/>      라) B04호: 2018. 10. 10. 여행사<br/>      마) B05호: 음악동아리 합주실 → 2016. 7. 18.경 교회 → 2018. 7. 18.경 음악동아리 합주실 <br/>      바) B06호: 교회 → 2016. 7.경 키즈카페 → 2022. 6.경 의류보관창고<br/>  다. 판단<br/>    앞서 본 인정사실 및 증거들과 변론 전체의 취지에 의하여 인정·추론할 수 있는 아래 1) ~ 6)항 기재 사실·사정들을 위 가.항 기재 법리에 비추어 보면, 이 사건 상가의 각 점포는 구조상·이용상 독립성을 갖춘 각 점포로 구분되고, 각 점포 사이의 벽체 설치나 각 점포별로 개별적인 매매계약 체결 등을 통해 각 점포를 구분소유권의 객체로 하려는 구분행위도 있었다고 봄이 타당하다. 비록 구분건물로 등기되어 있지 않다고 하더라도, 개별적 매매가 이루어지기 시작한 1984년경부터 위 각 점포를 구분소유권의 대상으로 하는 구분소유가 성립하였고, 이 사건 상가건물의 공유자로 등기된 원고들은 각기 점유·사용하는 해당 점포를 구분소유하면서 그들 사이에 구분소유적 공유관계를 형성했다고 봄이 마땅하다.<br/>1)소외 1 회사가 이 사건 상가를 신축하여 소유권보존등기를 마친 때는 1983. 12. 7.이다. 이 사건 상가의 공유지분을 특정하여 매매가 이루어지기 시작한 때는 1984. 5. 24.경이다. 이는 1동의 건물 중 구조상 구분된 여러 개의 부분을 독립한 건물로 인정하고 이에 대한 구분소유의 개념을 정면으로 도입했던 집합건물법(1984. 4. 10. 제정, 1985. 4. 11. 시행)이 시행되기 전이다. 이 사건 상가의 각 점포에 대한 공유지분은 구분소유권이전등기에 기재된 전유부분 및 공용부분 면적 합계가 전체 면적에서 차지하는 비율과 일치한다[앞서 본 나.의 2), 3)항 참조]. 이러한 사정들을 고려하면, 소외 1 회사는 이 사건 상가건물을 부분별로 나누어 개별 점포의 형태로 매수인들에게 매도하면서, 다만 각 점포의 면적 비율에 상응하는 공유지분에 관한 소유권이전등기를 마쳐 주었다는 점을 충분히 추론할 수 있다. 각 점포가 이처럼 쪼개진 정확한 경위에 대해 그 이상의 증명을 요구하지 않더라도, 이 점에 대한 추론은 충분히 가능하다. <br/>3) 이후 각 점포의 매수인들은 개별 점포에 관하여 단독으로 그리고 배타적으로 임대를 놓는 등 독립적으로 해당 점포 부분을 사용·수익하였다. 이를 처분할 때에는 각 점포의 공유지분에 관한 소유권이전등기를 양수인에게 마쳐주었다. 원고들은 이러한 방식으로 각 점포에 관한 권리를 양수했다. 소유자 등의 변동에도 불구하고 이 사건 상가의 각 점포에 대한 공유지분이 계속하여 일정하게 유지되었기도 하다.<br/>4) 이러한 전제에서 이 사건 상가를 구성하는 각 점포의 구조상·이용상 독립성에 관해 살펴보면, ① 각 점포는 모두 외벽으로 그 경계가 명확히 특정되어 있다. ② 별개의 출입문을 가지고 있어, 다른 점포를 통하지 않고도 공용부분인 통로로 통행하는 것이 충분히 가능하다. ③ 전기료 등이 점포별로 부과되는 등 다른 점포와 독립적인 점포로서 관리·사용되어 왔다. ④ 과세관청은 각 호실을 특정하여 재산세 등을 과세하여 왔고(갑 제11호증의 1 ~ 6), 일부 호실(B02호, B04호)의 경우 호실을 특정하여 사업자등록증이 발급되기도 했다(갑 제16, 17, 20호증). ⑤ 이 사건 상가에 관한 임대차계약 중에는 노래방, 합주실과 같이 벽체로 구분되어야만 영업이 가능한 용도를 목적으로 체결된 경우도 있다. 그러한 계약들은 이르게는 1994년경 체결되었다. 이 사건 상가의 벽체는 문 부분을 제외하면 모두 콘크리트로 시공된 것으로 보인다. <br/>      이러한 사정들을 위 법리에 비추어 보면, 이 사건 각 점포는 그 구조상·이용상 독립성이 있다고 인정하기에 모자람이 없다.<br/>5) 나아가 구분행위가 있었는지 본다. 이와 관련해 피고는 이 사건 상가는 당초 5개 지분으로 분할 매각되었는데, 이후 6개 호실의 구분소유로 그 형태가 바뀐 이상 처음부터 구분소유의 의사로 소유한 것이 아니라는 취지로 주장한다. 실제로 소외 1 회사가 B05호와 B06호를 하나의 공유지분으로 특정하여 한꺼번에 매도했는데, 현재는 2개의 호실로 구분된 것으로 보이기는 한다.<br/>      그런데 구분소유적 관계에 있는 여러 개의 점포를 한꺼번에 매각하면서 구분소유권이전등기의 형식을 취하지 않는 경우, 하나의 공유지분으로 특정될 수밖에 없다. 따라서 이 사건과 같은 경우에 모두 구분행위가 없다고 섣불리 단정할 수는 없다. 집합건물이 물리적·객관적으로 구분하여 완성되었는지 여부, 집합건물 내 다른 호실의 분양·매매 형식, 해당 호실에 구조상·이용상·독립성이 있는지 여부 등을 종합해 구분행위가 있었는지 여부를 판단해야 한다. <br/>      이 사건 상가의 사진·평면도에 의하면, B05호와 B06호는 현재 콘크리트 벽체가 설치되는 방식으로 객관적·물리적으로 구분되어 있다. 각 호실별로 출입문이 있다. 그 양식도 B01 ~ 04호와 동일하다. 한편 이 사건 상가는 가운데에 복도를 두고 양쪽으로 나뉘어 있는 형상이다. 이 사건 상가의 한쪽 면을 차지하는 B01 ~ 04호는 각 전유면적이 특정되어 거래가 계속되어 왔는데, B05호와 B06호는 이 사건 상가의 다른 한쪽 면을 차지하고 있다. B05호와 B06호는 일련의 양수도 과정에서 여러 명의 공유자에게 귀속되기도 했고, 각 점포에 관하여 개별적으로 임대차계약이 체결되어 왔다. 이러한 사정 등을 종합하면, B05호와 B06호 역시 이 사건 상가건물의 신축 시점부터 적어도 이 사건 정비사업의 정비구역 지정 고시일 사이에는, 양 호실 사이에 벽체를 설치하는 등의 행위를 통해 양 호실을 각각 소유권의 목적으로 하려는 구분행위가 있었다는 점을 충분히 추론할 수 있다. 그 벽체의 설치 등 시점을 정확히 특정할 수 없다고 해서, 함부로 구분행위의 존재를 부인할 것은 아니다.<br/>6) 피고는 이에 관해 ① 원고들이 집합건물법 제1조의2에서 정하는 요건을 갖추지 못해 구분소유권을 인정할 수 없다거나, ② 별도의 전기요금 납부, 출입문, 호수 부여에도 불구하고 구분소유가 인정되지 않는 다가구주택의 경우와 형평성(서울특별시 조례 및 부칙에 의하면 다세대주택으로 전환한 다가구주택에 대한 분양권이 인정되지 않는 점)이 맞지 않는다는 취지로도 주장한다.<br/>가) 피고가 내세우는 집합건물법 제1조의2 규정은 \"경계를 명확하게 알아볼 수 있는 표지를 바닥에 견고하게 설치할 것\"(제3호), \"구분점포별로 부여된 건물번호표지를 견고하게 붙일 것\"(제4호) 등의 방식으로 여러 개의 건물부분으로 이용상 구분된 경우에 그 건물부분을 구분소유권의 목적으로 할 수 있다는 취지이다. 하지만 이 사건 상가의 각 점포는 그 경계를 한눈에 알아볼 수 있는 벽체 등이 설치된 경우로서, 집합건물법 제1조의2 규정과 관계없이 구분소유에 관한 원칙을 규정한 집합건물법 제1조 즉 \"1동의 건물 중 구조상 구분된 여러 개의 부분이 독립한 건물로서 사용될 수 있을 때\"에 해당한다고 할 수 있다. <br/>집합건물법 제1조의2 규정이 제1조의 요건을 갖추지 못한 경우에도 그보다 완화된 일정한 요건을 충족하면 구분소유권의 대상이 될 수 있도록 하는 규정임을 고려하면, 이 사건 상가의 각 점포가 집합건물법 제1조의2 규정이 정하는 요건을 갖추었는지 여부는 이 사건의 판단에 영향을 미칠 수 없다.<br/>나) 건축법 등의 법령은 구분소유의 대상이 되는 것을 전제로 하는 공동주택과, 그 대상이 되지 않는 것을 전제로 하는 다가구주택을 비롯한 단독주택을 엄격히 구분하여 규율한다(건축법 제2조 제2항, 건축법 시행령 제3조의5 [별표 1], 주택법 제2조 제2호 등 참조). 이와 같은 다가구주택에 관한 건축법 규정의 내용·취지나 범위는, 집합건물법에서 구분소유를 인정하는 요건이나 그 효과, 입법 취지와 국면을 달리 한다. 그러므로 다가구주택과의 형평성을 고려해야 한다거나, 다가구주택에 관한 서울특별시 조례의 내용 등이 이 사건의 판단에 영향을 미친다고 볼 수는 없다.<br/>다) 그 밖에도 피고는 원고들이 그 청구대로 각자 위탁자의 지위를 인정받게 되면 다른 위탁자들이 경제적 손해를 입게 된다는 사정도 거론하지만, 이는 법령의 해석에 따라 도출되는 위와 같은 판단을 저지할 항변사유가 되지 못한다.    <br/>6. 결론<br/>  지금까지 살펴본 대로, 원고들은 피고에 대한 사업시행자 지정 동의를 통해 이 사건 정비사업에 대한 동의의 의사를 표시하였으므로, 도시정비법 제39조 제1항이 정하는 ‘위탁자’의 지위에 있음을 주장할 권원이 있다. 나아가 이 사건 상가의 점포를 개별적으로 구분소유하는 원고 1, 원고 2, 원고 3, 원고 4, 원고 5는 각자 피고의 위탁자 지위에, 이들과 다른 점포를 구분소유하는 원고 6, 원고 7(공유자)은 피고의 1인의 위탁자 지위에 있다. 피고가 이를 다투고 있는 이상, 원고들로서는 그 확인을 받을 이익도 있다.<br/>  원고들의 청구는 받아들여야 한다. 이와 결론을 달리 한 제1심판결은 그대로 유지될 수 없다. 그러므로 제1심판결을 취소하고, 주문 기재와 같이 판결한다.<br/>[별지2 각 사진 생략[B01호(갑 제30호증의 1), B03호(갑 제30호증의2), B04호(갑 제30호증의 3), B05호, B06호(갑 제30호증의 4)]<br/><br/>판사 김무신(재판장) 김승주 조찬영 ",
    "사건번호": "2023누52934",
    "사건종류코드": "400107",
    "판례정보일련번호": "605221",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}