{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "일반행정",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20221025",
    "법원명": "춘천지방법원",
    "사건명": "고용유지지원금반환명령처분등취소",
    "판례내용": "【원    고】 주식회사 ○○○ (소송대리인 법무법인 가원 담당변호사 정만선)<br/>【피    고】 중부지방고용노동청강원지청장<br/>【변론종결】2022. 9. 6.<br/>【주    문】<br/> 1. 피고가 2020. 11. 2. 원고에게 한 고용유지지원금 반환명령 및 추가징수처분을 모두 취소한다.<br/> 2. 소송비용은 피고가 부담한다.<br/><br/>【청구취지】 주문과 같다.<br/>【이    유】1. 처분의 경위<br/>  가. 원고는 영화관사업 등을 영위하는 주식회사로 2020. 4. 30.까지 춘천시 (지번 생략) 지상 건물에서 명동 ◇◇ 영화관(이하 ‘이 사건 사업장’이라 한다)을 운영하였다.<br/>  나. 원고는 2020년 3월부터 4월까지 피고에게 코로나 19 감염병으로 인하여 매출이 급감하였음을 이유로 5회에 걸쳐 근로자들의 휴직기간을 1개월로 하는 고용유지조치(휴직) 계획신고서를 제출하였고, 위 계획대로 대상 근로자 전원에게 휴직을 시행하였음을 이유로 2020년 5월부터 2020년 6월까지 아래 표 기재와 같이 피고에게 각 고용유지조치 기간에 대한 고용유지지원금을 신청하였다. 피고는 원고에게 아래 표 기재와 같이 고용유지지원금 합계 30,247,760원(이하 ‘이 사건 지원금’이라 한다)을 지급하였다. <br/>지급일고용유지조치 기간대상자지원금액(원)2020. 5. 21.① 2020. 3. 11. ~ 2020. 4. 10.주1) 소외 8, 소외 1, 소외 2 등 13명11,042,710② 2020. 3. 27. ~ 2020. 4. 26.주2)2020. 6. 12.2020. 4. 27. ~ 2020. 5. 26.소외 2, 소외 1 등 2명3,960,0002020. 6. 16.① 2020. 4. 11. ~ 2020. 5. 10.주3)소외 4, 소외 10, 소외 9 등 11명8,839,470② 2020. 4. 9. ~ 2020. 5. 8.주4)③ 2020. 4. 10. ~ 2020. 5. 9.주5)2020. 6. 12.2020. 4. 6. ~ 2020. 5. 6.소외 5, 소외 6 등 2명2,661,4902020. 6. 12.2020. 5. 1. ~ 2020. 5. 31.소외 8, 소외 3, 소외 7 등 3명3,744,090합계??23,842,180<br/>  다. 피고는 2020. 7. 18. 원고가 고용유지조치 기간 중 휴직한 근로자들에게 근로를 지시하여 휴직한 근로자들이 근로하였음에도 이 사건 지원금을 부당하게 수급하였다는 신고를 받아, 이에 대한 조사를 실시하였다. 피고는 조사를 거쳐 2020. 11. 2. 원고에게 아래와 같은 내용의 부정수급액 반환명령, 추가징수처분 및 고용유지지원금 지급제한 처분을 하였다(그 중 반환명령을 ‘이 사건 반환명령’, 추가징수처분을 ‘이 사건 추가징수처분’이라 하고, 이를 통틀어 ‘이 사건 처분’이라 한다).<br/>처분의 제목고용안정사업 관련 부정행위에 따른 고용유지지원금 반환명령 및 추가징수처분 등 지급제한 처분처분의 원인이 되는 사실해당 사업장은 고용유지조치 기간 중에 휴직 대상 근로자가 사업장에 출근, 근로한 사실이 있는 등 고용유지조치 계획과 다르게 부정한 방법으로 고용유지지원금을 수급함처분내용○ 부정행위에 따른 거짓이나 그 밖의 부정한 방법으로 지원금을 받은 사실에 따라 ① 부정수급액 19,101,227원(이하 ‘이 사건 부정수급액’이라 한다)에 대한 반환명령, ② 38,202,430원에 대한 추가징수처분○ 이 사건 처분일로부터 향후 12개월 간 지원금 등의 지급 제한 처분법적근거고용보험법 제35조 제1항, 같은 법 시행령 제56조 제1항, 제2항<br/>  라. 원고는 이 사건 처분 및 위 지급제한 처분에 불복하여 2020. 12. 30. 중앙행정심판위원회에 행정심판을 청구하였으나, 2021. 11. 23. 기각되었다.   <br/>[인정근거] 다툼 없는 사실, 갑 제6, 8호증(가지번호 있는 것은 가지번호 포함), 을 제1 내지 8, 10호증의 각 기재, 변론 전체의 취지<br/>2. 이 사건 처분의 적법 여부<br/>가. 원고 주장의 요지<br/>1) 이 사건 반환명령<br/>    가) 원고는 주식회사 △△△(이하 ‘소외 회사’라고만 한다)와 사이에 이 사건 사업장의 운영을 2020. 4. 30. 종료하고 소외 회사에게 이 사건 사업장의 운영을 위탁하기로 합의하였다. 그런데 고용유지조치 대상 근로자들 중 소외 회사로 소속 변경을 희망하는 일부 근로자들 중 참여를 희망하는 사람에 한하여 소외 회사가 실시하는 영사교육을 받았다. 그리고 일부 근로자들은 원고의 지시나 관여가 없었음에도 자발적인 의사에 따라 일시적으로 이 사건 사업장에 나와 리모델링 작업을 보조하였다. 또한 원고의 재무 업무를 담당하는 소외 10은 각종 품의서 등을 결재한 것에 불과하고, 다른 근로자의 부탁이 있을 경우 주거지에서 결재하거나, 다른 근로자가 소외 10의 허락 하에 소외 10을 대신하여 결재하기도 하였다. 위와 같은 사정들을 종합하여 보면 일부 근로자들이 고용유지조치계획과 달리 그 기간 중 근로하였다고 볼 수 없으므로, 원고가 부정한 방법으로 이 사건 부정수급액을 수령하였다고 볼 수 없다.<br/>    나) 고용유지지원금 부정수급으로 인한 반환명령의 대상은 거짓이나 그 밖의 부정한 방법과 인과관계 있는 지원금으로 한정된다. 그리고 고용보험법 시행규칙 제32조의2는 고용유지조치계획을 미달하여 이행한 사항에 대하여는 그 계획보다 100분의 50 미만으로 이행한 경우를 제외하고는 실제 이행한 내용에 따라 고용유지지원금을 산정·지급하도록 정하고 있다. 설령 고용유지조치 대상 근로자들이 그 기간 중에 근로하였다고 보더라도, 그 근로일수를 고려하면 원고는 고용유지조치계획의 100분의 50 이상을 이행하였다. 따라서 원고는 실제 이행한 고용유지조치 계획에 따른 고용유지지원금의 지급을 구할 수 있는 권리가 있으므로, 원고가 부정한 방법으로 이 사건 부정수급액 중 위 지원금 상당의 금액을 수령하였다고 볼 수 없다.<br/>2) 이 사건 추가징수처분<br/>    가) 이 사건 반환명령이 위법한 이상 이 사건 추가징수처분 또한 위법하다.<br/>    나) 설령 이 사건 반환명령이 적법하더라도, 고용유지조치 대상 직원들이 원고의 관여가 없거나 원고가 부주의로 직원들을 관리하지 못하고 있는 상황에서 근로하였던 점, 고용보험법 제35조 제2항은 부정한 방법으로 지급받은 금액의 최대한도만을 정하고 있을 뿐 그 최저한도를 정하고 있지 않음에도 구 고용보험법 시행규칙(2020. 8. 28. 고용노동부령 제292호로 개정되기 전의 것) 제78조 제1항 제1호는 상위법의 취지에 반하여 고의, 중과실에 의하지 않은 부정수급에 대한 추가징수의 최저액을 일률적으로 2배로 정하고 있어 상위법의 위임범위를 일탈한 것으로서 이 사건에 적용될 수 없는 점 등에 비추어 보면, 이 사건 추가징수처분에는 재량권 일탈·남용의 위법이 있다.  <br/>나. 관계 법령<br/>   별지 ‘관계 법령’ 기재와 같다.<br/>다. 이 사건 반환명령의 적법 여부에 대한 판단<br/>1) 인정사실<br/>    ① 원고는 2020년 4월 초순경 소외 회사와 협의를 거쳐 원고는 2020. 4. 30.까지 이 사건 사업장을 운영하고, 소외 회사로 하여금 이 사건 사업장을 ‘□□□ 춘천점’으로 변경하여 운영을 위탁하기로 결정하였다. <br/>    ② 원고의 차장이던 소외 2는 2020. 4. 9. 영사실 통합운영을 위한 장비공사 발주에 관한 품의서를 기안하였고, 소외 1, 소외 10이 2020. 4. 10. 위 품의서를 각각 결재하였다. 위 소외 2는 2020. 6. 2. 직원의 영사업무 능력 함양 등을 위하여 소외 3, 소외 4, 소외 5에게 영사문제집 등을 제공하고, 그 비용 87,000원은 원고의 법인카드로 결제하는 내용의 품의서를 기안하였으며, 소외 1, 소외 10이 같은 날 위 품의서를 각각 결재하였다. <br/>    ③ 원고는 2020. 6. 24. 소외 회사와 이 사건 사업장에 관한 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였는데, 이 사건과 관련된 주요 내용은 아래와 같다.<br/>제1조(목적) 본 계약은 임대인(원고)이 임차인(소외 회사)에게 목적물을 임대하고, 임차인이 목적물 내에서 영화상영업을 운영하기 위하여 필요한 제반사항을 정하는데 목적이 있다.제2조(계약기간)① 본 계약의 계약기간은 2020. 7. 15.부터 2025. 6. 14.가지로 한다.제3조(임대료)① 임대차 목적물에 대한 임대료는 하기와 같이 정한다.관람객 기준40만 미만(년)40만 이상(년)(월)임대료(VAT 별도)37,000,000원40,000,000원제6조(인허가 등)① 임대인은 임차인이 영화관 운영에 필요한 각종 인허가 서류(상영관등록증, 매점영업신고증, 소방시설완비 등을 포함하며 이에 한하지 아니함)의 양도절차에 최대한 협조하기로 한다.제7조(재임대 등의 금지)② 임차인은 임대인의 사전 서면 승낙 없이 목적물을 본 계약 상 정해진 목적(영화상영업 운영) 이외의 용도로 사용할 수 없다.제8조(계약의 해제 또는 해지)① 양 당사자는 상대방에게 다음 각 호에 해당하는 사유가 발생할 경우 별도의 최고 없이 서면통지로써 본 계약을 해제 또는 해지할 수 있다.  6. 임대인과 임차인 사이에 별도로 체결하는 영화관 위탁운영 계약이 해제 또는 해지되는 경우<br/>    ④ 피고가 2020. 8. 28. 작성한 전화등사실확인복명서에 의하면, 소외 8, 소외 9, 소외 3, 소외 4, 소외 6, 소외 5, 소외 7 등 7명과 통화한 결과 위 7명은 고용유지조치기간임에도 불구하고 원고의 지시에 의하여 평일에 계속하여 사업장에 출근하여 공사자재 운반, 창고 정리, 새로운 브랜드 교체작업, 영화관 내 청소 등 업무를 했다고 진술하였다는 내용이 기재되어 있다.<br/>    ⑤ 원고의 차장으로 근무하는 소외 2는 피고의 담당공무원으로부터 이 사건 지원금의 부정수급에 대한 조사를 받았는데, 고용유지조치기간 중 근로와 관련된 문답내용은 아래와 같다.<br/>문: 소외 8, 소외 9, 소외 3, 소외 4, 소외 6, 소외 5, 소외 7 등 근로자 7명은 동 휴직 기간 중 사업장에 출근하여 근로한 사실이 있나요답: 위임인 본인이 근무한 사실은 있으나 다른 직원들은 근무 여부를 확실히 모르겠습니다. 본인은 관리자로 가끔 나왔고 직원들에게 영사교육을 시켜준 적이 있고 내부 환경개선 작업에 대하여 도움을 요청한 적은 있습니다. 소외 8, 소외 9, 소외 7은 근로를 제공한 사실이 없다고 사실확인서를 제출하였습니다.문: 소외 8 등 근로자 7명은 원고가 위탁 운영하는 영화관이 ◇◇ 영화관 명동점에서 □□□ 춘천점으로 변경됨에 따라 고용유지조치기간(휴직)임에도 불구하고 평일에 계속하여 사업장에 출근하여 공사자재 운반, 창고 정리, 새로운 브랜드 교체 작업, POP 변경 교체 작업, 사인물(간판 등) 변경 작업, 영화관 좌석교정 및 교체, 영화관 내 청소 등 업무를 했다고 하는데 알고 있었나요답: 소외 8 등 근로자 7명이 출근해서 왔다 갔다 하는 것을 본적이 있는데 구체적인 업무를 무엇을 했는지 모르겠습니다.문: 고용유지조치(휴직) 기간 중에 출근하여 근무하도록 누가 지시하였나요답: 사업주 소외 11은 거의 오지 않고 점장 소외 1과 본인이 환경개선을 위하여 직원들에게 자발적인 도움을 요청하였습니다.문: 위임인이 고용유지조치(휴직) 기간 중에 근로자를 출근케하여 근무하도록 한 사실이 있나요답: 없습니다. 직원의 업무능력 향상을 위하여 본인이 원하는 시간에 교육을 시켜준 적은 있습니다.문: 직원들이 휴직기간 중에 사업장에 나와 영사교육을 받았나요답: 네문: 직원들이 휴직기간 중에 사업장에 나와 영사교육 이외 다른 작업 지시를 내린 적은 있나요답: 없습니다.문: 영화관이 □□□ 춘천점으로 브랜드 변경에 따른 오픈 준비를 위해 고용유지조치(휴직) 기간 중에 근로자들이 출근하여 근무한 사실이 있다는 건가요답: 일부 직원들이 개인적 유대관계로 인해서 사무실에 나와 업무를 도와준 적은 있습니다.<br/>[인정근거] 앞서 든 증거들, 갑 제5, 7, 13호증의 각 기재, 변론 전체의 취지<br/>2) 고용유지조치기간 중 근로 여부에 대한 판단<br/>    가) 행정법규 위반에 대하여 가하는 제재조치는 행정목적의 달성을 위하여 행정법규 위반이라는 객관적 사실에 착안하여 가하는 제재이므로 위반자의 의무 해태를 탓할 수 없는 정당한 사유가 있는 등의 특별한 사정이 없는 한 위반자에게 고의나 과실이 없다고 하더라도 부과될 수 있다(대법원 2003. 9. 2. 선고 2002두5177 판결 등 참조).<br/>    나) 앞서 든 사실에 앞서 든 증거들, 갑 제9호증의 기재 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정들을 종합하면, 고용유지조치계획 대상 근로자들 중 소외 2 등 10명이 고용유지조치계획과 달리 그 기간 중 근로하였음을 인정할 수 있고, 원고 제출 증거들만으로는 이러한 인정을 뒤집기에 부족하다. 따라서 원고의 이 부분 주장은 이유 없다.<br/>    ① 소외 2, 소외 1, 소외 3, 소외 4, 소외 5, 소외 7은 고용유지조치 기간 중 자발적인 의사에 따라 소외 회사가 제공하는 영사교육을 수강하였고, 이는 소외 회사의 영화관 운영방식에 대한 교육인 것으로 보인다. 그런데 원고는 이 사건 사업장을 직접 경영하는 것에서 소외 회사에게 이 사건 사업장의 운영을 위탁하는 것으로 그 경영방향을 변경하였다. 이와 관련하여 체결된 이 사건 임대차계약에 의하더라도 소외 회사의 운영실적에 따라 원고에게 지급하는 차임의 액수가 구분되고, 소외 회사는 원고의 동의 없이는 이 사건 사업장의 운영을 중단할 수 없으며, 원고와 소외 회사 사이의 영화관 운영위탁 계약 해지는 이 사건 임대차계약의 해지사유에 해당하는 등 소외 회사의 이 사건 사업장 위탁운영은 원고의 이 사건 사업장 경영활동에 포함되는 것으로 볼 수 있다. 위와 같은 사정들에 원고 또한 법인카드를 이용하여 위 영사교육에 필요한 교재의 비용을 결제하기도 한 점을 더하여 보면 위 영사교육은 원고의 이 사건 사업장 운영의 일환으로 이루어진 것으로 인정된다. 따라서 위 근로자들이 고용유지조치기간 중 자발적 의사에 따라 영사교육을 수강하였다 하더라도 이는 근로에 해당한다.<br/>    ② 이 사건 사업장에 출근한 고용유지조치 대상 근로자들은 소외 회사의 이 사건 사업장 운영개시를 위한 리모델링 등의 준비행위를 보조하였는데, 이 또한 원고의 직무에 종사한 것에 해당한다. 그리고 원고의 직원인 소외 2, 소외 1이 위 근로자들에게 리모델링을 위한 도움을 요청하였으므로 위 근로자들이 원고의 지시 없이 오로지 자발적인 의사에 의하여 위 준비행위를 보조하였다고 보기 어렵다. 설령 위 근로자들이 원고의 지시 없이 오로지 자발적 의사에 따라 위 준비행위를 보조한 것으로 보더라도, 이러한 사정만으로는 위 근로자들이 휴직한다는 내용의 고용유지조치계획을 신고한 원고에게 그 계획의 불이행을 정당화할 수 있는 사유가 있었다고 보기 어렵고, 달리 이를 인정할 증거도 없다.<br/>    ③ 소외 2는 위 조사 당시 소외 8, 소외 9, 소외 7은 근로를 제공한 사실이 없다는 사실확인서를 제출하였다고 진술하였다. 그러나 위와 같은 사실확인서가 작성, 제출되었다는 점을 인정할 증거가 없고, 소외 7은 앞서 본 바와 같이 위 영사교육을 수강하여 고용조치기간 중 근로하였다. 그리고 소외 8, 소외 9는 피고 담당공무원의 유선 조사 당시 이 사건 사업장에 출근하여 근로하였다고 진술하였고, 소외 2 또한 위 조사에서 이 사건 사업장에 출근하였을 당시 소외 8, 소외 9가 이 사건 사업장에 출근했었다는 취지로 진술하였다.<br/>    ④ 휴직은 어떤 근로자를 그 직무에 종사하게 하는 것이 불능이거나 또는 적당하지 아니한 사유가 발생한 때에 그 근로자의 지위를 그대로 두면서 일정한 기간 그 직무에 종사하는 것을 금지시키는 사용자의 처분을 말하므로(대법원 2009. 9. 10. 선고 2007두10440 판결), 휴직으로 인정되기 위하여 반드시 사업장에서 근로가 이루어져야 하는 것은 아니다. 따라서 앞서 본 바와 같이 소외 10이 업무관련 문서를 결재한 것은 근로에 해당하고, 소외 10이 주거지에서 위 결재업무를 담당하였거나 소외 10의 허락을 받아 제3자가 결재를 대행하였다는 사정은 위와 같은 인정에 영향을 미치지 않는다.<br/>3) 부당하게 수급한 이 사건 지원금의 범위에 대한 판단<br/>    가) 고용보험법 시행령 제20조의2는 신고하거나 변경 신고한 고용유지조치계획과 다르게 고용유지조치를 이행한 사업주에게는 고용노동부령으로 정하는 바에 따라 해당 사실이 발생한 날이 속한 달에 대한 고용유지지원금의 전부 또는 일부를 지급하지 아니할 수 있다고 정하고 있으며, 그 위임에 따른 고용보험법 시행규칙 제32조의2는 사업주가 고용유지조치 대상자 수, 고용유지조치기간, 고용유지조치기간에 지급한 금품을 고용유지조치계획과 다르게 이행한 경우, 고용유지조치계획보다 초과하여 이행한 사항에 대해서는 고용유지조치계획의 내용에 따라, 고용유지조치계획보다 미달하여 이행한 사항에 대해서는 100분의 50 미만으로 이행한 경우를 제외하고는 실제 이행한 내용에 따라 각각 고용유지지원금을 산정·지급하는 것으로 정하고 있다. 위 법령의 내용을 종합하여 보면, 사업주가 고용유지조치계획으로 정한 고용유지기간을 일부 불이행하였으나, 그 불이행의 정도가 100분의 50 이상에 미치지 않는 경우에는 일부 불이행한 고용유지기간에 대한 고용유지지원금 만이 반환의 대상에 해당한다.<br/>  한편, 고용보험법 제35조 제1항은 고용노동부장관은 거짓이나 그 밖의 부정한 방법으로 고용안정사업의 지원을 받은 자에게 거짓이나 그 밖의 부정한 방법으로 지원받은 금액을 반환하도록 명하여야 하는 것으로 정하고 있다. 고용노동부장관이 거짓 기타 부정한 방법으로 고용안정사업의 지원을 받은 자에 대하여 반환을 명할 수 있는 금액은 ‘당해 거짓 기타 부정한 방법’으로 지원된 것에 한정된다(대법원 2003. 11. 28. 선고 2003두9640 판결 등 참조). 그리고 행정처분의 취소를 구하는 항고소송에서는 당해 처분의 적법을 주장하는 처분청인 피고에게 그 적법 여부에 대한 증명책임이 있다(대법원 2007. 1. 12. 선고 2006두12937 판결 등 참조).<br/>    나) 앞서 본 법령 등의 내용에 비추어 살피건대, 앞서 든 증거들 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음의 사정들을 종합하여 보면, 피고가 제출한 증거들만으로는 원고가 위 소외 2 등 10명의 근로자에 대한 고용유지조치계획을 100분의 50 미만으로 이행하였다고 인정하기 어렵고, 달리 이를 인정할 증거가 없다. 따라서 이 사건 지원금 중 근로자들의 개별 휴직내역을 바탕으로 산정된 지원금을 초과하는 금액에 대한 이 사건 반환명령은 위법하고, 이에 관한 원고의 주장은 이유 있다.<br/>    ① 소외 2는 위 조사 당시 일부 근로자들이 출근한 것을 보았다고 진술하였으나, 근로자들의 구체적인 근로일수에 대하여는 아무런 진술을 하지 않았다. 그리고 피고 담당공무원이 고용유지조치 대상 근로자들과 통화를 거쳐 작성한 전화등사실확인복명서에 의하더라도 고용유지조치 기간 중 근로한 근로자들의 구체적인 근로일수를 알 수 없다.<br/>    ② 원고는 이 사건 반환명령 이후 고용유지조치 기간 중 근로한 근로자 별 근로일자 및 구체적인 근로내역을 조사하였다. 원고가 스스로 조사한 이 사건 근로자들의 근로일자는 아래와 같다. <br/>순번성명고용유지조치기간근로일자근로횟수1소외 13. 27. ~ 4. 26.4월 2, 23일2일4. 27. ~ 5. 26.5월 7, 8, 10, 12, 15, 22, 25, 26일8일2소외 23. 27. ~ 4. 26.4월 2, 23일2일4. 27. ~ 5. 26.5월 7, 8, 10, 12, 25, 26일6일3소외 35. 1. ~ 5. 31.5월 8, 12, 15, 20, 22, 26, 28일7일4소외 44. 9. ~ 5. 8.5월 8일1일5소외 54. 6. ~ 5. 5.4월 13, 18, 28일3일6소외 64. 6. ~ 5. 5.4월 24, 25, 29일3일7소외 75. 1. ~ 5. 31.5월 8, 12, 15, 20, 21, 22, 26일7일8소외 83. 11. ~ 4. 10.해당 사항 없음0일5. 1. ~ 5. 31.9소외 94. 10. ~ 5. 9.해당 사항 없음0일10소외 104. 9. ~ 5. 8.해당 사항 없음0일<br/>    ③ 소외 8, 소외 9 및 소외 10은 앞서 본 바와 같이 고용유지조치 기간 중에 근로하였으나, 소외 8, 소외 9 및 소외 10이 각 고용유지조치계획으로 정한 휴직기간(1개월)의 100분의 50 미만 기간 동안 휴직하였음을 인정할 증거는 없다. 오히려 갑 제5호증, 을 제4호증의 각 기재에 의하면, 소외 10은 2020. 4. 10. 영사실 통합운영을 위한 장비공사에 대한 발주 품의서를 결재하고 같은 달 24, 28 및 29. 1차 고용유지조치 지원금 신청에 관한 업무를 수행하여 휴직기간의 100분의 50 이상 휴직한 사실이 인정될 뿐이다.<br/>    다) 피고는 소외 7은 고용유지조치 기간 이후 1개월 이내에 원고를 퇴직한 후 이직하였으므로, 원고는 고용보험법 시행령 제19조 제1항에 의하여 위 소외 7에 대한 이 사건 지원금을 수령할 수 있는 자격을 상실하였다고 주장한다. 소외 7에 대한 고용유지조치 기간이 2020. 5. 1.부터 5. 31.까지인 점은 앞서 본 바와 같고, 을 제13, 14호증의 각 기재 및 변론 전체의 취지에 의하면, 소외 7은 위 2020. 5. 31.부터 1개월 이내임이 역수상 명백한 2020. 6. 25. 원고에 대한 피보험자 자격을 상실한 사실, 소외 7은 <br/>2020년 7월부터 ▽▽▽산림조합에 대하여 피보험자 자격을 취득한 사실이 인정되기는 한다.<br/>  그러나 고용보험법 시행령 제19조 제1항 본문은 사업주가 고용유지조치 기간과 그 후 1개월 동안 ‘고용조정’으로 피보험자를 이직시키지 않은 경우에 한하여 고용유지지원금을 지급받을 수 있는 것으로 정하고 있는데, 위 인정사실만으로는 위 소외 7이 원고의 고용조정으로 인하여 ▽▽▽산림조합으로 이직하였다고 인정하기 어려우며, 달리 이를 인정할 증거도 없다. 따라서 피고의 위 주장은 이유 없다. <br/>4) 취소의 범위<br/>    가) 일반적으로 금전 부과처분 취소소송에서 부과금액 산출과정의 잘못 때문에 부과처분이 위법한 것으로 판단되더라도 사실심 변론종결 시까지 제출된 자료에 의하여 적법하게 부과될 정당한 부과금액이 산출되는 때에는 부과처분 전부를 취소할 것이 아니라 정당한 부과금액을 초과하는 부분만 취소하여야 하지만, 처분청이 처분 시를 기준으로 정당한 부과금액이 얼마인지 주장·증명하지 않고 있는 경우에도 법원이 적극적으로 직권증거조사를 하거나 처분청에게 증명을 촉구하는 등의 방법으로 정당한 부과금액을 산출할 의무까지 부담하는 것은 아니다(대법원 2016. 7. 14. 선고 2015두4167 판결 참조).<br/>    나) 앞서 든 증거들 및 변론 전체의 취지를 종합하여 인정할 수 있는 다음과 같은 사정 즉, ① 피고는 고용유지조치 기간 중 근로한 근로자들이 각 기간별로 근로한 일수 및 원고가 위 근로자별 각 고용유지조치계획의 100분의 50 미만을 이행하였는지 여부에 대하여 별다른 주장, 증명을 하지 않고 있는 점, ② 원고가 조사하여 제시한 근로자들의 근로일수에 비추어 보면, 원고가 위 근로자들에 대한 각 고용유지조치 계획을 100분의 50 미만으로 이행하였다고 단정하기 어려운 점, ③ 고용유지조치계획의 100분의 50 이상을 이행하면 실제 이행한 계획에 따라 산정한 고용유지지원금을 지급받을 수 있는데, 그 산정의 기준이 되는 이 사건 근로자별 근로일수를 명확히 알 수 있는 자료가 없는 점 등을 종합하여 보면, 이 사건 반환명령 전부를 취소할 수밖에 없다.<br/>라. 이 사건 추가징수처분의 적법 여부<br/>고용보험법 제35조 제2항이 추가 징수할 금액을 ‘거짓이나 그 밖의 부정한 방법으로 지급받은 금액의 5배 이하의 금액’으로 규정하고 있는 점, 추가징수는 징벌적인 처분인 점 등 추가징수금에 관한 근거 규정의 문언, 체제, 추가징수의 성격 등을 종합하여 볼 때, 추가징수처분에서의 그 추가징수금액 역시 그 거짓이나 그 밖의 부정한 방법에 관련된 금액을 기준으로 함이 상당하다(대법원 2014. 9. 4. 선고 2012두21598 판결 등 참조). 그런데 앞서 본 바와 같이 이 사건 반환명령의 대상이 되는 거짓이나 그 밖의 부정한 방법으로 지급받은 이 사건 지원금의 액수를 알 수 없으므로, 이에 대한 추가징수금액 또한 알 수 없다. 따라서 이 사건 추가징수처분 또한 전부를 취소할 수밖에 없다(이 사건 추가징수처분 전부를 취소하는 이상, 이에 대한 재량권 일탈·남용 주장에 대하여는 판단하지 아니한다).<br/>3. 결  론<br/>  원고의 청구는 이유 있으므로 이를 모두 인용하기로 하여 주문과 같이 판결한다.  <br/>[별지 관계 법령 생략]<br/><br/>판사 윤정인(재판장) 홍유정 김정환 ",
    "사건번호": "2022구합30551",
    "사건종류코드": "400107",
    "판례정보일련번호": "606613",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}