{
  "판시사항": " [1] 임대인에게 목적물을 사용·수익할 수 있는 상태로 임차인에게 인도하고, 임대차 기간 중 그러한 상태를 유지시킬 의무가 있는지 여부(적극) 및 목적물이 사용·수익에 적합한 상태인지 판단하는 기준<br/> [2] 쌍무계약에서 당사자 쌍방의 귀책사유 없이 채무를 이행할 수 없게 된 경우, 이미 이행한 급부의 반환을 청구할 수 있는지 여부(적극) 및 채무의 이행이 불가능하다는 것의 의미 / 기간을 정한 부동산 임대차계약 등 계속적 계약에서 일정 기간 동안 채무 이행이 불가능하게 된 경우, 채권자가 채무자의 이행의 실현을 기대할 수 없다면 해당 기간의 급부불능을 종국적인 것이라고 평가할 수 있는지 여부(적극) 및 이때 계약의 존속 여부가 민법 제537조의 적용 여부에 영향을 미치는지 여부(소극)<br/> [3] 甲 주식회사 등이 김포국제공항 및 김해국제공항의 국제선 청사 내 매장에 관하여 임대차 목적물의 용도를 ‘면세점’으로 정하여 한국공항공사와 임대차계약을 체결하였는데, 코로나바이러스감염증-19의 감염이 확산되자 국토교통부가 국제선을 인천국제공항으로 일원화하는 조치를 발표함에 따라 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄되어 면세점 운영이 중단되었고, 그 후 甲 회사 등이 한국공항공사를 상대로 면세점 운영이 중단되었던 기간 동안 지급한 차임 상당의 부당이득반환을 구한 사안에서, 면세점 운영이 중단되었던 기간 동안 한국공항공사가 임대차 목적물을 면세점 용도로 사용·수익할 수 있는 상태로 유지시킬 의무는 당사자 쌍방의 책임 없는 사유로 이행할 수 없게 되었으므로, 민법 제537조에 따라 한국공항공사는 甲 회사 등에 대하여 위 기간에 대한 차임을 청구하지 못하고, 이미 지급한 차임은 부당이득으로서 반환해야 한다고 한 사례<br/>",
  "참조판례": " [2] 대법원 1995. 2. 28. 선고 94다42020 판결(공1995상, 1463), 대법원 2017. 10. 12. 선고 2016다9643 판결(공2017하, 2085), 대법원 2021. 5. 27. 선고 2017다254228 판결(공2021하, 1224)<br/>",
  "사건종류명": "민사",
  "판결요지": " [1] 임대인은 민법 제623조에 따라 임차인이 목적물을 사용·수익할 수 있는 상태로 목적물을 임차인에게 인도하여야 하고, 임대차 기간 중 그러한 상태를 유지시킬 의무를 부담한다. 어떠한 상태가 사용·수익에 적합한 상태인지는 임대차 목적물의 통상적인 사용방법을 중심으로 하되, 단순히 물리적인 사용·수익 가능성뿐만 아니라, 임대차의 목적과 유형, 거래 관행, 계약의 내용을 통해 드러난 당사자의 의사 등을 종합적으로 고려하여 판단해야 한다.<br/> [2] 쌍무계약에서 당사자 쌍방의 귀책사유 없이 채무를 이행할 수 없게 된 경우 채무자는 민법 제537조에 따라 자신의 채무를 이행할 의무를 면함과 더불어 상대방의 이행도 청구하지 못한다. 쌍방 채무의 이행이 없었던 경우에는 계약상 의무의 이행을 청구하지 못하고, 이미 이행한 급부는 법률상 원인 없는 급부가 되어 부당이득 법리에 따라 반환을 청구할 수 있다.<br/>  채무의 이행이 불가능하다는 것은 절대적·물리적으로 불가능한 경우만이 아니라 사회생활상 경험칙이나 거래상의 관념에 비추어 볼 때 채권자가 채무자의 이행의 실현을 기대할 수 없는 경우도 포함한다. 기간을 정한 부동산의 임대차계약 등 채권·채무의 내용을 이루는 급부가 일정 기간 계속하여 행하여지는 이른바 계속적 계약에서 어떠한 사유로 일정 기간 동안 채무 이행이 불가능하게 된 경우, 계약의 목적과 유형, 급부의 내용 및 특성, 이행의 형태와 방법 등에 따라 채권자가 채무자의 이행의 실현을 기대할 수 없다면, 해당 기간의 급부불능을 일시적인 것이 아니라 종국적인 것이라고 평가할 수 있다. 이때 해당 기간의 급부불능이 종국적 이행불능에 해당하는 이상 계약의 존속 여부는 민법 제537조의 적용 여부에 영향을 미치지 않는다.<br/> [3] 甲 주식회사 등이 김포국제공항 및 김해국제공항의 국제선 청사 내 매장에 관하여 임대차 목적물의 용도를 ‘면세점’으로 정하여 한국공항공사와 임대차계약을 체결하였는데, 코로나바이러스감염증-19의 감염이 확산되자 국토교통부가 국제선을 인천국제공항으로 일원화하는 조치를 발표함에 따라 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄되어 면세점 운영이 중단되었고, 그 후 甲 회사 등이 한국공항공사를 상대로 면세점 운영이 중단되었던 기간 동안 지급한 차임 상당의 부당이득반환을 구한 사안에서, 임대차계약의 목적이 면세점 영업으로 지정되어 있고, 甲 회사 등이 면세점 영업 외에 임대차 목적물을 사용하는 것은 허용되지 않은 점, 임대차 목적물의 사용·수익에 대한 대가가 면세점 운영에 따른 매출과 관련되어 있는 점, 한국공항공사는 임대인으로서 단순히 면세점 영업을 위한 물리적 공간을 제공하는 데에서 나아가 면세점 운영에도 관여한 점 등에 비추어 한국공항공사는 甲 회사 등이 임대차 목적물을 면세점 용도로 사용·수익할 수 있는 상태로 유지시켜 줄 의무가 있는데, 甲 회사 등이 임대차 목적물을 물리적으로 점유·사용하는 것이 가능하였다고 하더라도, 국제선 청사의 폐쇄로 임대차계약에 따른 사용 목적인 면세점 영업이 원천적으로 불가능하게 된 이상 한국공항공사가 목적물을 사용·수익 가능한 상태로 제공할 의무는 사회통념상 이행불능이라고 평가할 수 있는 점, 이는 국토교통부의 국제선 청사 일원화 조치에 따라 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄되었기 때문이므로 당사자 쌍방의 책임 없는 사유라고 할 것인 점, 면세점 용도로 사용·수익할 수 없는 상황이 발생한 것은 甲 회사 등이 급부의 이행이 실현되리라 기대할 수 없는 경우에 해당하고, 그 급부불능이 일정한 기간에 한정된 것이라도 해당 기간에는 종국적 이행불능이라고 평가할 수 있는 점, 이는 위와 같은 이행불능으로 인하여 임대차계약이 종료되지 않았다고 하여 달리 볼 수 없고, 종국적으로 이행불능이라고 평가하기 위하여 반드시 임대차계약의 종료나 임대차계약관계의 소멸이 전제되어야 하는 것은 아닌 점 등을 종합하면 국토교통부의 국제선 운항 중단 조치로 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄됨에 따라 면세점 운영이 중단되었던 기간 동안 한국공항공사가 임대차 목적물을 면세점 용도로 사용·수익할 수 있는 상태로 유지시킬 의무는 당사자 쌍방의 책임 없는 사유로 이행할 수 없게 되었으므로, 민법 제537조에 따라 한국공항공사는 甲 회사 등에 대하여 위 기간에 대한 차임을 청구하지 못하고, 이미 지급한 차임은 부당이득으로서 반환해야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "참조조문": " [1] 민법 제105조, 제623조 / [2] 민법 제537조, 제618조, 제741조 / [3] 민법 제105조, 제537조, 제618조, 제623조, 제741조, 항공보안법 제12조, 제13조, 관세법 제196조 제1항<br/>",
  "선고일자": "20250501",
  "법원명": "대법원",
  "사건명": "임대료반환청구[코로나바이러스감염증-19(이하 ‘코로나19’)의 확산으로 면세점 운영이 중단되자 면세점 영업목적으로 부동산을 임차한 면세사업자들이 이미 지급한 차임의 반환을 구하는 사건]",
  "판례내용": "【원고, 피상고인 겸 상고인】 주식회사 ○○○ 외 1인 (소송대리인 법무법인(유한) 율촌 담당변호사 송영은 외 2인)<br/>【피고, 상고인 겸 피상고인】 한국공항공사 (소송대리인 법무법인(유한) 지평 담당변호사 이한길 외 1인)<br/>【원심판결】 서울고법 2024. 8. 29. 선고 2023나2045140 판결<br/>【주    문】<br/>  원심판결 중 2020. 4. 6.부터 2020. 8. 31.까지 차임 관련 부당이득반환청구에 관한 원고들 패소 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.  원고들의 나머지 상고와 피고의 상고를 모두 기각한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 사안의 개요<br/>  가. 원심판결 이유와 기록에 의하면, 다음 사실을 알 수 있다.<br/>  1) 원고 주식회사 ○○○(이하 ‘원고 1 회사’라고 한다)는 2016. 6. 20. 김포국제공항 국제선 청사 3층 동편 격리대합실 400.2㎡에 관하여 임대차기간 2016. 8. 13.부터 2021. 8. 12.까지, 임대차보증금 16,225,000,000원, 임대차 목적물의 용도 ‘면세점’으로 정하여 피고와 임대차계약을 체결하였다.<br/>원고 1 회사와 피고는 2018. 2.경 임대차계약을 변경하여 김포국제공항 3층 서편 출국대합실 35게이트 전면에 면적 300㎡의 매장(이하 ‘서편 매장’이라고 한다)을 신설하고, 기존의 3층 동편 격리대합실 내 면세점(이하 ‘동편 매장’이라고 한다) 400.2㎡의 면적을 432.2㎡로 확장하였는데, 임대료 산정방식에 관하여 전자에 대하여는 기존 임대차계약에 따르고, 후자에 대하여는 ‘품목별 전월 매출액’에 ‘품목별 영업요율’을 곱한 금액으로 산정하기로 정하였다.<br/>  2) 원고 주식회사 △△△(이하 ‘원고 2 회사’라고 한다)은 2016. 5. 30. 피고와 김해국제공항 국제선 청사 2층 격리대합실 980.44㎡에 관하여 임대차기간 시설물 설치승인일 또는 사용시작일로부터 5년, 임대차보증금 23,650,000,000원, 임대차 목적물의 용도 ‘면세점’으로 정하여 피고와 임대차계약을 체결하였다(이하 원고들과 피고 사이의 위 각 임대차계약을 함께 ‘이 사건 각 임대차계약’이라고 한다).<br/>  3) 이 사건 각 임대차계약은 임대차 목적물의 용도를 ‘면세점(DF1)’으로 규정하고, 임대인인 피고가 임대목적을 지정하고 임차인은 이를 수락하며, 임차인은 지정된 이외의 목적으로 임대물을 사용·수익하지 못한다고 규정하고 있다.<br/>  4) 이 사건 각 임대차계약의 목적물인 면세점은 항공보안법상의 보호구역 내에 위치하고 있다.<br/>  5) 2020년 초경부터 코로나바이러스감염증-19(이하 ‘코로나19’로 약칭한다)의 감염이 확산되자, 피고는 2020. 3. 9.경 원고들에게 코로나19 사태 등의 영향으로 2020. 3. 9.부터 국제선 운항이 대폭 감축되어 운항됨을 알리면서 영업에 필요한 조치를 취할 것을 촉구하였다.<br/>  이에 원고들은 피고에게 면세점 임시휴업에 대한 승인을 요청하였고, 피고의 승인에 따라 원고 1 회사는 2020. 3. 12.부터 2020. 3. 28.까지, 원고 2 회사는 2020. 3. 19.부터 2020. 3. 31.까지 임시휴점을 하게 되었다.<br/>  6) 그럼에도 코로나19 상황이 나아지지 않자, 원고 1 회사는 2020. 3. 24., 원고 2 회사는 2020. 3. 26. 국제선 운항 정상화 시점까지 휴점기간 연장을 요청하였다. 피고는 2020. 3. 27. 원고들에 대하여 2020. 4. 30.까지 휴점기간 연장을 승인하면서, ‘영업 중단기간 중이라도 운항이 정상화될 경우 영업을 재개한다.’는 조건을 덧붙였다. 결국 피고의 휴점기간 연장 승인에 따라 2020. 4. 30.까지 휴점기간이 연장되었다.<br/>  7) 국토교통부는 2020. 4. 6. 국제선을 인천국제공항으로 일원화하는 조치를 발표하였고, 그에 따라 김포국제공항 및 김해국제공항의 국제선 청사가 완전히 폐쇄되었으며, 원고들이 운영하는 면세점의 운영도 중단되었다.<br/>  이에 원고들은 피고에게 국제선 운항이 정상화되어 면세점 영업이 재개될 때까지 임대료를 전액 면제해 줄 것을 요청하였으나, 피고는 이를 거절하였다.<br/>  8) 국토교통부는 2020. 6. 1.경 ‘전년 동월대비 여객감소율이 70% 이상인 공항 상업시설의 경우 대기업·중견기업은 임대료를 50% 감액하고, 중소·소상공인은 임대료를 75% 감액하되 이러한 감액조치를 2020년 3월분 임대료까지 소급적용한다.’고 발표하였다. 또한 2020. 8. 27. 운항이 전면 중단된 공항 내 면세점의 임대료를 2020. 9.부터 2021. 12.까지 전액 면제한다는 조치를 발표하였다.<br/>  이러한 국토교통부의 조치에 따라 피고는 원고들에게 2020. 3.부터 2020. 8.까지 임대료 중 50%를 감액하고, 2020. 9. 이후의 임대료를 면제하였다.  <br/>  9) 원고 1 회사는 2020. 9. 23., 원고 2 회사는 2020. 9. 29. 피고에게 ‘임대료의 50%가 감액된 2020. 4. 6.부터 2020. 8. 31.까지 기간 동안의 임대료에 대해서도 전액 면제 조치를 취해 달라.’는 상업시설 임대료 면제신청서를 제출하였다.<br/>  나. 원심의 판단<br/>  원고들은, ① 2020년 3월분 차임에 관하여 원고들의 차임감액청구권 행사에 따라 매출액에 따른 품목별 영업요율을 적용한 금액으로 감액되었다고 주장하면서 기지급 차임과의 차액 상당 부당이득반환을 구하고, ② 2020년 4월분부터 2020년 8월분까지 차임에 관하여 주위적으로는 차임지급거절권의 행사 또는 민법 제537조의 이행불능 법리에 따라, 예비적으로는 차임감액청구에 따라 전액 면제 내지 감액되었다고 주장하면서 기지급 차임 상당 부당이득반환을 구하였다.<br/>  이에 대하여 원심은 판시와 같은 이유로 원고들의 차임감액청구권 행사에 의하여 차임감액청구의 효력이 발생한 2020. 3. 10.경(원고 1 회사의 경우) 또는 2020. 3. 17.경(원고 2 회사의 경우)부터 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄되기 이전까지의 이 사건 각 임대차계약상 차임은 50%, 위 각 청사가 폐쇄된 2020. 4.부터 2020. 8.까지 차임은 70% 감액되어야 한다고 판단하여 2020년 3월분 차임 관련 부당이득반환청구를 기각하고, 2020년 4월분부터 2020년 8월분까지 차임 관련 부당이득반환청구를 일부 인용하였다.<br/>  2. 2020년 3월분 차임 관련 부당이득반환청구 부분<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 이 부분 원심판단에 차임감액비율에 관한 법리를 오해하거나 필요한 심리를 다하지 아니하여 판결에 영향을 미친 잘못이 없다.<br/>  3. 2020년 4월분부터 8월분까지 차임 관련 부당이득반환청구 부분<br/>  가. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 2020. 4. 1.부터 2020. 4. 5.까지 차임 관련 부당이득반환청구에 관한 원고들의 주위적 주장을 받아들이지 않은 원심의 판단에 차임지급거절권, 민법 제537조의 채무자위험부담주의, 사정변경의 원칙 등에 관한 법리를 오해하거나 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 없고, 이 부분 청구에 관한 원고들의 예비적 주장을 받아들여 민법 제628조에 따른 차임감액청구권 행사를 인정하고 해당 기간 차임을 70%로 감액한 원심의 판단에 차임감액청구권 행사의 요건, 방식 및 효과에 관한 법리를 오해하거나 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나 판결에 영향을 미친 잘못이 없다.<br/>  나. 그러나 2020. 4. 6.부터 2020. 8. 31.까지 차임 관련 부당이득반환청구에 관하여 차임이 전액 면제되었다는 원고들의 주위적 주장을 받아들이지 않은 원심판단은 수긍하기 어렵다. 구체적인 이유는 아래와 같다.<br/>  1) 임대차 목적물을 사용·수익 가능하도록 제공할 임대인의 의무<br/>  가) 관련 법리<br/>임대인은 민법 제623조에 따라 임차인이 목적물을 사용·수익할 수 있는 상태로 목적물을 임차인에게 인도하여야 하고, 임대차 기간 중 그러한 상태를 유지시킬 의무를 부담한다. 어떠한 상태가 사용·수익에 적합한 상태인지 여부는 임대차 목적물의 통상적인 사용방법을 중심으로 하되, 단순히 물리적인 사용·수익 가능성뿐만 아니라, 임대차의 목적과 유형, 거래 관행, 계약의 내용을 통해 드러난 당사자의 의사 등을 종합적으로 고려하여 판단해야 한다.<br/>  나) 원심판결 이유를 관련 법리에 비추어 살펴보면, 이 사건 각 임대차계약의 내용에 따라 임대인인 피고는 임차인인 원고들이 이 사건 각 임대차 목적물을 면세점 용도로 사용·수익할 수 있는 상태로 유지시켜 줄 의무가 있다고 보아야 한다.<br/>  (1) 이 사건 각 임대차계약의 목적은 면세점 영업으로 지정되어 있고, 이 사건 각 임대차계약의 내용에 따르면 원고들이 면세점 영업 외에 임대차 목적물을 사용하는 것은 허용되지 않으며, 원고들이 이를 위반하는 것은 계약 해지 사유에 해당한다. <br/>  (2) 이 사건 각 임대차계약에 따른 임대료는 고정임대료와 추가임대료로 구성되는데(원고 1 회사의 경우 서편 매장에 관한 임대료는 ‘품목별 전월 매출액’에 ‘품목별 영업요율’을 곱한 금액으로 정하였다), 추가임대료는 면세점 영업에 따른 매출액을 기준으로 일정 영업요율을 곱하여 산정된다. 즉, 이 사건 각 임대차 목적물의 사용·수익에 대한 대가는 면세점 운영에 따른 매출과 관련되어 있다.<br/>  (3) 원고들은 면세점 운영에 관한 입찰을 통하여 이 사건 각 임대차계약을 체결하게 되었는데, 그 과정에서 최근 2~3년간 여객운송 실적이 고지되었고, 그에 따른 손익분석을 기초로 하여 납부가능하다고 판단되는 연간 임대료가 입찰금액이 되었다. <br/>  (4) 원고들이 운영하는 면세점은 항공보안법상 보호구역 내에 있고, 보호구역의 출입허가 권한은 공항운영자인 피고에게 있다. 관세법 제196조 제1항에 따르면, 보세판매장에서 물품을 판매하기 위해서는 해당 물품을 외국으로 반출할 것을 조건으로 하고 있으므로, 국제선 이용 승객이 없는 경우 원고들의 면세점 운영은 불가능하다. 김포국제공항과 김해국제공항의 국제선 운항이 중단되어 국제선 청사가 폐쇄된 후부터는 보호구역의 출입이 통제되었다.<br/>  (5) 이 사건 각 임대차계약은 제3장 ‘책임과 의무’라는 표제하에 제2절 ‘영업의 관리’에 관한 여러 규정들을 두고 있는데, 그에 따르면 피고는 임대인으로서 단순히 면세점 영업을 위한 물리적 공간을 제공하는 데에서 나아가 원고들의 면세점 운영에 관여할 권한을 갖고 있다. <br/>  즉, 이 사건 각 임대차계약 제15조에 따르면, 영업장 운영과 관련하여 임차인이 영업종목 및 판매품목 등을 변경 또는 추가할 때 서면으로 임대인의 사전승인을 받아야 하고(제2항), 임대인은 부득이한 경우 영업종목 및 판매품목을 제한하거나 다른 업체에 중복 승인할 수 있는데 임차인은 이에 따라야 하며(제3항), 면세점의 일시 휴업이나 영업시간 조정에 있어서도 사전에 임대인의 서면 동의를 받아야 할 뿐만 아니라(제5항), 국가 중요행사나 항공기의 비정상 운항 및 그 밖에 예기치 못한 사정의 발생으로 영업시간의 조정을 임대인이 요청한 경우에는 임차인은 이에 따라야 한다(제6항). 또한 임대인은 임차인의 영업에 대한 평가를 매년 1회 이상 실시할 수 있고 이에 임차인이 적극 따라야 하는데(제7항), 이는 임차인인 원고들이 운영하는 면세점이 임대인인 피고의 공항 운영과 밀접한 관련을 맺고 있음에 근거한다.<br/>  이와 같이 피고는 임대인으로서 단순히 면세점 영업을 위한 물리적 공간을 제공하는 데에서 나아가 원고들의 면세점 운영에도 관여하였는바, 이는 통상적인 임대차계약과 다른 특별한 사정이다.<br/>  2) 채무자위험부담주의 원칙에 따라 차임지급의무를 면하는지 여부<br/>  가) 관련 법리<br/>쌍무계약에서 당사자 쌍방의 귀책사유 없이 채무를 이행할 수 없게 된 경우 채무자는 민법 제537조에 따라 자신의 채무를 이행할 의무를 면함과 더불어 상대방의 이행도 청구하지 못한다. 쌍방 채무의 이행이 없었던 경우에는 계약상 의무의 이행을 청구하지 못하고, 이미 이행한 급부는 법률상 원인 없는 급부가 되어 부당이득 법리에 따라 반환을 청구할 수 있다(대법원 2021. 5. 27. 선고 2017다254228 판결 등 참조).<br/>채무의 이행이 불가능하다는 것은 절대적·물리적으로 불가능한 경우만이 아니라 사회생활상 경험칙이나 거래상의 관념에 비추어 볼 때 채권자가 채무자의 이행의 실현을 기대할 수 없는 경우도 포함한다(대법원 1995. 2. 28. 선고 94다42020 판결, 대법원 2017. 10. 12. 선고 2016다9643 판결 등 참조). 기간을 정한 부동산의 임대차계약 등 채권·채무의 내용을 이루는 급부가 일정 기간 계속하여 행하여지는 이른바 계속적 계약에서 어떠한 사유로 일정 기간 동안 채무 이행이 불가능하게 된 경우, 계약의 목적과 유형, 급부의 내용 및 특성, 이행의 형태와 방법 등에 따라 채권자가 채무자의 이행의 실현을 기대할 수 없다면, 해당 기간의 급부불능을 일시적인 것이 아니라 종국적인 것이라고 평가할 수 있다. 이때 해당 기간의 급부불능이 종국적 이행불능에 해당하는 이상 계약의 존속 여부는 민법 제537조의 적용 여부에 영향을 미치지 않는다. <br/>  나) 국토교통부의 국제선 운항 중단 조치로 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄됨에 따라 면세점 운영이 중단되었던 2020. 4. 6.부터 2020. 8. 31.까지 기간 동안, 임대인인 피고가 이 사건 각 임대차 목적물을 면세점 용도로 사용·수익할 수 있는 상태로 유지시킬 의무는 당사자 쌍방의 책임 없는 사유로 이행할 수 없게 되었다고 보아야 한다(민법 제537조).<br/>  (1) 원고들은 코로나19 사태로 국제선 운항이 대폭 축소되자 피고의 승인에 따라 임시휴업을 하였고, 2020. 4. 6.경부터는 김포국제공항 및 김해국제공항의 국제선 청사가 아예 폐쇄됨으로써 임대차 목적물을 당초 임대차 목적인 면세점 용도로 전혀 사용·수익하지 못하였다. 원고들이 이 사건 각 임대차 목적물을 물리적으로 점유·사용하는 것이 가능하였다고 하더라도, 국제선 청사의 폐쇄로 이 사건 각 임대차계약에 따른 사용 목적인 면세점 영업이 원천적으로 불가능하게 된 이상, 임대인인 피고가 목적물을 사용·수익 가능한 상태로 제공할 의무는 사회통념상 이행불능이라고 평가할 수 있다.<br/>  (2) 피고가 2020. 3. 9.경 원고들에게 코로나19의 확산으로 인한 국제선 운항의 축소를 이유로 영업에 필요한 조치를 요청하고, 원고들이 이에 응하여 피고에게 면세점 임시휴업에 관한 승인을 요청한 다음 그 승인에 따라 면세점의 임시휴업을 실시한 것은 이 사건 각 임대차계약 제15조 제5항 등 규정에 따른 것으로서 계약에서 예정한 절차에 따라 원고들의 영업행위에 대한 제한이 이루어진 것으로 보인다. 이와 달리 국토교통부가 2020. 4. 6. 자로 김포국제공항 및 김해국제공항의 국제선 청사를 완전히 폐쇄한 조치는 위 각 공항의 국제선 청사 내에 위치한 이 사건 각 임대차계약의 목적물 자체에 대한 제한으로서, 임대차 목적물을 사용·수익 가능한 상태로 제공할 임대인의 의무이행을 불가능하게 한다는 점에서 원고들이 계약 내용에 따라 실시한 임시휴업에 따른 영업행위의 제한과 성격을 달리한다. <br/>  (3) 앞서 살펴본 바와 같이, 임대인인 피고가 이 사건 각 임대차 목적물을 사용·수익할 수 있는 상태로 제공할 의무를 이행할 수 없게 된 이유는 국토교통부의 국제선 청사 일원화 조치에 따라 김포국제공항 및 김해국제공항의 각 국제선 청사가 폐쇄되었기 때문이므로, 이는 당사자 쌍방의 책임 없는 사유라고 할 것이다.<br/>  (4) 약정한 임대차기간의 범위 내에서만 임대차 목적물을 면세점 용도에 한정하여 지속적으로 사용·수익하는 것을 내용으로 하는 이 사건 각 임대차계약의 목적, 임대인인 피고가 임대차 목적물의 용도와 관련하여 부담하는 급부의 내용 및 특성, 이행의 형태와 방법을 고려하여 볼 때, 2020. 4. 6.부터 2020. 8. 31.까지 이 사건 각 임대차 목적물에 관하여 당초 목적인 면세점 용도로 사용·수익할 수 없는 상황이 발생한 것은, 임차인인 원고들이 임대인인 피고의 약정에 따른 급부의 이행이 실현되리라 기대할 수 없는 경우에 해당한다. 또한 그 급부불능이 일정한 기간에 한정된 것이라 하더라도 해당 기간에 있어서는 종국적 이행불능이라고 평가할 수 있다.<br/>  (5) 이는 위와 같은 이행불능으로 인하여 이 사건 각 임대차계약이 종료되지 않았다고 하여 달리 볼 수 없고, 종국적으로 이행불능이라고 평가하기 위하여 반드시 임대차계약의 종료나 임대차계약관계의 소멸이 전제되어야 하는 것은 아니다.<br/>  3) 피고는 2020. 4. 6.부터 2020. 8. 31.까지 당사자 쌍방의 책임 없는 사유로 이 사건 각 임대차계약에 따른 임대차 목적물 사용·수익상태 제공의무를 이행할 수 없게 되었으므로 민법 제537조에 따라 임대인인 피고는 임차인인 원고들에 대하여 임대차 목적물 사용·수익상태 제공의무가 이행불능이 된 기간에 대한 차임을 청구하지 못하고, 이미 지급한 차임은 부당이득으로서 반환해야 한다.<br/>  그런데도 원심은 이 사건 각 임대차계약에 따른 피고의 의무가 이행불능에 이르렀다거나 민법 제537조에 따라 피고가 원고들에게 임대료를 청구할 수 없다고 볼 수 없다고 판단하였다. 이러한 원심판단에는 임대인의 사용·수익상태 제공의무의 이행불능, 민법 제537조의 채무자위험부담주의에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 원고들의 제2 상고이유는 이유 있다.<br/>  다. 이 부분 피고의 상고이유는 원고들의 위와 같은 주위적 주장이 이유 없는 것을 전제로 예비적 주장에 관한 원심의 판단에 차임감액청구권 행사의 요건, 방식 및 효과에 관한 법리를 오해하거나 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나 판결에 영향을 미친 잘못이 있다는 취지인데, 앞서 본 바와 같은 이유로 원고들의 주위적 주장에 관한 상고이유를 받아들여 이 부분 원고들 패소 부분을 파기하는 이상 이와 다른 전제에 선 이 부분 피고의 상고이유는 나아가 판단할 필요 없이 받아들일 수 없다.<br/>  4. 결론<br/>  그러므로 원심판결 중 2020. 4. 6.부터 2020. 8. 31.까지 차임 관련 부당이득반환청구에 관한 원고들 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원고들의 나머지 상고와 피고의 상고를 모두 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 권영준(재판장) 오경미(주심) 박영재 ",
  "사건번호": "2024다293580",
  "사건종류코드": "400101",
  "판례정보일련번호": "605975",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}