{
  "판시사항": " [1] 임대차관계 종료 시 임대인의 임대차보증금 반환의무의 이행기가 도래하는 범위(=임대차보증금 중에서 목적물을 반환받을 때까지 생긴 임차인의 모든 채무를 공제한 나머지 금액)<br/> [2] 임대차 존속 중 차임을 연체하는 경우, 차임채권의 소멸시효가 임대차계약에서 정한 지급기일부터 진행하는지 여부(원칙적 적극)<br/> [3] 임대차 존속 중 차임채권의 소멸시효가 완성된 경우, 임대인이 소멸시효가 완성된 차임채권을 자동채권으로 삼아 임대차보증금 반환채무와 상계할 수 있는지 여부(원칙적 소극) 및 이때 민법 제495조를 유추적용하여 연체차임을 임대차보증금에서 공제할 수 있는지 여부(적극)<br/>",
  "참조판례": " [1][3] 대법원 1987. 6. 23. 선고 87다카98 판결(공1987, 1232), 대법원 2002. 12. 10. 선고 2002다52657 판결(공2003상, 361) / [2][3] 대법원 2016. 11. 25. 선고 2016다211309 판결(공2017상, 22)<br/>",
  "사건종류명": "민사",
  "판결요지": " [1] 부동산임대차에서 임차인이 임대인에게 지급하는 임대차보증금은 임대차관계가 종료되어 목적물을 반환하는 때까지 그 임대차관계에서 발생하는 임차인의 모든 채무를 담보하는 것으로서, 임대인의 임대차보증금 반환의무는 임대차관계가 종료되는 경우에 그 임대차보증금 중에서 목적물을 반환받을 때까지 생긴 연체차임 등 임차인의 모든 채무를 공제한 나머지 금액에 관하여서만 비로소 이행기에 도달한다.<br/> [2] 임대차 존속 중 차임을 연체하는 경우 그 채권의 소멸시효는, 임대차 종료 후 목적물 인도 시에 임대차보증금에서 일괄 공제하는 방식에 의하여 정산하기로 약정한 경우와 같은 특별한 사정이 없는 한 임대차계약에서 정한 지급기일부터 진행한다.<br/> [3] 민법 제495조에 따라 소멸시효가 완성된 채권이 그 완성 전에 상계할 수 있었던 것이면 채권자는 상계할 수 있다. 이는 ‘자동채권의 소멸시효 완성 전에 양 채권이 상계적상에 이르렀을 것’을 요건으로 하는 것인데, 임대인의 임대차보증금 반환채무는 임대차계약이 종료된 때에 비로소 이행기에 도달하므로, 임대차 존속 중 차임채권의 소멸시효가 완성된 경우에는 소멸시효 완성 전에 임대인이 임대차보증금 반환채무에 관한 기한의 이익을 실제로 포기하였다는 등의 특별한 사정이 없는 한 양 채권이 상계할 수 있는 상태에 있었다고 할 수 없다. 그러므로 그 이후에 임대인이 이미 소멸시효가 완성된 차임채권을 자동채권으로 삼아 임대차보증금 반환채무와 상계하는 것은 민법 제495조에 따르더라도 인정될 수 없다. <br/>  그러나 임대차 존속 중 차임이 연체되고 있음에도 임대차보증금에서 연체차임을 충당하지 않고 있었던 임대인의 신뢰와 차임연체 상태에서 임대차관계를 지속해 온 임차인의 묵시적 의사를 감안하면, 그 연체차임은 민법 제495조를 유추적용하여 임대차보증금에서 공제할 수는 있다고 봄이 타당하다.<br/>",
  "참조조문": " [1] 민법 제152조, 제492조, 제618조 / [2] 민법 제166조 제1항, 제618조 / [3] 민법 제152조, 제153조, 제492조, 제495조, 제618조<br/>",
  "선고일자": "20250327",
  "법원명": "대법원",
  "사건명": "임대료등청구[소멸시효가 완성된 연체차임과 임대차보증금 사이의 상계 내지 공제 여부가 문제된 사건]",
  "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인 우방 담당변호사 유창희 외 2인)<br/>【피고, 피상고인】 피고 1 외 1인<br/>【원심판결】 수원지법 2024. 10. 16. 선고 2023나80920 판결<br/>【주    문】<br/>  원심판결의 원고 패소 부분 중 19,473,020원 및 이에 대한 지연손해금 부분을 파기하고, 이 부분 사건을 수원지방법원에 환송한다.  나머지 상고를 기각한다. <br/><br/>【이    유】  상고이유를 판단한다.  <br/>  1. 임대차보증금과 연체차임 공제의 법리<br/>부동산임대차에서 임차인이 임대인에게 지급하는 임대차보증금은 임대차관계가 종료되어 목적물을 반환하는 때까지 그 임대차관계에서 발생하는 임차인의 모든 채무를 담보하는 것으로서, 임대인의 임대차보증금 반환의무는 임대차관계가 종료되는 경우에 그 임대차보증금 중에서 목적물을 반환받을 때까지 생긴 연체차임 등 임차인의 모든 채무를 공제한 나머지 금액에 관하여서만 비로소 이행기에 도달한다(대법원 1987. 6. 23. 선고 87다카98 판결, 대법원 2002. 12. 10. 선고 2002다52657 판결 등 참조). <br/>임대차 존속 중 차임을 연체하는 경우 그 채권의 소멸시효는, 임대차 종료 후 목적물 인도 시에 임대차보증금에서 일괄 공제하는 방식에 의하여 정산하기로 약정한 경우와 같은 특별한 사정이 없는 한 임대차계약에서 정한 지급기일부터 진행한다(대법원 2016. 11. 25. 선고 2016다211309 판결 참조).<br/>민법 제495조에 따라 소멸시효가 완성된 채권이 그 완성 전에 상계할 수 있었던 것이면 그 채권자는 상계할 수 있다. 이는 ‘자동채권의 소멸시효 완성 전에 양 채권이 상계적상에 이르렀을 것’을 요건으로 하는 것인데, 임대인의 임대차보증금 반환채무는 임대차계약이 종료된 때에 비로소 이행기에 도달하므로(위 대법원 2002다52657 판결 등 참조), 임대차 존속 중 차임채권의 소멸시효가 완성된 경우에는 그 소멸시효 완성 전에 임대인이 임대차보증금 반환채무에 관한 기한의 이익을 실제로 포기하였다는 등의 특별한 사정이 없는 한 양 채권이 상계할 수 있는 상태에 있었다고 할 수 없다. 그러므로 그 이후에 임대인이 이미 소멸시효가 완성된 차임채권을 자동채권으로 삼아 임대차보증금 반환채무와 상계하는 것은 민법 제495조에 따르더라도 인정될 수 없다. <br/>그러나 임대차 존속 중 차임이 연체되고 있음에도 임대차보증금에서 연체차임을 충당하지 않고 있었던 임대인의 신뢰와 차임연체 상태에서 임대차관계를 지속해 온 임차인의 묵시적 의사를 감안하면, 그 연체차임은 민법 제495조를 유추적용하여 임대차보증금에서 공제할 수는 있다고 봄이 타당하다(위 대법원 2016다211309 판결 참조).<br/>  2. 판단<br/>  가. 원심은 제1심판결 이유를 인용하여 다음과 같이 판단하였다. <br/>  1) 1차 계약에 따른 미지급 차임채권은 1차 계약 종료일인 2013. 11. 8.부터 3년이 경과한 2016. 11. 8. 무렵 소멸시효가 완성되었고, 2차 계약에 따른 미지급 차임채권은 2차 계약 종료일인 2016. 12. 1.부터 3년이 경과한 2019. 12. 1. 무렵 소멸시효가 완성되었으므로 위 각 소멸시효 완성 당시 3차 계약에 따른 임대차보증금반환채권은 아직 발생하지 않았거나 그 이행기가 도래하지 아니하여 양 채권이 상계적상에 이르렀다고 볼 수 없어 위 차임채권을 자동채권으로 하여 3차 계약에 따른 임대차보증금반환채권과 상계할 수 없다. <br/>  2) 1차 계약에 따른 임대차보증금은 1차 계약의 종료 후 2차 계약의 임대차보증금의 지급을 갈음하여 소멸하였고, 2차 계약의 임대차보증금도 3차 계약의 임대차보증금의 지급을 갈음하여 소멸하였으므로 이미 소멸한 1, 2차 계약의 임대차보증금반환채권을 수동채권으로 하여 상계할 수 없다. <br/>  나. 그러나 원심의 판단은 다음과 같은 이유로 받아들이기 어렵다.<br/>  원심판결 이유와 기록에 비추어 살펴보면, 피고들이 1차 계약 및 2차 계약의 각 종료 시에 원고에게 임대차목적물을 반환하고 원고로부터 임대차보증금을 반환받았다거나 원고와 피고들이 2차 계약 및 3차 계약을 각 체결할 당시 연체차임 등 피고들의 채무를 임대차보증금에서 공제하지 아니하기로 하는 약정이 존재하였음이 증명되었다고 보기 어렵다. 그렇다면 차임이 연체되고 있음에도 임대차보증금에서 연체차임을 충당하지 아니한 채 그대로 기존 계약의 임대차보증금을 새로운 계약의 임대차보증금으로 갈음하기로 하는 임대인의 신뢰와 차임연체 상태에서 기존 계약의 종료에 따라 목적물을 반환하거나 임대차보증금을 반환받지 아니한 채 새로운 계약을 체결해 온 임차인의 묵시적 의사를 감안하면, 소멸시효가 완성된 기존 계약의 연체차임도 민법 제495조를 유추적용하여 임대차관계가 최종적으로 종료되어 실제로 목적물이 반환될 때 임대차보증금에서 공제된다고 볼 여지가 있다. <br/>  그럼에도 원심은 1차 계약에 따른 미지급차임 등 8,273,020원과 2차 계약에 따른 미지급차임 등 11,200,000원 합계 19,473,020원의 채권의 소멸시효가 완성되어 그 채권을 자동채권으로 하여 임대차보증금반환채권과 상계할 수 없다고 판단하면서 나아가 공제 여부에 관하여는 판단하지 아니하였다. 이러한 원심의 판단에는 임대차보증금의 공제에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. <br/>  3. 결론<br/>  나머지 상고이유에 대한 판단을 생략한 채 원심판결의 원고 패소 부분 중 19,473,020원 및 이에 대한 지연손해금 부분을 파기하고 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 나머지 상고를 기각하기로 하여 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 신숙희(재판장) 노태악(주심) 서경환 노경필 ",
  "사건번호": "2024다302217",
  "사건종류코드": "400101",
  "판례정보일련번호": "605337",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}