{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "가사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20190523",
    "법원명": "수원가정법원",
    "사건명": "이혼등·이혼및양육자지정",
    "판례내용": "【원고(반소피고), 피항소인】 원고(반소피고) (소송대리인 법무법인 한송 담당변호사 이성미)<br/>【피고(반소원고), 항소인】 피고(반소원고) (소송대리인 변호사 이보미)<br/>【사건본인】 사건본인<br/>【제1심판결】 수원가정법원 성남지원 2018. 12. 13. 선고 2017드단700820(본소), 2017드단704747(반소) 판결<br/>【변론종결】2019. 5. 9.<br/>【주    문】<br/>  1. 제1심판결 중 재산분할에 관한 부분을 다음과 같이 변경한다.<br/>     피고(반소원고)는 원고(반소피고)에게 재산분할로 7,500,000원 및 이에 대하여 이 판결 확정 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라.<br/>  2. 피고(반소원고)의 나머지 항소를 기각한다.<br/>  3. 소송총비용은 본소와 반소를 합하여 9/10는 원고(반소피고)가, 나머지는 피고(반소원고)가 각 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  가. 본소 <br/>   본소에 의하여, 원고(반소피고, 이하 ‘원고’라 한다)와 피고(반소원고, 이하 ‘피고’라 한다)는 이혼한다. 피고는 원고에게 위자료로 20,000,000원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을, 재산분할로 155,000,000원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 각 지급하라. 사건본인의 친권자 및 양육자로 원고를 지정한다. 피고는 원고에게 사건본인의 과거 양육비로 4,000,000원 및 이에 대하여 원고의 2018. 6. 27.자 청구취지 및 청구원인 변경신청서 송달 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을, 장래 양육비로 이 사건 소장 부본 송달 다음날부터 사건본인이 성년에 이르기 전날까지 월 1,000,000원씩 각 지급하라.<br/>  나. 반소 <br/>   반소에 의하여, 원고와 피고는 이혼한다. 원고는 피고에게 위자료로 10,000,000원 및 이에 대하여 이 사건 반소장 부본 송달 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을, 재산분할로 49,875,001원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 각 지급하라. 사건본인의 친권자 및 양육자로 피고를 지정한다. 원고는 피고에게 사건본인의 양육비로 이 사건 반소장 부본 송달일 다음날부터 사건본인이 성년에 이르기까지 매월 말일에 월 442,000원씩 지급하라.<br/>2. 항소취지<br/>   제1심판결 중 재산분할, 친권자 및 양육자 지정, 양육비 청구 부분을 다음과 같이 변경한다. 원고는 피고에게 재산분할로 49,875,001원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라. 사건본인의 친권자 및 양육자로 피고를 지정한다. 원고는 피고에게 사건본인의 양육비로 이 사건 반소장 부본 송달 다음날부터 사건본인이 성년에 이르기까지 월 442,000원을 매월 말일에 지급하라. <br/>【이    유】1. 이 법원의 심판범위 <br/>  원고와 피고는 제1심에서 본소와 반소로 각 이혼, 위자료, 재산분할, 친권자 및 양육자 지정, 양육비 청구를 하였는데, 제1심법원은 본소와 반소의 각 이혼 청구를 인용하고, 본소와 반소 각 위자료 청구를 모두 기각하며, 본소 재산분할 청구 중 일부를 인용하는 한편, 원고를 사건본인의 친권자 및 양육자로 지정하고, 피고로 하여금 원고에게 양육비를 지급하도록 명하고 면접교섭에 관하여 직권으로 정하였다. 이에 대하여 피고가 재산분할, 친권자 및 양육자 지정, 양육비 부분에 관하여만 항소하였으므로, 이 법원의 심판범위는 제1심판결 중 재산분할, 친권자 및 양육자 지정, 양육비 부분에 한정된다.    <br/>2. 본소와 반소 각 재산분할 청구에 관한 판단<br/>  가. 분할대상재산과 그 가액 <br/>     별지 분할재산명세표 기재와 같다. <br/>  나. 재산분할의 비율과 방법 : 원고 50%, 피고 50%<br/>1) 원고와 피고의 실질적인 혼인기간이 약 3년에 불과한 점, 그 기간에 원고나 원고의 모친이 가사와 육아의 대부분을 담당한 것으로 보이는 점 및 분할대상재산의 대부분을 차지하는 ○○○○○이편한세상 아파트 분양권 및 하남시 아파트에 관한 임대차보증금 반환채권 등의 형성·유지 경위, 혼인기간에 원고와 피고가 한 경제 활동과 그 소득의 정도, 가족의 생활환경이나 자녀의 수, 연령 등에 따른 가사의 내용과 강도 및 그 분담 정도, 원고와 피고의 현재 소득 능력, 혼인이 원고의 소득 능력에 미친 영향, 향후 사건본인을 양육하게 될 원고에 대한 다소의 배려가 필요한 점 등을 참작<br/>2) 분할대상재산의 형태와 성질, 그 취득 경위와 그 후의 관리 방법, 분할 방법이 재산의 가치나 효용에 미치는 영향, 분할 방법에 따른 집행의 용이성, 당사자의 의사 등을 고려하여, 원고와 피고가 각자의 명의로 보유하는 적극재산, 소극재산은 그 명의대로 귀속시키되, 분할비율에 따라 원고에게 귀속되어야 할 재산의 가액에서 원고가 현재 보유하는 재산의 가액을 뺀 나머지 금액을 피고가 원고에게 지급하도록 하는 방법에 의하여 분할한다.<br/>      3) 피고가 원고에게 지급해야 하는 재산분할금<br/>      [계산식]<br/>      가) 원고와 피고의 순재산 중 재산분할의 비율에 따른 원고의 몫<br/>        원고와 피고의 순재산 합계 118,876,293원 × 50% = 59,438,146원(원 미만 버림)<br/>      나) 위 가)항의 금액에서 원고의 순재산을 공제한 금액<br/>        59,438,146원 - 51,917,493원 = 7,520,653원<br/>      다) 피고가 원고에게 지급할 재산분할금<br/>        위 나)항의 금액을 약간 하회하는 7,500,000원 <br/>  다. 소결론<br/>    피고는 원고에게 재산분할로 7,500,000원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 민법에서 정한 연 5%의 비율로 계산한 돈을 지급할 의무가 있다. <br/>3. 본소와 반소 각 친권자 및 양육자 지정, 양육비 청구에 관한 판단<br/>  이 법원이 이 부분에 관하여 설시할 이유는 제1심판결 중 해당부분의 기재와 같으므로 가사소송법 제12조, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다. <br/>4. 결  론<br/>  본소와 반소 각 재산분할, 친권자 및 양육자 지정, 양육비 청구에 관하여 위와 같이 정하여야 하는데, 제1심판결 중 재산분할에 관한 부분은 이와 결론을 달리하여 부당하므로 피고의 항소를 일부 받아들여 위와 같이 변경하고, 피고의 나머지 항소는 이유 없으므로 기각하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 엄상섭(재판장) 김영주 박은진 ",
    "사건번호": "2019르123(본소), 2019르130(반소)",
    "사건종류코드": "400103",
    "판례정보일련번호": "225199",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400202"
  }
}