{
  "PrecService": {
    "판시사항": "  예외적으로 유책배우자의 이혼청구를 허용할 수 있는 경우 및 그 판단 기준 / 이때 고려하여야 할 사항<br/>",
    "참조판례": "대법원 2010. 7. 29. 선고 2008므1475 판결, 대법원 2015. 9. 15. 선고 2013므568 전원합의체 판결(공2015하, 1601)<br/>",
    "사건종류명": "가사",
    "판결요지": "",
    "참조조문": "민법 제826조 제1항, 제840조 제6호<br/>",
    "선고일자": "20220616",
    "법원명": "대법원",
    "사건명": "이혼및재산분할",
    "판례내용": "【원고, 상고인】 원고 (변호사 정새봄)<br/>【피고, 피상고인】 피고 (소송대리인 법무법인(유한) 다담 담당변호사 김옥환 외 1인)<br/>【원심판결】 서울고법 2021. 12. 16. 선고 2021르22138 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 관련 법리<br/>  가. 혼인생활의 파탄에 주된 책임이 있는 배우자는 그 파탄을 사유로 하여 이혼을 청구할 수 없다. 그러나 혼인과 가족생활은 개인의 존엄과 양성의 평등을 지도원리로 하는 것으로, 혼인제도가 추구하는 이상과 신의성실의 원칙에 비추어 그 책임이 이혼청구를 배척해야 할 정도로까지 남아있지 않은 경우라면, 그러한 배우자의 이혼청구는 혼인과 가족제도를 형해화할 우려가 없고 사회의 도덕관·윤리관에 반하지 않는 것이어서 허용될 수 있다. 그리하여 상대방 배우자도 혼인을 계속할 의사가 없어 일방의 의사에 의한 이혼 내지 축출이혼의 염려가 없는 경우는 물론 이혼을 청구하는 배우자의 유책성을 상쇄할 정도로 상대방 배우자 및 자녀에 대한 보호와 배려가 이루어진 것으로 볼 수 있는 경우, 세월의 경과에 따라 최초 혼인파탄 상태 초래 당시 현저하였던 유책배우자의 유책성과 상대방 배우자가 받은 정신적 고통이 약화되어 쌍방의 책임의 경중을 엄밀히 따지는 것이 더 이상 무의미할 정도가 된 경우 등과 같이 혼인생활의 파탄에 대한 당초의 유책성이 상당 기간 경과 후에도 그 이혼청구를 배척해야 할 정도로 남아 있지 아니한 사정이 인정되는 경우에는 예외적으로 유책배우자의 이혼청구를 허용할 수 있다. 이와 같이 유책배우자의 이혼청구를 예외적으로 허용할 수 있는지를 판단함에 있어서는, 유책배우자의 책임의 태양·정도, 상대방 배우자의 온전한 형태로의 혼인관계 회복·유지에 대한 진지한 의사 및 유책배우자에 대한 감정, 당사자의 연령, 혼인생활의 기간과 혼인 후의 구체적인 생활관계, 별거기간, 부부간의 별거 후에 형성된 생활관계 등 혼인생활 파탄 이후의 사정변경 여부, 이혼이 인정될 경우의 상대방 배우자의 정신적·사회적·경제적 상태와 생활보장의 정도, 자녀의 유무·연령·상황 및 그 밖의 혼인관계의 여러 사정을 두루 고려하여야 한다(대법원 2015. 9. 15. 선고 2013므568 전원합의체 판결 등 참조).<br/>  나. 혼인파탄 상태 초래의 직접적·일차적 책임이 부부 중 일방에게 있음에도 그 후 상대방의 대처 및 세월의 경과에 따라 그 유책이 희석되거나 상대방의 간접적·이차적인 책임과 불가분적으로 혼합·상쇄되어 최초의 유책배우자에게 파탄의 책임을 온전히 지우기 곤란한 상태인지를 판단함에 있어서는 다음과 같은 사정이 고려되어야 한다. 즉, 혼인은 서로 다른 인격체가 애정과 신뢰에 기초하여 하나의 공동생활체를 이루는 결합조직이므로, 민법 제826조 제1항은 부부의 동거 및 협조의무를 규정함으로써 부부가 동고동락하며 정신적·육체적·경제적인 각 방면에서 서로 협조하여 공동생활을 영위할 의무가 있음을 명시하고 있다. 그런데 단점이나 결함이 없는 인격체는 극히 드문 만큼 혼인생활 도중에 배우자의 일방 또는 쌍방의 인격적인 약점이 드러남으로써 상호간에 갈등과 불화가 일어 원만한 혼인생활에 지장이 초래되는 경우는 당연히 예상되는 일이므로, 혼인관계에서 부부가 협조하여 그와 같은 장애를 극복하는 일은 부부간의 협조의무에서 우러나는 보편적인 과제이다. 따라서 혼인생활 중에 그러한 장애가 발생하였다면 배우자 쌍방은 부부라는 공동생활체로서 결합관계를 유지하기 위한 의지를 갖고 각자 상대방에 대한 애정과 이해, 자제, 설득을 통하여 그러한 장애를 극복하기 위해 노력할 공동의 의무가 있다. 그러므로 배우자 일방의 성격적 결함이나 비판받을 행동으로 말미암아 혼인의 안녕을 해하는 갈등이나 불화가 일어났다고 하여도, 그로써 당장 혼인관계가 회복되지 못할 파탄상태에 빠진 것이 아닌 이상, 그와 같은 갈등과 불화를 치유하여 원만한 혼인관계 유지를 위하여 노력할 의무는 배우자 쌍방 모두에게 있고, 그럼에도 한쪽 배우자의 성격이나 행동에 결함이 있다는 이유로 그 상대방이 원만한 혼인관계를 유지하기 위한 노력을 도외시한 채 대화를 거부하고 적대시하는 등 부부 공동체로서의 혼인생활을 사실상 포기 또는 방기하는 태도로 일관한다면 그 상대방 역시 혼인관계에서 지켜야 할 의무를 다하지 못한 것으로 볼 수 있다. 이와 같은 상황이 개선되지 아니하고 배우자 쌍방이 모두 혼인관계를 유지하기 위한 의욕을 상실한 채 상호 방관 또는 적대하는 상태로 상당한 시간이 경과한 끝에 결국 혼인관계가 돌이킬 수 없을 정도의 파탄에 이르게 되었다면 배우자 쌍방이 혼인관계 파탄에 대한 책임을 나누어 가져야 할 것이고, 당초 어느 일방의 인격적 결함이 그러한 갈등 또는 불화의 단초가 되었다는 사정만으로 그에게 이혼청구를 할 수 없을 정도의 주된 책임이 있다고 단정할 수 없다(대법원 2010. 7. 29. 선고 2008므1475 판결 등 참조).<br/>  2. 판단<br/>  가. 원심판결 이유와 기록에 따르면 다음 사정을 알 수 있다.<br/>  1) 원피고의 혼인관계<br/>  가) 원고는 1981년경부터 피고와 동거를 시작한 후 (연월일 생략) 혼인신고를 마쳤고, 현재까지 피고와 사이에 4명의 성년 자녀를 두었다.<br/>  나) 원고는 1996년경 피고와 함께 석재무역사업을 시작하여 2003. 4. 8. 지주회사에 해당하는 주식회사 ○○○○(변경 후 상호: 주식회사 △△△△)를 설립하였다. 피고는 2007. 5. 21. 주식회사 △△△△의 이사로 취임하여 2011. 5. 2. 대표이사가 되었고, 2013. 3.경부터는 원고의 부탁에 따라 경영업무에 직접 관여하였다.<br/>  다) 원고는 2009년경 피고의 반대에도 불구하고 중국에 체류하면서 공장을 설립하는 등 현지 투자를 하였으나, 2010년경부터 국내외적 요인으로 인한 경영위기에 봉착하여 2012년경 귀국하였다. 원고는 중국에 체류하는 동안 현지법인 소속 직원인 소외인과 내연관계를 유지하다가 그 사이에 성명불상의 아들을 두었고, 피고는 2011년경 자녀들을 통하여 원고의 내연관계 및 혼외자의 존재에 대하여 알게 되었다.<br/>  라) 원고는 2016. 10. 19. 임시조치결정에 따라 피고와 별거를 시작한 후 중국을 자주 드나들면서 소외인, 혼외자 및 소외인의 다른 딸과 교류하고 있다.<br/>  2) 원피고의 법률분쟁 경과<br/>  가) 원피고는 계열사 수익 악화로 세금 체납 등 어려움을 겪게 되자 2015. 3. 6. 별도 회사를 설립하였다. 원고는 2015. 12.경 피고에게 세금 납부 독촉이 심해짐에 따라 주식회사 △△△△를 폐업하고 대부분의 매입·매출을 별도 회사로 이전시킬 것을 요청하였으나, 피고는 폐업에 따른 대표이사의 책임 위험, 회사 대출 문제 등을 이유로 이를 거절하였다.<br/>  나) 원고의 주도 아래 주식회사 △△△△는 2016. 4. 28. 임시주주총회에서 피고를 대표이사에서 해임하고 원고를 대표이사로 선임하는 결의를 하였으나, 피고는 그 결의의 효력을 부정하면서 직무를 수행하였다.<br/>  다) 원고는 피고가 주식회사 △△△△를 경영하며 자신의 지시에 따르지 아니하자, 2016. 5. 17. 주식회사 △△△△ 인천출장소의 사무용품과 전자제품 등을 손괴하여 그 업무를 방해하였고, 이에 관한 유죄 판결이 그 무렵 확정되었다.<br/>  라) 원고는 2016. 6. 3. 주식회사 △△△△ 일산출장소에서 피고가 원고의 대표이사 취임등기 업무에 협조하지 않는다는 등의 이유로 전자제품 등을 손괴하였고, 이에 관한 유죄 판결이 그 무렵 확정되었다.<br/>  마) 원고는 2016. 6. 27. 피고를 상대로 원고 모친 명의 임대차계약서를 위조하였다는 혐의로 형사고소를 하였으나, 2016. 11. 25. 혐의 없음 결정이 내려졌다.<br/>  바) 주식회사 △△△△는 2016. 6. 28. 피고에 대한 직무집행정지가처분 신청을 하여 2016. 8. 10. 인용 결정이 내려졌다. 피고는 그 무렵 위 임시주주총회에서의 대표이사 해임 등 결의에 관한 부존재확인소송을 제기하였으나, 2017. 1. 18. 패소 판결이 선고되어 그 무렵 확정되었다.<br/>  사) 원고는 그 무렵 집에서 피고와 다투다가 가위를 도마에 내려찍은 행위에 대하여 자녀가 경찰에 신고함에 따라 2016. 8. 20. 원고에게 피해자인 피고의 주거지에서 즉시 퇴거하고 2016. 10. 19.까지 주거지에 들어가지 말 것을 명하는 내용의 임시조치결정이 내려졌다. 원피고는 이때부터 별거를 시작하여 현재까지 별거가 계속되고 있다. <br/>  아) 원피고의 자녀가 대표자인 별도 회사는 2016. 9. 6. 원고를 상대로 업무방해금지 및 접근금지가처분 신청을 하였고, 2016. 12. 7. 일부 인용 결정이 내려졌다.<br/>  자) 원고는 2017. 1. 31. 피고를 상대로 주식회사 △△△△의 전시장·사무실로 사용 중인 부동산에 관한 소유권이전등기 청구의 소를 제기하였으나, 2017. 6. 30. 패소 판결이 선고되어 그 무렵 확정되었다.<br/>  차) 원고는 2017. 2. 23. 피고와 자녀 3명 등을 상대로 재산분할 대상으로 주장하는 일부 부동산에 관한 소유권이전등기 청구의 소를 제기하였으나, 2018. 6. 27. 패소 판결이 선고되어 그 무렵 확정되었다.<br/>  카) 원고는 2017. 3. 28. 피고 등을 상대로 피고 측이 경영하는 별도 회사가 원고 및 피고의 공유인 부동산을 물건 적재 공간으로 사용하지 못하도록 출입금지 청구의 소를 제기하였다가, 피고가 그 무렵 이에 대항하여 위 공유 부동산에 관한 공유물분할 청구의 소를 제기하자, 2018. 5. 23. 반소로 소유권이전등기 청구의 소를 제기하였다.<br/>  타) 원고는 2017. 9.경 피고를 상대로 별도 회사의 경영과 관련한 업무상배임 및 업무방해죄로 고소하였으나, 2018. 5. 25. 혐의 없음 결정이 내려졌다.<br/>  파) 원고는 2017. 9. 28. 피고를 상대로 주식회사 △△△△ 주식 63,000주의 양도 청구의 소를 제기하였으나, 2018. 8. 17. 패소 판결이 선고되어 그 무렵 확정되었다.<br/>  하) 원고가 대표이사직을 되찾은 주식회사 △△△△는 2020. 11. 30. 피고 및 별도 회사를 상대로 원고의 지시를 무시하고 마음대로 회사를 운영하는 등 불법행위를 원인으로 10억 원의 손해배상청구소송을 제기하여 2022. 2. 11. 패소 판결이 선고되었으나 이에 불복, 항소를 제기하였다. <br/>  거) 한편 원심 절차 진행 중에도 피고의 신청에 따라 원고 소유 부동산 및 계열사 소유 동산에 대하여 다수의 경매절차가 진행되는 등, 원피고 측 사이에 재산권과 경영권을 둘러싼 각종 분쟁이 상호 양보·타협 없이 장기간 계속되고 있다.<br/>  나. 이러한 사정을 앞서 본 법리에 비추어 보면, 아래와 같이 판단된다.<br/>  1) 원피고는 2016. 8.경 피고 측 신고에 따른 임시조치결정으로 원고가 부부 공동주거지에서 퇴거당한 후 현재까지 5년 이상 별거 중이고, 그 기간 동안 회사 경영권 기타 재산권을 둘러싼 다수의 민사소송에서 적대적 당사자로 치열하게 다투었을 뿐만 아니라 상호 간 형사고소를 하여 원고가 형사처벌도 받았으며, 나아가 피고의 조치로 원고 소유 재산에 대해 다수의 경매절차가 진행되고 있다. 그 과정에서 당사자 사이에 서로 이해하거나 관계를 회복하기 위한 특별한 시도나 노력 등 정상적인 부부나 가족 관계 하에서 마땅히 기대되는 수준의 상호교섭도 없이 형식적인 혼인관계만 유지되고 있는 것으로 보인다. 이와 같은 혼인관계 파탄은 당초 원고의 책임에서 비롯된 것으로 볼 수 있지만, 그 후 부부의 동거 및 협조의무에 따른 파탄 상태의 극복 및 혼인관계 지속을 위한 진지한 노력의 필요성이라는 관점에서 쌍방 모두에게 책임이 돌아갈 수 있는 일련의 과정을 통해 결과적으로 더 이상 정상적이고 온전한 부부 공동생활관계를 회복하기 어려울 정도의 파탄상태에 이르렀다고 할 수 있다.<br/>  2) 원고는 이혼을 강하게 원하면서 피고와는 실질적인 부부 공동생활을 계속 할 수 없다는 의사를 가지고 있다. 피고는 혼인계속의사를 밝히고 있으나, 부부관계의 회복에 대한 기대와 의지보다는 주로 아직 혼인을 하지 않은 성년 자녀에게 미칠 영향을 우려하고 있는 것으로 보일 뿐, 부부로서의 책임과 의무에 입각한 온전한 상태의 혼인계속의 의사로는 보이지 않는데다가 관계 개선을 위한 실질적인 대화나 조치 등 구체적인 노력을 기울인 것으로도 보이지 않는다. 원고의 내연관계 및 혼외자 존재 사실이 2011년경 밝혀진 후 오랜 기간 그 문제를 해결함으로써 정상적인 혼인관계를 회복하기 위한 쌍방 혹은 일방의 진지한 시도나 노력이 있었다고 볼 만한 자료도 없고, 오로지 회사 경영권과 재산권을 둘러싼 민형사상 치열한 분쟁만 거듭된 것으로 보이며, 혼인생활의 전 과정 및 이 사건 이혼소송이 진행되는 중 드러난 쌍방의 조치·태도·상황 등에 비추어 보더라도 그러하다. 이러한 점들은 정도의 차이는 있을지언정, 원피고 모두 혼인관계 회복을 위한 진지한 노력을 다하지 아니한 것으로 볼 수 있는 사정이자 진정한 의미의 혼인계속의사가 있었다고 보기 어려운 사정이다. <br/>  3) 원피고의 재산 상황, 각자의 사회적 지위·직업 등에 비추어 이혼이 인정되더라도 피고의 정신적·사회적·경제적 상태와 생활보장을 악화시킨다거나 성년 자녀들의 복리에 중대한 영향을 미친다고 볼 수는 없고, 그 자녀들도 민형사소송에서 이해관계 있는 당사자 등으로 적극 연루된 상황인 점 등을 보면 형식적인 부부관계를 존속하는 것이 원피고는 물론 그 자녀들의 복리에 도움이 된다고 보기도 어렵다. 오히려 피고 및 성년 자녀들과 원고 사이의 회사 경영권 기타 재산권을 둘러싼 각종 민사소송의 내용 및 경과 등에 비추어 경제적인 측면에서는 원고의 유책성을 상당 부분 상쇄할 정도로 피고 및 성년 자녀들에 대한 보호와 배려가 이루어졌다고 볼 여지도 많다.<br/>  4) 2011년경 밝혀진 원고의 내연관계 및 혼외자 존재 사실이 당시에는 원고의 주된 유책사유에 해당하나, 그로부터 주식회사 △△△△가 피고를 대표이사에서 해임한 2016. 4.경까지는 원피고가 상호 협력하면서 회사를 정상적으로 경영해왔던 사정에 비추어 원고의 위 유책사유로 말미암아 원피고 사이의 혼인관계가 파탄에 이르렀다고 단정하기 어렵다. 오히려 2016. 4.경부터 약 6년 동안 지속되고 있는 원피고 사이의 주식회사 △△△△ 및 별도 회사의 경영권 등 재산권을 둘러싼 지속적인 분쟁이야말로 원심 변론종결에 이르기까지 혼인관계 최종 파탄의 직접적·근본적인 원인이 되었을 가능성을 배제할 수 없다. 즉, 원고의 부정행위라는 유책성이 혼인관계 파탄의 계기가 되기는 하였지만, 이를 해소하고 정상적인 혼인관계를 복원·유지하기 위한 원피고 쌍방의 진지한 노력이 없이 상호 방관 내지 적대적인 상태로 오랜 세월이 경과한 끝에 혼인관계가 돌이킬 수 없이 파탄에 이르게 된 것으로, 전체적으로 그 파탄의 책임을 쌍방이 일정 부분 나누어 가져야 할 경우에 해당할 뿐, 어느 일방의 인격적·도덕적인 결함이 그러한 갈등 내지 불화의 단초가 되었다는 사정만으로 그에게 이혼청구를 할 수 없을 정도의 주된 책임이 있다고 보기 어려운 경우에 해당한다는 평가가 가능하다. 나아가 이러한 사정 하에서라면, 원고의 이혼청구를 허용하는 것이 혼인제도가 추구하는 이상과 신의성실의 원칙 및 혼인과 가족제도의 실질적 형해화 우려 등의 관점에서 예외적으로 허용될 수 없는 경우에 해당한다고 단정하기도 어려워 보인다.<br/>  5) 그렇다면 원심으로서는 원피고 사이에 있었던 혼인기간 중의 사정을 전 기간에 걸쳐 구체적·실질적으로 살펴 혼인파탄의 실질적 원인이 원고의 내연관계 및 혼외자 존재 때문인지 아니면 경영권 분쟁 등 원피고가 일정 부분 책임을 분담해야 할 다른 사정 때문인지 혹은 그 각 사정이 상호 불가분적으로 어우러진 결과인지 등을 면밀히 심리하여, 결과적으로 원피고 모두가 그 책임의 비율을 떠나 혼인파탄의 원인을 제공한 경우로서, 원칙적 혹은 예외적으로라도 민법 제840조 제6호에서 정한 이혼사유에 해당할 여지가 없는지에 관하여 진지하게 판단했어야 한다.<br/>  6) 그런데도 원심은 최초 혼인파탄의 계기가 된 2011년경 밝혀진 원고의 내연관계 등에만 주목한 채, 그 후 쌍방 간에 온전한 형태의 혼인관계 회복을 위한 진지한 노력 없이 계속된 불화와 별거·파탄의 경과를 고려하지 아니한 결과, 혼인파탄의 근본적인 원인이 원고의 내연관계 등에만 있다고 단정하여 유책배우자의 이혼청구라는 이유로 원고의 청구를 배척하였는바, 이러한 원심의 판단에는 민법 제840조 제6호의 해석에 관한 법리 등을 오해함으로써 필요한 심리를 다하지 아니하여 판결에 영향을 미친 잘못이 있다. <br/>  3. 결론<br/>  그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 조재연 이동원 천대엽(주심) ",
    "사건번호": "2022므10109",
    "사건종류코드": "400103",
    "판례정보일련번호": "237063",
    "선고": "선고",
    "판결유형": "판결",
    "법원종류코드": "400201"
  }
}