{
  "PrecService": {
    "판시사항": "",
    "참조판례": "",
    "사건종류명": "가사",
    "판결요지": "",
    "참조조문": "",
    "선고일자": "20220128",
    "법원명": "수원가정법원 성남지원",
    "사건명": "상속재산분할·기여분",
    "판례내용": "【청구인(병합심판청구인)】 청구인(병합심판청구인) (소송대리인 법무법인(유한) 충정 담당변호사 김성훈 외 1인)<br/>【청구인(병합심판상대방)】 청구인(병합심판상대방) 1 외 2인 (소송대리인 법무법인(유한) 충정 담당변호사 김성훈 외 1인)<br/>【상대방(병합심판상대방)】 상대방(병합심판상대방) (소송대리인 법무법인(유한) 태평양 담당변호사 임채웅 외 1인)<br/>【주    문】<br/> 1. 피상속인 망 김태진(000000-0000000)의 상속재산에 대한 청구인(병합심판청구인)의 기여분을 10%로 정한다.<br/> 2. 피상속인의 상속재산인 별지1 목록 기재 각 부동산에 관하여 다음과 같이 분할한다.<br/>  가. 별지1 목록 순번 제10항 기재 부동산을 청구인(병합심판청구인)이 단독으로 소유하는 것으로 분할한다.<br/>  나. 청구인(병합심판청구인)은 위 가.항 기재 부동산에 관한 정산금으로 청구인(병합심판상대방) 1에게 92,880,000원, 청구인(병합심판상대방) 2에게 161,100,000원, 청구인(병합심판상대방) 3에게 247,500,000원, 상대방(병합심판상대방)에게 408,060,000원 및 위 각 금원에 대하여 이 심판 확정일 다음 날부터 다 갚는 날까지 민법이 정한 연 5%의 비율로 계산한 금원을 지급하라.<br/>  다. 별지1 목록 순번 제1 내지 9항 기재 각 부동산을 경매하여 그 대금 중 경매절차비용을 공제한 나머지 금원을 청구인(병합심판청구인)이 0.4947, 청구인(병합심판상대방) 1이 0.0516, 청구인(병합심판상대방) 2가 0.0895, 청구인(병합심판상대방) 3이 0.1375, 상대방(병합심판상대방)이 0.2267의 각 지분 비율로 분할한다.      <br/> 3. 심판비용 중 30%는 청구인(병합심판청구인), 청구인(병합심판상대방) 1, 청구인(병합심판상대방) 2, 청구인(병합심판상대방) 3이, 나머지는 상대방(병합심판상대방)이 각 부담한다.<br/><br/>【청구취지】[본심판]<br/>피상속인의 상속재산인 별지1 목록 기재 각 부동산과 별지2 목록 기재 각 채권 대하여 청구인(병합심판청구인, 이하 ‘청구인’이라 한다), 청구인(병합심판상대방, 이하 ‘청구인 1’, ‘청구인 2’, ‘청구인 3’이라 각 칭하고, 청구인과 함께 통칭할 경우 ‘청구인들’이라 한다)들과 상대방(병합심판상대방, 이하 ‘상대방’이라 한다) 사이에 법률상 적정한 분할을 구한다(위와 같이 선해한다).<br/>[병합심판]<br/>피상속인의 상속재산에 대한 청구인의 기여분을 30%로 정한다. <br/>【이    유】1. 상속인 및 법정상속분의 확정<br/>  가. 피상속인 : 망 김태진(000000-0000000, 2016. 3. 13. 사망, 이하 ‘피상속인’이라 한다)<br/>  나. 피상속인의 가족관계<br/>    1) 배우자 : 청구인<br/>    2) 직계비속 : 청구인 1, 청구인 2, 청구인 3, 상대방<br/>  다. 상속인 및 법정상속분<br/>순번상속인법정상속분피상속인과의 관계1청구인3/11배우자2청구인 12/11직계비속3청구인 22/11직계비속4청구인 32/11직계비속5상대방2/11직계비속상속분 합계1?<br/>[인정근거] 갑 제1, 2호증, 을 제1, 2호증의 각 기재, 심문 전체의 취지<br/>2. 분할대상이 되는 상속재산의 범위<br/>  가. 상속재산<br/>    1) 인정되는 부분<br/>      피상속인이 사망 당시 보유하고 있던 별지1 목록 기재 각 부동산이 상속재산으로서 분할대상이 되고, 상속개시 당시 가액은 아래 표와 같다.<br/>순번재산내역상속개시시 가액(원)인정사유1별지1 목록 제1항 102동 1903호500,000,000○ 청구인들과 상대방이 주장하는 가액에 차이가 있으나, 상속개시시 가액은 갑 제4호증 3면의 상속세과세가액계산명세서에 따른다.2별지1 목록 제2항 103동 104호391,000,000○ 한편, 청구인들은 순번 제10번 부동산에 관하여 적어도 44.9%는 청구인의 특유재산이므로 상속재산이 아니라는 취지로 주장하나, 청구인들이 제출한 자료만으로는 이를 인정하기 부족하다.3별지1 목록 제3항 108동 104호391,000,000○ 또한 순번 제1 내지 제9항 부동산에 관한 임대차보증금반환채무의 경우 원칙적으로 상속개시와 동시에 상속인들에게 법적상속분의 비율로 당연히 승계되는 것이지 별도로 상속재산분할의 대상에 포함되지 아니하는 점, 임대차보증금반환채무는 분할한다고 하더라도 그 비율은 공동상속인들 사이의 내부관계에서만 유효할 뿐 채권자인 임차인이 승낙하지 아니하는 이상 그에게 대항할 수 없어 분할할 실익이 크지 아니한 점 등에 비추어 보면, 위 각 채무를 이 사건에서 분할하는 것이 적절하지 않다. 따라서 위 각 부동산에 관한 임대차보증금반환채무는 이 사건 심판에서 고려하지 않는다(아래에서 보는 바와 같이 위 각 부동산에 관하여는 상속재산분할방법으로 경매분할의 방법을 택하는바, 경매를 통하여 매각대금에서 임차인들의 임대차보증금반환채권을 공제한 나머지 금원을 분할한다는 점에서도 이를 별도로 고려할 필요는 없어 보인다).4별지1 목록 제4항 101동 2603호500,000,0005별지1 목록 제5항 101동 2703호500,000,0006별지1 목록 제6항 102동 2903호500,000,0007별지1 목록 제7항 107동 901호408,500,0008별지1 목록 제8항 102동 2503호500,000,0009별지1 목록 제9항 103동 103호450,000,00010별지1 목록 제10항 410동 801호853,000,000?합   계4,993,500,000?<br/>[인정근거] 갑 제4, 6호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 심문 전체의 취지<br/>    2) 인정되지 않는 상속재산<br/>      가) 별지2 목록 기재 각 채권<br/>        금전채권과 같이 급부의 내용이 가분인 채권이 공동으로 상속되는 경우 상속개시와 동시에 당연히 법정상속분에 따라 공동상속인들에게 분할되어 귀속되므로 상속재산분할의 대상이 될 수 없는 것이 원칙이다(대법원 2016. 5. 4. 자 2014스122 결정 참조), 그러나 가분채권을 일률적으로 상속재산분할의 대상에서 제외하면 부당한 결과가 발생할 수 있는 경우, 예를 들어 공동상속인들 중에 초과특별수익자가 있는 경우 초과특별수익자는 초과분을 반환하지 아니하면서도 가분채권은 법정상속분대로 상속받게 되는 부당한 결과가 발생하고, 그 외에도 특별수익이 존재하거나 기여분이 인정되어 구체적인 상속분이 법정상속분과 달라질 수 있는 상황에서 상속재산으로 가분채권만이 있는 경우에는 모든 상속재산이 법정상속분에 따라 승계되므로 수증재산과 기여분을 참작한 구체적 상속분에 따라 상속을 받도록 함으로써 공동상속인들 사이의 공평을 도모하려는 민법 제1008조, 제1008조의2의 취지에 어긋나게 된다. 따라서 이와 같은 특별한 사정이 있는 때는 상속재산분할을 통하여 공동상속인들 사이에 형평을 기할 필요가 있으므로 가분채권도 예외적으로 상속재산분할의 대상이 될 수 있다(대법원 2016. 5. 4. 자 2014스122 결정 등 참조).<br/>        그런데 이 사건에서는 아래 5.항에서 보는 바와 같이 특별수익자로 인정되는 청구인들과 상대방 모두 초과특별수익자에는 해당하지 않고, 이 사건 상속재산에 관한 구체적 상속분의 조정을 통해 공동상속인들 사이의 공평을 도모할 수 있으므로, 이 사건에 관하여 가분채권을 예외적으로 상속재산분할의 대상으로 삼을 만한 특별한 사정이 있다고 볼 수 없다. 따라서 피상속인 명의의 별지2 목록 기재 각 채권을 분할대상에 포함시키지 아니한다.  <br/>      나) 상대방 주장의 상속재산<br/>        상대방은, 피상속인이 사망 당시 △△은행 요구불상품(계좌번호 1 생략) 12,116원, △△은행 요구불상품(계좌번호 2 생략) 29,719,793원, △△은행 요구불상품(계좌번호 3 생략) 1원, △△은행 요구불상품(계좌번호 4 생략) 9,568,748원, △△은행 요구불상품(계좌번호 5 생략) 1,235원, △△은행 국공채펀드(계좌번호 6 생략) 50,857,235원, △△은행보험상품(보험증권번호 1 생략) 1,000,000,000원, △△은행보험상품(보험증권번호 2 생략) 1,000,000,000원, △△은행보험상품(보험증권번호 3 생략) 1,000,000,000원, △△은행보험상품(보험증권번호 4 생략) 1,000,000,000원, △△은행보험상품(보험증권번호 5 생략) 1,000,000,000원, □□캐피탈 자동차리스 보증금 반환채권 9,289,214원, 부천시 (주소 1 생략)에 대한 임대차보증금반환채권 5,000,000원, ◇◇◇아파트 입주자대표회의에 대한 하자보수 판결 정산금 5,540,561원, △△은행 요구불상품(계좌번호 7 생략) 129,149,803원을 보유하고 있었으므로 이를 상속재산분할대상으로 보아야 한다고 주장한다. <br/>        살피건대, 상속재산분할의 대상은 당사자가 현실적으로 분할의 대상으로 삼은 것으로서 청구취지에 분할의 대상으로 명시된 것에 한하는데, 청구인들은 위 채권이나 금원을 상속재산분할대상으로 삼고 있지 않고, 상대방이 반심판 청구 등으로 위 채권이나 금원에 관하여 분할을 청구하지 않았으며, 심문 전체의 취지에서 드러난 청구인들의 의사도 상대방과 같다고 볼 수 없으므로, 이 부분은 현실적으로 분할의 대상이 되지 않은 것으로 봄이 타당하다. 나아가 위와 같은 채권들은 금전채권으로 위 2) 가)에서 살펴본 바와 같은 이유에서 분할대상에 포함시키지 아니한다.  <br/>  나. 상속비용<br/>    1) 인정되는 부분<br/>      가) 재산세 납부: 46,336,740원    <br/>        청구인들은, 청구인 2가 청구인들을 대표하여 이 사건 각 아파트에 관하여 피상속인이 사망한 이후 재산세를 모두 납부하였으므로 이를 상속비용으로 보아 상속재산분할에 반영하여야 한다는 취지로 주장한다(2019. 10. 24.자 준비서면 제17면 참조). 살피건대, 갑 제68, 85호증의 각 기재 및 심문 전체의 취지에 의하면, 피상속인의 사망 이후인 2016년부터 2020년까지 이 사건 각 아파트에 관한 재산세로 청구인 2가 46,336,740원을 납부한 사실을 인정할 수 있는바, 위 돈은 상속재산 관리에 필요한 비용이므로 이를 상속비용으로 고려하기로 한다.<br/>      나) 상속재산 중 별지1 목록 순번 제2항 기재 부동산에 관한 전세보증금 잔금: 234,000,000원<br/>        청구인들은, 청구인이 피상속인이 사망한 이후인 2016. 4. 6. 위 부동산에 관한 임차인인 소외 1과 임대차계약이 종료됨에 따라 임대차보증금 260,000,000원 중 잔금 234,000,000원을 소외 1에게 반환하였고, 이는 본래 청구인들과 상대방이 함께 부담하여야 하는 상속채무임에도 이를 청구인이 모두 부담하였으므로 상속재산 분할과정에 반영되어야 한다고 주장한다. 살피건대, 갑 제71, 72호증의 각 기재 및 심문 전체의 취지에 의하면, 청구인이 2016. 4. 6. 위 부동산에 관하여 임대차계약이 종료된 후 임차인인 소외 1에게 234,000,000원을 임대차보증금반환 명목으로 지급한 사실을 인정할 수 있다. 이는 상속재산인 위 부동산의 유지를 위하여 직접적으로 지출된 것으로 상속비용에 해당한다.<br/>    2) 인정되지 않는 부분<br/>      가) 상속세 납부: 4,264,204,600원<br/>        청구인들은, 청구인 2가 청구인들을 대표하여 이 사건 상속을 원인으로 하여 총 4,264,204,600원의 상속세를 납부하였는바, 이는 상속인들이 공동으로 부담하여야 할 것이므로 상속재산분할시 정산되어야 한다고 주장한다. <br/>        살피건대, 상속인은 상속재산 중 각자가 받았거나 받을 재산을 한도로 연대하여 상속세를 납부할 의무가 있으므로, 상속인들 중 일부가 상속세를 납부하고 다른 상속인들에 대하여 그 분담을 구하는 등 각자의 분담범위 등에 관한 다툼이 있는 경우 상속재산분할절차를 통하여 각자의 상속분을 확정지은 후, 상속인들 사이에 임의정산을 하거나 별도의 구상권 행사 절차를 통하여 정산함이 보다 적합한바, 청구인들의 이 부분 주장은 이유 없다.<br/>      나) 상속재산 중 별지1 목록 기재 각 부동산에 대한 취득세: 139,720,250원<br/>        청구인들은, 청구인 2가 위 각 부동산에 관하여 상속에 따른 취득세 합계 139,700,250원을 납부하였으므로 이를 상속비용으로 보아 상속재산분할에 반영되어야 한다고 주장하나, 상속에 따른 취득세는 상속인들의 고유채무에 해당할 뿐 상속비용에 해당하지 않으므로 상속재산에서 공제할 수 없는바, 청구인들의 이 부분 주장도 이유 없다.<br/>      다) 상속재산 중 별지1 목록 기재 각 부동산 중 일부에 대한 전세계약 중개수수료와 장기수선충당금 지출 비용: 8,648,300원<br/>        청구인들은 이 사건 상속재산 중 별지1 목록 순번 제4항 기재 부동산 외 4채에 대하여 전세계약을 체결하였고 그 중개수수료로 6,076,000원, 해당 아파트 장기수선 충당금으로 2,572,300원을 각 지출하였는바, 위 비용 합계 8,648,300원 역시 상속에 관한 비용으로서 상속인인 상대방 역시 이를 부담할 의무가 있다고 주장하나, 갑 제69, 70호증의 각 기재만으로는 청구인들이 전세계약 중개수수료와 장기수선충당금 지출비용으로 8,648,300원을 지출하였다는 사실을 인정하기 부족하고 달리 이를 인정할 증거가 없다(갑 제69호증의1 장기수선충당금 납부확인서 발급증 514,460원, 갑 제70호증 중개수수료 영수증 1,200,000원). 따라서 이와 전제를 달리하는 청구인들의 위 주장은 받아들일 수 없다. <br/>      라) 장례비용: 10,000,000원<br/>        청구인들은, 청구인 2가 장례비용으로 10,000,000원을 지출하였으므로 이를 상속비용으로 보아 상속재산에서 정산하여야 한다고 주장한다. 살피건대, 청구인들이 제출한 증거만으로는 청구인 2가 위와 같은 장례비용을 지출한 사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 또한 장례비용은 피상속인이나 상속인의 사회적 지위와 그 지역의 풍속 등에 비추어 합리적인 금액 범위 내라면 이를 상속비용으로 보아야 하나(대법원 2003. 11. 14. 선고 2003다30968 판결 참조), 통상적으로 장례를 치를 때 어느 정도의 부의금이 들어오기 마련이고, 그 부의금은 장례비용에 우선적으로 충당된다 할 것이므로, 부의금을 초과하는 장례비용이 지출된 경우에 그 초과 금액만을 상속재산에서 공제하여야 할 것인바, 이 사건에서는 부의금의 액수 및 지출 내역, 부의금을 초과한 장례비가 지출되었다는 점에 대하여 아무런 주장·입증이 없다. 따라서 청구인들의 이 부분 주장 역시 이유 없다.<br/>      마) 감정평가비용: 9,968,200원<br/>        청구인들은, 청구인 2가 위와 같은 상속세 납부를 위하여 별지1 목록 기재 각 부동산에 대한 감정평가를 의뢰하면서 감정평가비용으로 합계 9,968,200원을 지출하였으므로 이를 상속비용으로 보아 상속재산에서 공제하여야 한다고 주장하나, 청구인들이 제출한 자료만으로는 위 비용이 상속재산에 대한 유지·관리행위에 따른 것이라거나 상속으로 인하여 당연히 발생하는 것이라고 보기 어려우므로, 청구인들의 이 부분 주장은 이유 없다.<br/>      바) 상대방이 얻은 법정이자 상당액의 이득<br/>        청구인들이 상속세, 취득세를 납부하였다 하더라도 그 정산은 별개의 절차에서 이루어져야 할 것이지 이 사건 상속재산분할심판에서 고려될 것은 아니라는 점에 비추어 보면, 청구인들의 이 부분 주장도 이유 없다. <br/>  다. 소결<br/>    따라서 이 사건 분할대상 상속재산은 별지1 목록 기재 각 부동산의 상속개시 당시 가액 4,993,500,000원에서 청구인 2가 지출한 상속비용 46,336,740원과 청구인이 지출한 상속비용 234,000,000원 합계 280,336,740원(= 위 46,336,740원 + 위  234,000,000원)을 공제한 4,713,163,260원(= 4,993,500,000원 - 280,336,740원)이 되고, 위 각 상속비용은 지출자의 구체적 상속분 산정 시 이를 가산하는 방식으로 상속재산분할에 고려하기로 한다.<br/>3. 청구인의 기여분 청구에 관한 판단<br/>  가. 청구인의 주장 요지<br/>청구인은 피상속인의 배우자로서 혼인기간 동안 피상속인의 ○○○(LPG충전소) 사업을 도왔고, 1983년부터 2011년경까지 위 사업장에서 재무와 수금 업무를 총괄하는 등 피상속인의 재산의 유지 및 증가에 특별히 기여하였으므로, 피상속인의 상속재산에 대한 기여분으로 30%가 인정되어야 한다고 주장한다. <br/>  나. 관련법리<br/>민법 제1008조의2가 정한 기여분제도는 공동상속인 중에 피상속인을 특별히 부양하였거나 피상속인의 재산 유지 또는 증가에 특별히 기여하였을 경우 이를 상속분 산정에 고려함으로써 공동상속인 간의 실질적 공평을 도모하려는 것인바, 기여분을 인정하기 위해서는 공동상속인 간의 공평을 위하여 상속분을 조정하여야 할 필요가 있을 만큼 피상속인을 특별히 부양하였다거나 피상속인의 상속재산 유지 또는 증가에 특별히 기여하였다는 사실이 인정되어야 한다(대법원 2014. 11. 25. 자 2012스156, 157 결정).<br/>  다. 판단 <br/>    갑 제12, 13호증의 각 기재 및 심문 전체의 취지를 종합하여 인정되는 사정들, 즉 ① 청구인은 피상속인의 배우자로서 33년 가까이 혼인관계를 유지하면서 1983년경부터 2011년경까지 피상속인 운영의 ○○○에서 계속하여 일을 하면서 편의점과 식당을 운영하거나 재무와 수금 업무를 맡는 등 경제활동을 함께 한 점, ② 피상속인의 소득과 재산 중에는 청구인이 피상속인과 함께 형성한 소득과 재산이 상당 부분 혼합되어 있는 것으로 보이는 점, ③ 한편 청구인이 피상속인으로부터 생전에 증여를 받기도 하였고 자신의 명의로 재산을 보유하고 있기도 하나, 그 규모가 다른 상속인들의 수증액이나, 보유 재산에 비하여 과다하다고 보기는 어려운 점 등에 비추어 보면, 청구인은 피상속인 재산의 유지 및 증가에 특별히 기여하였다고 봄이 상당하고, 그 기여방법과 정도 및 상속재산의 현재 가치 등을 고려하여 볼 때 상속재산에 관한 청구인의 기여분을 10%로 정함이 상당하다.<br/>4. 특별수익에 관한 판단<br/>  가. 관련 법리<br/>민법 제1008조는 \"공동상속인 중에 피상속인으로부터 재산의 증여 또는 유증을 받은 자가 있는 경우에 그 수증재산이 자기의 상속분에 달하지 못한 때에는 그 부족한 부분의 한도에서 상속분이 있다.\"고 규정하고 있다. 이는 공동상속인 중에 피상속인으로부터 재산의 증여 또는 유증을 받은 특별수익자가 있는 경우에 공동상속인들 사이의 공평을 기하기 위하여 그 수증재산을 상속분의 선급으로 다루어 구체적인 상속분을 산정함에 있어 이를 참작하도록 하려는 데 그 취지가 있다. 여기에서 어떠한 생전 증여가 특별수익에 해당하는지는 피상속인의 생전의 자산, 수입, 생활수준, 가정상황 등을 참작하고 공동상속인들 사이의 형평을 고려하여 당해 생전 증여가 장차 상속인으로 될 자에게 돌아갈 상속재산 중의 그의 몫의 일부를 미리 주는 것이라고 볼 수 있는지의 여부에 의하여 결정하여야 한다(대법원 2014. 11. 25. 자 2012스156, 157 결정 등 참조).<br/>    현금 특별수익의 경우 화폐가치의 변동을 고려하여 상속개시시의 화폐가치로 환산한 금액을 특별수익재산으로 인정하여야 할 것인데, 환산 기준은 경제 전체의 물가수준 변동을 가장 잘 반영하는 것으로 보이는 GDP 디플레이터를 사용함이 상당하므로, 특별수익재산의 상속개시시 화폐가치는 ‘특별수익재산액 × 상속개시 당시의 GDP 디플레이터 수치/특별수익 당시의 GDP 디플레이터 수치’(별지3 GDP 디플레이터 수치 적용)와 같이 계산하기로 한다(원 미만 반올림).  <br/>  나. 청구인의 특별수익<br/>    1) 특별수익으로 인정되는 부분<br/>      앞서 든 각 증거 및 심문 전체의 취지에 의하면, 아래 표 기재 각 재산은 청구인이 피상속인으로부터 생전 증여를 받은 것으로서 청구인의 특별수익에 해당한다고 봄이 상당하다.      <br/>순번수익일시수익내역수익당시 가액(원)상속개시시 환산액(원)증거비고12010. 5. 6.(주소 2 생략) 구입 자금 일부 증여601,000,000661,132,413갑4, 20세무조사에서 청구인에 대한 증여로 인정된 금액이 601,000,000원이고, 수익자인 청구인 역시 이에 따라 특별수익액을 인정하고 있으므로 이 부분 특별수익액은 601,000,000원으로 인정한다.합  계601,000,000661,132,413??<br/>    2) 특별수익으로 인정되지 않는 부분<br/>순번수익일시수익내역수익당시 가액(원)불인정 사유11996. 7. 15.▽▽▽회원권9,900,000이 법원에 제출된 증거만으로는 각 회원권이나 보험금 납입이 피상속인의 증여에 따라 이루어졌음을 인정하기에 부족하고, 달리 이를 인정할만한 증거가 없다.2불상◎◎◎ 회원권불상32002. 6. 10.◁◁◁ 회원권19,800,00042003. 2. 18.▷▷▷ 하이클래스 회원권 매수자금에서 환불금 차액23,500,00052010. 9. 30.♤♤♤연금 II 보험270,000,00062013. 2. 22.▷▷▷ 스탠다드 회원권21,359,80072013. 12. 31.청구인 명의 차명계좌(△△은행 5개 계좌번호 각 생략)711,156,333상대방은, 피상속인이 청구인 명의의 계좌를 차명으로 보유하고 있었다가 청구인이 2013. 12. 31. 무렵부터 위 계좌들을 직접 관리·지배하면서 개인용도로 사용하게 되었으므로, 청구인은 그 무렵 위 계좌에 있던 돈 전부를 피상속인으로부터 증여받은 것으로 보아야 하므로, 이를 청구인의 특별수익이라고 주장한다. 살피건대, 상대방이 제출한 자료만으로는 위 계좌에 관하여 청구인은 단순히 그 명의만을 빌려주었을 뿐이고 피상속인이 계좌를 개설한 다음 통장과 인장을 스스로 관리하면서 전적으로 자신의 계산으로 예금을 입·출금하고 계좌를 해지·신설하는 등으로 예금계좌를 사실상 지배·관리하였다고 보기 어려운데다가, 피상속인의 가족 또는 직원 명의로 된 차명계좌에 관하여 2006년, 2012년경 세무조사를 통해 어느 정도 밝혀졌는데 위 계좌들은 그에 해당하지 아니한다.<br/>  다. 청구인 1의 특별수익 <br/>    1) 특별수익으로 인정되는 부분<br/>      앞서 든 각 증거 및 심문 전체의 취지에 의하면, 아래 표 기재 각 재산은 청구인 1이 피상속인으로부터 생전 증여를 받은 것으로서 청구인 1의 특별수익에 해당한다고 봄이 상당하다.      <br/>순번수익일시수익내역수익당시 가액(원)상속개시시 환산액(원)증거인정 사유12005. 10.경서울 서초구 (주소 2 생략) 구입 자금 일부 증여519,000,000638,589,091갑 28-1청구인들은 당초 이 부분에 관한 청구인 1의 특별수익이 603,000,000원이라 인정하다가 2021. 4. 9.자 준비서면에서 위 특별수익에 관한 주장은 착오에 기한 것이므로 취소하고, 실제 청구인 1의 특별수익액은 519,000,000원이라며 주장을 변경하였는바, 이 법원은 직권으로 사실의 탐지와 필요하다고 인정하는 증거의 조사를 하여야 하고, 당사자의 자백은 구속력이 없어 단순히 증거자료가 됨에 그친다는 점을 고려하면, 위와 같은 청구인 1의 자백에 따라 사실인정을 하여야 하는 것은 아니라는 점, 한편, 갑 제28호증의1의 기재에 의하면, 청구인 1은 2006. 6. 2.경 피상속인으로부터 현금 519,000,000원을 증여받았음에도 증여세 신고를 누락하였다는 내용의 세무조사결과통지를 받았다는 점 등을 고려하면, 이 부분 특별수익액은 519,000,000원으로 인정한다.22008. 6. 13.청구인 1의 배우자 소외 2에 대한 양도성예금증서 증여600,000,000702,576,467을212012년 피상속인에 대해 실시된 세무조사 결과 밝혀진 것으로서 피상속인이 실질적으로 청구인 1에게 직접 증여한 것과 다르지 않다.합  계1,119,000,0001,341,165,558??<br/>    2) 특별수익으로 인정되지 않는 부분<br/>순번수익일시수익내역수익당시 가액(원)불인정 사유12000. 8. 8.서울 양천구 (주소 3 생략)104,000,000상대방은 피상속인이 목동 소재 위 아파트를 청구인과 청구인 1 명의의 차명계좌를 통하여 매수하여 소유·관리하다가 청구인 1의 요청에 따라 청구인 1에게 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.22000. 8. 10.충남 태안군 (주소 4 생략) 회원권18,000,000상대방은 피상속인이 관리하던 차명계좌인 청구인 1 명의 계좌와 청구인 명의 차명계좌에서 회원권을 매입하여 이를 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없으며, 설령 이를 피상속인이 청구인 1에게 입금하거나 현금지급하였다고 하더라도, 지급 시기나 금액, 피상속인의 생활수준, 사용처, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.32005년~2006년결혼비용 및 대출금 대납395,510,950상대방은 피상속인이 2005년과 2006년 청구인 1 명의의 차명게좌를 이용하여 위 청구인의 결혼비용 명목으로 현금을 증여하고, 청구인 2 명의의 차명계좌를 이용하여 청구인 1의 대출금 채무를 대납하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.42006. 7. 26.증여세 대납110,743,700상대방은 청구인 1이 서울지방국세청의 세무조사로 인하여 110,743,700원의 증여세를 부담하게 되었는데, 피상속인이 청구인으로 하여금 2006. 7. 26. 청구인 1의 계좌(계좌번호 8 생략)로 131,014,794원을 입금하게 하였고, 청구인 1은 위 금원 중 110,743,700원을 증여세로 납부하였으므로 이는 청구인 1의 특별수익에 해당한다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.52006년 ~ 2013년유학 이전 현금증여284,268,520상대방은 청구인 1은 2006년부터 2013년까지 피상속인으로부터 현금을 직접 증여받거나 현금인출기(ATM)를 통하여 피상속인의 계좌에서 현금을 인출하는 방법으로 아래와 같이 2억 8,000만 원에 달하는 현금을 증여받았다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없으며, 설령 피상속인이 위 상대방의 주장대로 청구인 1에게 현금지급하였다고 하더라도, 지급 시기나 금액, 피상속인의 생활수준, 사용처, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.62007. 9. 20.청구인 1의 자녀인 소외 3에게 현금증여21,000,000상대방은 2007. 9. 20. 청구인 1의 자녀인 소외 3에게  입금된 2,100만 원의 출처가 청구인 1 명의의 피상속인 차명계좌(계좌번호 9 생략)이므로, 이를 피상속인의 청구인 1에 대한 증여로 보아야 한다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.72012. 9. 8. ~ 2014. 6. 22.청구인 1의 피상속인 카드(♡♡♡카드 2개 카드번호  각 생략) 이용9,199,027상대방은 피상속인이 청구인 1에게 망인 명의 카드를 만들어 주어 사용하게 하였으므로 이를 위 청구인에 대한 증여로 보아야 한다고 주장하나, 을 제41호증의 기재만으로는 위 카드내역이 청구인 1에 의하여 사용된 것인지 여부가 소명되었다고 보기 부족하고 달리 이를 인정할 증거가 없다. 설령 청구인 1이 피상속인 명의의 위 카드를 사용하여 설령 이를 피상속인이 청구인 1에게 입금하거나 현금지급하였다고 하더라도, 지급 시기나 금액, 피상속인의 생활수준, 사용처, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.82013. 12. 31.청구인 1 명의 차명계좌(4개 계좌번호 각 생략)를 이용하다가 넘기는 방법으로 증여768,883,383위 나. 2)의 표 순번 7항 불인정사유에서 본 바와 같은 취지이다.92013. 12. 31.피상속인이 청구인 1의 배우자 소외 2  명의 차명계좌(계좌번호 10 생략)를 이용하다가 넘기는 방법으로 증여150,000,000상대방은 위 소외 2 명의의 계좌가 피상속인의 차명계좌라 주장하나 위 순번 8항과 같은 취지이다.102014년 ~ 2016년유학 이후 현금증여342,802,802 상대방은 피상속인이 손자 소외 3을 유학 보낸 2014년 이후에도 유학비용 등 명목으로 청구인 1에게 현금을 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없으며, 설령 피상속인이 위 상대방의 주장대로 청구인 1에게 현금지급하였다고 하더라도, 지급 시기나 금액, 피상속인의 생활수준, 사용처, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.<br/>  다. 청구인 2의 특별수익 <br/>    1) 특별수익으로 인정되는 부분<br/>      앞서 든 각 증거 및 심문 전체의 취지에 의하면, 아래 표 기재 각 재산은 청구인 2가 피상속인으로부터 생전 증여를 받은 것으로서 청구인 2의 특별수익에 해당한다고 봄이 상당하다.   <br/>순번수익일시수익내역수익당시 가액(원)상속개시시 환산액(원)증거인정 사유12010. 1. 29.현금 증여90,000,00099,004,854갑4, 20, 29-3, 30-3, 31-2,상대방은 청구인 2에 대한 이 부분 특별수익액이 400,000,000원이라 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다. 따라서 청구인 2가 인정하는 부분에 한하여 인정한다.2010. 12. 10.300,000,000330,016,17922007. 11. 12.청구인 2의 배우자 소외 4에 대한 양도성예금증서 증여200,000,000240,811,315갑29-6, 30-6, 31-52012년 피상속인에 대해 실시된 세무조사 결과 밝혀진 것으로서 피상속인이 실질적으로 청구인 2에게 직접 증여한 것과 다르지 않다.2007. 12. 4.250,000,000301,014,1442007. 12. 31.140,000,000168,567,9202008. 7. 4.50,000,00058,548,039합  계1,030,000,0001,197,962,451??<br/>    2) 특별수익으로 인정되지 않는 부분<br/>순번수익일시수익내역수익당시 가액(원)불인정 사유12001. 2. 26.아반떼 (차량번호 1 생략) 구입대금14,749,580상대방은 청구인 명의로 된 피상속인의 차명계좌에서 청구인 2에게 입금된 내역을 기준으로 주장하나, 이 법원에 제출된 자료만으로는 위 계좌가 차명계좌라거나 피상속인이 보유한 계좌로 보기 어렵다.22002. 5. 6.●●● 리조트 회원권29,000,000위 순번1과 같다.32005. 12. 8. 서울 서초구 (주소 5 생략) 매입대금 일부249,028,910상대방은 피상속인은 청구인 2가 위 아파트를 매입하는 과정에서 매수자금 중 일부인 249,028,910원을 부담함으로써 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.42005년 ~ 2006년결혼비용 및 대출금 대납218,528,609상대방은 피상속인이 2005년부터 2006년까지 청구인 2의 결혼비용 및 대출금 대납으로 218,528,609원을 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.52006년 ~ 2012년대출금 대납 및 현금 증여627,292,316상대방은 피상속인이 청구인 2의 위 ☆☆☆아파트 대출금을 현금으로 대납하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.62006. 7. 21.양도성예금증서 증여100,780,612상대방은 청구인 2가 배우자 소외 4의 계좌에 양도성예금증서를 입금한 것을 두고 위 양도성예금증서를 피상속인이 청구인 2에게 증여한 것이었다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.72008. 7. 18.현금증여20,500,000상대방은 망인이 2007. 10. 15.부터 2008. 4. 14.까지 2,050만 원을 청구인 2 명의의 차명계좌(계좌번호 11 생략)로 입금하였고, 청구인 2은 2008. 7. 18. 위 금원을 출금하여 소외 5의 계좌(계좌번호 12 생략)으로 입금함으로써 이를 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.82010. 12. 22.청구인 2의 자녀인 소외 6에게 현금증여21,000,000상대방은 피상속인이 2010. 12. 22. 청구인 2의 자녀인 소외 6의 계좌에 2,100만 원을 입금하는 방법으로 청구인 2에게 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없으며, 설령 그렇다 하더라도 지급 시기나 금액, 피상속인의 생활수준, 사용처, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.92010. 12. 22.청구인 2의 자녀인 소외 7에게 현금증여21,000,000위 순번 8과 같다.102012. 9. 2. ~ 2015. 4. 3.청구인 2의 피상속인 카드(△△카드 카드번호 1 생략)이용22,542,536이 법원에 제출된 자료만으로는 해당 기간에 피상속인의 신용카드를 청구인 2가 이용하였다고 보기 어렵다.112012년 ~ 2013년대출상환 후 현금증여78,383,000상대방은 피상속인이 2012년부터 2013년까지 청구인 2의 배우자 소외 4 명의 계좌로 현금을 입금한 뒤 청구인 2의 계좌에 이체하는 방법으로 청구인 2에게 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.122013. 12. 31.피상속인이 청구인 2 명의 차명계좌(3개 계좌번호 각 생략) 를 이용하다가 넘기는 방법으로 증여289,665,180위 나. 2)의 표 순번 7항 불인정사유에서 본 바와 같은 취지이다.132015. 1. 5.소외 8 회사 주식 매수자금120,000,000상대방은 피상속인이 증여한 이 금액 상당의 현금으로 청구인 2가 소외 8 회사 주식을 구입하여 그 배우자와 자녀들에게 분배하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.142015. 6. 2.청구인 2 배우자 소외 4에게 증여43,228,080상대방은 2015. 6. 2. 소외 4 명의 계좌(계좌번호 13 생략)의 만기 해약금 106,787,138원과 피상속인으로부터 받은 43,228,080원을 합하여 다른 계좌(계좌번호 14 생략)로 150,015,218원을 재예치하였는바, 피상속인으로부터 받은 위 금원이 청구인 2에 대한 증여에 해당한다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.<br/>  라. 청구인 3의 특별수익 <br/>    1) 특별수익으로 인정되는 부분<br/>      앞서 든 각 증거 및 심문 전체의 취지에 의하면, 아래 표 기재 각 재산은 청구인 3이 피상속인으로부터 생전 증여를 받은 것으로서 청구인 1의 특별수익에 해당한다고 봄이 상당하다.      <br/>순번수익일시수익내역수익당시 가액(원)상속개시시 환산액(원)증거인정 사유12006. 8. 7.현금 증여110,000,000135,649,198갑4, 20청구인 3 인정하고 있고, 세무조사된 금액으로 인정한다.22006. 12. 4.정기예금 지급629,566,000776,364,756갑4, 20, 30-52012년 피상속인에 대해 실시된 세무조사 결과 밝혀진 것으로, 상대방은 700,000,000원이라 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없는바, 청구인 1이 인정하는 부분에 한하여 인정한다.합  계739,566,000912,013,954??<br/>    2) 특별수익으로 인정되지 않는 부분<br/>순번수익일시수익내역수익당시 가액(원)불인정 사유12005. 12. 22.▲▲▲ 외화연금보험(보험증권번호 6 생략)20,350,000상대방은 피상속인이 청구인 3 명의의 차명계좌(계좌번호 15 생략)를 개설하여 피상속인의 현금 20,000달러를 위 차명게좌에 입금하였다가 출금하여 청구인 3 명의의 위 연금보험에 입금하여 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.22006년 ~ 2012년유학비용261,370,885설령 이를 피상속인이 청구인 3에게 입금하거나 현금지급하였다고 하더라도, 지급 시기나 금액, 피상속인의 생활수준, 사용처, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.32012. 8. 20.(차량번호 2 생략) 자동차 구입대금27,611,3502012. 8. 20. 청구인 1 계좌(계좌번호 16 생략)으로 입금된 2,200,000원과 2012. 10. 2. 청구인 3 명의의 계좌(계좌번호 17 생략)에서 출금된 25,411,350원에 관하여 피상속인이 청구인 3에게 지급하였다고 볼만한 자료가 없다.2012. 10. 2.42013. 1. 29. ~ 2013. 5. 6.청구인 1의 신용카드 이용대금 대납16,718,431이 법원에 제출된 자료만으로는 청구인 3이 사용한 카드대금 결제에 사용된 위 청구인 명의의 계좌(계좌번호 17 생략)이 피상속인의 차명계좌라는 사실이 소명되었다고 보기 부족하고 달리 이를 인정할 증거가 없다. 설령 그렇다 하더라도, 지급 시기나 금액, 피상속인의 생활수준, 사용처, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.52013. 12. 31.청구인 3 명의 차명계좌(3개 계좌번호 각 생략)를 이용하다가 넘기는 방법으로 증여111,248,567위 나. 2)의 표 순번 7항 불인정사유에서 본 바와 같은 취지이다.62013년 ~ 2016년결혼준비금 및 현금 증여121,507,000상대방은 청구인 3이 혼인할 무렵 소외 2 명의의 피상속인의 차명계좌(계좌번호 18 생략)에서 현금으로 인출된 부분과 그 이후 매월 200만 원 이상 현금으로 지급한 부분을 청구인 3에게 증여하였다고 주장하나, 이 법원에 제출된 자료만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.72014. 4. 29. ~ 2016. 3. 13.(주소 6 생략) 전세금 500,000,000원 무상대여에 따른 법정이자 상당액45,833,334상대방은, 피상속인이 위 아파트를 청구인 3에게 무상으로 사용하도록 하였으므로 그 전세보증금 5억 원에 대한  이자 상당액을 특별수익으로 보아야 한다고 주장하나, 무상사용하였다고 볼만한 자료가 없고, 금액이나 피상속인의 생활수준, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.<br/>  마. 상대방의 특별수익 <br/>    1) 특별수익으로 인정되는 부분<br/>      앞서 든 각 증거 및 심문 전체의 취지에 의하면, 아래 표 기재 각 재산은 상대방이 피상속인으로부터 생전 증여를 받은 것으로서 상대방의 특별수익에 해당한다고 봄이 상당하다.   <br/>순번수익일시수익내역수익당시 가액(원)상속개시시 환산액(원)증거인정 사유12007. 2.12.성남시 분당구 소재 아파트 전세보증금 관련 현금 증여241,000,000290,177,635갑20, 25, 35청구인들은 240,000,000원이라고 주장하나, 상대방이 인정하고 있고 세무조사된 금액으로 인정한다.22007. 2.22.승용차 구입대금 현금 증여16,000,00019,264,905갑20, 25, 35상대방 인정하고 있고 세무조사된 금액으로 인정한다.32009. 2.11.현금138,968,800157,059,276갑15, 20, 26, 32청구인들은 139,448,800원이라고 주장하나, 세무조사된 금액으로 인정한다.합  계395,968,800466,501,816??<br/>    2) 특별수익으로 인정되지 않는 부분<br/>순번수익일시수익내역수익당시 가액(원)불인정사유12007. 2. 9.분당아파트 전세계약금30,000,000갑 제35호증의 기재만으로는 이를 인정하기 부족하고 달리 이를 인정할 증거가 없다.22009. 2. 11.성남시 판교 소재 아파트 계약금139,448,800청구인들은 계약금, 중도금, 잔금 등 대금을 모두 피상속인이 지급한 것으로 보아야 한다고 주장하나, 갑 제36호증의 기재에 의하면 상대방의 배우자인 소외 9가 청구인에게 위 아파트 대금 지급 일정을 보낸 사실이 인정될 뿐이고, 그 밖에 이 법원에 제출된 자료만으로는 피상속인이 상대방에게 이 부분 대금을 증여하였다고 보기에 부족하고, 달리 이를 인정할만한 자료가 없다.32009. 4. 14.위 아파트 1차 중도금68,614,00042009. 8. 14.위 아파트 2차 중도금73,055,60052009. 12. 14.위 아파트 3차 중도금68,614,00062010. 6. 14.위 아파트 4차 중도금73,055,60072010. 9. 14.위 아파트 5차 중도금68,614,00082011. 1. 14.위 아파트 6차 중도금73,055,60092011. 7. 14.위 아파트 잔금143,910,400102009. 12. 23.생활비1,000,000갑 제64호증의 기재에 의하면, 해당 일자에 상대방 남편인 소외 9 명의의 계좌에 해당 금원이 입금된 사실을 인정할 수 있을 뿐 이 법원에 제출된 자료만으로는 이를 피상속인의 상대방에 대한 증여라고 인정하기 부족하고 달리 이를 인정할 증거가 없다. 설령 그렇다 하더라도 지급 시기나 금액, 피상속인의 생활수준, 사용처, 상속재산의 규모 등에 비추어 장차 상속인이 될 사람에게 돌아갈 상속재산 중 일부를 미리 준 것으로 볼 수 없다.112010. 1. 11.생활비4,000,000위 순번 10번과 같다.<br/>5. 구체적 상속분의 산정<br/>  가. 간주상속재산 = 상속재산 ? 기여분 + 특별수익 - 상속비용  <br/>항목금액(원)계산근거상속재산4,993,500,000별지1 목록 기재 각 부동산 상속개시시 가액기여분499,350,000청구인 10%특별수익4,578,776,192청구인 661,132,413원 + 청구인 1 1,341,165,558원 + 청구인 2 1,197,962,451원 + 청구인 3 912,013,954 + 상대방 466,501,816상속비용280,336,740청구인이 지출한 상속비용 234,000,000원 + 청구인 2가 지출한 상속비용 46,336,740원간주상속재산합계8,792,589,452?<br/>  나. 구체적 상속분 <br/>    1) 법정상속분액 = 간주상속재산 합계 × 상속인별 각 법정상속분(이하 계산의 편의를 위하여 원 미만은 버린다) <br/>    2) 특별수익과 상속비용을 고려한 구체적 상속분액 = 법정 상속분액 - 상속인별 각 특별수익 + 상속인별 기여분 + 상속비용 <br/>    3) 구체적 상속분 지분 = 각 상속인별 구체적 상속분액 ÷ 상속인 전체의 구체적 상속분액 합계(소수점 이하 다섯 번째 자리에서 반올림) <br/>구  분법정상속분액기여분특별수익상속비용구체적 상속분액구체적 상속분 지분청구인2,397,978,941499,350,000661,132,413234,000,0002,470,196,5280.4947청구인 11,598,652,627?1,341,165,5580257,487,0690.0516청구인 21,598,652,627?1,197,962,45146,336,740447,026,9160.0895청구인 31,598,652,627?912,013,9540686,638,6730.1375상대방1,598,652,627?466,501,81601,132,150,8110.2267합계8,792,589,449?4,578,776,192280,336,7404,993,499,9971<br/>6. 상속재산분할의 방법<br/>  가. 상속재산 분할방법은 상속재산의 종류 및 성격, 상속인들의 의사, 상속인들 간의 관계, 상속재산의 이용관계, 상속인의 직업·나이·심신상태, 상속재산분할로 인한 분쟁 재발의 우려 등 여러 사정을 고려하여 법원이 후견적 재량에 의하여 결정할 수 있다(대법원 2014. 11. 25. 자 2012스156, 157 결정 참조).<br/>  나. 이 사건에서 상속재산의 현황, 분할의 편의성, 상속인들 간의 관계, 상속인들의 의사 등 이 사건 기록에 나타난 여러 사정을 고려하면, 피상속인의 배우자인 청구인이 거주하고 있는 별지1 목록 순번 제10항 기재 부동산에 관하여는 이를 청구인의 단독소유로 분할하되, 위 부동산에 관하여 청구인은 나머지 청구인들과 상대방에게 각자의 구체적 상속분 지분율에 따라 정산금을 지급하는 것으로 정함이 타당하므로 이에 관하여 보건대, 을 제74호증의 1의 기재에 의하면, 위 부동산의 2021. 3.기준 매매 일반평균가는 1,800,000,000원인 사실을 인정할 수 있는바, 위 금액을 기준으로 하여 청구인은 정산금으로 청구인 1에게 92,880,000원(= 1,800,000,000원 × 0.0516), 청구인 2에게 161,100,000원(= 1,800,000,000원 × 0.0895), 청구인 3에게 247,500,000원(= 1,800,000,000원 × 0.1375), 상대방에게 408,060,000원(= 1,800,000,000원 × 0.2267) 및 위 각 금원에 대하여 이 심판 확정일 다음날부터 다 갚는 날까지 민법이 정한 연 5%의 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>  다. 한편, 나머지 부동산에 관하여 보면, 청구인들 및 상대방은 각각의 부동산을 단독소유하는 형태로 분할하거나, 세금부담 등을 이유로 부동산의 소유를 원하지 않는다는 의사를 표시하고 있는바, 이와 관련하여 부동산의 귀속 및 평가에 관하여 입장이 현저히 다르고, 이를 공유할 경우 장래의 분쟁가능성 등을 고려하여 별지1 목록 순번 제1 내지 9항 기재 각 부동산의 경우에는 이를 경매하여 그 대금 중 경매절차비용을 정산하고 남은 금원을 청구인들과 상대방이 구체적 상속분 지분비율에 따라 분할하는 것으로 정한다. <br/>7. 결론<br/>  그렇다면 청구인의 기여분 청구와 청구인들의 상속재산분할심판 청구에 관하여 위와 같이 정하기로 하여, 주문과 같이 심판한다.<br/>[별지1 부동산 목록 생략]<br/>[별지2 채권 목록 생략]<br/>[별지3 GDP 디플레이터 수치 생략]<br/><br/>판사 박남준(재판장) 박애경 김재연 ",
    "사건번호": "2017느합200001, 2017느합200022(병합)",
    "사건종류코드": "400103",
    "판례정보일련번호": "605717",
    "선고": "자",
    "판결유형": "심판",
    "법원종류코드": "400202"
  }
}