{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20130913",
  "법원명": "부산고등법원(창원)",
  "사건명": "임대료",
  "판례내용": "【원고, 피항소인】 원고 (소송대리인 변호사 김상군)<br/>【피고, 항소인】 피고 (소송대리인 법무법인 미래로 담당 변호사 이재철)<br/>【제1심판결】 창원지방법원 2012. 7. 18. 선고 2010가합200 판결<br/>【변론종결】2013. 6. 20.<br/>【주    문】<br/>1. 제1심 판결 중 아래에서 지급을 명하는 돈을 초과하여 지급을 명한 피고 패소 부분을 취소하고, 그 부분에 해당하는 원고의 청구를 기각한다.<br/>  피고는 원고에게 5,000,000원 및 이에 대하여 2009. 12. 22.부터 2013. 9. 13.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하라.<br/>2. 피고의 나머지 항소를 기각한다.<br/>3. 소송총비용 중 95%는 원고가, 5%는 피고가 각 부담한다.<br/><br/>【청구취지 및 항소취지】청구취지<br/>피고는 원고에게 105,000,000원 및 이에 대하여 2009. 12. 22.부터 다 갚는 날까지 연 20%의 비율로 계산한 돈을 지급하라.<br/>항소취지<br/>제1심 판결을 취소한다. 원고의 청구를 기각한다.<br/>【이    유】1. 인정사실<br/>  가. 임대차계약의 체결<br/>    1) 피고는 2007. 8. 2. 소외 1 및 주식회사 비엔디(이하 비엔디라고 한다)와 사이에, 창원시 성산구 (주소 1 생략), (주소 2 생략)○○○○몰 204호 내지 207호(이하 이 사건 점포라고 한다)를 임대차보증금 100,000,000원, 차임 월 5,000,000원, 임대차기간 2007. 10. 15.로부터 24개월로 정하여 임차하기로 하는 내용의 임대차계약(이하 이 사건 임대차계약이라고 한다)을 체결하였다.<br/>    2) 피고는 2007. 11. 7. 소외 1(대법원판결의 소외인)에게 임대차보증금 100,000,000원 전액을 지급하였고, 이후 소외 1의 아들인 비엔디의 대표이사 소외 2가 지정하는 소외 3 명의의 계좌로 2007. 11.분 및 12.분 차임 각 5,000,000원을 송금하였다. <br/>  나. 이 사건 점포의 소유권 변동<br/>    1) 이 사건 점포를 포함한 ○○○○몰 건물(이하 이 사건 상가라고 한다)은 원래 원고, 소외 4, 소외 1의 공동 소유였는데, 그 중 원고의 지분은 65/267, 소외 4의 지분은 50/267, 소외 1의 지분은 152/267이었다. <br/>    2) 원고와 소외 4는 2007. 10. 5. 이 사건 상가에 관한 자신들의 각 소유 지분 전부를 비엔디에게 이전하였고, 소외 1과 비엔디는 같은 날 주식회사 한국토지신탁(이하 한국토지신탁이라고 한다)과 사이에 이 사건 상가에 관하여 수익자를 소외 1, 비엔디로 정한 부동산 처분신탁계약(이하 이 사건 신탁계약이라고 한다)을 체결하면서 한국토지신탁에게 이 사건 상가의 소유권을 이전하였으며, 한국투자증권 주식회사(이하 한국투자증권이라고 한다)와 사이에 이 사건 상가에 대한 수익권양도·양수계약(이하 이 사건 수익권양도계약이라고 한다)을 체결하였다.<br/>  다. 확약서의 작성 및 차임의 지급 <br/>    1) 원고는 2008. 1. 17.경 이 사건 점포의 임대인인 소외 1과 비엔디가 이 사건 점포의 차임을 원고에게 지급할 것을 피고에게 요청하는 내용의 확약서(갑 제2호증, 이하 이 사건 확약서라고 한다)를 피고에게 제시하면서 이 사건 점포의 차임을 원고에게 지급할 것을 요구하였다.<br/>    2) 피고는 비엔디의 대표이사 소외 2 측으로부터 차임을 원고에게 지급하여도 된다는 의사를 확인하고, 이 사건 확약서에 서명·날인한 후, 원고 명의의 계좌로 2008. 1.분 차임 5,000,000원을 송금하였다.<br/>    3) 한편, 피고는 2008. 2.경 비엔디의 대표이사 소외 2 측의 요구로 2008. 2.분 차임을 다시 소외 3 명의의 계좌로 송금하였고, 이후 2008. 7.까지 계속 소외 3 명의의 계좌로 차임을 송금하였다.<br/>    4) 피고는 2008. 8. 11. 이 사건 점포를 포함한 이 사건 상가를 개별 분양 처분할계획으로, 이 사건 상가에서 발생하는 모든 차임을 한국투자증권이 관리하는 비엔디 명의의 계좌로 입금하여야 한다는 내용의 한국투자증권 영업부 명의의 통지서(이하 이 사건 통지서라고 한다)를 수령한 다음, 2008. 8.분 이후의 월차임을 지급하지 아니하였다. <br/>  라. 피고의 이 사건 점포에 관한 소유권 취득<br/>     피고는 한국토지신탁과 2009. 10. 13. 이 사건 점포 중 204호와 205호를 415, 400,000원에, 2009. 11. 17. 이 사건 점포 중 206호와 207호를 397,300,000원에 각 매수하는 계약을 체결하였고, 2009. 10. 13.과 2009. 11. 17. 이 사건 점포에 관하여 피고 명의의 소유권이전등기를 모두 마쳤다.<br/>[인정근거] 다툼 없는 사실, 갑 제1, 2, 5, 6호증, 을 제1, 4, 6, 7, 11, 12, 20호증(가지번호 포함)의 각 기재, 제1심 증인 소외 5, 소외 6, 소외 7의 각 증언, 제1심 법원의 한국투자증권에 대한 사실조회 결과, 변론 전체의 취지<br/>2. 청구원인에 관한 판단<br/>  위 인정사실에 의하면, 원고는 2008. 1. 17.경 이 사건 점포의 임대인인 소외 1, 비엔디로부터 이 사건 임대차계약에 기한 차임채권을 양수하였고, 피고는 그 무렵 이 사건 확약서에 서명·날인함으로써 위 차임채권의 양도에 대하여 이의 없이 승낙하였으므로, 특별한 사정이 없는 한, 피고는 이 사건 점포의 차임채권을 양도받은 원고에게 2008. 2.부터 이 사건 임대차계약이 종료된 2009. 10.까지 발생한 차임 21개월분 105, 000,000원(5,000,000원 × 21개월) 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>3. 피고의 주장에 관한 판단<br/>  가. 원고의 승낙 <br/>    1) 주장<br/>      피고는, 피고가 이 사건 확약서를 작성하고 2008. 1.분 월 차임을 원고에게 지급한 후, 비엔디의 대표이사 소외 2 측이 2008. 2.분 차임부터는 다시 소외 3 명의의 계좌로 송금하여 줄 것을 요구하여, 원고의 재산관리인 소외 5를 통하여 다시 소외 3 명의의 계좌로 차임을 송금하여도 되는지 여부를 문의하였고, 이에 소외 5가 소외 2 측에게 차임을 지급하여 된다고 승낙하여 2008. 2.분 차임부터 소외 3의 계좌로 차임을 지급하였다고 주장한다. <br/>    2) 판단<br/>      을 제20, 22호증(가지번호 포함)의 각 기재, 제1심 증인 소외 5의 일부 증언만으로는 소외 5가 원고의 위임을 받아 이 사건 임대차계약의 차임을 원고가 아닌 임대인에게 지급해도 된다는 내용을 피고에게 전달하였다는 피고의 이 부분 주장사실을 인정하기에 부족하고 달리 이를 인정할 증거가 없을 뿐만 아니라, 을 제22호증의 2의 기재, 제1심 증인 소외 5의 일부 증언에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정 즉, ① 이 사건 확약서를 작성할 때 소외 5는 원고와 같이 소외 2 측을 만났을 뿐, 원고를 대리하여 위 약정서를 작성한 것은 아닌 점, ② 원고는 이 사건 확약서 기재 내용의 위반 등과 관련하여 소외 2를 고소한 후, 수사기관에서 이 사건 상가 지분을 소외 1과 주식회사 비엔디에게 양도할 때 소외 5는 원고가 아닌 소외 2의 대리인이었다고 진술한 점, ③ 원고가 2008. 2.분부터 차임을 원고에게 지급하지 아니하자, 소외 5가 원고와 함께 차임 지급을 독촉하기 위하여 피고를 찾아가기도 하였던 점 등에 비추어 보면, 소외 5를 원고의 재산관리인 또는 이 사건 임대차계약의 차임 지급과 관련하여 원고로부터 위임을 받은 자라고 볼 수 없다고 할 것이므로, 피고의 이 부분 주장은 이유가 없다.<br/>  나. 차임 수령에 관한 위임<br/>    1) 주장<br/>      피고는 원고로부터 이 사건 점포의 차임 수령에 관한 사무 처리를 위임받은 소외 2에게 차임을 지급하였으므로, 이는 사실상 원고에게 차임을 지급한 것으로 평가할 수 있다.<br/>    2) 판단<br/>      갑 제4호증, 을 제14, 20, 22호증(가지번호 포함)의 각 기재에 의하면, ① 소외 1, 비엔디가 2007. 10. 22. 이 사건 임대차계약의 차임을 원고에게 지급하기로 약정한 사실, ② 원고는 2009. 11. 26. ‘소외 1과 비엔디가 이 사건 임대차계약의 차임을 원고에게 지급하기로 약정하고도 이를 지급하지 않는다’라는 내용 등으로 소외 1과 비엔디를 고소한 사실, ③ 비엔디 대표이사 소외 2는 ‘원고가 지급받기로 한 이 사건 점포 차임을 소외 3 명의의 계좌로 송금받아 원고를 위하여 보관하던 중 임의로 소비하여 횡령하였다’라는 공소사실에 대하여 횡령죄가 인정되어 2010. 8. 23. 벌금 4,000,000원의 약식명령을 고지받은 사실이 인정되기는 하나, 위 인정사실만으로는 원고가 소외 2에게 이 사건 점포의 차임 수령에 관한 사무 처리를 위임하였다고 보기에 부족하고, 달리 이를 인정할 증거가 없으므로, 피고의 이 부분 주장도 이유 없다.<br/>  다. 이 사건 상가의 수익권<br/>    1) 주장<br/>      이 사건 상가의 수익권은 이 사건 신탁계약 및 수익권양도계약에 따라 한국투자증권에게 이전되어 소외 1, 비엔디는 이 사건 점포의 차임에 관한 권리를 처분할 권한이 없었으므로, 원고가 소외 1, 비엔디로부터 이 사건 점포의 차임 채권을 이전받았다고 하더라도, 이는 무권리자로부터 이전받은 것에 불과하여, 원고는 피고에게 차임의 지급을 구할 권리가 없을 뿐만 아니라, 적어도 한국투자증권이 이 사건 통지서를 피고에게 보내 한국투자증권이 관리하는 계좌로 차임을 입금하라고 요구한 2008. 8. 이후에는 원고가 피고에게 이 사건 임대차계약에 따른 차임의 지급을 요구할 권리가 없다.<br/>    2) 판단<br/>     가) 갑 제6호증, 을 제30호증의 각 기재에 의하면, 한국토지신탁 및 한국투자증권과 소외 1, 비엔디 사이에 ‘이 사건 상가에서 발생하는 분양수입금, 임대수입금 등의 수입금은 소외 1과 비엔디 명의로 한국투자증권에 개설된 관리계좌에 전액 임금하여 소외 1, 비엔디가 관리한다’라는 내용의 부동산 처분신탁계약 및 이 사건 수익권양도계약이 체결된 사실이 인정되기는 한다.<br/>       그러나 갑 제6호증, 을 제6호증의 각 기재, 제1심 증인 소외 7의 증언 및 제1심 법원의 한국투자증권에 대한 사실조회 결과에 변론 전체의 취지를 종합하면, ① 한국토지신탁, 한국투자증권, 소외 1, 비엔디는 이 사건 신탁계약 및 수익권양도계약을 체결하면서 소외 1과 비엔디가 이 사건 상가 점포의 임대차보증금이나 차임 수령 및 관리를 포함한 이 사건 상가의 임대차 및 유지관리 업무를 계약 체결 후에도 계속 맡기로 약정한 사실, ② 이후 한국투자증권이 이 사건 상가 점포의 임대차보증금이나 차임의 관리에 관여하지 않았을 뿐만 아니라, 소외 1이나 비엔디에 대하여 임대차보증금이나 차임을 한국투자증권에 개설된 관리계좌에 입금하라거나, 그 관리를 한국투자증권에 이양하라는 요구를 하지도 않았고, 이 사건 상가 점포의 임대료 체납 사정 등에 대해서도 확인하지 않은 사실 등을 인정할 수 있다. <br/>       사정이 이러하다면, 한국토지신탁, 한국투자증권, 소외 1, 비엔디는, 소외 1과 비엔디가 이 사건 점포를 포함한 이 사건 상가에 관한 임대관리를 계속 담당하는 것으로 약정하였을 뿐만 아니라, 이 사건 신탁계약 및 수익권양도계약의 일부 문언에도 불구하고, 소외 1과 비엔디가 이 사건 상가의 임대차보증금, 차임 등 수입금을 한국투자증권에 개설된 관리계좌에 입금하지 않고 소외 1과 비엔디의 의사에 따라 관리하는 것으로 약정하였다고 할 것이므로, 소외 1과 비엔디는 이 사건 신탁계약 및 수익권양도계약 체결 이후 이 사건 확약서 작성 당시에도 이 사건 점포의 차임 채권에 대한 수익권을 가지고 있었다고 봄이 상당하다고 할 것이어서, 수탁자인 한국토지신탁의 승낙 없이 이 사건 점포에 대한 차임채권을 원고에게 양도하였더라도 이를 무효라고 평가할 수는 없다.<br/>     나) 나아가, 을 제2, 27호증의 각 기재에 의하면, 한국투자증권 영업부가 2008. 8.경 피고를 비롯한 이 사건 상가 점포 임차인들에게 이 사건 통지서를 보내는 등 이 사건 상가 점포의 차임을 한국투자증권이 관리하는 계좌로 입금하라고 요구한 사실이 인정되기는 한다. <br/>       그러나, 을 제2호증의 기재, 제1심 증인 소외 7의 증언, 제1심 법원의 한국투자증권에 대한 사실조회 결과에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 ① 이 사건 통지서에 한국투자증권 영업부의 약인으로 보이는 인영이 나타나기는 하나, 신탁재산인 이 사건 상가의 관리부서인 한국투자증권 신탁부에서는 이 사건 통지서의 발송에 대하여 알지 못하는 등 이 사건 통지서가 한국투자증권의 공식적 의사를 표시한 문서는 아닌 것으로 보이는 점, ② 이 사건 통지서에는 이 사건 상가 점포가 개별분양될 예정에 있다는 사실과 더불어 분양 관련 문의를 위한 연락처로 당시 분양대행업을 하던 소외 5의 연락처가 기재되어 있는 점, ③ 한국투자증권이 이 사건 통지서 발송 이전 또는 이후에 소외 1이나 비엔디에 대하여 이 사건 상가 점포의 임대차보증금 및 차임의 관리를 한국투자증권으로 이전시킬 것을 요구한 정황이 보이지 않는 점, ④ 피고가 한국투자증권으로부터 이 사건 점포를 매수하는 과정에서도 한국투자증권이 피고의 연체차임이나 임대차보증금은 매매대금과 관련이 없다고 밝힌 점 등에 비추어보면, 위에서 인정한 사실관계만으로는 소외 1, 소외 2가 이 사건 통지서에 의해 이 사건 점포의 임대관리권한을 상실하였다고 보기는 어렵다.<br/>     다) 따라서 소외 1, 소외 2가 이 사건 점포에 대한 수익권을 상실하였음을 전제로 한 피고의 이 부분 주장 역시 이유 없다.<br/>  라. 채권의 준점유자에 대한 변제<br/>    1) 주장<br/>      피고는, 피고가 지급을 중단한 2008. 8.부터 2009. 10.까지 15개월분의 차임은 한국토지신탁으로부터 이 사건 점포를 매수하면서 소외 5를 통해 이 사건 신탁계약 및 수익권양도계약상 수익자인 한국투자증권에 지급하였으므로, 이는 채권의 준점유자에 대한 변제로서 유효하다고 주장한다.<br/>    2) 판단<br/>민법 제470조는 “채권의 준점유자에 대한 변제는 변제자가 선의이며 과실없는 때에 한하여 효력이 있다.”라고 규정하여 채무자가 채권의 준점유자에 대하여 급부를 지급하였다고 하더라도 그 채권의 목적이 실현된 것으로, 즉 급부가 채권자에게 귀속된 것으로 간주하고 있다. 그런데 여기서 채권의 준점유자라 함은, 변제자의 입장에서 볼 때 일반의 거래관념상 채권을 행사할 정당한 권한을 가진 것으로 믿을 만한 외관을 가지는 사람을 말하고, 채권의 준점유자에 대한 변제는 변제자가 선의이며 과실이 없는 때에 채권을 소멸시키는 효력이 있다고 할 것이다(대법원 2004. 4. 23. 선고 2004다5389 판결 참조).<br/>      을 제10, 11, 12, 15, 16, 17, 25호증(가지번호 포함)의 각 기재, 제1심 증인 소외 7의 증언, 제1심 법원의 한국투자증권에 대한 사실조회 결과에 변론 전체의 취지를 종합하면, ① 한국투자증권이 2009. 7. 16. 소외 5가 운영하는 분양대행업체인 주식회사 정보엠(이하 정보엠이라고 한다)에 이 사건 상가의 분양대행을 요청하는 공문을 발송하였고, 이후 이 사건 상가 일부를 정보엠의 중개로 분양한 사실, ② 2009. 10. 13. 정보엠의 중개로 이 사건 점포의 매매계약을 체결하는 과정에서 이 사건 점포의 매매대금은 887,700,000원으로 결정되었고, 피고는 위 매매대금 중 75,000,000원을 감액해달라고 요청하였으나, 한국투자증권은 피고의 요청을 거절한 사실, ③ 그 자리에서 소외 5는 일단 위 매매대금에서 75,000,000원을 차감한 812,700,000원을 매매대금으로 정하여 매매계약을 체결하되, 만약 피고가 한국투자증권에 추후 75,000,000원을 지급하지 않으면 한국투자증권이 소외 5에게 지급할 분양대행수수료에서 75,000,000원을 차감할 것을 제안하였고, 한국투자증권이 이를 수락하여 이 사건 점포에 관한 매매계약이 체결된 사실, ④ 피고는 같은 날 소외 5에게 2009. 10. 23.까지 75,000,000원을 지급할 것을 약속하였고, 2009. 10. 23.까지 소외 5에게 75,000,000원을 모두 지급한 사실, ⑤ 피고로부터 75,000,000원을 받지 못한 한국투자증권은 소외 5에게 지급할 분양대행수수료에서 75,000,000원을 차감하고 나머지 수수료만 지급한 사실을 인정할 수 있다.  <br/>      위 인정사실을 종합하여 알 수 있는 다음과 같은 사정, 즉 ① 한국투자증권이 이 사건 점포의 임대관리에 전혀 개입하지 아니하였고, 이 사건 점포에 관한 매매계약 체결과정에서 피고에게 연체차임의 지급을 요구하지도 않았던 점, ② 피고가 한국투자증권에게 연체차임을 지급할 생각이었다면 한국투자증권에 직접 75,000,000원을 지급하면 될 것인데도, 굳이 소외 5를 거쳐 결과적으로 한국투자증권에 75,000,000원이 지급되도록 한 것은 경험칙 상 이례적인 것으로 보이는 점, ③ 소외 5가 한국투자증권의 요청으로 이 사건 상가 일부 점포에 관한 분양계약체결을 중개·대행하였으나, 구체적으로 이 사건 상가에 관한 업무, 특히 점포 임대차보증금의 임차인에 대한 반환 및 연체차임 징수 등 임대관리업무를 위임받은 사실이 없는 점, ④ 피고는 임차인으로서 이 사건 점포의 매매계약 체결 당시 이 사건 점포에 대한 임대차보증금을 돌려받지 못하고 있었으므로, 임차인인 피고의 입장에서는 이 사건 점포의 임대인도 아닌 한국투자증권이나 한국투자증권에 연체차임을 지급할 것이 아니라 연체차임을 임대차보증금과 상계하겠다고 주장하여 차임의 지급을 면하려고 하는 것이 경험칙에 부합하는 것으로 보이는 점에 비추어 보면, 피고가 소외 5에게 지급하였다는 75,000,000원을 피고가 미지급하였던 15개월분의 차임으로 보기 어려울 뿐만 아니라, 가사 피고가 15개월분 차임을 지급할 의사로 소외 5에게 75,000,000원을 지급하였다고 하더라도 소외 5가 15개월분 차임을 수령할 정당한 권한을 가진 것으로 믿을 만한 외관을 가졌다고 보기도 어렵다고 할 것이다. <br/>      따라서 이 부분 피고 주장도 이유 없다. <br/>  마. 상계항변<br/>    1) 주장<br/>      피고는, 이 사건 임대차계약 체결 당시 이 사건 점포의 공동소유자였던 원고는 이 사건 임대차계약 종료시 당연히 피고에게 임대차보증금을 반환할 의무를 부담하므로, 피고의 원고에 대한 임대차보증금 반환채권과 원고의 피고에 대한 차임채권의 상계를 주장한다. <br/>    2) 판단<br/>      건물의 공유자가 공동으로 건물을 임대하고 보증금을 수령한 경우 특별한 사정이 없는 한 그 임대는 각자 공유지분을 임대한 것이 아니고 임대목적물을 다수의 당사자로서 공동으로 임대한 것이고 그 보증금 반환채무는 성질상 불가분채무에 해당된다고 보아야 할 것이다(대법원 1998. 12. 8. 선고 98다43137 판결 참조).<br/>      위에서 인정한 사실을 위 법리에 비추어 보면, 이 사건 임대차계약 체결 당시 원고가 소외 1, 소외 4와 함께 이 사건 점포의 공동소유자이기는 하나, 이 사건 점포의 임대인은 소외 1과 비엔디이고 원고는 이 사건 점포의 임대인이 아닐 뿐만 아니라, 원고가 소외 1과 공동으로 이 사건 점포를 임대하여 보증금을 수령한 것도 아닌 이상, 임대인의 지위에 있지 않은 원고가 피고에 대하여 임대차보증금의 반환의무를 부담한다고 볼 수는 없다. <br/>      따라서 피고가 원고에 대하여 임대차보증금 반환채권을 가짐을 전제로 한 피고의 상계항변은 나머지 점에 나아가 더 살펴볼 필요 없이 이유 없다. <br/>  바. 공제 주장<br/>    1) 피고는, 원고가 소외 3의 통장으로 입금된 차임 중 일부인 16,000,000원을 직접 받아가기도 했으므로, 위 금액은 공제되어야 한다고 주장하나, 을 제22호증(가지번호 포함)의 각 기재 및 제1심 증인 소외 5의 일부 증언만으로는 이 사건 임대차계약의 차임으로 2008. 1.분 이외에 추가로 16,000,000원이 원고에게 더 지급되었다는 점을 인정하기에 부족하고 달리 이를 인정할 증거가 없다. <br/>      따라서 이 부분 피고 주장도 이유 없다.<br/>    2) 피고는, 임대차계약이 종료되어 임대차목적물이 인도되면, 연체차임은 별도의 의사표시 없이 보증금에서 공제되는 것이므로, 차임 채권이 원고에게 양도되었다고 하더라도, 피고로서는 임대인에 대하여 연체 차임이 보증금에서 공제되었다는 항변으로 차임채권의 양수인인 원고에게 대항할 수 있다고 할 것이어서, 결국 피고는 원고에게 지급할 금원이 없다는 취지로 주장한다.<br/>      부동산 임대차에 있어서 임대차보증금은 차임채무 등 임대차에 따른 임차인의 모든 채무를 담보하는 것이므로 연체된 차임은 임대차관계의 종료 후 목적물이 반환될 때에 특별한 사정이 없는 한 별도의 의사표시 없이 보증금에서 당연히 공제된다. 따라서 임대차보증금이 수수된 임대차계약에서, 이 사건의 경우처럼 차임채권의 양도가 있었다 하더라도, 당해 임대차계약이 종료되어 목적물이 반환될 때에는 그때까지 지급되지 아니한 채 남아 있는 차임채권 상당액도 임대차보증금에서 당연히 공제된다(대법원 2004. 12. 23. 선고 2004다56554 판결 참조).<br/>      이렇게 보지 않을 경우, 임대인과 임차인은 당초에는 부동산 명도 시 임대차보증금으로 충당할 수 있는 부분에 대하여는 더 이상 임차인에게 차임채무를 부담시키지 않는 법률관계에 서 있었음에도, 차임채권의 양도로 인하여 임차인이 당초 임대차보증금으로 충당할 수 있었던 부분에 대하여도 양수인에게 별도로 차임채무를 부담하게 되는 등 임차인의 지위를 당초보다 불이익하게 만들게 되어 부당하기 때문이다. 차임채권의 양수인 입장에서도, 부동산 명도 시까지 연체된 차임이 있을 경우 임대차보증금에서의 공제를 통하여 연체차임이 사실상 결제될 것이 예정되어 있는 상태에서 그러한 성질을 갖는 차임채권을 양수한 것인 이상, 임대차보증금과 연체차임에 관한 이러한 법률관계에 따른 위험을 그대로 인수한 것이라고 보아야 하기 때문이다.<br/>      요컨대, 임대차계약이 종료되고 임대차목적물이 인도된 이후에는 연체된 차임채권의 채권양수인이 있다고 하더라도, 임대차보증금의 범위 내에서 연체된 차임채권을 공제한 나머지만을 임차인이 채권양수인에게 지급하면 족하다는 것이다. <br/>      이 사건 임대차계약이 보증금 100,000,000원, 차임 월 5,000,000원, 임대차기간이 2007. 10. 15.로부터 24개월로서 2009. 10. 14. 그 기간이 만료된 사실, 피고가 한국토지신탁과 이 사건 점포에 관한 매매계약을 체결한 후, 2009. 10. 13.과 2009. 11. 17. 이 사건 점포에 관하여 피고 명의의 소유권이전등기가 마쳐진 사실, 피고가 2008. 2.부터 이 사건 임대차계약이 종료된 2009. 10.까지 발생한 차임 21개월분 105,000,000원(5,000,000원 × 21개월)을 지급하지 못한 사실은 위에서 인정한 바와 같다.<br/>     위에서 인정한 사실관계를 위에서 설시한 법리에 비추어 보면, 이 사건 임대차 계약은 2009. 10. 14. 그 기간만료로 종료되었고, 피고가 이 사건 점포에 관하여 소유권이전등기를 함으로써 그 명도도 종료되었으므로, 피고의 연체차임 105,000,000원 중 임대차보증금 100,000,000원은 공제되어 정산되었다고 할 것이어서, 결국 피고는 원고에게 공제하고 남은 5,000,000원 및 이에 대한 지연손해금만 지급하면 족하다고 할 것이다.<br/>      따라서, 피고의 이 부분 주장은 위 금액 범위 내에서 이유가 있다. <br/>  사. 신뢰의 원칙 위반<br/>    1) 주장<br/>      피고는, 피고가 2008. 2.분 이후 차임을 비엔디에게 지급하였으나, 원고가 이에 대하여 그 어떠한 항의나 이의를 제기한 바 없다가 2009. 9.경에 이르러서야 원고가 피고를 상대로 이 사건 소를 제기하여 임대료의 지급을 구하는 것은 신뢰의 원칙에 반한다고 주장한다.<br/>    2) 판단 <br/>      권리의 행사는 신의에 좇아 성실하게 하여야 하고, 권리는 남용하여서는 안 된다는 것은 법질서 전체를 통하여 지켜야 할 기본적인 원칙이다. 때문에 권리자가 자신의 권리를 행사할 수 있는 기회가 충분히 있었음에도 불구하고 상당한 기간이 지나도록 그 권리를 행사하지 아니하여 의무자인 상대방으로 하여금 이제는 권리자가 권리를 더 이상 행사하지 아니할 것이라고 신뢰하게 할 만한 상황이 되었는데, 권리자가 새삼스레 그 권리를 행사하는 것은 위와 같은 신의성실의 원칙상 허용되지 아니한다(대법원 2011. 4. 28. 선고 2010다89654 판결).<br/>      그러나 위 주장과 같은 사실만으로는 원고가 피고로 하여금 이 사건 점포에 대한 임대료의 지급을 구하지 않을 것이라고 신뢰하도록 하였다고 단정하기 어렵고, 달리 원고가 피고에게 위와 같은 신뢰를 공여하였다고 볼만한 증거도 없다. 따라서 이 부분 피고의 주장 역시 이유 없다.<br/>  아. 소결론<br/>     따라서, 피고는 원고에게 5,000,000원 및 이에 대하여 이 사건 임대차계약 및 이 사건 점포의 인도가 종료된 이후로서 원고가 구하는 바에 따라 2009. 12. 15.자 청구취지 정정신청서가 피고에게 송달된 다음 날인 2009. 12. 22.부터 피고가 이행의무의 존부나 범위에 관하여 항쟁함이 상당하다고 인정되는 당심 판결 선고일인 2013. 9. 13.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 20%의 비율로 계산한 지연손해금을 지급할 의무가 있다.  <br/>4. 결론<br/>  그렇다면, 원고의 이 사건 청구는 위 인정범위 내에서 이유 있으므로 이를 인용하고, 나머지 청구는 이유 없으므로 이를 기각할 것인바, 피고의 항소를 일부 받아들여 이와 결론을 일부 달리한 제1심 판결 중 위 인정 금원을 초과하여 지급을 명한 피고 패소 부분은 부당하므로 이를 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각하며,  피고의 나머지 항소는 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다. <br/><br/>판사 김상환(재판장) 류기인 박재철 ",
  "사건번호": "2012나3435",
  "사건종류코드": "400101",
  "판례정보일련번호": "239169",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}