{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "가사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20220927",
  "법원명": "제주지방법원",
  "사건명": "이혼및재산분할등",
  "판례내용": "【원    고】 원고 (소송대리인 법무법인 태하 담당변호사 손지현)<br/>【피    고】 피고 (소송대리인 변호사 오재영)<br/>【사건본인】 사건본인<br/>【변론종결】2022. 8. 23.<br/>【주    문】<br/>  1. 원고와 피고는 이혼한다.<br/>  2. 원고의 위자료 청구를 기각한다.<br/>  3. 피고는 원고에게 재산분할로 10,700,000원 및 이에 대하여 이 판결 확정일 다음 날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라.<br/>  4. 사건본인의 친권자 및 양육자로 원고를 지정한다.<br/>  5. 피고는 원고에게,<br/>    가. 사건본인의 과거 양육비로 20,000,000원을 지급하고,<br/>    나. 사건본인의 장래 양육비로 2022. 10. 31.부터 사건본인이 성년에 이르기 전날까지 월 1,500,000원씩을 매월 말일에 지급하라.<br/>  6. 소송비용은 각자 부담한다.<br/>  7. 제5항은 가집행할 수 있다.<br/><br/>【청구취지】  주문 제1, 4항 및 피고는 원고에게, 위자료로 30,000,000원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을, 2020. 3.부터 2022. 7.까지 사건본인의 과거 양육비로 58,000,0000원 및 이에 대하여 이 사건 청구취지변경신청서 부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을, 사건본인의 장래 양육비로 2022. 8.부터 사건본인이 성년에 이르기 전날까지 매월 말일 월 2,000,000원씩을, 재산분할로 148,686,885원 및 이에 대하여 이 사건 판결확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 각 지급하라.<br/>【이    유】1. 인정사실<br/>  가. 원고와 피고는 모두 약사로서 2010. 6.경 함께 약국에서 일하면서 알게 되어 교제하다가 2010. 11.경부터 함께 살게 되었는데, 당시 피고는 다른 여성과 법률적 혼인관계를 유지하고 있는 상태였고 원고는 사건본인을 임신하여 2012. 7.경 출산하게 되었다.<br/>  나. 피고는 2013. 3.경 수원지방법원에서의 조정에 따라 위 여성과 이혼하게 되면서 그 사이의 자녀 두 명에 관하여 1인당 월 90만 원씩의 양육비 지급의무를 지게 되었고, 원고와는 2013. 11. 4. 혼인신고를 마쳤다.<br/>  다. 원고와 피고는 제주시에 있는 △△약국과 군포시에 있는 □□약국을 함께 운영하면서 제주와 군포를 오가면서 생활하다가 위 약국을 모두 폐업한 뒤 제주에 있는 ○○약국을 인수하여 2014. 4.경부터 함께 운영하였다.<br/>  라. 원고는 피고의 배려 부족, 지나친 주식투자나 금전적 집착, 무관심 등을, 피고는 원고의 대화나 이해 부족, 과소비 등을 탓하면서 위와 같은 약국 운영 문제를 포함하여 서로 갈등이 있어왔다.<br/>  마. 원고는 위와 같은 갈등으로 2018. 7. 17. 제주지방법원에 이혼 및 재산분할 등을 구하는 소를 제기하였다가 이틀 뒤 이를 취하하였는데, 결국 그 갈등을 극복하지 못한 채 사건본인을 데리고 2019. 6.경 집을 나가 피고와 별거 중이고, 2019. 8. 7. 이 사건 소를 제기하였다.<br/>  바. 원고는 2020. 3.경부터 군포시에서 약사로 일하고 있고, 피고는 위 ○○약국을 운영하고 있으며, 한편 피고는 피고 어머니의 2016. 1. 26. 사망에 따른 2019. 9. 9. 서울가정법원 2019느합1083 상속재산분할심판을 통해 별지1 목록 기재 각 부동산 중 1/5 지분을 상속받았고, 피고는 2021. 10. 28. 위 부동산 중 별지1 목록 기재 제3 ~ 5항 기재 각 토지를 매도하였다(이하 매도한 각 토지를 포함하여 별지1 목록 기재 각 부동산을 ‘이 사건 각 부동산’이라 한다).<br/>[인정근거]  갑 제1 ~ 7, 13, 14, 19, 34 ~ 53호증, 을 제1, 20호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재나 영상, 가사조사관의 조사보고서, 변론 전체의 취지<br/>2. 이혼 청구와 위자료 청구에 대한 판단<br/>  가. 혼인은 남녀의 애정을 바탕으로 하여 일생의 공동생활을 목적으로 하는 도덕적·풍속적으로 정당시되는 결합으로서 부부 사이에는 동거하며 서로 부양하고 협조하여야 할 의무가 있는 것이므로(민법 제826조 제1항), 혼인생활을 함에 있어서 부부는 애정과 신의 및 인내로써 서로 상대방을 이해하며 보호하여 혼인생활의 유지를 위한 최선의 노력을 기울여야 하는 것이고, 혼인생활 중에 그 장애가 되는 여러 사태에 직면하는 경우가 있다 하더라도 부부는 그러한 장애를 극복하기 위한 노력을 다하여야 한다(대법원 1999. 2. 12. 선고 97므612 판결 참조).<br/>  나. 앞서 본 것과 같이 원고와 피고가 서로를 탓하면서 극심한 갈등을 겪었고 별거하면서 원고가 이 사건 소를 제기한 점, 원고와 피고는 서로 혼인관계 회복을 위한 별다른 노력을 하지 않고 있는 점 등과 함께 위 인정사실에 나타난 부부간 갈등의 내용 및 정도, 신뢰 파탄의 정도, 회복 가능성, 이 사건 소송의 경과와 그 전후의 정황 등을 고려하면, 원고와 피고의 혼인관계는 더는 회복할 수 없을 정도로 파탄되었다고 판단되고, 이는 민법 제840조 제6호에서 정한 ‘혼인을 계속하기 어려운 중대한 사유가 있을 때’에 해당한다. 따라서 원고의 이혼 청구는 민법 제840조 제6호 소정의 이혼 사유로 받아들인다.<br/>  다. 이에 대하여 원고는, 피고가 여러 차례 폭언과 욕설을 하고, 원고를 폭력적으로 대하는 등 민법 제840조 제3호의 이혼 사유가 있다고 주장하나, 원고가 제출하는 증거들만으로는 이를 인정하기에 부족하고 달리 이를 인정할만한 증거가 없다(갑 제18호증의 기재는 이 사건 소 제기 이후의 사정에 불과하다). 결국 원고와 피고 어느 일방에게 혼인관계 파탄의 주된 책임이 있다고 볼 수 없다. 따라서 이를 전제로 한 원고의 위자료 청구는 받아들이지 아니한다.<br/>3. 재산분할 청구에 관한 판단<br/>  가. 재산형성 경위<br/>    위 인정사실 중 해당부분 기재와 같다.<br/>  나. 재산분할의 기준시점<br/>    재판상 이혼시의 재산분할에 있어 분할의 대상이 되는 재산과 그 액수는 이혼소송의 사실심 변론종결일을 기준으로 하여 정하여야 하므로, 법원은 변론종결일까지 기록에 나타난 객관적인 자료에 의하여 개개의 공동재산의 가액을 정하여야 한다(대법원 2010. 4. 15. 선고 2009므4297 판결 등 참조). 다만 혼인관계가 파탄된 이후 변론종결일 사이에 생긴 재산관계의 변동이 부부 중 일방에 의한 후발적 사정에 의한 것으로서 혼인 중 공동으로 형성한 재산관계와 무관하다는 등 특별한 사정이 있는 경우에는 그 변동된 재산은 재산분할 대상에서 제외하여야 한다(대법원 2013. 11. 28. 선고 2013므1455, 1462 판결 등 참조). 위와 같은 법리 및 당사자의 의사에 따라, ① 원칙적으로 이 사건 변론종결일을 기준으로 재산분할의 대상 및 가액을 정하되, ② 다만 금전이나 금융자산과 같이 소비나 은닉이 용이하고 기준시점을 달리할 경우 중복합산의 우려가 있는 경우에는 원고와 피고가 약국 운영에 관하여 경제적 협력관계를 종료한 2020. 2. 29. 무렵을 기준으로(제출된 자료가 명확하지 않다면 그 부분에 관하여는 이에 가장 가까운 시점을 기준으로)하여 ㉠ 그 이후 재산이 감소한 경우에는 이를 처분한 쪽이 부부공동생활에 사용되었다는 점에 관한 명확한 입증을 하지 않는 한 이를 그대로 보유하고 있는 것으로 추정하여 분할대상으로 보고 ㉡ 반대로 그 이후 재산이 증가한 경우에는 이를 재산분할의 대상으로 포함시켜야 한다고 주장하는 쪽에서 그 재산 증가분에 대한 본인 기여를 명확히 입증하지 아니하는 이상 분할대상에서 제외하기로 한다. ③ 그밖에 원고와 피고가 일치하여 그 가액을 진술하거나 제출된 서증, 금융거래정보 제출명령 회신결과, 재산목록 등에 나타난 가액에 관하여 이의를 제기하지 않는 경우에는 그에 따라 가액을 정하기로 한다.<br/>  다. 분할대상 재산 및 가액<br/>    별지2 분할재산명세표 기재와 같다(원고와 피고의 합치된 의사에 따라 100만 원 미만의 재산은 분할대상에서 제외하고 또 이 판결에서 별도로 언급하지 아니하는 부분 중 이에 반하는 원고와 피고의 주장은 모두 받아들이지 않는다).<br/>  라. 재산분할 관련 주장에 관한 판단<br/>    1) 피고는, ○○약국 인수를 위해 피고가 원고의 아버지로부터 4억 원을 차용한 뒤 이를 가지고 임대차보증금 5억 원을 마련한바, 별지2 분할재산명세표 원고 적극재산 순번5 기재 임대차보증금반환채권과 원고 소극재산 순번7 기재 차용금채무 4억 원은 모두 피고의 재산이고 게다가 이후 위 채무 4억 원은 원고를 통하여 모두 변제하였다고 주장한다. 그러나 갑 제6, 55, 56호증의 각 기재에 의하면, 위 임대차계약서에는 원고와 피고가 모두 임차인으로 기재되어 있고 위 임대차보증금반환채권을 담보하기 위하여 임대인의 건물 등에 근저당권을 설정할 때 근저당권자는 원고 단독으로 되어 있으며 앞서 본 것과 같이 위 약국 운영도 원고와 피고가 함께 하였는바, 위 임대차보증금반환채권을 피고의 적극재산으로 볼 수는 없다. 또한 피고가 제출하는 증거들, 특히 을 제11호증의 기재에 따르더라도 피고가 변제하였다고 주장하는 것은 피고가 원고에게 이체한 내역을 근거로 한 것에 불과하고 어떤 채무에 관하여 지급하였는지 특정한 것도 아닌바 위와 같은 변제를 인정하기에 부족하고 달리 이를 인정할만한 자료가 없다. 따라서 피고의 이 부분 주장은 받아들이지 않는다. 다만 위 임대차보증금반환채권과 그에 수반한 채무는 모두 원고와 피고가 함께 이룬 것으로 볼 수 있는바 이러한 사정은 재산분할 비율을 정함에 있어 참작하기로 한다.<br/>    2) 피고는, 별지2 분할재산명세표 원고 소극재산 순번1 기재 기업은행 대출금은 원고 개인적으로 사용한 것이어서 원고의 소극재산에 포함되어서는 아니 된다고 주장하나, 갑 제29호증의 기재에 의하면 위 채무는 원고와 피고가 경제적 협력관계를 종료하기 전인 2018. 6. 14. 발생한 것이고, 피고가 제출한 자료만으로는 이것이 혼인 중 부부공동생활에 무관하게 발생한 채무라고 볼 수 없으므로, 이를 재산분할대상에 포함시키는 것이 타당하고, 피고의 이 부분 주장도 받아들일 수 없다.<br/>    3) 피고는, 이 사건 각 부동산은 피고가 원고의 이 사건 소 제기 이후에 상속재산분할심판을 통해 비로소 취득한 것으로서 피고 일방이 형성한 특유재산인바 재산분할의 대상이 될 수 없다고 주장한다. 살피건대, 특유재산일지라도 다른 일방이 적극적으로 그 특유재산의 유지에 협력하여 그 감소를 방지하였거나 그 증식에 협력하였다고 인정되는 경우에는 분할의 대상이 될 수 있는바(대법원 2002. 8. 28. 자 2002스36 결정 등 참조), 원고와 피고의 실질적인 혼인기간, 피고 어머니의 사망은 원고와 피고가 혼인신고를 하고 ○○약국을 함께 운영하던 2016. 1. 26.경인 점, 그 기간 중 원고와 피고가 한 경제 활동과 그 소득의 정도 등을 고려하면 이를 재산분할의 대상이 아니라고 볼 수 없다. 따라서 피고의 이 부분 주장도 받아들일 수 없다. 다만 피고 주장의 위와 같은 재산형성 경위 등은 재산분할 비율을 정함에 있어 참작하기로 한다.<br/>    4) 원고는, 별지 분할재산명세표 피고 소극재산 순번1, 10 기재 채무는 모두 이 사건 소제기 직후에 이루어 진 것으로서 대출금의 입금 흐름 등에 비추어 볼 때 피고가 원고와의 혼인공동생활을 위하여 부담하였다고 볼 수 없거나 위 대출금 상당의 현금을 피고가 그대로 보유하고 있다고 보아야 하므로 이를 피고의 소극재산에 포함하여서는 아니 된다고 주장하나, 을 제13, 21호증의 각 기재에 의하면 위 채무는 모두 원고와 피고가 경제적 협력관계를 종료하기 전에 발생하여 그 협력관계 종료 무렵 존재하고 있었던 것이고, 피고가 제출한 자료만으로는 이것이 혼인 중 부부공동생활에 무관하게 발생한 채무라고 보기 어려우며 달리 이를 인정할만한 자료가 없는바, 이를 재산분할대상에 포함시키는 것이 타당하다. 원고의 이 부분 주장은 받아들일 수 없다. <br/>  마. 재산분할의 비율과 방법<br/>    1) 재산분할의 비율<br/>      원고와 피고의 실질적인 혼인기간이 6년 남짓 되는 점, 혼인기간에 원고가 가사와 육아를 상당 부분 전담하였고 소득활동도 병행한 점, 원고와 피고가 혼인기간에 한 경제 활동과 그 소득의 정도, 이 사건 각 부동산에 관한 피고 원가족의 기여, 원고와 피고의 현재 소득 능력, 사건본인을 원고가 양육하게 되는 점 등을 모두 고려하면, 원고의 재산분할 비율을 35%로, 피고의 재산분할 비율을 65%로 정함이 타당하다.<br/>    2) 재산분할의 방법 : 분할대상 재산의 명의와 형태, 취득경위, 분할의 편의성, 보유 형태, 당사자의 의사 등 이 사건 변론에 나타난 여러 사정을 참작하여, 분할대상이 되는 원고와 피고 명의의 적극재산과 소극재산은 그 명의대로 귀속되는 것으로 확정하고, 이에 따라 원고에게 궁극적으로 귀속되어야 할 금액 중 부족한 부분은 피고가 원고에게 현금으로 지급하도록 정함이 상당하다.<br/>    3) 피고가 원고에게 지급하여야 하는 재산분할금<br/>      ① 원고와 피고의 순재산 중 재산분할 비율에 따른 원고의 몫<br/>         합계 148,396,866원 × 35% = 51,938,903원(원 미만 버림)<br/>      ② 분할비율에 따른 원고의 몫보다 부족한 금액<br/>         51,938,903원 － 41,177,320원 = 10,761,583원<br/>      ③ 피고가 원고에게 지급할 재산분할금<br/>         위 ②항의 금액을 약간 하회하는 10,700,000원<br/>  바. 소결론<br/>    따라서 피고는 원고에게 재산분할로 10,700,000원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 민법에서 정한 연 5%의 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 친권자 및 양육자 지정과 양육비 청구, 면접교섭(직권판단)에 대한 판단<br/>  가. 친권자 및 양육자 지정<br/>    사건본인의 나이, 양육 상황 및 환경, 당사자들의 의사를 비롯하여 이 사건 기록에서 알 수 있는 여러 사정을 종합하여 볼 때, 사건본인의 복리를 위하여 그 친권자 및 양육자로 원고를 지정함이 상당하다.<br/>  나. 양육비<br/>    1) 과거 양육비 청구<br/>      원고와 피고가 별거한 시점부터 현재까지 원고가 사건본인을 양육하여 왔고, 피고는 사건본인의 아버지로서 원고와 함께 양육비를 분담할 책임이 있다. 원고와 피고의 경제적 형편과 능력, 이 사건에서 2019. 11. 6. 직권 사전처분으로 피고가 원고에게 임시 양육비를 일부 지급한 점, 사건본인의 나이나 성장 과정에 따라 소요되는 일반적인 비용의 정도, 과거의 양육비 모두를 한꺼번에 부담시키게 되면 상대방은 예상하지 못하였던 양육비를 일시에 부담하게 되어 지나치고 가혹하며 신의성실의 원칙이나 형평의 원칙에 어긋날 수도 있는 점 등을 고려하여, 원고가 사건본인을 홀로 양육하게 된 이후로서 양측이 경제적 협력관계를 종료하게 된 2020. 3.경부터의 과거 양육비를 20,000,000원으로 정하는 것이 타당하다.<br/>    2) 장래 양육비 청구<br/>      피고는 사건본인의 아버지로서 원고와 함께 사건본인의 양육비를 분담할 책임이 있다. 원고와 피고의 나이, 경제적 능력, 사건본인의 나이나 성장 과정에 따라 소요되는 일반적인 비용의 정도, 양육 상황, 당사자들의 의사 등 제반사정을 고려하면, 피고가 원고에게 사건본인의 양육비로 2022. 10. 31.부터 사건본인이 성년에 이르기 전날까지 월 1,500,000원씩을 매월 말일에 지급하도록 정함이 상당하다.<br/>  다. 면접교섭(직권판단) <br/>    피고는 사건본인의 복리에 반하지 않는 한 사건본인과 면접교섭할 권리가 있다. 다만 사건본인의 나이와 당사자들의 의사 등 제반사정을 고려하여 피고가 원고와의 상호 협조 하에 사건본인의 의사와 일정에 따라 사건본인을 면접교섭하도록 함이 타당하다. 따라서 구체적인 면접교섭의 일정과 방법 등에 관하여는 주문에 별도로 판단하지 아니한다.<br/>5. 결론<br/>  그렇다면, 원고의 이혼 청구는 이유 있으므로 이를 인용하고, 위자료 청구는 이유 없으므로 이를 기각하며, 재산분할 청구, 친권자 및 양육자 지정 청구, 양육비 청구에 관하여는 위와 같이 정하기로 하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 여경은 ",
  "사건번호": "2019드단13537",
  "사건종류코드": "400103",
  "판례정보일련번호": "601825",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}