{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170203",
  "법원명": "서울고등법원",
  "사건명": "근로자지위확인등",
  "판례내용": "【원고, 피항소인】 별지 1. ‘원고들 목록’ 기재와 같다.(주1) (소송대리인 법무법인 함께 외 1인)<br/>【피고, 항소인】 한국도로공사 (소송대리인 법무법인 광장 담당변호사 설동근 외 3인)<br/>【제1심판결】 수원지방법원 성남지원 2015. 6. 3. 선고 2013가합201932, 2013가합201949(병합), 2013가합7796(병합), 2013가합10679(병합), 2014가합201359(병합), 2014가합203805(병합), 2014가합206743(병합) 판결<br/>【변론종결】2016. 12. 7.<br/>【주    문】<br/>  원고, 피항소인   별지 1. ‘원고들 목록’ 기재와 같다.<br/>1. 제1심 판결 중 원고 3, 원고 7, 원고 97, 원고 98, 원고 117, 원고 128, 원고 131, 원고 132, 원고 133, 원고 134, 원고 142, 원고 205, 원고 227, 원고 263, 원고 266, 원고 297에 대한 부분을 아래와 같이 변경한다. <br/>  가. 원고 3, 원고 7의 소를 각 각하한다.<br/>  나. 원고 97, 원고 98, 원고 117, 원고 128, 원고 131, 원고 132, 원고 133, 원고 134, 원고 142, 원고 205, 원고 227, 원고 263, 원고 266, 원고 297의 청구를 각 기각한다.<br/>2. 피고의 제1항 기재 원고들을 제외한 나머지 원고들에 대한 항소를 각 기각한다.<br/>3. 제1항 기재 원고들과 피고 사이에서 생긴 소송총비용은 위 원고들이 부담하고, 제1항 기재 원고들을 제외한 나머지 원고들과 피고 사이에서 생긴 항소비용은 피고가 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  별지 3. ‘원고들 근로내역’ 중 ‘청구일자’란의 ‘고용의제일’이 기재된 해당 원고들이 각 피고의 근로자의 지위에 있음을 확인한다. 피고는 별지 3. ‘원고들 근로내역’ 중 ‘청구일자’란의 ‘고용의무 발생일’이 기재된 해당 원고들에게 각 고용의 의사표시를 하라.<br/>2. 항소취지<br/>  제1심 판결 중 피고 패소부분을 취소하고, 취소 부분에 해당하는 원고들의 청구를 각 기각한다.<br/>【이    유】1. 기초적인 사실관계<br/>가. 당사자들의 지위<br/>    1) 피고는 한국도로공사법에 따라 도로의 설치·관리와 그 밖에 이와 관련된 사업을 하게 함으로써 도로의 정비를 촉진하고 도로교통의 발달에 이바지함을 목적으로 설립된 법인으로서 도로법상 도로관리청의 지위에서 유료도로법에 따른 고속국도 통행료 수납업무를 수행하고 있다.<br/>    2) 원고들은 아래에서 보는 바와 같이 피고와 고속국도의 통행료 수납업무 용역계약을 체결한 별지 3. ‘원고들 근로내역’ 중 ‘운영자’란 기재 외주사업체(이하 ‘이 사건 외주사업체’라 하고, 해당 외주사업체를 운영하는 사람을 ‘이 사건 외주사업주’라 한다)에 같은 별지 기재와 같이 고용되어 피고의 고속국도 영업소(이하 ‘피고 영업소’라 한다)에서 통행료 수납업무 등을 담당하고 있는 사람들이다.<br/>나. 통행료 수납업무의 외주화 경위<br/>    1) 고속국도의 통행료 수납업무는 고속국도 입·출구의 요금소(톨게이트)에 설치된 피고 영업소 단위에서 수행되고 있는데, 피고는 1995. 5.경부터 조직의 비대화를 방지하고 경영의 효율성을 제고하기 위하여 신설영업소의 통행료 수납업무를 외주화하기 시작하였고, 1998. 10.경 기획예산위원회의 공기업 경영혁신 계획에 따라 ○○ ○○ 영업소 10개를 제외한 나머지 피고 영업소의 통행료 수납업무에 대한 외주화를 단계적으로 진행하였으며, 2008. 12.경 정부의 공공기관 선진화 정책에 따라 ○○ ○○ 영업소 10개의 통행료 수납업무를 외주화하여 전국의 모든 피고 영업소의 통행료 수납업무를 외주화하였다.<br/>    2) 피고는 통행료 수납업무에 대한 외주화 초기에는 피고의 퇴직직원과 수의계약 방식으로 용역계약을 체결하였는데, 이러한 계약방식이 피고의 퇴직직원에 대한 특혜에 해당한다는 논란이 제기되었고, 그 후 점차 공개입찰을 통하여 외주사업체를 선정하는 방식이 확대되어 2013. 7.경 현재 총 332개 피고 영업소 중 41개 영업소, 2014. 10.경 현재 총 335개 피고 영업소 중 79개 영업소의 통행료 수납업무에 관하여 공개입찰 방식으로 용역계약을 체결하였다.<br/>    3) 당초 통행료 수납업무는 피고의 정규직 직원과 비정규직 직원이 담당하였는데, 1995. 5.경 통행료 수납업무의 외주화 시행으로 피고의 정규직 직원, 비정규직 직원 및 외주사업체 소속 직원이 담당하게 되었고, 1998. 10.경 외주화 확대로 피고의 비정규직 직원과 외주사업체 소속 직원이 담당하다가, 2008. 12.경 전면 외주화 이후에는 원고들과 같은 외주사업체 소속 직원이 담당하고 있다.<br/>다. 피고와 외주사업체 간의 용역계약 체결과 기성금 청구 등<br/>    1) 외주사업체의 선정<br/>      피고가 2009. 10.경 발간한 영업실무편람에 의하면, 피고는 통행료 수납업무의 외주화 대상 피고 영업소를 선정한 후 수의계약 또는 공개입찰 방식으로 외주사업체와 해당 피고 영업소의 통행료 수납업무 용역계약을 체결하는데, 수의계약 방식의 경우 피고의 직원 중 퇴직 후 피고 영업소를 운영하고자 하는 직원(재직 당시 직종은 ‘토목, 사무, 영업, 기계설비, 조경, 건축, 전산, 안전’ 등으로 다양하다)을 대상으로 희망퇴직과 외주운영 참여 신청을 받아 수의시담(예정가격 이하의 적정한 가격으로 협의하는 것)을 통하여 적격자를 낙찰자로 결정하고, 공개입찰 방식의 경우 입찰공고를 하여 입찰집행 후 예정가격 이하 최저가 입찰자부터 오름 순으로 계약이행능력을 심사하여 일정 점수 이상자를 낙찰자로 결정한다.<br/>    2) 예정가격의 결정<br/>      가) 통행료 수납업무 용역계약의 예정가격은 피고가 제공하는 물량내역서 양식(설계예산서에서 단가, 금액을 비워둔 것)에 계약상대자가 순용역원가{노무비(정부고시 최저임금 연계), 경비(정액, 집행실적)}, 일반관리비(5% 적용), 이윤(10% 적용) 및 부가가치세를 기재하여 작성한 설계예산서를 기초로 결정한다.<br/>      나) 위 영업실무편람(226쪽) 중 ‘제2장 계약관리’ 부분에는 피고 영업소 과업인원의 직책이 ‘사무장’, ‘주임, 사무실, 하이패스’, ‘차로근무자’, ‘출구근무자’, ‘교대근무자’로 구분되어 있고, 각 직책별 과업인원과 노무비·경비의 산정을 위한 구체적인 기준과 방법이 아래와 같이 기재되어 있다.<br/>[제2장 계약관리]  1. 통행료 수납업무 용역계약 설계    가. 영업소 과업인원 직책별 업무구분업무비고사무장영업소 운영 총괄 관리 주임 사무실 하이패스행정 및 서비스 업무(전화, 방문객) 수입금 집계, 은행입금, 잔돈 수불노무·근태관리, 근무편성각종 영업통계 및 업무현황 작성하이패스 관련 업무 및 출구차로 지원차로운행제한차량 단속, 고발 업무 일반차로 통행권 발행 관련 업무출구통행권 회수 및 통행료 수납업무 전자(고카)카드충전, 판매, 환불미납·부정차량 계도, 지리안내 등교대출구근무자 교대      나. 영업소 과업인원 설계      1) 과업인원 산정 교통량        전월 기준 최근 1년 평균 교통량에 전월 하이패스 평균 교통량을 감(減)한 교통량        {영업처-1935(2009. 4. 9.)}      2) 직책별 과업인원 산정기준        가) 과업인원 기본 공통사항(개방식, 폐쇄식)구분산정기준비고사무장· 영업소당 1명 주임· 영업소당 4명 교대근무자· 요금소(출구) 근무자 1명당 0.25명 휴무· 근무인원(사무장, 주임 제외) 1명당 0.4명          나) 개방식 영업소구분산정기준비고출구근무자· 교통량 처리기준에 의함 차로근무자· 3만 대 미만 : 3명 · 3만 ~ 5만 대 : 4명· 5만 ~ 7만 대 : 5명· 7만 ~ 10만 대 : 6명· 10만 대 이상 : 7명사무실 및 하이패스 근무자(기재 생략)          다) 폐쇄식 영업소(기재 생략)        라) 출구근무자 산정 교통량 처리기준          (1) 주간(06:00 ~ 22:00)구분교통량개방식폐쇄식기준450대/h257대/h차로 수1차로(88% 이하)396대 이하226대 이하2차로(90% 이하)397~810대 이하227~462대 이하3차로(92% 이하)811~1,242대 이하463~709대 이하4차로(95% 이하)1,243~1,710대 이하709~976대 이하5차로(98% 이하)1,711~2,205대 이하977~1,259대 이하6차로(98% 이하)2,206~2,646대 이하1,260~1,511대 이하7차로(100% 이하)2,647~3,150대 이하1,512~1,799대 이하8차로(100% 이하)3,151~3,600대 이하1,800~2,056대 이하9차로(100% 이하)3,601~4,050대 이하2,057~2,313대 이하           (2) 야간(22:00 ~ 익일 06:00) (기재 생략)        마) 적용예시(기재 생략)      3) 신설영업소 과업인원 설계        신설영업소의 경우 최초 계약 시 예상교통량의 50%를 적용하여 과업인원을 산정하되, 예상교통량 추정이 불가능한 신설영업소는 기반시설(차로 등)을 참고로 예상 과업인원을 산정하고, 최종 과업인원(최초계약적용)은 영업개시 3개월 후 교통량 변동추세를 감안하여 확정    다. 과업인원 설계변경 기준      가) 월별 교통량이 직전 계약 시(변경계약 포함)부터 ±10% 이상 지속적(연속 3개월 이상)으로 변화되거나, 변화 예상으로 과업인원 증감 초래 시는 당초 설계를 변경할 수 있다.      나) 계약기간 중 월별 교통량이 일시적(우발요인, 연속 3개월 미만)으로 변하거나, 전년도 같은 기간 월 교통량의 ±10% 미만 변화로 과업인원 증가 시는 관리자 승인, 판단 후 시간외근무를 시행하거나 임시수납원을 활용할 수 있으며, 교통량 감소 시의 일시적 여유 인력은 교육훈련, 영업심사업무 등의 과업을 수행할 수 있다.    라. 기타사항      가) 복수요금소, 고객지원실 운영, 화물차량 과다 및 영업시설 분리 등 여건이 특수한 경우 교통량 처리기준에 의한 과업인원 산정기준을 달리하여 설계, 운영하거나 계약 조정인원을 활용할 수 있음  2. 통행료 수납업무용역 설계구분기준산출내역노무비기본급 월 209시간(40시간/주 + 8시간/일) × 52.14주/년 ÷ 12개월제수당야간근무수당직책별 주 1~2회과업인원별 야간근무시간 평균실적 반영휴일근무수당연간 15일 이내관공서의 공휴일에 관한 규정에서 정한 공휴일 중 토요일, 일요일을 제외한 평일 수연차수당15일/년 현금취급수당운영형태별 직책별 차등적용구분A급지B급지C급지개방식4만 대 이상1만 대 이상1만 대 미만폐쇄식2만 대 이상5천 대 이상5천 대 미만설계금액일 2,000원일 1,500원일 1,000원(월 22일)(월 22일)(월 22일)상여금상여금300%/년 퇴직급여충당금  경비복리 후생비급식비3,000원/일 교통비4,000원/일 건강검진비50,000원/년 피복비240,000원/년 체육행사비20,000원/년 보험료건강보험료25.4/1,000(기본급+제수당+상여금+교통비) × 보험요율노인장기 요양보험료47.8/1,000(건강보험료) × 보험요율국민연금45/1,000(기본급+제수당+상여금+교통비) × 보험요율산재보험료9/1,000(기본급+제수당+상여금+급식비+교통비) × 보험요율임금채권 보장보험료0.4/1,000(기본급+제수당+상여금+급식비+교통비) × 보험요율고용보험료7/1,000(기본급+제수당+상여금+급식비+교통비) × 보험요율세금과 공과안전관리자 위탁대행료1인 3,900원/년과업인원 × 3,900원(50인 이상)보건관리자 위탁대행료1인 3,000원/년과업인원 × 3,000원(50인 이상)종업원할 사업소세5/1,000노무비(퇴직금 제외) × 세율재산할 사업소세1㎡ 당 250원330㎡ 초과면적 × 250원공통경비(노무비의 12.54%)지급임차료 등 지급임차료, 비품수선비, 수도광열비, 비품감가비 도서인쇄비, 사무용품비, 소모품비기타경비지급수수료1,730원/월  <br/>    3) 용역계약의 내용<br/>     피고는 이 사건 외주사업체와 통행료 수납업무 용역계약(이하 ‘이 사건 용역계약’이라 한다)을 체결하였는데, 이 사건 용역계약의 계약서에는 용역계약 일반조건, 용역계약 특수조건, 과업지시서 등이 첨부되어 있고 그 중 이 사건과 관련된 내용은 아래와 같다.<br/>[이 사건 용역계약 일반조건]  제1조(목적) 이 조건은 계약당사자간에 이행하여야 할 계약조건을 정함을 목적으로 하며, 계약당사자는 이 조건에 정한 계약문서에 따라 신의와 성실의 원칙에 입각하여 계약을 이행하여야 한다.  제2조(적용방법) 제1장 총칙과 제2장에 정한 일반 용역계약조건은 피고가 발주하는 용역계약에 공통적으로 적용되고, 제3장 이하의 세부용역별 계약조건은 해당 용역에만 적용되며, 계약담당자는 이 사건 용역계약 일반조건을 계약서에 첨부하여야 한다. 이 경우 일반 용역계약조건과 세부용역별 계약조건 중 상충되는 사항이 있는 때에는 세부용역별 계약조건을 우선적으로 적용한다. 다만, 용역의 특성상 다르게 정할 필요가 있는 경우에는 해당 용역의 이행을 위한 계약조건을 정할 수 있다.  제3조(정의) 이 장에서 사용하는 용어의 정의는 다음과 같다.    3. ‘용역’이라 함은 건설기술관리법 제2조 제3호의 규정에 의한 건설기술용역, 엔지니어링기술진흥법 제2조 제1호의 규정에 의한 엔지니어링활동, 소프트웨어산업진흥법 제2조 제3호의 규정에 의한 소프트웨어사업, 또는 학문분야의 기초과학 및 응용과학에 관한 연구개발과업 등과 이에 준하는 역무의 수행을 말한다.  제4조(계약문서) ① 계약문서는 계약서, 유의서, 용역계약 일반조건, 용역계약 특수조건, 과업내용서, 선급금 조건 및 산출내역서로 구성되며 상호보완의 효력을 가진다. 다만, 이 경우 산출내역서는 이 조건에서 규정하는 계약금액의 조정 및 기성부분에 대한 대가의 지급 시에 적용할 기준으로서 계약문서로서의 효력을 갖는다.    ② 계약담당자는 국가를 당사자로 하는 계약에 관한 법령, 관계 법령 및 사무규칙과 이 조건에 정한 계약일반사항 외에 당해 계약의 적정한 이행을 위하여 필요한 경우 용역계약 특수조건을 정하여 계약을 체결할 수 있다.<br/>[이 사건 용역계약 특수조건]  제2조(정의) 이 특수조건에서 사용하는 용어의 정의는 다음과 같다.    1. ‘계약담당자’라 함은 피고 사장 또는 피고 사장으로부터 용역계약 업무 및 용역업무 수행에 관한 권한을 위임받은 자(지역본부장, 지사장 등)를 말한다.    2. ‘관리자’(‘감독원’)라 함은 영업소의 이 사건 용역계약 과업이행을 직접 감시하는 지위에 있는 자로 피고 소속의 영업소장, 과장 및 대리를 말한다.    4. ‘계약상대자’라 함은 피고와 이 사건 용역계약을 체결하여 영업소를 운영하는 자를 말한다.    5. ‘과업인원’이라 함은 계약상대자가 영업소 운영을 위하여 계약서에서 정한 인원에 대하여 채용한 근무자를 말한다.    6. ‘사무장’이라 함은 영업소 근무자 중 계약상대자를 대리하는 근무자를 말한다.  제3조(적격자 선정) ① 통행료 수납업무의 특수성을 감안 피고에서 별도로 정하는 요건을 갖춘 자를 적격자로 하여 계약상대자로 정할 수 있다.  제4조(공동운영 시 계약) ① 2인 이상의 수급인에게 당해 계약을 공동으로 수행하게 할 경우 계약형태는 공동계약, 공동운영계약으로 구분한다.    ② 공동계약을 체결하고자 하는 경우 각 호에 의한다.      1. 적격자가 공동계약을 체결하고자 하는 경우에는 수의시담 전까지 공동수급체를 구성하고 대표자를 선정하여 공동수급표준협정서를 제출하여야 한다.    ③ 공동운영계약을 체결하고자 하는 경우는 각 호에 의한다.      1. 적격자가 공동운영계약을 체결하고자 하는 경우에는 수의시담 전까지 공동운영자를 구성하고 대표자를 선정하여 사업자등록증 사본을 피고에 제출하여야 한다.  제8조(고용) ① 계약상대자는 용역착수일 전까지 통행료 수납업무의 안정성 확보 등을 위하여 적격한 자의 채용을 완료하여야 한다.    ② 계약상대자는 제1항에 의해 채용된 근로자의 고용안정, 복지후생 등 근로조건 개선 및 노사화합을 위해 최선의 노력을 다해야 한다. 또한 제14조에 의한 계약변경 시 발생할 수 있는 퇴직 직원에 대하여는 당사자가 희망할 경우, 신설 또는 타 영업소, 휴게소에 전직을 알선하는 등의 노력을 해야 한다.〈2005. 12.경 발간된 도로영업 실무편람에 기재된 이 사건 용역계약 특수조건〉  제8조(고용보장) 계약상대자는 당해 영업소의 용역착수시점에서 공사의 협력사원 또는 전 용역계약자의 고용원으로 재직 중인 근무자(사무장 및 관리주임은 제외한다)는 본인 희망 시 계속 근무를 보장하여야 한다. 단, 계약인원 축소나 기타 사정이 있는 경우는 예외로 한다.  제10조(과업) ① 과업에 관하여는 일반조건 및 특수조건에서 정하는 경우를 제외하고는 ‘과업지시서’에서 정하는 바에 의한다.    ② 사정변경이나 ‘과업지시서’에 정하지 않은 세부과업사항에 관하여는 피고에서 세부내용을 별도로 협의하거나, 업무관행 및 과업지시서에 기초하여 세부기준을 제작하여 시행할 수 있다.    ③ 계약목적 달성을 위하여 필요한 경우 과업지시서에 과업내용을 추가하여 지시할 수 있으며 또한 계약상대자의 요청에 의거 ‘추가 과업내용’을 승인하여 시행할 수 있다.    ④ 계약상대자가 이행해야 할 업무는 다음 각 호와 같으며, 세부적인 사항은 과업지시서에 의한다.      가. 기본업무        1. 통행료 수납업무 및 통행료 수납에 수반되는 부수업무        2. 수입금 적정성 관리 및 1차 심사        3. 영업출력자료(TCS 자료)의 관리 및 1차 심사        4. 통행료 미납차량에 대한 사전 안내문 발송 및 미납차량 통행료(부가통행료 포함) 부과, 징수업무와 관련하여 계약담당자가 지시하는 사항. 단, 미납차량 납부통지서, 납부독촉장은 피고에서 발송        5. 부정차량 단속업무        6. 운행제한차량 단속업무. 단, 피고에서 단속업무를 지원할 수 있다.        7. 근무편성계획 및 운영업무. 이 경우 운영에 차질이 없도록 결정하여야 하며 운영의 차질이 발생할 경우 제11조 제4항 제2호 및 제16조에 의하여 처리한다.        8. 민원 처리업무. 이 경우 주요 사안은 관리자와 협의 후 처리하여야 한다.        9. 제18조 제1항의 규정에 의한 관리시설물에 대한 외관청소(영업소 건물, 요금소 내·외부, 광장, 폐영수증 처리 등) 등의 유지관리업무 및 각종 위험물 취급 시 행정관서에서 지시한 각종 조치        10. 피고가 이용객에 대하여 영업소에서 추진하는 안내전단 배포, 입간판 설치 등의 홍보업무        11. 피고가 영업소 운영과 관련하여 요구하는 각종 자료의 제출업무        12. 피고가 영업소 운영을 평가하기 위하여 정기적으로 시행하는 평가업무        13. 영업소 인근 지역의 안전사고 또는 교통사고 등의 발생으로 고속도로 교통흐름에 지장이 발생한 때에 교통소통 처리를 위한 업무        14. 기타 피고가 영업소 운영과 관련하여 지시하는 업무      나. 특별업무        1. 하이패스카드 발급 및 충전에 관한 업무. 이 경우 위탁수수료에 대하여는 계약상대자와 카드회사와의 별도의 협의에 의한다.        2. 이용객 편의증진, 특별행사 등 계약담당자가 필요하다고 인정하는 특별한 업무 등이 당초 설계, 계약에 반영되지 않은 과업인 경우 그 실비를 정산 지급하거나 계약내역에 반영하여 시행할 수 있다.  제11조(과업인원의 배치 등) ① 계약상대자는 용역계약을 이행하기 위하여 계약서에서 정한 당해 영업소 운영인원(계약내용의 변경 등으로 운영인원이 조정된 경우를 포함하며, 이하 ‘과업인원’이라 한다)을 정규직으로 채용하여 당해 영업소에 배치하여야 한다. 단, 계약담당자는 영업소 보안관리, 운행제한차량단속 등 과업의 원활한 수행을 위하여 과업인원 중 적정인원은 남자직원으로 채용토록 권장할 수 있으며, 계약상대자는 적절한 직원 채용 및 근무편성 등으로 과업의 원활한 수행에 차질이 없도록 하여야 한다.    ② 계약상대자는 과업인원의 신규채용 또는 교체 시 성명·주소·연령·경력 등을 서면으로 소장에게 통보하여 출입의 승인을 얻어야 한다.    ③ 과업인원은 일반조건 제11조에 의거 통행료 수납업무 과업수행에 적격한 자를 채용하여야 한다.      1. 신체·정신적으로 수납업무에 지장이 있거나, 요금수납부정, 불친절, 3진 아웃 경력이 있는 자 및 정부보조금 수혜를 위한 가식 채용행위를 하여서는 아니 된다.      2. 사무장은 용역계약의 이행과 관련하여 계약상대자를 대리하는 자로 운영자 중에서 선임하거나, 1년 이상의 영업소 근무경력이 있는 자를 채용하여 착수계 제출 시 ‘사무장선임계’를 제출하여야 하며, 변경 시에는 사전에 피고에 서면으로 통보하여야 한다.      3. 위 2호 사무장의 경우 공개입찰에 의하여 선정된 계약상대자는 피고에 적격심사 심사항목 평가 시 제출한 사무장 경력자를 기준으로 선임하여야 한다.    ④ 과업인원은 근무편성에 의거 영업소에 상주 근무하여야 한다.      1. 과업수행과 관련하여 근무편성의 적정성 여부를 심사하여 피고는 그 의견을 통보할 수 있다.      2. 과업인원 미충원, 영업소 비상주, 과업 비수행 시 피고는 서면이나 구두로 통보하여 이를 시정하게 하며, 해당 용역비를 감액 처리한다. 또한, 계약상대자가 시정요구에 불응 시 주의, 경고 등의 조치를 취하여야 한다.      3. 과업인원 부족 시에는 피고에 그 사유를 통보하고 15일 내에 충원하여야 한다. 다만, 부득이한 경우 피고와 협의하여 그 기한을 연장할 수 있다.      4. 제3호에도 불구하고 제14조 제2항 제3호의 계약변경의 사유 등에 의해 과업인원 축소가 예상되는 영업소는 과업인원 자연 감소 시 운영 여건상 불가피한 경우를 제외하고 차기 변경계약 전까지 부족한 과업인원을 충원하지 않을 수 있다. 이 경우, 미 충원된 인원에 대하여 자연감소일 15일 이후부터 변경계약 적용 전까지의 해당 용역금액을 환수해야 한다.      5. 경조사, 공무수행 등으로 일시적 결원 발생 시에는 직무수행이 가능한 범위 내에서 대근을 실시할 수 있다.    ⑤ 과업수행에 필요한 범위 내에서 과업인원의 탄력적 근무, 대체휴무제 등을 실시할 수 있으며, 이 경우 운영에 차질이 없도록 하여야 한다.    ⑦ 계약상대자는 현장 상주할 의무는 없다. 다만, 그럴 경우 본인을 대리할 사무장 1인을 반드시 선임하여야 하며, 피고 요청 시 본인이 즉시 협의에 응하여야 한다.    ⑧ 계약담당자 및 관리자는 계약상대자에게 과업인원 중 피고의 이미지를 손상하거나 피고 관계자의 명예를 훼손하는 등 과업수행에 부적합한 자에 대하여 교체를 요청할 수 있다.  제12조(교통량증감 시의 과업인원의 배치 등) ① 교통량 추세분석 결과 설계 예측 과오 및 개별요인으로 지속적 증감 예상 시에는 새로운 교통량 예측 기준으로 설계 및 계약변경을 시행하거나, 여건 보고 승인 후 제14조에 따른 계약변경 시 일괄 설계, 계약 변경처리를 할 수 있다.    ② 특정행사일 추가소요 과업인력 및 설계 당시 예측된 계절적 요인으로 인한 교통량 증가 시에는 감독원 승인 후 연평균 계약인원을 초과하는 월(月)에 한하여 초과인력만큼 기존 직원의 시간외근무나 임시수납원을 활용할 수 있다. 이 경우 추가 노임은 월별로 정산 지급하거나 계약내역에 포함하여 지급할 수 있다.    ③ 주간교통량 변화요인 등은 합리적 근무편성으로 처리토록 하며, 이 경우 시간외근무 및 임시수납원의 노임 대가는 정산지급하지 않는다.    ④ 제2항의 사유 이외의 단시간근로자(파트)에 의한 과업수행은 과업인원의 임시 결원발생 및 피고 특별업무수행 등의 제한된 경우에 한한다.  제13조(친절봉사 및 교육훈련) ① 계약상대자는 고객서비스 수준향상 및 원활한 과업수행을 위하여 피고 주관으로 시행하는 교육훈련 및 자체 직원 교육 관련 계획을 수립하여 적극적으로 참여하여야 한다.    ② 제1항의 교육훈련에 관한 사항은 피고의 교육여건 등을 감안하여 별도로 정하여 시행하는 바에 의한다.    ③ 고객서비스 조사 결과 등이 미흡할 경우 계약담당자는 서비스수준 개선대책을 요구할 수 있으며, 계약상대자는 서비스수준 개선대책을 수립하여 제출하여야 한다.    ④ 계약상대자는 영업소 근무자에 대하여 피고가 승인한 복장 및 명찰을 착용하고 단정한 용모로 근무토록 하여 이용객에게 불쾌한 이미지를 주지 않도록 노력하여야 한다.    ⑤ 계약상대자는 요금소 지정체가 발생하지 않도록 신속하게(최저 TCS 설계 기준 이상) 요금처리를 하게 하여야 하며, 근무자의 의도적인 차량처리 지연 등 이용고객의 불편 초래 시는 계약담당자 및 관리자는 당해 근무자의 교체를 요청할 수 있다.〈2005. 12.경 발간된 도로영업 실무편람에 기재된 이 사건 용역계약 특수조건〉  제13조(친절봉사 및 교육훈련) ① 계약상대자는 이용객서비스 친절봉사 서비스수준 향상 및 과업수행의 원활화를 위하여 다음 각 호에 의한 자격기준에 해당하거나, 피고 주관으로 시행하는 교육 훈련을 이수하여야 한다.      1. 고객서비스(SM) 및 과업수행(TM) 전문가 자격 또는 교육이수 : 운영자      2. 고객서비스(SM) 및 과업수행(TM) 관리자 자격 또는 교육이수 : 운영자, 사무장, 주임      3. 고객서비스(SM) 및 과업수행(TM) 일반 교육이수 : 운영자, 사무장, 주임, 수납원      4. 고객서비스(SM) 및 과업수행(TM) 교육이수 시간        가. 1호 교육은 30시간 이상        나. 2호 교육은 16시간 이상(교육이수자를 채용 가능)        다. 3호 교육은 연간 8시간 이상(매년 이수를 요함)      5. 매월 소정시간을 서비스강사요원에 의한 자체교육을 실시하여야 한다.    ② 제1항의 자격제 및 교육이수에 관한 사항은 피고의 교육여건 등 구비 시 별도로 정하여 시행하는 바에 의한다.    ③ 고객서비스 조사결과 등이 미흡할 경우 계약담당자는 서비스수준 개선대책을 요구할 수 있으며, 계약상대자는 서비스수준 개선대책을 수립하여 제출하여야 한다.    ④ 계약상대자는 영업소 근무자에 대하여 피고가 승인한 복장 및 명찰을 착용하고 단정한 용모로 근무토록 하여 이용객에게 불쾌한 이미지를 주지 않도록 노력하여야 한다.  제14조(계약변경 등) ① 물가변동으로 인한 계약금액의 조정은 일반조건 제15조에 의한 품목조정률 적용을 원칙으로 하되 적용방식은 다음 각 호의 방법에 의한다.      1. 노무비는 최저임금에 산입되는 임금(기본급, 제수당 등)을 시간급으로 환산하여 매년 정부기관의 고시임금(최저임금)과 연계하여 적용한다.      2. 경비는 매년 집행실적을 표본조사하여 그 실적치를 반영한다.      3. 물가변동으로 인한 계약금액 조정은 정부기관 고시임금이 적용되는 시기에 일괄 조정할 수 있다.    ② 설계변경으로 인한 계약금액의 조정은 다음 각 호에 의한다.      1. 실 계약기간 중 월별 교통량이 직전 계약 시(변경계약 포함)부터 ±10% 이상 지속적(연속 3개월 이상)으로 변화되거나, 변화 예상으로 과업인원 증감 초래 시는 당초 설계를 변경할 수 있다. 단, 신설영업소의 경우 최초 계약 시 예상교통량의 50%를 적용하여 과업인원을 산정하되, 예상교통량 추정이 불가능한 신설영업소는 기반시설(차로 등)을 참고로 예상 과업인원을 산정하고, 최종 과업인원(최초 계약 적용)은 영업개시 3개월 후 교통량 변동추세를 감안하여 확정하며 최초 계약 시보다 감원 시는 제3항에 의한다.      2. 계약기간 중 월별 교통량이 일시적(우발요인, 연속 3개월 미만)이거나, 전년도 같은 기간 월 교통량의 ±10% 미만 변화로 과업인원 증가 시는 관리자 승인, 판단 후 시간외근무를 시행하거나 임시수납원을 활용할 수 있으며, 교통량 감소 시의 일시적 여유 인력은 교육훈련, 영업심사업무 등의 과업을 수행할 수 있다.      3. 제1호에도 불구하고, 하이패스교통량 증가로 인한 과업인원 감소 시 설계변경에 대해서는 피고가 별도로 정하는 바에 의해 시행할 수 있다.      4. 영업소의 설계는 전월 기준 최근 1년간 일평균 교통량에 직전 월 하이패스 일평균 교통량을 감한 교통량에 해당하는 과업인원 인건비와 소요 경비 등을 포함하여 설계하되 연도별 금액과 총 계약기간 금액을 구분하여 설계하여야 한다.      5. 과업정원 미충원, 비상주, 과업 비수행 시는 해당 용역금액은 설계 변경하여 감액처리하여야 한다. 단, 이미 집행된 용역금액에 대해서는 설계 변경된 것으로 보아 그 차액을 환수한다.  제15조(노임지급 등) ① 계약담당자는 원활한 계약이행을 위하여 필요하다고 인정할 경우에는 당해 용역과업수행에 참여하는 근로자의 노임 지급과 관련하여 필요한 지시를 할 수 있으며 이에 대하여 계약상대자가 이행하지 아니할 경우 계약담당자는 당해 용역대금에서 노임을 공제하여 근로자에게 직접 지불할 수 있다. 다만, 과업수행 참여 근로자의 노임을 공제해서는 아니 되는 정당한 사유가 있음을 계약상대자가 증명한 경우에는 그러하지 아니하다.    ② 채용된 과업인원에 대하여 정상업무를 수행하는 경우 수습기간 등의 설정 시에도 임금지급상의 불이익을 주어서는 아니 되며, 관계 법령에 의거 4대 사회보험 등을 가입처리 하여야 한다.    ③ 과업수행 직책별 노임 지급과 관련한 평가기준은 피고에서 별도로 정하는 영업소 경영평가기준으로 하며, 인건비 부실지급으로 인한 과업수행 부실, 내부직원 불만족으로 인한 이용객 서비스수준 저하, 과업인원에 대한 사회보험, 근로기준법 등 관계 법령 미준수로 민원 발생 등 피고 이미지 훼손 시 계약담당자 및 관리자는 시정 및 계약상 조치를 취할 수 있다.    ④ 공개입찰 영업소의 경우 적격심사 당시 피고에 제출한 평가항목별 지급률 및 집행률을 준수하여야 하며 준수하지 않을 경우 제14조 제2항 제5호 및 제16조에 의하여 처리한다.    ⑤ 계약 종료 시에는 종료일 기준으로 소속 근로자에 대한 잔여 노무비를 정산 지급하여야 한다. 단, 계약종료일 기준 잔여기간 1년 미만자의 퇴직금은 일할계산 정산 지급하여야 한다.〈2005. 12.경 발간된 도로영업 실무편람에 기재된 이 사건 용역계약 특수조건〉  제15조(노임지급 등) ① 계약담당자는 원활한 계약이행을 위하여 필요하다고 인정할 경우에는 당해 용역과업수행에 참여하는 근로자의 노임 지급과 관련하여 필요한 지시를 할 수 있다.    ② 채용된 과업인원에 대하여 정상업무를 수행하는 경우 수습기간 등의 설정 시에도 임금지급상의 불이익을 주어서는 아니 되며, 관계 법령에 의거 4대 사회보험 등을 가입처리 하여야 한다.    ③ 과업수행 직책별 노임지급과 관련한 평가기준은 설계 대비 95% 이상으로 하며, 인건비 부실지급으로 인한 과업수행 부실, 내부직원 불만족으로 인한 이용객 서비스수준 저하, 과업인원에 대한 사회보험, 근로기준법 등 관계 법령 미준수로 민원 발생 등 피고 이미지 훼손 시 계약담당자 및 관리자는 시정 및 계약상 조치를 취할 수 있다.    ④ 운영자 교체 시에는 종료일 기준으로 퇴직금 등 잔여 노무비를 정산 지급하여야 한다.  제16조(부실운영 조치) ① 소장 및 계약담당자는 계약상대자가 계약조건 및 과업지시서를 위배하거나 인건비를 부실지급하여 과업 및 고객서비스 업무에 지장을 초래한다고 판단될 경우 서면이나 구두로 통보하여 이를 시정하게 한다.    ② 계약담당자는 계약상대자가 계약조건 및 과업지시서를 위배하거나, 시정조치에 불응할 경우 주의, 경고 조치를 취한다. 이 경우 시정조치 3회는 주의 1회, 주의 3회는 경고 1회로 간주한다.  제17조(계약해지) ① 계약담당자는 계약상대자가 용역계약 일반조건 제29조 내지 제31조에 의한 일반적인 계약해제·해지사유 이외에 다음 각 호의 1에 해당하는 경우에는 이 사건 용역계약을 해제 또는 해지할 수 있다. 다만, 제2호, 제3호, 제6호, 제9호의 경우에는 해제 또는 해지하여야 한다.      1. 계약기간 내 영업소부실운영, 경영평가하위등급 등으로 경고조치 3회 이상 시(단, 재계약 운영 영업소는 기간 내 경고조치 1회 시)  제20조(경비지급 등) ① 경비는 사무용품비, 소모품비, 도서인쇄비, 여비교통비, 청소비, 비품수선비, 수도광열비, 지급임차료, 비품감가상각비, 체육행사비, 잡비 등 원가성 항목으로 매년 표준적인 집행실적을 조사하여 설계에 반영토록 하며, 지급수수료(식당·청소용역)는 매년 물가변동률을 반영하여 증감 조정토록 한다.    ② 계약상대자는 반영된 경비를 과업지시서의 ‘영업소시설, 비품 등 관리 기준’에 의거 과업수행에 지장이 없도록 충실히 집행하여야 하며, 제1항의 경비 중 지급수수료(식당·청소용역)의 집행은 해당 업무수행에 지장을 초래하지 않는 범위 안에서 계약상대자 자율로 하되, 해당 과업을 수행할 별도의 인원을 채용·운영하여야 한다.<br/>[고속도로영업소 통행료 수납업무 용역 과업지시서]  I. 과업명    고속도로영업소 통행료 수납업무 용역  II. 과업 목적    본 과업지시서는 이 사건 용역계약에 있어서 피고와 용역계약을 체결한 계약상대자(공동계약의 경우 공동수급체 구성원을 포함한다)가 이행하여야 할 과업내용을 규정함을 목적으로 한다.  III. 과업의 범위    1. 통행료 수납업무 및 영업 일반 업무    2. 영업 심사 업무    3. 영업소 운영 업무    4. 전자지불(IT) 영업운영 업무    5. 고객서비스 및 민원처리 업무  IV. 과업의 내용    1. 통행료 수납업무 및 영업 일반 업무      가. 통행료 수납 및 수입금 관리      나. 복수·임시 요금소 운영      다. 미납·부정차량 단속업무      라. 대체지불수단(하이패스카드 등) 판매 및 수입금 관리업무      마. 통행권 등 영업소모품 관리업무      바. TCS 등 영업설비 운영 업무      사. 제한차량 단속업무 등      아. 기타 피고에서 지시한 영업업무    2. 영업 심사 업무      가. 통행료, 대체지불수단(하이패스카드 등) 및 각종 판매대금, 잔돈 준비금 등 심사      나. 통행권, 하이패스카드 등 재고실사      다. 통합 TCS(TEPS) 1차 심사      라. 미납, 부정, 감면, 특별처리 차량 등 1차 심사      마. 내부직원의 부정, 비리 관련사항 심사      바. 연계면제 영수증 등 각종 수작업처리 업무의 1차 심사      사. 기타 피고에서 지시한 심사 업무    3. 영업소 운영 업무      가. 근무편성 및 배치, 요금소 개방 등      나. 통행권, 카드, 미납통행료 및 부가통행료 영수증 등 소요파악      다. 경비·일반관리비 집행 및 영업시설물 관리 업무        - 피고와 계약상대자가 부담, 관리해야 하는 경비, 일반관리비 집행 범위 및 영업소 시설, 비품 등의 범위는 별표1에 따른다.      라. 구내식당 운영업무      마. 관리자가 과업수행을 위하여 요구하는 사항      바. 기타 피고에서 지시한 운영업무    4. 전자지불(IT) 영업운영 업무      가. 하이패스카드 발생·불출·충전·신청 업무 등      나. 하이패스카드 사용 잔액 환불 및 이체 충전업무 등      다. OBU반납·교환 및 개인정보 변경 업무 등      라. 하이패스 전용차로 설비 운영 업무 등      마. 기타 피고에서 지시한 전자지불 운영업무    5. 고객서비스 및 민원처리 업무      가. 고객응대·민원 처리 업무      나. 전화 및 방문 모니터링 업무 등  V. 과업의 수행    1. 과업 수행의 세부사항      본 과업 수행에 대한 세부사항은 피고의 영업규정, 영업운영 업무기준, 도로영업실무편람 및 기타 피고에서 별도로 정하는 바에 따른다.    2. 과업의 변경      본 과업에 대하여 피고의 방침이 변경되거나, 피고에서 요구 시에는 변경된 사유에 따라 계약상대자는 과업을 변경하여야 한다.    3. 과업의 보고      가. 계약상대자는 매월 3일까지 전월 1개월분(전월 1일 - 전월 말일)에 대하여 다음과 같은 관련 서류를 검사원에게 제출하여야 한다.        1) 기성검사원(별표2)        2) 기성금액 산출내역서(별표3)        3) 4대 보험 납입 증명서        4) 월별 자금집행계획서(별표4)        5) 인건비 집행내역(별표5)        6) 월별 인건비 집행내역(별표6)        7) 기타 필요서류 등      나. 검사원의 기성검사 후 계약상대자는 기성금 청구에 필요한 다음의 서류를 지사에 제출하고 1부는 보관한다.        2) 기성검사원 제출 시 필요서류 1식(기성검사원 제외)        3) 기성금청구서(별표8)        4) 국세·지방세완납증명서        5) 세금계산서        6) 계좌사본    4. 검사      가. 계약상대자는 기성 검사 시 검사원이 요구하는 자료, 질의 등에 성실하게 응해야 한다.      나. 계약상대자는 기성 검사원 제출 후 과업 수행의 미비, 제출서류의 미비 등 이를 보완하여야 하는 사유가 발생하였을 경우 이에 상응하는 조치를 취하여야 한다.  별표1 영업소 시설, 비품 등 관리기준    1. 영업시설, 비품, 소모품 조달 주체구분세부내용관리방법피고조달· 고정자산(토지, 건물, 구축물, 요금수납설비, 기계장치, 비품 등) 조달 및 관리회계 및 계약관리예규에 의함· 건물에 부착되어 일체화된 물품 조달· 영업소시설물 유지관리에 필수적인 물품 조달“· 사무실집기, 주방용 집기류(식탁, 의자, 냉장고, 식기소독장 등) 및 비품류 조달“· 소모성 비품에 등재하여 관리하는 물품으로 피고에서 관리할 필요가 있다고 판단되는 물품“외주사조달· 사무용소모품 - 사무실(관리자실 포함), 요금소 내 사무용 소모품 등· 청소용품, 사무실·부스 조명등 · 위생관리용 약품류 및 소모품 · 외주사 직원의 안전관리를 위한 물품 · 주방용 식기류 및 소모품 · 외주사 직원 관리, 복지후생에 필요한 물품 · 영업소관리, 사무실운영 및 요금수납업무 수행에 필요한 경비, 일반관리비 성격의 물품  <br/>    4) 기성금 청구<br/>      가) 이 사건 외주사업주를 포함한 피고의 외주사업주는 매월 3일까지 해당 피고 영업소에 대한 피고의 지사 영업파트장에게 전월 1개월분의 기성검사원을 제출하는데, 위 기성검사원에는 기성금액 산출내역서, 월별 자금 집행계획서, 인건비 집행내역, 4대 보험 납입증명서, 월별 인건비 집행내역, 당월 근무실적표·급여기초자료·인건비지급 계좌의뢰서, 전월 인건비 지급실적(계좌입금표) 등이 첨부되어 있다. 기성금액 산출내역서는 비용 항목별{노무비(기본급, 제수당, 상여금, 퇴직금), 경비(복리후생비, 보험료, 세금과 공과, 공통경비), 일반관리비, 이윤, 부가가치세} 계약금액, 전월까지의 누계액, 금월 기성액, 금월까지의 누계액을, 월별 자금 집행계획서는 위 비용 항목별 계약금 총액과 월별 집행금액을, 인건비 집행내역은 주임과 수납원의 임금 항목별{기본급, 제수당(야간근무수당, 휴일근무수당, 연차수당, 현금취급수당), 상여금, 급식비, 교통비} 설계금액, 당월 급여, 설계 대비 지급률을, 월별 인건비 집행내역은 주임과 수납원의 설계금액, 지급금액 및 지급률의 월별 금액을 각 기재하게 되어 있는 양식이다. 한편 외주사업주는 위 영업파트장으로부터 기성검사를 받은 후 해당 피고 영업소에 대한 피고의 지사장에게 매월의 기성금을 청구하는데, 그 청구서에는 기성검사원 첨부서류, 국세와 지방세 완납증명서, 세금계산서 등이 첨부되어 있다.<br/>      나) 외주사업주는 매월 해당 피고 영업소에 대한 피고의 지사장에게 임시수납원 용역대금을 청구하는데, 위 청구서에는 임시수납원 개인별 산출내역서, 근무현황표, 근무실적표, 급여대장이 첨부되어 있다. 위 개인별 산출내역서는 임시수납원의 시급, 사용일수, 근무시간, 시급 및 근무시간을 기초로 산정한 노무비(일급, 휴일수당, 연차수당, 야간수당, 주휴수당, 현금취급수당), 복리후생비(교통비, 급식비), 경비(건강보험료, 노인장기요양보험료, 국민연금, 산재보험료, 임금채권부담금, 고용보험료, 석면피해분담금), 일반관리비, 이윤 및 부가가치세를 기재하게 되어 있는 양식이다.<br/>    5) 변경계약 체결<br/>      피고는 매년 이 사건 외주사업체와 정부 고시 최저임금의 조정과 피고의 이 사건 용역계약의 설계기준 변경 등을 이유로 이 사건 용역계약 설계예산서의 인건비를 변경하고 과업인원을 조정하여 이 사건 용역계약의 용역대금을 변경하는 계약을 체결하여 왔다.<br/>라. 원고들의 근로계약 체결<br/>    1) 원고들은 이 사건 외주사업체들 또는 피고와 별지 3. ‘원고들 근로내역’의 ‘근로기간’란 기재 각 기간 동안 근로계약을 체결하고 ‘영업소’란 기재 해당 피고 영업소에서 통행료 수납업무를 담당하였다.<br/>    2) 원고들은 대부분 별지 3. ‘원고들 근로내역’ 기재와 같이 해당 피고 영업소의 운영주체가 변경되는 경우에도 변경된 외주사업체 또는 피고와 새롭게 근로계약을 체결하는 등의 방법으로 그 이전부터 근무하던 해당 피고 영업소에서 계속 근무하면서 그 이전과 동일한 방식으로 통행료 수납업무 등을 수행하였다.<br/>마. 피고의 영업규정과 영업운영 업무기준 등<br/>    1) 피고의 영업규정(2009. 10. 21. 개정된 것)은 피고가 관리하는 유료도로의 통행료를 수납하기 위하여 필요한 사항과 피고가 설치·관리하는 휴게소·주유소 등 부대사업시설 및 연접 지역시설의 운영에 관하여 필요한 사항을 정하고 있는데 그 중 이 사건과 관련된 내용은 아래와 같다. 다만 피고의 영업규정은 2012. 10. 5. 전부 개정되었는데 개정된 영업규정에는 아래와 같은 내용이 모두 삭제되었다.<br/>[피고의 영업규정]  제9조(주의의무 등) ① 영업소에 근무하는 자는 다음 각 호의 의무를 다하여야 한다.      1. 직무와 관련한 선량한 관리자로서의 주의의무      2. 고객의 편의증진과 고객중심의 성실하고 친절한 봉사자세 유지의무      3. 근무 중 고객에게 불쾌감을 주는 행위의 금지의무      4. 근무 중 피고에서 지정한 복장착용과 용모단정 의무      5. 그 밖에 피고의 지시사항에 대한 준수 의무    ② 영업소 근무자(영업소장, 외주영업소 과장 및 대리, 운영자는 제외한다)는 출근과 동시에 본인의 사유금을 따로 보관하여야 하며, 근무시간 중 사유금을 소지할 수 없다.  제32조(근무방법 등) ① 영업소장은 취업규정 제15조에 따른 통상근무를, 영업소장 외 직원은 취업규정 제15조 및 제15조의2 제1호에 따른 통상근무나 3교대근무를 해야 한다. 다만, 필요한 경우 영업소장을 포함한 통상근무자는 조기 출·퇴근근무나 시차근무를, 3교대근무자는 시차근무나 연장근무를 할 수 있다.    ② 3교대근무자의 근무시간은 다음 각 호와 같다. 다만, 교통량 폭증시간이나 영업소의 여건 등 특별한 사유가 있을 경우 영업소장 및 운영자는 시간을 변경하여 운영할 수 있으며, 휴게시간은 실 근무 시간 4시간당 30분, 8시간당 1시간의 비율로 근무시간 도중에 부여한다.      1. 초번 근무시간 06:00~15:00      2. 중번 근무시간 14:00~23:00      3. 말번 근무시간 22:00~07:00    ③ 제1항의 통상근무자와 교대근무자의 휴무는 당해 영업소의 여건을 감안하여 다음 각 호의 기준에 따른다.      1. 통상근무자는 교통량을 감안한 적정한 요일      2. 교대근무자는 교대근무자간 형평을 고려한 적정한 요일    ④ 영업소장 및 운영자는 제2항에 따른 근무자를 근무일 3일 전까지 다음 각 호의 기준에 따라 확정해야 하며, 그 내용을 소속 근무자가 알 수 있는 장소에 비치해야 한다.      1. 편성월 기준 전년도와 전월의 교통량을 감안한 편성      2. 근무자 개인간 공평한 편성    ⑤ 영업소장 및 운영자는 근무편성표 확정 후 그 내용을 변경할 경우 소속 근무자와 협의해야 한다.    ⑥ 그 밖에 요금소 근무방법 등에 관한 사항은 따로 정한다.<br/>    2) 피고의 영업운영 업무기준(2009. 10. 20. 개정된 것)은 영업규정에서 위임된 사항과 영업운영에 필요한 세부적인 기준을 정하고 있는데 그 중 이 사건과 관련된 내용은 아래와 같다.<br/>[피고의 영업운영 업무기준]  제55조(근무방법 등)    ① 영업규정 제32조 제6항의 기타 요금소 근무방법은 다음 각 호와 같다.      1. 근무개시 전 거스름돈 등 요금수납에 필요한 물품을 사전 준비해야 한다.      2. 차로의 개방 및 폐쇄 시에는 안전사고에 특별히 유의해야 한다.      3. 근무교대 등으로 인한 차량지체 방지를 위해 신속히 교대해야 한다.      4. 근무교대 시에는 ‘차로폐쇄표지’ 등을 이용하여 차량 진입을 차단하고, 이미 진입한 차량은 처리 후 교대해야 한다.    ② 관리카드, 근무카드는 영업소별로 발급하며, 영업소장은 관리카드, 근무카드의 분실, 훼손 등의 경우에는 재발급 요구 등 필요한 조치를 취해야 한다.    ③ 근무교대 시에는 교대근무자의 근무카드로 근무함을 원칙으로 한다. 다만, 긴급 용무 등으로 인한 일시적인 근무교대 시 교통량 등을 고려하여 교대 전 근무자의 근무카드로 계속 근무하게 할 수 있으며, 이 경우 근무자명, 교대시간 등을 근무실적 요약표에 기록해야 한다.    ④ 요금소에서 즉시 처리될 수 없는 사항은 사무실에서 신속하게 처리해야 한다.    ⑤ 영업소 관리자 및 근무자의 임무는 ‘별표 3’과 같다. [별표3] 영업소 관리자 및 근무자 임무구분임무관리자1. 영업소장가. 외주영업소 계약관리(설계, 계약변경, 기성검사 등) 총괄나. 외주영업소 과업관리 총괄다. 요금소 개방 및 폐쇄 결정 관리감독 총괄라. 통행료수입금, 기타 현금수납업무 관리 및 심사 총괄마. 영업통계관리 및 민원업무, 고객서비스 관리감독 총괄바. 통행권, OBU, 각종 자기카드 관리감독 총괄사. 통행료 미납차량 수납업무 감독 총괄아. 영업소 시설, 요금수납설비 및 비품관리 감독 총괄자. TCS, 하이포탈, 면탈시스템 등 입력 및 심사업무 감독 총괄차. 운행제한 단속(도로관리원) 업무 및 감독 총괄카. 통행료 부정차량 심사 및 통행료(부가통행료) 수납업무 총괄타. 기타 영업소 운영과 관련된 업무2. 부소장가. 영업소장 부재 시 업무대행나. 영업소장의 업무지시사항다. 기타 부과된 업무3. 과장  대리가. 영업소장 부재시 업무대행나. 외주영업소 계약관리(설계, 계약변경, 기성검사 등) 감독다. 외주영업소 과업관리 감독라. 요금소 개방 및 폐쇄 결정 관리감독마. 통행료수입금 및 기타 현금수납업무 관리감독바. 영업통계관리 및 민원업무, 고객서비스 관리감독사. 통행권, OBU, 각종 자기카드 관리감독아. 통행료 미납차량 수납업무 감독자. 영업소 시설, 요금수납설비 및 비품관리 감독차. TCS, 하이포탈, 면탈시스템 등 입력 및 심사업무카. 운행제한 단속(도로관리원) 업무 및 감독타. 통행료 부정차량 심사, 통행료(부가통행료) 수납업무 및 감독파. 기타 영업소 운영 및 영업소장 업무 지시사항근무자1. 공통가. 근무 중 요금수납설비의 관리 및 친절봉사 이행나. 요금소 및 주변 환경정리다. 근무 중 발생하는 각종 사고 및 상황보고라. 기타 운영자의 업무 관련 지시사항2. 입구가. 제한위반차량의 적발, 통제, 고발을 위한 자료수집, 제반서식 작성, 제원측정 확인 및 기타 제한차량 관련 업무 보조나. 입구 통행권 발행 및 하이패스 관련 업무3. 출구가. 통행권회수 및 통행료 수납업무나. 요금소 내에서의 하이패스카드 충전 등 관리업무다. 미납, 부정운행차량적발 및 계도업무 보조4. 사무실가. 각종 영업통계, 행정 및 민원업무 처리업무나. 사무실 내에서의 하이패스카드 충전 등 관리업무다. 요금소 근무자 교대 및 업무연락라. 통행료수입금 집계 및 각종 업무현황 작성마. 요금소에서 특별처리사항의 처리업무 지원바. 영업소 및 주변환경 정리 및 시설 및 비품 등 정리업무사. 제한차량 및 미납, 부정차량 등 관련 업무처리<br/>바. 이 사건 용역계약에 관한 피고의 문서, 기타 지침 등<br/>    1) 2005. 12.경 발간된 도로영업 실무편람(286쪽)에는 ‘외주영업소 운영 관련 개선사항’이 기재되어 있는데 그 중 이 사건과 관련된 내용은 아래와 같다.<br/>[외주영업소 운영 관련 개선사항]  III. 개선 세부내용    1. 외주 용역대금 지급절차 체계화 : 기성검사 기준 및 방법 통일      □ 기성검사 기준 및 방법        ○ 기성검사 방법          - 노무비            · 연도별 계약금액 산출내역서를 기성(월)단위로 단순 분할한 세부내역 확인            · 인건비 집행실태 적정성 확인 [※ 본 기성검사와는 별개로 전월 인건비 실제 집행내역 심사(매월)]            · 대상 : 기본급, 제수당, 상여금, 급식비, 교통비, 퇴직금          - 경비 : 연도별 산출내역서를 기성(월)단위로 단순 분할한 세부내역 확인          - 일반관리비 및 이윤 : 계약 시 확정된 소정 요율          - 부가세 : 10%    2. 인건비 실제 집행내역 심사강화(월별) : 적정 인건비 집행관리 강화      □ 취지        현행 계약제도상 기성검사만으로 인건비 집행의 적정성 여부의 확인이 불가함에 따라 적정 인건비 집행실태 확인 및 관리감독을 위한 심사기준 마련        ※ 현행 계약제도          - 설계서(100%) 대비 95% 이상 지급 권고 (미흡 시 제재조치)          - 기성검사조서 : 연도별 산출내역서를 기성(월)단위로 단순 분할한 세부내역                          (실제 집행액 개념 아님)      □ 집행내역 심사방법(관리자)        ○ 시기 : 매월 외주영업소 급여지급일 이후 5일 이내        ○ 대상 : 기본급, 제수당, 상여금, 급식비, 교통비(주임·수납원 구분)        ○ 심사방법 : 해당 월 인건비 실 지급액 및 증명서류(무통장 입금증 등) 확인 후 설계금액 대비 지급율 심사(집행내역 심사조서 양식 : 붙임5)      □ 인건비 부실지급 처리절차        ○ 부실지급 : 직책별 월별 임금액이 설계 대비 95% 미만인 경우(계약특수조건 제15조)        ○ 처리기준          - 영업소장 : 외주사 시정요구(1차) ⇒ 미시정 시 주의 또는 경고처분 요구(지사)          - 지사 : 영업소장 요구 및 자체 점검 시 지급실태 확인 조치(조치결과 본부 보고)          - 본부 : 반기 1회 이상 인건비 지급실태 조사 후 조치(본사 보고 : 반기 익월 10일한)    3. 임시징수원 활용기준 및 인건비 정산방법 일원화      □ 활용기준 : 관할지사와 사전협의 후 영업소장 승인(승인근거 작성 보관)        ○ 일시적(연속 3개월 미만) 요인으로 인한 교통량 증가 시        ○ 계약인원 증가기준에는 미치지 못하나 교통량 증가로 필요 시        ○ 기타 특정일(명절, 휴가철 등) 등 영업소별 여건 고려 필요하다고 판단될 경우      □ 정산방법 : 월별 정산지급        ○ 적용시급 : 해당 영업소 해당 월 등급별 협력사원 시급 적용구분A등급B등급C등급처리대수(대/h)폐쇄식100이상80이상80미만개방식220이상180이상180미만시급4,600원4,500원4,400원        ○ 집행방법          - 영업소 : 해당 월 말일 기준, 임시징수원 활용총액 청구            · 외주사 작성 및 관리자 승인 후, 지사 청구(기성검사와 동일 요령)            · 임시징수원별 노임 산출내역서 작성(상기 구성항목별)            · 일급·현금취급수당 계산방법 : 개인별 해당 월 총 근무시간 기준으로 시간당 계산         - 지사 : 관련 증빙자료 확인 후 산정기준에 의거 지급(본부 보고 : 분기 익월 10일한)      □ 집행내역 심사(영업소장) : 임시징수원 임금비 지급내역 확인 철저(외주사 수령 후 5일 이내)    4. 외주직원 근무성적평정 실시기준 정립      □ 취지        외주사별 자체 직원들에 대한 근무성적평정 실시회수 및 기준 등이 상이하여 적정한 근무성적평정이 이루어지지 않고 있으며, 노무관리상에 문제점이 발생되고 있어 그 기준을 정립하여 외주영업소의 노무관리 효율화 및 고객접점근무자의 자질향상에 기여코자 함      □ 평정대상 : 고용계약체결 중인 전 외주직원(주임 포함)      □ 평정기준일 : 정기평정(매년 10월 말), 계약만료 전 평정(계약만료 40일 전)      □ 평정기간 : 평정기준일로부터 6일 이내(평정 실시 여부 영업소장 확인 철저)      □ 평정자구분1차2차비고수납원선임주임(주임간 협의)사무장평정표 : 붙임6주임사무장운영자(사무장 겸임 시 사무장)평정표 : 붙임6      □ 결과활용 : 교육대상자 결정, 계약기간 종료 후 재고용 여부 판단자료 등 활용      □ 평정표 보존 : 평정표는 3년간 해당 영업소 보존    5. 기타 외주사 노무 관련 준수사항 재강조      □ 퇴직금 산정 철저 및 중간정산 신청 시 지급(신청서 양식 : 붙임7)      □ 4대 보험 가입기준 등 준수      □ 과업인원 정규직원 채용 및 결원 시 신속 충원        ※ 근무 부적합 장애인 고용 금지      □ 직원간 공정한 근무편성 등 적정한 인력 운영      □ 외주영업소 관리자 과업지시서, 용역특수조건 등 업무지식 숙지      □ 근로기준법 등 노무관리 교육 및 관리감독 강화(본부, 지사)<br/>    2) 2009. 10.경 발간된 영업실무편람(301쪽) 중 ‘제4장 영업소 경영평가’ 부분에는 피고 영업소의 운영형태와 계약 특성에 따라 일반 외주영업소(제1군)와 공개 외주영업소(제2군)로 구분하여 평가 종류와 시기, 평가 절차, 평가반 구성, 평가 방법, 평가 지표와 배점, 평가 결과 활용에 관한 내용 등이 기재되어 있는데, 평가 지표는 계량 지표와 비계량 지표로 구분되고, 계량 지표는 ‘1. 직원 복리후생(18점, 인건비 집행실적 13점 + 복지비 집행실적 5점), 2. 부정차량 적발실적(7점), 3. 적재불량차량 고발실적(2점), 4. 체납통행료 징수실적(13점, 당해 영업소 징수실적 7점 + 타 영업소 징수실적 6점), 5. 고객서비스{25점, 모니터링(방문/전화) 20점 + 교육실적 5점}’로, 비계량 지표는 ‘6. 고객가치 창출 노력도(10점), 7. 업무개선 및 교육이행 노력도(8점), 8. 노사화합 및 직원복지개선 노력도(9점), 9. 운영자의 경영능력 충실도(3점), 10. 피고 경영정책 수행 충실도(5점)’로 구분되어 있다. 그 중 인건비 집행실적의 평가기준은 아래와 같이 정의하고 있다.<br/>[제1군 인건비 집행실적(13점)]  1. 평가산식    □ 지급률 94% 이상 시 만점 부여(지급률 추가 시 가점)실적평가득점수납원 급여(10점)주임 급여(3점)96.0% 이상가점 2.0가점 0.495.5% 이상가점 1.5가점 0.395.0% 이상가점 1.0가점 0.294.5% 이상가점 0.5가점 0.194.0% 이상10점3점    □ 지급률 = 지급실적 ÷ 설계금액 × 100      ※ 소수점 셋째자리에서 반올림하여 소수점 둘째자리까지 표시  2. 평가 세부 기준    □ 급여 항목 : 기본급, 제수당, 상여금, 급식비, 교통비, 건강검진비, 피복비      ○ 영업 실적 기간 내 수납원·주임에 대한 추가급여(시간외근로)는 설계·집행 실적에 합산      ○ 제수당 중 연차수당은 제외    □ 운영자에 대한 지급실적 제외(주임이 전원 운영자인 경우 평균 득점 부여)    □ 개인별 최대 지급실적은 ‘동일 직급 내 연평균 급여’의 130%까지만 인정    □ 고속도로카드판매수수료 및 전자카드판매위탁수수료 중 식대보조금 지원은 복지비 집행실적으로 평가(중복 금지)[제2군 인건비 집행실적(13점)]  1. 평가산식    □ 실적 100% 이상 시 만점 부여(추가 시 가점)실적평가득점노무비복리후생비102% 이상가점 2.0가점 0.4101% 이상가점 1.0가점 0.2100% 이상10점3점    □ 실적 = 지급실적 ÷ 낙찰지급률 × 100      ※ 영업소별 낙찰지급률(노무비·복리후생비)을 각각 100%로 환산 적용      ※ 소수점 셋째자리에서 반올림하여 소수점 둘째자리까지 표시  2. 평가 세부 기준    □ 노무비 항목 : 기본급 + 제수당 + 상여금      ○ 제수당 중 ‘연차수당’은 제외    □ 복리후생비 : 급식비 + 교통비 + 건강검진비 + 피복비      ※ 고속도로카드판매수수료 및 전자카드판매위탁수수료 중 식대보조금 지원은 복지비 집행실적으로 평가(중복 금지)<br/>   3) 위 영업실무편람(324쪽) 중 ‘제5장 노무관리 일반’ 부분에는 사용자와 근로자 간의 개별적인 근로관계와 노동조합과 사용자 간의 집단적인 노사관계에 관한 법령 및 이 사건 용역계약 특수조건의 관련 내용이 기재되어 있는데 그 중 이 사건과 관련된 내용은 아래와 같다.<br/>[노무관리 일반]  3. 영업소 도급관리의 이해    라. 외주영업소 관리 방향(도로영업처-4263, 2007. 12. 17.)      1) 업무 및 근무장소의 분리        가) 피고 관리자와 외주업체 근로자 간 혼재된 장소에서 작업이 이루어지지 않도록 공간(사무실) 분리 사용 및 명확한 업무 구분(특히 소형 영업소 업무 구분 철저)        나) 사무실 내 피고 관리자와 외주업체 근로자 간 근무 장소가 외관상 구분이 뚜렷하도록 사무실 입구 및 천장에 표식 설치        다) 외주업체 직원의 명찰 등에 외주업체 상호 표기(피고 CI 표기 삭제)      2) 인력채용·배치 관여 배제        가) 외주업체 근로자 채용 시 관리자의 인사권(면접, 사전 협의 절차 등) 개입 배제        나) 근무 배치 및 근로자의 근태관리는 외주업체의 자율에 맡기고, 피고는 위탁업무의 완성도만 평가      3) 교육, 포상 및 징계 관여 배제        가) 관리자가 주관하는 외주업체 근로자에 대한 교육은 지양, 특별한 사정이 없는 한 교육은 외주업체가 자체 주관하여 실시          ※ 외주업체의 협조 요청에 의한 경우 교육 가능        나) 외주업체 공동에 대한 교육은 외주영업소 운영자 협의회에서 주관하도록 함        다) 외주업체 근로자에 대한 직접적인 포상 및 징계 지양, 외주 우수업체에 대한 포상 및 징계 실시(외주업체 근로자에 대한 관리자 평가 지양)      4) 업무지시, 감독 방식의 개선        가) 외주업체 근로자에 대한 직접적인 지시·감독 지양, 공문을 통해 작업지시하고, 구두지시를 할 경우에는 반드시 사장(사무장) 또는 관리주임에게 지시        나) 사무장 및 주임의 관리능력 제고        다) 외주업체 업무전달방식 변경 : 보고 → 통보        라) 피고와 외주사의 결재라인이 명확히 구분되도록 변경<br/><br/>        마) 공문서 작성 시 외주업체 상호가 부각되도록 변경, 내부 결재 시 소장 경유란 삭제<br/><br/>    4) 피고가 2007. 12.경 배포한 ‘도급 운영실태 진단용역 관련 외주영업소 관리 개선사항’에는 아래와 같은 내용이 기재되어 있다.<br/>[도급 운영실태 진단용역 관련 외주영업소 관리 개선사항]  1. 용어의 재정의    □ 외주 운영업체는 ‘외주영업소’가 아닌 “외주기업”으로 지칭    □ ‘외주기업’의 사장 호칭을 ‘운영자’에서 ‘외주기업 대표자’로 변경  2. 외주기업 문서 및 관리대장 양식    □ 외주기업 모든 문서 및 대장에 ‘한국도로공사 ○○영업소’ 명칭 기재 금지    □ 피고와 조직이 혼동될 수 있는 용어 사용금지(예 : 우리 영업소 직원)    □ ‘근로계약서’, ‘취업규칙’에 피고 직원으로 혼동될 수 있는 표기 삭제      (예 : 피고 영업소의 복무방침을 준수한다. / 피고를 상대로 소송을 제기하지 못한다. / 피고가 정한 삼진아웃제에 따를 것을 동의하며, 제처분을 준수한다. / 피고 발전에 크게 기여한 자를 표창대상으로 한다. / 관리감독자 : 업무를 지휘 감독하는 자)    □ 외주기업 별도의 조직도 및 비상연락망 작성(피고 직원과 통합기재 금지)      - 소장실 현황판에서 외주기업 조직도는 삭제    □ 외주기업 ‘결재란’ 우측의 피고 관리자 ‘확인란’은 서식의 맨 아래로 이동    □ ‘결재란’의 최종 결재라인은 ‘사장’으로 기재(사장 대신 결재 시는 ‘代’ 사용)    □ 피고 슬로건 및 외주기업 상호에 영업소명 부기 삭제    □ 각종 대장      - 업무일지 : 피고 직원현황 삭제      - 운행제한위반차량적발대장 : 결재라인 구분      - 단속경위서 : 외주기업 직원 소속 수정      - 분사기, 전기충격기 관리대장 : 관리자 확인란은 하단에 별도 표기      - 외주직원평정표 : ‘외주’ 표기 삭제      - 기타 : ‘고속도로운행 제한위반차량 적발보고서’의 적발자 소속은 외주기업명으로 기재, ‘노사협의회 일지’의 관리자 확인란 삭제 등  3. 교육·훈련·포상 등    □ 불가피한 피고 주관 교육은 해당 외주기업의 공문 요청에 의해 실시      (연초 통합공문 발송 금지, 반드시 개별 요청 공문 필요)    □ 외주기업 직원에 대한 직접 포상 금지(상품 지급 포함)    □ 피고 행사에 외주기업 직원 동원 금지  4. 업무 지시 및 감독    □ 피고 공문을 외주기업에 전달할 경우에는 영업소장 명의 별도 공문 시행    □ 외주기업 직원 입·퇴사에 관한 개입 금지      - 입·퇴사 보고(공문 및 구두보고 포함, 통보는 가능)를 받지 않아야 하며, 피고 직원 추천에 의한 외주기업 직원 채용을 하지 않아야 함    □ 외주기업 대표자에 대한 근태대장(서류) 관리 금지    □ 외주기업 야간 비상연락망을 재정비하도록 하여, 야간에도 외주기업 대표자(현장관리인)에 의한 책임관리가 이루어지도록 함    □ 피고 관리자 내방객에 대한 외주기업 직원의 차 접대 금지  5. 기타    □ 외주기업에서 채용공고 시에는 반드시 업체 명의로 함      - 한국도로공사 ○○영업소 통행료 수납업무 용역업체임은 명시 가능    □ 외주기업 노사분규 시 영업소 관리자 관여 금지    □ 전화안내멘트 변경현행개선감사합니다. 한국도로공사 ○○영업소 ○○○입니다.감사합니다. ○○영업소 ○○기업 ○○○입니다.    □ 영업소 현관 입구 등에 외주기업 업체표식 강화, 외주기업 직원 명찰의 공사명 및 CI 삭제    □ 피고 관리자는 외주기업 직원 회식 참석 지양<br/>   5) 피고는 2009. 4. 10. 하이패스 이용 차량 증가, 후불제 시행 및 민자고속도로 개통 등 영업 여건 변화를 이유로 외주영업소 인력 선진화 계획을 시행하였는데, 그 세부추진계획 중에는 아래와 같은 내용이 포함되어 있고, 이에 따라 피고의 △△지역본부는 같은 날 이 사건 외주사업주를 포함한 피고의 외주사업주에게 외주사업체와 근로자 간에 통행료 수납용역 과업인원 조정에 대하여 사전 협의를 할 것을 통보하였다.<br/>[2009년 외주영업소 인력 선진화 계획]  V. 세부추진계획    1. 선진화 규모(단위 : 명)2008년 1월 계약인원2009년 1월 계약인원선진화 인원비고하이패스 교통량조정인원7,5917,357(△234)△250 내외△196 내외       □ 영업소별 세부현황 각 지역본부 산정(기 34명 감축 운영 중)      □ 영업소 여건에 따라 선진화 인원은 변동될 수 있음    2. 운영자 장애요인 해소방안      □ 계약기간 조정구분하이패스 선진화 인원조정인원대상최초 계약인원 대비 8% 이상 감축 영업소3등급 이하 조정인원 반영 영업소반영기준최초 계약인원에서 7% 감(減)한 인원부터 잔여기간까지 감축인원제외(1~2명)(불가피한 경우 여건 감안 조정)      ※ 영업처-3676(2008. 9. 2.)호 관련, 영업 여건 감안 적용기준 조정        ○ 계약기간 조정은 종료년도 연차(변경)계약 시 반영함을 원칙으로 하되 운영여건 등을 고려하여 필요한 경우 별도 조정           (단, 조정인원 기간조정은 2009. 6. 1. 변경계약 시 일괄 반영)        ○ 계약기간 조정이 1년 이상 예상되는 영업소는 타 영업소 전환 검토    3. 외주영업소 근로자 고용불안 해소방안      □ 근로자 해고절차 준수        ○ 근로기준법상 근로자 해고절차 준수를 통한 노무 관련 민원 예방        ○ 실업급여 적기 수령을 위한 신고절차 이행 권고      □ 신설 영업소·휴게소 전직 알선        ○ 퇴직직원 채용권장 등        ○ 각 지역본부 도로영업팀 주관 전직 희망자 취업(면접) 알선          ※ 신설 영업소·휴게소 개소일정 및 채용 추정 인력 ‘붙임1’ 참조      □ 일자리나누기(잡셰어링) 운영 : ‘붙임2’ 참조  VI. 기타 제도개선 방안    2. ‘인력선진화 예고제’ 시행      □ 대상 : 인력감축 예상 영업소      □ 기간 : 변경계약 이후 ~ 차기 변경계약 전      □ 내용        ○ 인원 자연 감소 시 차기 변경계약 전까지 채용 보류           (단, 영업소 운영 여건상 불가피한 경우 제외)        ○ 미채용 인원은 차기 변경계약 시 용역계약금액 환수          ※ 용역계약금액 환수 : 직원 퇴직일 15일 이후 ~ 변경계약 적용 전까지  [붙임2] 일자리나누기(잡셰어링) 운영 방안    1. 운영기간 : 2개월 ~ 3개월(감축인원별 상이)구분5명 ~ 15명15명 이상기간2개월(2009. 6. 1. ~ 7. 31.)3개월(2009. 6. 1. ~ 8. 31.)      ※ 2009. 9. 이후는 외주사 자체 계획에 의거 실시    2. 운영방법      □ 현 근무인원을 근무일수 조정으로 인력감축 없이 자연 감소까지 운영(예시 생략)    3. 경비 보전      □ 하이패스 교통량 조정인원 계약 후 추가 운영인원은 사후 경비 실비 정산(일할계산)        ※ 실비정산 비목(費目) : 제수당(휴일, 연차), 퇴직금, 복리후생(건강검진, 피복), 세금과공과(보건·안전관리자 위탁 대행료)<br/>    6) 피고는 2009. 9.경 외주영업소 수납인력 선진화 관련 통행료 수납용역대금 정산 방안을 마련하였는데, 수납인력 선진화 관련 과업인원 자연 감소 시 신규채용이나 연장근무 없이 감(減) 운영하는 피고 영업소를 대상으로 직접경비{노무비, 경비(공통경비 제외), 부가가치세}를 환수하고, 일자리나누기(잡셰어링)와 관련하여 2009. 6. 1.부 조정 계약인원 외로 운영한 과업인원에 대하여 추가소요 경비{노무비와 경비(일부 항목), 부가가치세 일할계산}를 보전해주기로 하였다.<br/>    7) 한편 원고들이 가입한 노동조합(□□□□□□노동조합)과 피고의 △△지역본부는 2011년경 피고가 시행하는 외주영업소 선진화 계획과 관련하여 일자리 나누기 시행, 근무환경 개선, 모니터링 평가결과 공지방식 개선, 노동조합 사무실 설치, 해고된 직원의 복직 등에 관한 협약을 체결하기도 하였다.<br/>    8) 피고의 △△지역본부는 영업소 노무관리 가이드를 배포하였는데 위 노무관리 가이드에는 도급과 파견의 정의, 구분기준, 피고 영업소 관리상 문제점 및 유의사항, 외주영업소 노무분쟁의 발생연혁, 사례 및 시사점 등이 기재되어 있고 그 중 이 사건과 관련된 내용은 아래와 같다.<br/>[영업소 노무관리 가이드]  II. 위장도급, 불법파견    5. 영업소 관리상 문제점 및 유의사항구분세부내용위장도급 관련· 용역대금 산정방식이 임률도급(인건비 Base)임· 계약조건이 피고가 정하는 바에 따르도록 되어 있고, 사업 운영도 피고가 정한 바에 따르도록 되어 있으므로 사업 경영의 독립성이 매우 약함· 항상 일정이익이 보장되고 사업 운영에 따라 초과이익을 보거나 손해를 보는 경우는 발생하지 아니함· 영업규정 등에 운영자, 수납원 등을 수규자로 규정· 건물 및 설비 사용에 대한 임대차계약이 없음불법파견 관련· (영업)소장 또는 대리가 업체의 주임 또는 서무에게 업무지시를 하는 경우가 발생함  ※ 소장 등이 주임 또는 서무를 통해 노무지휘를 하고 있다는 주장이 가능· 관리자실이 외주업체 사무실 내부에 위치하고 있어 혼재근무 및 그로 인한 업무지시·감독 인정의 위험성 있음[유의사항]- 관리자실 별도 표식 및 업무 공간 최대한 분리- 직접 업무지시는 가급적 지양, 문서 등으로 협조 요청 및 사무장을 통해 업무전달  III. 외주영업소 노무분쟁    2. 외주기업 - 수납원 노조 - (피고) 간 갈등      [1] ☆☆(○○기업)영업소 외 2개소 과업인원조정 관련 노무분쟁● 사건개요발생일자영업소발생원인분쟁결과2011. 1.☆☆(○○기업)하이패스 이용률 증가에 따른 과업인원 조정잡셰어링 제도 보완, 일부 인원 채용유예 협의▽▽(○○기업)◎◎◎(○○기업)● 사안분석  - 직접적인 분쟁원인은 외주기업 내부경영(인력운영)과 관련된 사안이나, 하이패스 이용률 증가에 따른 계약인원 조정은 피고 방침사항으로 피고가 간접적 이해당사자에 해당  - 발생원인 분석에 따른 외주기업 대표 및 수납원 노조 대화 시도 등 수차례 사전 협의 노력에도 불구, 당사자간 의견 차이로 천막농성 및 노조(위원장) 단식투쟁으로 확대  - 일자리나누기 경비 지원 확대, 인력선진화예고제 제도 보완 등 피고 방침으로 외주기업 노사 합의 지원(피고→외주기업대표→수납원 노조)● 시사점  - 피고 방침 변경, 연차계약 등에 따른 과업인원 조정 시, 관련 내용 사전 공지 등을 통해 노사간 자율조정 기간을 충분히 부여하는 것이 필요하며,  - 운영자협회를 활용한 대화창구 일원화 검토 등 절차 적법 및 효율성 확보 방안 마련이 시급  - 향후, 제3자인 피고를 상대로 한 집회, 시위 등 재발 시 법적 대응방안 강구 필요<br/>사. 관련 법령 등<br/>    이 사건과 직접·간접적으로 관련된 관련 법령과 고용노동부와 법무부가 2007. 4. 19. 공동 제정한 근로자파견의 판단기준에 관한 지침은 별지 2. ‘관련 법령 등’ 기재와 같다.<br/>  [인정근거] 다툼 없는 사실, 갑 제1호증(별도로 표시하지 않는 한 이하에서도 가지번호 있는 것은 가지번호를 포함 한다), 제2호증의 1, 3 내지 14, 제3, 4, 6 내지 9, 14 내지 17, 37, 38호증, 을 제1, 4, 5, 6, 11, 12, 61 내지 64, 133호증의 각 기재, 변론 전체의 취지<br/>2. 당사자들의 주장<br/>가. 원고들의 주장 요지<br/>    1) 피고와 이 사건 외주사업체 사이에 체결된 이 사건 용역계약은 그 실질에 있어서 근로자파견계약에 해당한다.<br/>    2) 따라서 피고는, ① 별지 3. ‘원고들 근로내역’ 중 ‘청구일자’란의 ‘고용의제일’이 기재된 해당 원고들에 대하여는 제정 파견법 제6조 제3항 본문에 따라 해당 원고들이 이 사건 외주사업체에 고용된 날부터 2년의 기간이 만료된 날의 다음 날인 위 ‘고용의제일’에 해당 원고들을 고용한 것으로 의제되므로 해당 원고들이 피고의 근로자의 지위에 있음을 확인할 의무가 있고, ② 같은 별지 중 ‘청구일자’란의 ‘고용의무 발생일’이 기재된 해당 원고들 중, ㉮ 2012. 8. 2. 이전에 이 사건 외주사업체에 고용된 날부터 2년의 기간이 초과된 원고들에 대하여는 개정 파견법 제6조의2 제1항 제4호에 따라 위 2년의 기간이 만료된 날의 다음 날인 해당 ‘고용의무 발생일’에, ㉯ 현행 파견법 제6조의2 제1항이 시행된 2012. 8. 2. 당시 이 사건 외주사업체에 고용된 날부터 2년의 기간이 초과되지 않은 원고들에 대하여는 현행 파견법 제6조의2 제1항 제5호에 따라 위 2012. 8. 2.부터, ㉰ 2012. 8. 2. 이후에 이 사건 외주사업체에 고용된 원고들에 대하여는 현행 파견법 제6조의2 제1항 제5호에 따라 고용일로부터 해당 원고들을 각 고용할 의무가 있으므로 해당 원고들에게 각 고용에 관한 승낙의 의사표시를 할 의무가 있다.<br/>나. 피고의 주장 요지<br/>    ① 이 사건 용역계약은 통행료 수납업무, 과적차량단속업무, 제한차량단속업무 등으로 명확히 특정되어 있고 그 업무 전체가 위탁된 점, ② 이 사건 외주사업주는 독자적으로 근로자를 채용하고 있고 이 사건 외주사업체 역시 독자적인 조직체계를 갖추고 있으며, 근로조건에 대한 결정권을 가지고 있고 자체적으로 경영계획을 세워 운영하고 있는 등 분명한 실체가 있는 점, ③ 피고는 이 사건 용역계약에 따라 도급인으로서의 지시권의 범위 내에서 권한을 행사하였고 사용자의 지위에서 지시권을 행사한 바 없으며, 노동력의 제공이 아닌 업무 수행 결과물에 대하여 확인하고 그 대가를 지급하며 구체적인 작업배치권과 근태관리권은 이 사건 외주사업주가 행사하는 점 등에 비추어 보면, 이 사건 용역계약은 근로자파견계약에 해당한다고 볼 수 없다.<br/>3. 청구원인에 관한 판단<br/>가. 인정사실<br/>    다음의 각 사실은 당사자 사이에 다툼이 없거나, 갑 제11, 12, 19 내지 27, 31 내지 33, 36, 44 내지 61, 63, 70 내지 83, 85, 87, 88, 94 내지 105, 134호증, 갑 제138호증의 2, 을 제14 내지 16, 18 내지 39, 45 내지 47, 53 내지 55, 58, 65, 66, 68 내지 70, 73 내지 80, 108 내지 112, 130 내지 132, 135, 137 내지 144, 160 내지 163, 165, 171, 172호증의 각 기재, 갑 제28, 35, 66, 90호증, 을 제17호증의 각 영상에 변론 전체의 취지를 종합하여 인정할 수 있다. <br/>    1) 피고 영업소의 인적 구성<br/>      가) 피고 영업소는 이 사건 외주사업체 소속인 사무장, 주임 또는 팀장, 수납원과 피고 소속 직원인 소장, 과장, 대리(이하 피고 소속 직원을 ‘이 사건 피고 직원’이라 한다)로 구성된다. 이 사건 외주사업체 소속 근무자들은 요금소 근무자와 사무실 근무자로 나뉘고, 요금소 근무자는 다시 1일의 근무시간 동안 특정 요금소에 배치되어 근무하는 본 근무자와 1일의 근무시간 동안 요금소별 본 근무자와 차례로 교대하면서 요금소별로 50분씩 근무하는 교대근무자로 나뉜다. <br/>      나) 사무장과 일부 사무실 근무자들은 일근(09:00 ~ 18:00) 근무를 하였고, 요금소 근무자들과 일부 사무실 근무자들은 초번(06:00 ~ 15:00), 중번(14:00 ~ 23:00), 말번(22:00 ~ 07:00)으로 3교대제 근무를 하였다. 소장은 일근 근무를 하였고 과장이나 대리는 요금소 근무자들과 마찬가지로 3교대제 근무를 실시하다가 2010년경부터는 일근 근무를 하였다. 한편 2015. 3. 1.부터 이 사건 피고 직원은 피고 산하 지사로 근무장소가 변경되었다. <br/>    2) 원고들의 수행업무와 작업방식<br/>      가) 요금소 근무자들은 피고 영업소의 사무실로 출근하여 피고의 로고가 새겨져 있는 근무복과 명찰을 착용한 후 주임 또는 팀장(때로는 사무장)으로부터 지시사항, 주의사항 등을 전달받고 요금소로 이동하여 통행권 발행·회수와 통행료 수납업무, 하이패스 관련 업무, 제한차량 관련 업무, 미납차량 적발 업무 등을 수행하였고, 사무실 근무자들은 요금소의 위 업무를 지원하고 각종 행정 및 민원업무 등을 수행하였다. <br/>      나) 요금소 근무자들은 교대시간 또는 근무시간 종료 후에는 사무실로 이동하여 징수한 통행료를 사무실 근무자와 확인한 후 주임 또는 팀장에게 입금확인서와 개인별 근무확인서를 작성·제출하였다. 주임 또는 팀장은 피고의 통합통행료수납시스템(TCS)에 자동 저장되는 정보와 위 개인별 근무확인서의 내용이 일치하는지를 확인하는 1차 심사를 하였다.<br/>      다) 이 사건 외주사업체 소속 근무자들은 위 근무확인서 외에도 이 사건 용역계약에 따른 업무를 수행하면서 민원실 근무일지, 전자카드 통합집계, 통행료 환불대장, 특별처리명세서, 시설물 관리대장, 방범·보안점검 일지, 하이패스차로 진입·진출 화물차 심사대장, 부정통행차량 적발경위 및 조치서, 비정상 미납차량 심사대장, 도주차량 일별 보고서, 도주차량 관리대장, 제한차량 적발대장, 각 일일 검측현황, 하이패스 기기이상 관리대장 등 업무와 관련한 각종 일지·대장 등을 작성하였다. 위와 같은 일지, 대장 등에는 해당 피고 영업소의 사무장의 결재란 외에도 이 사건 피고 직원의 확인 또는 결재란이 있었다.<br/>    3) 업무수행에 대한 지휘·감독<br/>      가) 피고 또는 피고 산하 기관은 아래와 같이 업무와 관련한 매뉴얼을 제작하여 이 사건 피고 직원 또는 이 사건 외주사업체에 배포하였고 이 사건 외주사업체 소속 근무자들은 이러한 매뉴얼에 따라 업무를 수행하였다. <br/>        (1) 피고는 2009. 3. 23. 통행료 후불제 도입과 함께 고속도로카드와 선불 하이패스플러스카드의 할증제가 폐지됨에 따라 기존 이용고객의 불만폭주가 예상되자 단계별 민원 응대요령을 기재한 ‘고속도로카드, 선불 하이패스플러스카드 할증폐지 관련 민원응대 요령’을 제작하여 배포하였다.<br/>        (2) 피고는 2009. 9. 30. 추석연휴에 원활한 교통소통을 위하여 피고 영업소 진입교통량 조절을 시행하는 것과 관련하여 피고 영업소 진입교통량 조절방법, 진입조절 대상영업소 선정 기준, 시행방법, 홍보방법 등이 기재된 ‘2009 추석 특별교통소통대책기간 피고 영업소 진입교통량 조절 민원응대자료’를 제작하여 배포하였다. <br/>        (3) 피고의 △△지역본부는 2010. 12. 31. ‘상습체납차량 강제인도 매뉴얼’을 제작하여 배포하였는데 위 매뉴얼에는 상습체납차량의 법적 근거, 단속권한의 허용 정도, 단속과 강제인도 과정에서의 각종 상황에 관한 대처방법, 유의사항, 단속사례 등이 기재되어 있다.<br/>        (4) 피고는 2011. 10.경 ‘고객서비스 표준매뉴얼’을 발간하였는데 표준매뉴얼에는 요금소에서 고객을 응대하거나 전화로 고객을 응대할 때의 행동, 표정, 언어, 예절, 자세, 예외적 상황별 고객응대 요령 등이 소개되어 있다.<br/>      나) 피고 또는 피고 산하 기관은 아래와 같은 문서 또는 이메일을 통하여 이 사건 피고 직원 또는 이 사건 외주사업체에 이 사건 용역계약의 이행과 관련된 구체적인 지침을 전달하였고 이 사건 외주사업체 소속 근무자들은 이러한 지침에 따라 업무를 수행하였다.<br/>(아래 문서 생략)<br/>      다) 한편 일부 이 사건 외주사업주는 연간 업무추진계획을 수립하고 명절이나 계절적 요인으로 인하여 교통량 증가가 예상되는 경우에 특별영업대책을 수립하였으며, 모니터링 향상 대책, 미납차량 관리 방안, 운행제한차량 단속 방안, 하이패스 관련 대책 방안을 수립하였다. 또한 일부 이 사건 외주사업체를 포함한 피고의 외주사업체들은 해당 소속 근무자들의 업무수행과 관련하여 아래와 같은 문서를 작성하였고 해당 소속 근무자들은 이에 따라 업무를 수행하였다. <br/>(아래 문서 생략)<br/>    4) 채용과 근태관리<br/>      가) 이 사건 외주사업체는 채용공고, 신문 또는 인터넷 등을 이용하여 해당 업체 명의로 사원을 모집하고 피고 영업소 근무자를 채용하였다. 이 사건 외주사업주는 매월 소속 근무자들의 근무편성표를 작성하여 업무에 투입하고 정기적으로 근무자들의 근무평정을 하였으며, 근무자들의 출퇴근, 연차, 대근, 병가 및 휴직 등을 관리하였다. 또한 이 사건 외주사업주는 소속 근무자들의 직제와 직위를 변경하고 주임 또는 팀장을 선정하였으며, 사무실 근무자와 요금소 근무자의 순환 배치를 실시하는 등 구체적인 업무분장을 결정하였다.<br/>      나) 한편 이 사건 외주사업주는 위 근무편성표를 비롯하여 팀장 선정, 사무장 교체, 인사발령, 병가 등 근무자들의 근무현황을 이 사건 피고 직원에게 보고하였고 해당 영업소 소장은 위 근무편성표를 확인 내지 결재하였다. 또한 이 사건 피고 직원은 매일 근무현황일지, 업무일지 등을 통하여 이 사건 외주사업체 소속 근무자들의 근태현황을 점검하였고, 관리감독 순찰일지를 작성하여 요금소 근무자의 복장용모, 친절봉사, 환경정리, 명패관리상태 등을 단속하였다.<br/>      다) 이 사건 외주사업주는 비위행위를 저지른 소속 근무자들에 대하여 경고, 시정지시, 징계 등을 내리기도 하였다. 한편 피고는 이 사건 외주사업주에게 근무태도 점검결과 또는 민원야기에 따라 지적을 받은 소속 근무자들에게 제재조치 또는 특별교육을 실시하고 그 결과를 보고하라는 공문을 보내기도 하였다.<br/>      라) 이 사건 외주사업주는 소속 근무자들의 근무태도, 고객들에 대한 친절도 등을 점검하는 서비스 모니터링 향상대책 등을 수립하였다. 한편 피고는 2002년부터 모든 피고 영업소에 대하여 해당 영업소에서 근무하는 요금소 근무자와 사무실 근무자의 근무태도와 근무환경에 관한 서비스 모니터링을 실시하고 그 결과를 피고 영업소의 경영평가에 반영하고 있다. 이에 따라 피고 산하의 본부, 지사, 영업소에서는 자체적으로 요금소 근무자와 사무실 근무자에 대하여 수시로 모니터링을 실시하는 방법으로 피고 본사의 모니터링에 대비하고 그 결과에 따라 다양한 대책을 수립하고 있다.  <br/>    5) 교육, 훈련 및 포상 등 <br/>      가) 피고는 아래와 같이 이 사건 외주사업체 소속 근무자들에게 교육, 훈련 및 포상을 실시하였다. <br/>        (1) 피고의 ◇◇지역본부는 2005. 5. 24.경부터 같은 해 10. 12.경까지 관할 피고 영업소를 대상으로 영업소별로 ‘학습조직’을 만들어 실천과제를 수립·발표하게 하고 그 실천계획(과제)을 시행하게 하여, 그 보고서를 제출받은 후 경진대회를 개최하여 우수사례 6건에 대하여는 포상을 하고 그 상위 2건에 대하여는 본사의 경진대회 참가자격을 부여하였으며, 영업소 학습조직 추진실적 책자와 CD를 발간하기도 하였다.<br/>        (2) 피고의 ◁◁지사▷▷▷영업소는 영업소 근무자를 대상으로 2004년도에 실시한 전화와 방문 모니터링 결과를 바탕으로 2005. 1. 1. 모니터링 향상대책을 수립하여 문제점을 분석하고 대고객 서비스 향상을 위한 교육과 평가를 실시하였으며, 우수 근무자에게는 자체 표창 수여와 상급 부서(피고) 표창 추천 상신, 근무 부실자와 민원 발생자에 대해서는 ‘삼진아웃’ 제재 지침에 의하여 처리하는 등의 방안을 마련하기도 하였다.<br/>        (3) 피고는 2006년경 통행료 수납업무의 효율을 기하고 영업 업무의 평준화를 위하여 피고 영업소 근무자들을 대상으로 직무능력평가시험을 실시하였다.<br/>        (4) 피고는 2009년경 최일선 고객접점 근무자의 근무의욕 고취와 사기앙양으로 대고객 서비스를 제고하기 위하여 2009. 4. 28.부터 같은 달 30.까지 2박 3일 일정으로 영업 관련 모범직원 총 34명에 대하여 제주도 현장견학을 실시하였는데 그중에는 피고 영업소 근무자들 19명도 포함되어 있었다.<br/>        (5) 피고의 △△지역본부는 2009. 8.경 고객접점 기관의 서비스 수준 향상을 도모하고 차별화된 서비스 기법을 개발하며, 경진대회를 통하여 발굴된 서비스 우수사례를 공유·확산하기 위하여 지사별 관내 피고 영업소를 대상으로 고객만족 서비스 우수사례 발굴을 위한 경진대회를 개최하고 우수 영업소에 대하여 포상하였다.<br/>        (6) 피고의 △△지역본부는 2009. 8. 13. 관할 휴게소 영업주임과 피고 영업소 사무장 등 고객접점 시설 중간관리자 총 57명을 대상으로 집합교육을 통한 CS교육과 하이패스 홍보역량 강화 등 직무교육을 실시하였다.<br/>        (7) 피고의 ♤♤♤지사는 2009. 9.경 관내 피고 영업소의 고객서비스 스킬 함양과 모니터링 향상을 위하여 ♡♡♡♡♡♡대학●●캠퍼스와 CS 위탁계약을 체결하여 서비스 교육을 실시하였고, 관할 외주사업주에게는 교육의 진행을 위하여 교육대상자의 근무편성표를 사전 조정할 수 있도록 협조를 요청하였다.<br/>        (8) 피고는 2009. 9. 22. 피고 영업소 300개소 돌파(10월 예정) 시점을 ‘영업소의 날’로 지정·선포하고, 대·내외적인 홍보와 각종 행사를 통해 피고의 이미지를 제고하기 위하여 그 무렵 피고 영업소 근무자들의 영업소 관련 수기를 공모하였으며, 우수작품을 시상하고 수기모음집도 제작하였다.<br/>        (9) 피고는 2009년경 독서의 생활화를 통한 서비스 역량 강화와 직무능력 향상을 위하여 주식회사 에듀프로에 독서통신교육을 위탁하여 2009. 11.경 피고 영업소 근무자들의 고객응대 스킬 향상 과정 등의 교육을 실시하였다.<br/>        (10) 피고는 인터넷 포털사이트인 ‘▲▲’에 ‘■■■■■■ ■■■■■ ■■’ 카페를 개설하고 2010년경 우수활동 직원을 선정하여 포상하였고 이를 모든 외주사업주에게 통보하여 카페를 통한 CS리더 활동이 활성화될 수 있도록 협조를 요청하였다.<br/>        (11) 피고의 △△지역본부는 2010년경 고객서비스 마인드 향상 교육을 실시하였고 서비스 자체 모니터링을 실시한 후 영업소별, 개별 근무자별로 산출 점수를 통보하였으며, 미흡 영업소는 영업소별로 자체 집합교육을 실시하도록 하고 서비스 우수근무자에게는 기념품을 증정하기도 하였으며, 미흡 영업소와 근무자 서비스 교육을 원하는 영업소를 대상으로 산학협력 위탁교육을 실시하기도 하였다.<br/>        (12) 피고는 2010년경 모든 피고 영업소를 대상으로 현장의 다양하고 현실감 있는 고객감동 친절사례를 발굴하여 고객접점 근무자의 서비스 마인드를 제고하고자 ‘고객감동 친절사례 수기공모’를 실시하였고 응모작을 심사하여 수기 당선자를 포상하였으며, 우수작품들을 모아 ‘고객과 함께한 영업소 이야기’라는 제목의 책자로 제작하여 배포하였다.<br/>        (13) 피고의 △△지역본부는 2010. 7.경부터 같은 해 12.경까지 ‘상생과 협력 분위기 조성을 통한 영업소 운영 효율화, 영업소 근무자의 사기 진작을 통한 대고객 서비스 향상, 즐거운 일터 만들기를 통한 밝고 활기찬 영업소 분위기 조성’을 목적으로 ‘영업소 펀 워크(Fun Work) 추진계획’을 시행하였는데, 그 세부계획 중에는 관할 피고 영업소의 관리자(피고 소속 직원)가 서비스 우수 사례, 고객감동 사례의 소재를 사무장에게 제공하고 사무장은 서비스 우수 사례 등을 소재로 월 1회 전 근무자를 대상으로 편지(이메일, 카드 등 포함)를 발송하는 내용이 포함되어 있었다.<br/>        (14) 피고의 △△지역본부는 2010. 12. 6.부터 2011. 1. 14.까지 관할 피고 영업소에서 현장의 다양한 서비스 친절사례를 공유하고 고객접점 근무자의 서비스 마인드를 함양하고자 스마일 친절방송을 실시하였고 소속 근무자들에게 방송청취 후 소감문을 작성하도록 하였다.<br/>        (15) 피고의 사장, 지사장, 지역본부장 또는 영업소장은 2000년경부터 2009년경까지 외주사업체 소속 근무자들에게 모범 근무자로 선정되었다거나 직무를 성실히 수행하였다는 등의 이유로 표창장을 수여하였다.<br/>        (16) 피고는 2012. 11. 9.과 2013. 3. 14. 피고 영업소 관리자에게 서비스 집합교육 계획을 통보하면서 해당 피고 영업소의 외주사업주에게 교육 요청 공문을 발송해달라는 이메일을 발송하기도 하였다.        <br/>        (17) 피고의 △△지역본부는 2012. 12. 27. 관할 피고 영업소 근무자 28명을 포함한 51명을 대상으로 미납관리 향상방안 워크숍을 개최하였다.<br/>        (18) 피고는 2012년부터 민원관리 목표를 달성하기 위하여 외주사업체 소속 근무자들 중 민원응대업무를 담당하는 사람들 위주로 영업소별 민원담당자 1인(교통량 50,000대 이상 피고 영업소는 2인)을 ex-키퍼(‘피고를 지키는 사람’을 의미)로 선정하여 특화된 업무지식을 소유한 현장민원응대 전문가로 육성하는 ‘ex-키퍼 선정 및 민원처리 Step-up 프로그램’을 운영하고 있다.<br/>        (19) 피고는 회사 홈페이지에 피고 영업소 근무자들을 대상으로 통행료 수납업무 관련 교육과정을 이수할 수 있도록 ‘U-러닝센터’라는 직무교육 사이트를 개설하여 운영하고 있다.<br/>      나) 한편 일부 이 사건 외주사업체를 포함한 피고의 외주사업체들은 아래와 같이 소속 근무자들에게 교육을 실시하였다는 내용의 문서를 작성하였고, 소속 근무자들에게 실시한 교육 내용을 교육일지에 작성하였다. 또한 일부 이 사건 외주사업주는 월별 또는 분기별로 소속 근무자들의 모니터링 결과, 부정차량단속 결과, 고액체납차량 징수 결과 등에 따라 근무자들에게 포상금을 지급하기도 하였다. <br/>(아래 문서 생략)<br/>    6) 이 사건 외주사업체의 설립과 운영<br/>      가) 이 사건 외주사업주는 대부분 피고의 퇴직직원으로, 피고로부터 영업소 운영자로 선정된 후 이 사건 외주사업체를 설립하여 사업자등록을 마친 다음 해당 외주사업체 명의로 피고 영업소 근무자들을 채용하였다. 다만 공개입찰 방식의 경우에는 입찰참가일 현재 사업자등록증을 교부받은 사람이어야 입찰에 참가할 수 있고 공개입찰 방식으로 선정된 이 사건 외주사업체 중에는 주식회사 한덕엔지니어링처럼 154명의 근로자를 채용하여 8개 피고 영업소에서 통행료 수납업무를 수행하는 법인도 있다.<br/>      나) 이 사건 외주사업체는 각자 취업규칙을 제정하고 있고, 이 사건 외주사업체 중 주식회사 한덕엔지니어링의 경우에는 통행료 수납업무를 전담하는 SOC 사업본부를 별도로 운영하고 있다.<br/>      다) 일부 이 사건 외주사업체는 체육행사, 김장담그기, 송년회를 자체적으로 실시하기도 하였다.<br/>      라) 일부 이 사건 외주사업체는 자체적으로 노사협의회를 구성하여 노사협의회 규정을 제정하고 정기적으로 노동조합 대표와 근로조건에 관한 협의를 하기도 하였다. 원고들이 가입한 □□□□□□ 노동조합은 이 사건 외주사업체와 중앙노사협의회를 구성하여 근로조건에 관하여 협의하고 단체협약과 임금협약을 체결하기도 하였다.<br/>    7) 기타 이 사건 용역계약과 관련한 피고의 관여<br/>      가) 피고는 2007. 12.경 이 사건 피고 직원을 대상으로 도로영업 심사시스템과 경영평가 교육, 노무관리 교육, 영업운영 현안사항과 개선방안 교육 등의 내용이 포함된 ‘영업소관리자 직무능력 향상 교육’을 실시하였고, 2008. 4.경 이 사건 피고 직원 중 영업소장을 대상으로 비정규직 관리대책, 노무관리 교육 등의 내용이 포함된 ‘영업소장 역량향상 교육’을 실시하였다.<br/>      나) 피고는 2007. 12.경 피고 영업소의 소장실을 분리하여 이 사건 외주사업체의 사무실을 넓히고 피고 영업소에서 피고 소속 직원들과 외주사업체 소속 근무자들의 업무체계를 구분할 목적으로 피고 영업소의 리모델링을 실시하였다.<br/>      다) 원고들은 이 사건 피고 직원과 함께 체육행사, 봉사활동 등 각종 행사에 참여하였다.<br/>      라) 이 사건 용역계약의 이행에 필요한 사무실과 각종 사무용품(일부 소모품 제외) 등은 피고의 소유이고, 원고들은 피고가 제작한 근무자카드로 요금소 창구의 통합통행료수납시스템에 접속하여 통행료 수납업무를 수행하고 있다.<br/>나. 근로자파견관계 성립여부<br/>    1) 관련 법리<br/>파견법 제2조 제1호에 의하면 ‘근로자파견’이란 파견사업주가 근로자를 고용한 후 그 고용관계를 유지하면서 근로자파견계약의 내용에 따라 사용사업주의 지휘·명령을 받아 사용사업주를 위한 근로에 종사하게 하는 것을 말한다.<br/>      원고용주가 어느 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우 그 법률관계가 위와 같은 근로자파견에 해당하는지는 당사자가 붙인 계약의 명칭이나 형식에 구애될 것이 아니라, 제3자가 당해 근로자에 대하여 직·간접적으로 그 업무수행 자체에 관한 구속력 있는 지시를 하는 등 상당한 지휘·명령을 하는지, 당해 근로자가 제3자 소속 근로자와 하나의 작업집단으로 구성되어 직접 공동 작업을 하는 등 제3자의 사업에 실질적으로 편입되었다고 볼 수 있는지, 원고용주가 작업에 투입될 근로자의 선발이나 근로자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하는지, 계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 당해 근로자가 맡은 업무가 제3자 소속 근로자의 업무와 구별되며 그러한 업무에 전문성·기술성이 있는지, 원고용주가 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지 등의 요소를 바탕으로 그 근로관계의 실질에 따라 판단하여야 한다(대법원 2015. 2. 26. 선고 2010다106436 판결 등 참조).   <br/>    2) 판단<br/>      이상에서 본 사실관계와 함께 이상에서 든 증거들에 의하여 인정할 수 있는 아래와 같은 사정들을 종합하면, 이 사건 외주사업체 소속 근무자들인 원고들은 이 사건 외주사업체에 고용된 후 그 고용관계를 유지하면서 피고의 사업장인 해당 피고 영업소에서 피고의 지휘·명령을 받아 피고를 위한 근로에 종사하였다고 판단되므로, 피고와 원고들이 소속된 이 사건 외주사업체 사이에 체결된 이 사건 용역계약은 실질적으로 근로자파견계약에 해당한다고 봄이 상당하다. <br/>가) 피고가 이 사건 외주사업체 소속 근무자들에 대하여 직·간접적으로 그 업무수행 자체에 관하여 상당한 지휘·명령을 하였는지에 관하여<br/>        (1) 광범위한 영역의 전국 고속국도가 하나의 망으로 연결되어 있는 점, 고속국도 이용자 수, 고속국도가 국민 생활에 미치는 영향 등을 고려하면 피고로서는 전국에 산재해 있는 피고 영업소를 통일적으로 운영·관리할 필요가 있었을 것이고, 또한 개별 영업소 단위에서도 다양한 영역의 근무자들이 배정받은 업무를 일사분란하게 처리하도록 시킬 필요가 있었을 것이다. 이를 달성하기 위해서는 무엇보다도 이 사건 외주사업체 소속 근무자들과 이 사건 피고 직원 사이의 상호 유기적인 보고와 지시, 협조가 중요하였을 것이다. 이러한 관점에서 보면 본질적으로 피고의 지휘·명령이 전제되지 않고서는 피고 영업소 업무를 효율적으로 수행하기가 수월하지 않았을 것으로 판단된다. <br/>        (2) 이 사건 용역계약의 일부인 과업지시서에 의하면 과업 수행에 대한 세부사항은 피고의 영업규정, 영업운영 업무기준, 도로영업 실무편람(2009. 10.경 이후에는 영업실무편람) 및 피고가 별도로 정하는 바에 따르게 되어 있는데, 피고의 영업규정(2012. 10. 5.자로 전부 개정되기 전의 것)에는 이 사건 외주사업체 소속 근무자들의 주의의무를 비롯하여 3교대근무, 교대시간, 휴게시간 및 근무와 휴무의 편성방법 등을 정하고 있고, 피고의 영업운영 업무기준에도 이 사건 외주사업체 소속 근무자들의 근무방법과 임무를 정하고 있다. 그 밖에도 피고는 관련 제도나 정책이 변경되거나 영업 환경이 변화될 때마다 업무처리지침을 작성하거나 업무 관련 매뉴얼을 제작하여 이 사건 외주사업주 등을 통하여 이 사건 외주사업체 소속 근무자들에게 전달하였다. <br/>           위와 같은 피고의 영업규정, 영업운영 업무기준 등과 각종 업무처리지침이나 업무 관련 매뉴얼 등은 이 사건 외주사업체 소속 근무자들의 근무방법이나 업무처리방법을 상당히 구체적이고 상세하게 정하고 있고 이 사건 외주사업체 소속 근무자들로서는 위와 같은 피고의 지침을 위반하거나 임의로 변경하여 업무를 수행할 수 없었으며, 이 사건 외주사업체 소속 근무자들이 수행한 통행료 수납업무 등은 비교적 단순하고 반복적인 작업에 속하여 그 실제 업무를 처리함에 있어 개별적이고 직접적인 지휘나 작업지시는 필요하지 아니하였던 점 등에 비추어 보면, 이 사건 외주사업체 소속 근무자들로서는 사실상 위와 같은 피고의 규정이나 지침 등을 통하여 피고로부터 업무수행 자체에 관하여 지시를 받은 것과 다를 바 없었던 것으로 보인다.  <br/>           이와 관련하여 피고는 위와 같은 피고의 규정이나 지침 등은 도급의 범위나 내용을 지정하여 준 것이라는 취지로 주장하나, 그 내용의 범위나 깊이, 전달 방식이나 빈도 등에 비추어 이는 단순히 업무범위를 지정한 것이라기보다는 구체적인 업무수행에 개입한 것으로 봄이 상당하다.   <br/>        (3) 이 사건 외주사업체 소속 근무자들은 피고가 제공한 양식에 따라 근무확인서, 제한차량 적발대장, 비정상 미납차량 심사대장, 부정통행차량 적발경위 및 조치서 등 각종 일지·대장 등에 업무수행 결과를 기재하여 이 사건 피고 직원의 결재 또는 확인을 받았던 점, 피고의 영업운영 업무기준에서도 이 사건 외주사업체 소속 근무자들이 수행하는 업무에 대한 감독을 이 사건 피고 직원의 임무 중 하나로 규정하고 있는 점 등에 비추어 보면 피고는 이 사건 피고 직원을 통하여 이 사건 외주사업체의 업무수행 결과를 사후적으로 확인한 것이 아니라 이 사건 외주사업체 소속 근무자들의 업무처리 과정에 관여하여 관리·감독하였던 것인바, 이는 도급을 위한 지시권의 한계를 넘은 것으로 보아야 한다.   <br/>        (4) 한편 피고는 2007. 12.경 이 사건 외주사업체의 문서와 관리대장 양식 등에 피고와 조직이 혼동될 수 있는 용어나 결재란 등의 형식을 변경하고 교육방식, 업무지시와 감독의 방식 등을 개선하는 등의 조치를 하였다. 이에 대하여 피고는 위와 같은 조치가 이 사건 용역계약이 도급에 해당함에도 파견으로 오해될 수 있는 요소를 제거하고자 한 것이었다고 주장하나, 오히려 위와 같은 조치의 내용이나 조치에 이른 경위 등에 비추어, 적어도 2007. 12.경을 전후하여 이 사건 외주사업체 소속 근무자들이 위에서 본 바와 같이 사실상 피고의 통제 아래 업무를 처리하였음을 피고 스스로 인정하였던 것으로 보일 뿐만 아니라, 이 사건 외주사업체의 문서와 관리대장 등의 내용과 형식에까지 피고가 관여하였던 것으로 볼 수 있다. <br/>        (5) 이 사건 외주사업주가 업무 관련 매뉴얼을 작성하고 업무계획을 수립하였으며, 각종 문서를 작성하여 소속 근무자들에게 업무를 지시한 사실은 앞서 본 바와 같다. 그러나 ① 이 사건 외주사업주는 대체로 이 사건 용역계약을 체결하기 직전까지 피고의 직원이었다가 희망퇴직을 신청함으로써 피고 영업소의 운영을 맡게 된 사람들로서, 그 재직 당시 피고 영업소의 운영과 관련된 업무와 무관한 분야에서 업무를 수행하였던 직원이 다수 포함되어 있어 이들의 경우 통행료 수납업무를 비롯한 피고 영업소 운영과 관련하여 독자적인 업무지시를 할 만한 정도의 지식이나 능력을 충분히 갖추고 있었다고 보이지 않는 점, ② 피고는 2007. 12.경부터 이 사건 피고 직원에게 각종 업무지시를 이 사건 외주사업주를 경유하여 할 것을 지시하였던 점, ③ 이 사건 외주사업주가 작성한 각종 문서들은 피고의 영업소 평가에 대비한 것으로 보이고 그 내용 역시 피고의 각종 규정과 지침들을 반복하거나 요약한 것으로 보이는 점, ④ 이 사건 외주사업주는 중번 교대시간에 앞서 20분 정도 업무지시를 하였을 뿐이고 그 내용도 피고의 지시사항을 전달하는 수준이거나 복장, 안전, 친절 등 일반적인 업무태도에 관한 것이었던 점 등에 비추어 보면, 이 사건 외주사업주가 행한 업무지시는 피고가 결정한 사항을 전달하거나 기존의 업무방침을 반복·강조한 것에 불과한 것으로 보인다. <br/>나) 이 사건 외주사업체 소속 근무자들이 피고의 사업에 실질적으로 편입되었다고 볼 수 있는지에 관하여<br/>        (1) 이 사건 외주사업체 소속 근무자들은 앞서 본 바와 같이 피고의 로고가 새겨진 근무복과 명찰을 착용하고 이 사건 피고 직원과 함께 같은 공간인 해당 피고 영업소에서 피고가 제시한 각종 규정 등을 준수하며 작업을 수행하였다. <br/>        (2) 또한 이 사건 외주사업체 소속 근무자들은 이 사건 피고 직원과 유기적인 관계를 유지하면서 업무를 수행하였다. 구체적으로는 통행료 수납업무의 경우 요금소 근무자들은 업무 종료 후 근무확인서를 작성하였고 주임 또는 팀장은 피고의 통합통행료수납시스템에 자동 저장되는 정보와 위 개인별 근무확인서의 내용이 일치하는지를 확인하는 1차 심사를 하였으며, 이 사건 피고 직원은 이에 대하여 2, 3차 심사 업무를 수행하였다. 또한 체납차량 단속업무의 경우 요금소 근무자가 체납차량을 적발하고 이를 확인하여 사무실 근무자에게 알리면 사무실 근무자는 체납액을 확인하여 미납액을 안내하였고, 이에 따라 이 사건 피고 직원이 체납고지서를 발송하고 상습체납차량 강제인도 업무를 수행하였다. 운행제한차량 단속업무의 경우에도 요금소 근무자들이 제한차량을 확인하면 이 사건 피고 직원이 그 단속의 적정성 여부에 대한 최종 확인을 하였다. <br/>        (3) 위와 같은 사정들과 함께 앞서 본 바와 같이 전국의 고속국도 영업소를 통일적으로 운영·관리할 필요가 있는 점, 그에 따라 다양한 영역의 근무자들간의 유기적인 보고와 지시, 협조가 중요한 점 등을 종합하여 보면 이 사건 외주사업체 소속 근무자들과 피고 영업소 관리자가 하나의 작업집단으로서 피고의 필수적이고 상시적인 업무라고 할 수 있는 통행료 수납업무, 체납차량 단속업무, 운행제한차량 단속업무 등을 수행하는 과정에서 이 사건 외주사업체 소속 근무자들이 피고의 사업에 실질적으로 편입되었다고 판단함이 타당하다. <br/>다) 이 사건 외주사업체가 근무자의 선발, 근무자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하였는지에 관하여<br/>        (1) 피고는 이 사건 용역계약서에 산출내역서를 첨부시키면서 산출내역서에 계약인원을 피고가 정한 직책별(사무장, 주임 또는 팀장, 수납원)로 구분하여 구체적으로 정하고 이 사건 외주사업주로 하여금 위 직책별 과업인원을 정규직으로 채용하여 근무편성에 배치하도록 하고 있으며, 피고는 위 산출내역서에 직책별로 구분하여 노무비를 책정하고 매월 기성검사를 하면서 직책별로 정한 설계 대비 지급률을 심사하여 지급률에 부합하는 경우에만 이 사건 외주사업주에게 기성금을 지급하였는바, 이 사건 외주사업주는 피고가 결정한 투입 근로자의 수와 직책별 과업인원에 따라 소속 근무자를 고용할 수밖에 없었을 것으로 보인다. 또한 이 사건 외주사업체 소속 근무자들은 휴가 등을 자유롭게 사용하기 곤란하였는데 이는 피고가 과업인원을 산정하면서 예비인원을 고려하지 않았기 때문인 것으로 보인다.<br/>        (2) 이 사건 외주사업주는 독자적으로 촉탁직 또는 일용직을 고용하였다고 주장하나, 피고는 명절, 휴가철 또는 지역적 특성으로 인하여 교통량이 일시적으로 증가하는 경우에 대비하여 임시수납원 제도를 수립하여 시행하고 있는바, 이 사건 외주사업주는 피고의 승인 하에 임시수납원 제도를 활용하여 위와 같이 촉탁직 또는 일용직을 고용한 것으로 보인다. 또한 피고는 영업 여건 등의 변화로 피고 영업소의 과업인원을 축소할 필요가 있는 경우에 이 사건 외주사업체에 인원 자연 감소 시 차기 변경계약 전까지 채용을 보류하도록 지시하거나 일자리나누기 제도를 실시하도록 하였으며 직접 신설 영업소에 전직을 알선하기도 하였다. <br/>        (3) 나아가 피고는 이 사건 외주사업체의 노무관리를 위하여 피고 영업소 노무분쟁 사례를 수집하여 영업소 노무관리 가이드를 배포하거나 이 사건 피고 직원을 대상으로 노무관리 교육을 실시하기도 하였다. <br/>        (4) 한편 이 사건 외주사업체가 각자 취업규칙을 제정하고 있고 근무편성표를 작성하거나 근무평정을 하며, 소속 근무자들에 대하여 포상·징계를 하고 출퇴근, 연차, 대근, 병가 및 휴직 등을 관리한 사정은 인정된다. 그러나 ① 피고는 이 사건 외주사업체를 위하여 근무성적평정 실시기준을 수립하여 주기도 하였던 점, ② 이 사건 외주사업체가 소속 근무자들에게 수여한 포상금 역시 피고의 기성금에서 지급된 것으로 보이는 점, ③ 이 사건 외주사업주는 이 사건 피고 직원에게 소속 근무자들의 근무편성표, 인사발령, 출퇴근 사항 등을 보고하였던 점, ④ 이 사건 외주사업체가 실시한 서비스 모니터링 역시 피고가 실시하는 서비스 모니터링이나 영업소 평가에 대비하기 위한 것으로 보이는 점 등을 고려하면, 이 사건 외주사업체가 소속 근무자들에 대한 근무태도 점검, 휴가 등에 관한 사항을 독자적으로 결정하였다고 보기는 어렵다. <br/>        (5) 이 사건 외주사업체 소속 근무자들이 수행하는 업무는 비교적 단순하고 반복적인 성격이 있기는 하나, 그 실제 업무를 처리함에 있어서는 통행료 수납, 부정차량 단속 등의 업무처리에 관한 다양한 기준과 요령을 숙지할 필요가 있고 관련 제도나 피고의 정책 등이 변경될 경우 그에 따라 변경된 제도나 정책 등도 익혀야 한다. 따라서 피고 영업소의 원활한 운영을 위해서는 충분한 교육과 훈련을 통하여 이 사건 외주사업체 소속 근무자들이 업무처리에 관한 다양한 기준과 요령을 숙지하도록 할 필요가 있었고, 그에 따라 소속 근무자들에 대한 기본적인 교육과 훈련은 피고 또는 피고의 지역본부의 주관 아래 실시된 것으로 보인다. <br/>라) 이 사건 용역계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 이 사건 외주사업체 소속 근무자들이 맡은 업무가 이 사건 피고 직원의 업무와 구별되며 그러한 업무에 전문성·기술성이 있어 독립된 일의 완성을 목적으로 하는 것으로 볼 수 있는지에 관하여<br/>        (1) 이 사건 외주사업체는 이 사건 용역계약에 따라 해당 피고 영업소의 통행료 수납업무뿐만 아니라 각종 단속업무를 비롯한 영업일반업무, 영업심사업무, 피고 영업소 운영업무, 전자지불(IT)업무, 고객서비스와 민원처리업무, 이와 관련하여 피고가 지시하는 업무 등을 수행하여야 한다. 즉 이 사건 용역계약은 그 목적 또는 대상인 이 사건 외주사업체의 업무를 피고 영업소의 운영과 관련한 거의 모든 업무로 특정하고 있다고 할 것이어서 그 업무의 범위가 상당히 포괄적이다. 나아가 고속국도 입·출구에 설치된 피고 영업소의 운영 업무는 도로의 설치와 관리를 주된 목적으로 설립된 법인이자 고속국도의 도로관리청인 피고의 필수적이고 상시적인 업무에 속한다고 할 것이므로 이 사건 용역계약은 피고의 필수적이고 상시적인 업무를 그 목적 또는 대상으로 정하고 있다고 볼 수 있다.<br/>           또한 이 사건 용역계약은 이 사건 외주사업체가 이행하여야 할 과업내용에 ‘기타 피고가 지시한 (영업 또는 운영) 업무’를 포함시켜 이 사건 용역계약의 목적 또는 대상이 피고에 의하여 구체적으로 특정되거나 확장될 수 있음을 예정하고 있다. 피고는 각종 지침을 통하여 이 사건 외주사업체 소속 근무자들의 업무를 구체적으로 특정하였고 이에 따라 이 사건 외주사업체 소속 근무자들은 통행료 수납업무 등의 업무 외에도 ‘설 연휴기간 홍보캠페인 협조, 통행료 지불수단 선진화 관련 홍보, 단말기 할인판매, 신용카드형 후불 하이패스카드 홍보, 언론사 취재 및 인터뷰 대응요령 숙지’ 등과 같은 비전형적인 업무를 수행하기도 하였다.<br/>           위와 같은 사정들과 함께 이 사건 용역계약의 내용으로 편입된 피고의 이 사건 용역계약 특수조건과 과업지시서에서 피고의 포괄적인 지시 내지 관여에 관한 권한을 다수 규정하고 있는 점 등에 비추어 보면 이 사건 용역계약의 목적 또는 대상이 구체적으로 범위가 한정된 업무의 이행으로 확정되었다고 보기는 어렵다. <br/>        (2) 그리고 ① 이 사건 외주사업체 소속 근무자들은 피고 소속 근무자들이 수행하였던 업무를 그대로 인수받아 동종의 방법으로 통행료 수납업무 등을 수행하였던 점, ② 피고는 이미 외주화된 피고 영업소를 다시 직영으로 전환하여 운영하기도 하였는데 원고들은 이 사건 외주사업체 소속 근무자로 있을 때나 피고의 직원으로 있을 때나 동일한 업무를 수행하였던 점, ③ 이 사건 외주사업체 소속 근무자들은 이 사건 피고 직원과 유기적인 보고와 지시, 협조관계를 유지하면서 통행료 수납업무, 체납차량 단속업무, 운행제한차량 단속업무 등을 함께 수행한 점, ④ 앞서 본 바와 같이 이 사건 외주사업체 소속 근무자들이 수행한 업무는 비교적 단순하고 반복적인 성격의 것인 점 등을 고려하면 업무분장에 따른 일반적인 업무속성의 차이를 제외하고는 하나의 작업집단으로서 이 사건 외주사업체 소속 근무자들이 맡은 업무가 이 사건 피고 직원의 업무와 명확히 구별된다거나 그러한 업무에 전문성·기술성이 있다고 보기는 어렵다.<br/>        (3) 한편 이 사건 용역계약의 용역대금은 피고가 사전에 정해놓은 매우 구체적인 비용 산정기준에 따라 정해진다. 즉 피고는 피고 영업소 운영에 필요한 직책의 종류, 해당 피고 영업소의 차로 수와 교통량 등을 기준으로 하는 직책별 과업인원의 산정방법, 노무비, 경비의 세부 구성항목 및 항목별 산출기준 등을 미리 정해놓고, 외주사업주로 선정된 사람으로 하여금 그 산정기준에 따라 설계예산서를 작성하도록 한 다음 그 설계예산서를 기초로 예정가격을 결정하며, 수의시담 또는 입찰절차를 통하여 그 예정가격의 범위 내에서 용역대금을 결정한다. 또한 피고와 이 사건 외주사업체는 매년 기존 용역계약을 변경하는 계약을 체결하였는데 이때 변경되는 용역대금도 피고가 정한 기준, 즉 최저임금이나 노무비, 경비 등의 산정기준의 변동 등에 따라 변경된다. 나아가 피고는 매월 이 사건 외주사업주가 제출한 기성검사원을 검사한 후 기성금을 지급하는데 이때 이 사건 외주사업주로부터 제출받는 자료는 월별 자금집행계획서, 인건비 집행내역 등 대부분 인건비 집행의 적정성을 확인하기 위한 자료이다. 또한 피고는 인건비를 설계 대비 95% 미만으로 집행한 경우 시정요구 후 주의 또는 경고처분 등의 제재조치를 취하기도 하고(2005. 12.경 발간 도로영업 실무편람) 피고 영업소의 경영평가 항목 중 인건비 집행실적이 수의계약 방식의 경우 설계 대비 94% 이상, 공개입찰 방식의 경우 설계 대비 100% 이상에 이를 시 가점을 부여하기도 한다(2009. 10.경 발간 영업실무편람). 위와 같은 사정들에 비추어 보면 이 사건 외주사업주로서는 자신이 고용하여 업무에 투입할 근무자의 수와 임금의 범위까지 피고가 사전에 정해놓은 기준을 준수할 것이 사실상 강제되었다고 할 것이다. 더욱이 이 사건 외주사업주는 피고가 사전에 정해놓은 인원 수만큼의 근무자를 업무에 투입하고 피고의 산정기준에 부합하도록 일정한 금액 범위 내의 임금을 지급하기만 하면 기성금을 지급받을 수 있으므로 이러한 기성금은 일의 완성보다는 노동력의 제공 자체에 대한 대가에 해당한다 할 것이다. 결국 이 사건 용역계약은 그 계약의 목적이 근로자의 노동력 제공 그 자체에 있었다고 판단된다.<br/>마) 이 사건 외주사업체가 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지에 관하여<br/>        (1) 이 사건 외주사업체는 대체로 피고의 통행료 수납업무에 관한 외주화 과정을 거쳐 비로소 형성되어 그 실체와 독립성이 피고의 통행료 수납업무의 수행만을 위해서만 존재하고 피고만을 상대로 사업을 영위하였다. 이 사건 외주사업주의 대부분은 이 사건 용역계약을 체결하기 직전까지 피고의 직원이었던 사람들로서, 앞서 본 바와 같이 그 재직 당시 피고 영업소의 운영과 관련된 업무와 무관한 분야에서 업무를 수행하였던 직원도 다수 포함되어 있고, 사업자등록부터 과업인원 등의 결정, 근무자 채용 및 노무관리에 이르기까지 피고로부터 각종 자료를 제공받아 피고의 지침에 따라 그 이행을 하고 있을 뿐이다.<br/>        (2) 이 사건 외주사업체는 대부분 피고에 의하여 ‘영업소장 - 과장·대리 - 주임 - 요금소 수납원’으로 조직되어 있던 피고 영업소의 조직체계에 중간관리자로 사무장을 선임하여 위 조직체계에 편입시켰을 뿐 별도의 조직체계를 갖추고 있지 않다(일부 외주사업체는 업무분장을 변경하여 팀장, 과장 등의 직위를 신설하기도 하였으나, 이는 기존의 ‘주임’ 직위를 재배치한 것에 불과한 것으로 보인다).<br/>        (3) 이 사건 외주사업체는 피고 영업소에서 사용하는 사무용 소모품, 청소용품 등만을 자체적으로 조달할 뿐 피고로부터 피고 영업소의 사무실 등 영업시설을 비롯하여 사무실 집기, 주방용 집기 등 비품 등을 무상으로 제공받고 있다. 극히 일부의 외주사업체를 제외하고는 피고 영업소 운영을 위하여 별다른 자본을 투자하지 아니한 것으로 보인다.<br/>        (4) 앞서 본 바와 같이 이 사건 외주사업체는 피고가 사전에 정해놓은 인원 수만큼의 근무자를 업무에 투입하고 피고의 산정기준에 부합하도록 일정한 금액 범위 내의 임금을 지급하기만 하면 이 사건 용역계약에서 정한 일정한 이윤을 보장받게 되므로 이 사건 외주사업체가 이 사건 용역계약을 통하여 사업경영상의 위험을 부담한다고 보기도 어렵다.<br/>    3) 그 밖의 피고 주장에 대한 판단<br/>      가) 피고는 원고들이 제출한 증거들 중 상당수는 일부 원고들에게 국한된 것들이거나 특정 시기에 일시적으로 행해졌던 것에 관한 것들이어서 근로자파견관계가 성립한다는 점이 원고들 개개인별로 입증되지 않았다고 주장하나, ① 앞서 살펴본 기초사실과 인정사실 대부분은 그 해당 내용에서 보는 바와 같이 원고들 모두에게 공통적으로 적용되는 것들인 점, ② 피고의 주장 취지처럼 원고들이 제출한 증거들 대부분이 피고 또는 피고의 △△지역본부에 관한 것이기는 하나, 전국에 산재해 있는 피고 영업소를 통일적으로 운영·관리할 필요성에 비추어 보면 피고의 다른 산하 기관들 역시 피고 또는 피고의 △△지역본부가 작성한 업무 관련 문서와 동일한 취지의 문서를 작성하거나 피고 또는 피고의 △△지역본부로부터 전달받아 관할 피고 영업소에 전달하였을 것으로 판단되는 점, ③ 피고 스스로도 외주화 초기에는 통행료 수납업무에 전문성을 가진 업체가 존재하지 않아 피고에 의하여 교육이 실시되기도 하였다고 인정하고 있는 점, ④ 앞서 본 바와 같이 피고는 그 후로도 계속 이 사건 외주사업체 소속 근무자들인 원고들의 업무수행에 관하여 지휘·명령을 하여왔다고 보아야 하는 점 등의 사정들을 종합하여 보면, 이상에서의 판단과 다른 전제에 선 위 주장은 받아들일 수 없다. <br/>      나) 피고는 또한 수의계약 방식과 달리 공개입찰을 통해 이 사건 용역계약을 체결한 이 사건 외주사업체는 근로자파견관계 성립을 부정할 수 있는 징표들을 명확히 갖추고 있다거나 원고들 중 피고에 직접 고용된 적이 없이 이 사건 외주사업체에서만 근무한 원고들이나 피고가 근로자파견적 요소를 제거한 시기인 2009년 이후에 입사한 원고들과는 근로자파견관계가 성립할 수 없다는 취지의 주장도 하나, 이상에서 든 사실관계와 증거들을 종합하여 보면 공개입찰로 선정된 이 사건 외주사업체의 경우나 이 사건 외주사업체에서만 근무한 원고들 또는 2009년 이후에 입사한 원고들의 경우에도 다른 이 사건 외주사업체나 다른 원고들의 경우와 마찬가지로 위 2)의 가) 내지 마) 항에서 살펴본 근로자파견에 해당하는 사정이나 징표들을 인정할 수 있고, 따라서 이와 다른 전제에 선 위 주장도 받아들일 수 없다(피고가 직접 고용한 적이 없었다고 하여 근로자파견관계를 인정할 수 없는 것이 아니므로 이 부분 주장은 그 자체로 받아들이기 어렵고, 피고는 2009년에 영업실무편람을 발간, 배포함으로써 근로자파견적 요소를 제거하였다고 주장하지만, 오히려 앞서 살펴본 바와 같이 위 영업실무편람의 기재 내용은 근로자파견에 해당하는 자료로 볼 수 있다).  <br/>      다) 다시 피고는 동일한 쟁점의 관련소송(서울동부지방법원 2013가합2298 사건)이 제기된 2013. 2. 8. 이후에 입사한 원고들은 도급적 성격이 더욱 강화된 가운데 통행료 수납업무를 수행하였으므로 위 사건의 소 제기 이전에 입사한 원고들과는 구분되어야 한다고 주장하나, 피고 제출 증거들 중 관련소송이 제기된 이후에 작성된 것들은 이를 그대로 믿기 어렵고, 달리 2013. 2. 8. 이후에 이 사건 용역계약의 도급적 성격이 더욱 강화되었다거나 근로자파견계약의 성격이 사라졌다고 인정할 만한 증거가 없으므로, 피고의 위 주장도 받아들이기 어렵다.<br/>다. 원고들의 근로자지위 확인과 피고의 고용의무 발생<br/>    1) 파견법의 관련 내용 등 <br/>제정 파견법(시행일 1998. 7. 1.)은 제6조 제3항 본문으로 ‘사용사업주가 2년을 초과하여 계속적으로 파견근로자를 사용하는 경우에는 2년의 기간이 만료된 날의 다음 날부터 파견근로자를 고용한 것으로 본다’는 내용의 규정을 두어(이하 ‘직접고용간주 규정’이라 한다) 사용사업주가 파견기간 제한을 위반한 경우 곧바로 사용사업주와 파견근로자 사이에 직접고용관계 성립이 간주되도록 하고 있다.<br/>      이후 개정된 개정 파견법(시행일 2007. 7. 1.)에서는 직접고용간주 규정을 대체하여 제6조의2 제1항 제4호에서 ‘사용사업주가 노동부장관의 허가 없이 근로자파견사업을 행하는 자로부터 2년을 초과하여 계속적으로 근로자파견의 역무를 제공받은 경우에 해당 파견근로자를 직접 고용하여야 한다’는 취지로 규정하고 있고, 현행 파견법(시행일 2012. 8. 2.) 제6조의2 제1항 제5호는 ‘사용사업주가 고용노동부장관의 허가 없이 근로자파견사업을 행하는 자로부터 근로자파견의 역무를 제공받은 경우에는 해당 파견근로자를 직접 고용하여야 한다’는 취지로 규정하고 있다(이하 위 각 규정을 통틀어 ‘직접고용의무 규정’이라 한다). <br/>      따라서 제정 파견법 하에서 사용사업주가 해당 규정을 위반한 경우 곧바로 사용사업주와 파견근로자 사이에 직접고용관계가 성립하고, 개정, 현행 파견법 하에서 해당 규정을 위반한 사용사업주는 파견근로자를 직접 고용할 의무를 부담한다. 파견근로자는 사용사업주가 직접고용의무를 이행하지 아니하는 경우 사용사업주를 상대로 고용 의사표시를 갈음하는 판결을 구할 사법상 권리가 있고 그 판결이 확정되면 사용사업주와 파견근로자 사이에 직접고용관계가 성립한다. <br/>      한편 사용사업주가 파견기간의 제한을 위반하여 해당 파견근로자로 하여금 대상 업무를 계속 수행하도록 한 경우에는, 특별한 사정이 없는 한 그 파견기간 중 파견사업주가 변경되었다는 이유만으로 직접고용간주 규정이나 직접고용의무 규정의 적용을 배제할 수는 없다고 보아야 한다(대법원 2015. 11. 26. 선고 2013다14965 판결 참조). <br/>    2) 이 사건의 경우<br/>      원고들이 이 사건 외주사업체 또는 피고와 사이에서 별지 3. ‘원고들 근로내역’ 중 ‘근로기간’란 기재 각 기간 동안 근로계약을 체결하고 ‘영업소’란 기재 해당 피고 영업소에서 통행료 수납업무 등을 담당한 사실은 앞서 본 바와 같고, 이 사건 외주사업체가 고용노동부장관으로부터 근로자파견사업에 대한 허가를 받지 않은 사실은 당사자들 사이에 다툼이 없다. <br/>      한편 일부 원고들의 경우 근로기간 동안 해당 외주사업체가 변경되었으나, 위 1)항에서 본 파견법의 관련 내용 등에 따르면 2년의 기간을 초과하여 계속적으로 동일한 사용사업주가 파견근로자를 사용하거나 근로자파견의 역무를 제공받은 경우에는 그 기간이 지나면 동일한 사용사업주와의 직접고용관계가 성립하거나 동일한 사용사업주의 직접고용의무가 발생하는 것이므로 그 기간 동안 파견사업주가 변경되었다고 하더라도 위와 같은 직접고용관계 성립이나 직접고용의무 발생에는 지장이 없다고 할 것이다.  <br/>      가) 별지 3. ‘원고들 근로내역’ 중 ‘청구일자’란의 ‘고용의제일’이 기재된 해당 원고들(이하 ‘이 사건 확인청구 원고들’이라 한다)의 근로자지위 확인청구에 대하여 본다.<br/>        (1) 이 사건 확인청구 원고들 가운데 같은 별지 중 ‘인용일자’란의 ‘고용의제일’이 기재된 해당 원고들의 경우(다만 아래에서 보는 바와 같이 정년이 도과된 원고들은 제외한다) 이 사건 외주사업체에 고용된 후 2년을 초과하여 계속 근무하였으므로, 제정 파견법 제6조 제3항 본문에 따라 파견근로를 개시한 날(파견근로 개시일은 갑 제37호증의 기재에 의하여 인정하고, 외주사업체에 고용된 후 2년이 지나기 전에 근로관계가 단절된 원고들의 경우 근로관계가 단절된 이후 재입사일을 파견근로 개시일로 본다, 이하 같다))로부터 2년이 만료된 날의 다음 날(일부 원고들의 경우 제정 파견법 제6조 제3항이 시행된 1998. 7. 1.로부터 2년이 지난 날의 다음 날인 2000. 7. 2.)인 위 ‘인용일자’란의 ‘고용의제일’란 기재 해당 일자에 각 직접고용이 간주됨으로써 피고의 근로자의 지위에 있다고 할 것이고, 피고가 이 사건 용역계약이 근로자파견계약에 해당하지 않음을 들어 위 원고들의 근로자지위를 다투고 있는 이상 위 원고들로서는 근로자지위의 확인을 구할 이익이 있다.<br/>           그런데 을 제81호증, 갑 제37호증의 3, 7의 각 기재에 의하면 피고의 인사규정상 직원의 정년은 59세이고, 이 사건 확인청구 원고들 가운데 원고 3, 원고 7의 경우 당심 변론종결일 현재 59세가 넘은 사실을 인정할 수 있는바, 그렇다면 위 원고들의 근로자지위 확인청구의 소는 과거의 권리 또는 법률상 지위를 대상으로 하는 것이 되어 부적법하다고 할 것이다(대법원 1996. 10. 11. 선고 96다10027 판결 등 참조).  <br/>        (2) 이 사건 확인청구 원고들 중 원고 252(대판 : 원고 221), 원고 281(대판 : 원고 247), 원고 286(대판 : 원고 252), 원고 287(대판 : 원고 253)은 피고 또는 해당 외주사업체에 최초로 고용된 날을 기산점으로 하여 그로부터 2년이 만료된 날의 다음 날인 별지 3. ‘원고들 근로내역’ 중 ‘청구일자’란의 ‘고용의제일’란 기재 해당 일자에 각 직접고용이 간주된다고 주장한다.<br/>           그러나 같은 별지 기재와 같이 해당 원고들을 최초로 고용한 상대방이 피고인 경우에는 근로자파견관계를 인정할 수 없어 피고에게 최초로 고용된 날을 기산점으로 삼을 수 없고, 해당 원고들을 최초로 고용한 상대방이 외주사업체라 하더라도 외주사업체에 고용된 상태에서 2년이 지나기 전에 다시 피고에게 직접 고용된 경우에는 제정 파견법 제6조 제3항 본문이 정한 요건을 충족하였다고 볼 수 없어 해당 외주사업체에 고용된 날을 기산점으로 삼을 수 없다. 따라서 위와 같은 경우에는 해당 피고 영업소의 운영자가 피고로부터 외주사업체로 변경되어 그 변경된 외주사업체와 근로계약을 체결한 시점을 기산점으로 삼아 그 계속 근무기간이 2년이 지났는지를 판단하여야 할 것이다. 그런데 위 원고들의 경우 같은 별지의 ‘2년 경과시점’란 기재 해당 일자와 같이 위 기산점으로부터 2년이 만료된 날의 다음 날은 개정 파견법 제6조의2 제1항이 시행된 2007. 7. 1. 이후이고, 개정 파견법 제6조의2 제1항에 의하면 파견근로자는 사용사업주에 대하여 고용의무의 이행을 청구할 수 있는 사법상의 청구권을 가진다고 해석될 뿐 직접고용이 간주된다고 볼 수 없으므로 위 원고들의 근로자지위 확인청구는 받아들이기 어렵다.<br/>           다만 비록 근로자지위의 확인을 구하는 소와 고용의 의사표시를 구하는 소가 그 형식에 있어서 차이가 있기는 하나, 위와 같이 근로자지위의 확인을 구하는 청구에는 그 기산점을 달리하여 개정 파견법 제6조의2 제1항이 적용될 경우 피고에 대하여 고용의무의 이행을 청구하는 취지도 포함되어 있다고 봄이 상당하고, 별지 3. ‘원고들 근로내역’ 기재와 같이 위 원고들이 개정 파견법 제6조의2 제1항이 시행된 이후에도 이 사건 외주사업체에 고용된 후 2년을 초과하여 계속 근무를 제공하였으므로, 피고는 개정 파견법 제6조의2 제1항 제4호에 따라 위와 같이 해당 피고 영업소의 운영자가 피고로부터 외주사업체로 변경되어 위 원고들이 그 변경된 외주사업체와 근로계약을 체결한 시점부터 2년이 만료된 날의 다음 날인 같은 별지 ‘인용일자’란의 ‘고용의무 발생일’란 기재 해당 일자에 위 원고들을 고용할 의무가 발생하였다고 할 것이다. 따라서 피고는 위 원고들에게 고용에 관한 의사표시를 할 의무가 있다.<br/>        (3) 한편 이 사건 확인청구 원고들 중 원고 277(대판 : 원고 244)은 파견근로를 시작한 날인 별지 3. ‘원고들 근로내역’ 중 ‘청구일자’란의 ‘고용의제일’란 기재 해당 일자에 직접고용이 간주된다고 주장하나, 원고 277은 현행 파견법이 시행된 2012. 8. 2. 이후에 이 사건 외주사업체에 고용되었는바 현행 파견법 제6조의2 제1항에 의하면 파견근로자는 사용사업주에 대하여 고용의무의 이행을 청구할 수 있는 사법상의 청구권을 가진다고 해석될 뿐 직접고용이 간주된다고 볼 수 없으므로 위 원고의 근로자지위 확인청구는 받아들이기 어렵다. 다만 앞서 본 바와 같이 근로자지위의 확인을 구하는 청구에는 피고에 대하여 고용의무의 이행을 청구하는 취지도 포함되어 있다고 봄이 상당하므로, 피고는 현행 파견법 제6조의2 제1항 제5호에 따라 파견근로를 개시한 날인 같은 별지 ‘인용일자’란의 ‘고용의무 발생일’란 기재 해당 일자에 위 원고를 고용할 의무가 발생하였다고 할 것이다. 따라서 피고는 원고 277에게 고용에 관한 의사표시를 할 의무가 있다.<br/>      나) 다음으로 별지 3. ‘원고들 근로내역’ 중 ‘청구일자’란의 ‘고용의무 발생일’이 기재된 해당 원고들(이하 ‘이 사건 이행청구 원고들’이라 한다)의 이행청구에 대하여 본다.<br/>        (1) 이 사건 이행청구 원고들[다만 아래에서 보는 바와 같이 정년이 도과된 원고들과 원고 205(대판 : 원고 266)는 제외한다] 중 ① 현행 파견법 시행일인 2012. 8. 2. 이전에 이미 2년을 초과하여 파견근로를 제공한 원고들의 경우에는 개정 파견법 제6조의2 제1항 제4호에 따라 파견근로를 개시한 날(피고에게 최초로 고용되었거나, 외주사업체에 고용된 후 2년이 지나기 전에 해당 피고 영업소의 운영자가 피고로 변경된 경우에는 그 후 다시 해당 피고 영업소의 운영자가 피고로부터 외주사업체로 변경되어 그 변경된 외주사업체와 근로계약을 체결한 날)부터 2년이 지난 날에, ② 위 2012. 8. 2. 이전부터 파견근로를 제공하였으나 위 2012. 8. 2. 당시 파견근로 기간이 2년이 지나지 아니한 원고들의 경우에는 현행 파견법 제6조의2 제1항 제5호에 따라 그 시행일인 2012. 8. 2.에, ③ 위 2012. 8. 2. 이후에 이 사건 외주사업체에 고용된 원고들의 경우에는 현행 파견법 제6조의2 제1항 제5호에 따라 파견근로를 개시한 날에 각 피고에 대하여 고용의무의 이행을 청구할 수 있는 사법상의 청구권이 발생하였다고 보아야 하므로, 피고는 같은 별지 ‘인용일자’란의 ‘고용의무 발생일’란 기재 해당 일자에 이 사건 이행청구 원고들을 고용할 의무가 발생하였다고 할 것이다. <br/>           다만 갑 제37호증의 97, 98, 117, 128, 131 내지 134, 142, 227, 263, 266, 297의 각 기재에 의하면 이 사건 이행청구 원고들 가운데 원고 97, 원고 98, 원고 117, 원고 128, 원고 131, 원고 132, 원고 133(대판 : 원고 99), 원고 134, 원고 142, 원고 227, 원고 263, 원고 266, 원고 297의 경우 당심 변론종결일 현재 피고의 인사규정상 직원 정년인 59세를 넘은 사실을 인정할 수 있는바, 그렇다면 위 원고들의 고용의무 이행 청구권은 위와 같은 정년 도과로 인해 그 후 소멸되었다고 할 것이다.  <br/>        (2) 한편 이 사건 이행청구 원고들 중 원고 205의 경우 갑 제37호증의 205의 기재만으로는 위 원고가 2014. 5.경 이 사건 외주사업체와 근로계약을 체결하였다고 보기 부족하고 달리 이를 인정할 증거가 없으므로 위 원고의 고용에 관한 의사표시 이행청구는 더 나아가 살펴볼 필요 없이 이유 없다. <br/>        (3) 따라서 피고는 나머지 이 사건 이행청구 원고들에게 고용에 관한 의사표시를 할 의무가 있다.<br/>    3) 피고의 주장에 대한 판단<br/>      가) 피고의 주장<br/>        피고는 외주사업체를 자발적으로 퇴사한 원고들은 피고에게 직접고용에 대한 명시적인 반대의사를 표시하였다고 보아야 하고, 계약기간 만료, 자발적 퇴사, 정리해고 등으로 이 사건 외주사업체와 근로계약이 종료된 근로자들에 대해서까지 피고가 고용의무를 부담한다고 볼 수는 없다는 취지로 주장한다.  <br/>      나) 관련 법리<br/>        직접고용간주 규정이나 직접고용의무 규정은 사용사업주가 파견기간의 제한을 위반하여 계속적으로 파견근로자를 사용하는 행위에 대하여 행정적 감독이나 처벌과는 별도로 사용사업주와 파견근로자 사이의 사법관계에서도 직접고용관계의 성립을 간주하거나 사용사업주에게 직접고용의무를 부과함으로써 근로자파견의 상용화·장기화를 방지하면서 파견근로자의 고용안정을 도모할 목적에서 사용사업주와 파견근로자 사이에 발생하는 법률관계와 이에 따른 법적 효과를 설정하는 것으로서 그 내용이 파견사업주와는 직접적인 관련이 없고(대법원 2015. 11. 26. 선고 2013다14965 판결 참조), 이 한도 내에서 파견사업주는 제삼자에 불과하며, 또한 파견사업주와 사용사업주는 별개의 당사자이므로 어느 일방과의 법률관계가 다른 일방과의 법률관계에 영향을 미치는 것도 아니다. <br/>        그리고 제정, 개정 및 현행 파견법은 사용사업주와의 직접고용간주가 배제되거나 사용사업주의 직접고용의무가 면제되는 예외적인 경우로 ‘당해 파견근로자가 명시적인 반대의사를 표시하는 경우나 대통령령이 정하는 정당한 이유가 있는 경우’를 들고 있을 뿐이어서 여기에 해당하지 않는 이상 파견근로자와 사용사업주 사이에 직접 고용이 간주되거나 사용사업주는 파견근로자를 직접고용할 의무를 부담한다고 보아야 할 것이고, 위와 같이 직접고용을 간주하거나 직접고용의무를 부과하는 파견법의 입법 취지나 문언 내용 등에 비추어 볼 때 ‘파견근로자가 명시적 반대의사를 표시하였다’고 쉽사리 추단하는 것은 곤란하다고 할 것이다. <br/>      다) 이 사건의 경우 <br/>        별지 1. ‘원고들 목록’ 중 순번 2, 4, 5, 9, 16, 23 내지 25, 28, 29, 31, 33, 37, 38, 41, 51, 58, 68, 70, 85, 90, 92, 104, 112, 115, 125, 126, 130, 135, 141, 143, 148, 158, 167, 171, 172, 175, 177, 180, 181, 194, 204, 206, 226, 230, 238, 241, 244, 246, 248, 254, 260 내지 262, 264, 265, 267, 270, 274, 277, 282 내지 284, 286, 288, 294, 295 기재 원고들이 당심 변론 종결일 현재 이 사건 외주사업체에서 자진퇴사 하였거나 이 사건 외주사업체로부터 해고되어 근로관계를 종료한 사실은 당사자 사이에 다툼이 없다. <br/>        그러나 위 원고들이 이 사건 외주사업체에 입사한 날부터 별지 3. ‘원고들 근로내역’의 ‘인용일자’란의 고용의제일 또는 고용의무 발생일까지 피고에 파견근로를 제공하였던 사실은 앞서 본 바와 같고, 위에서 본 관련 법리에 비추어 피고의 고용의제일 또는 고용의무 발생일 이후의 위 원고들의 근로관계 종료는 모두 이 사건 외주사업주와 사이에 생긴 것에 불과하므로 위와 같은 사정이 위 원고들과 피고 사이의 직접고용관계 성립 또는 피고의 직접고용의무 발생에 영향을 미친다고 볼 수 없다. <br/>        또한 ① 위 원고들 중 이 사건 외주사업체에서 해고된 원고들은 본인 의사와 관계없이 피고에 계속 근로를 제공하지 못한 것에 불과한 점, ② 자진하여 이 사건 외주사업체를 퇴사한 원고들은 이 사건 소를 제기하면서 피고와 고용관계를 맺을 의사를 분명히 밝혔을 뿐만 아니라 퇴직의 의사표시 역시 이 사건 외주사업주에게 밝힌 것에 불과한 점, ③ 위 원고들이 이 사건 외주사업주와의 근로관계 외에 이 사건 소로써 구하고 있는 피고와의 고용관계 확인이나 설정까지 포기한다는 의사를 명확히 밝혔다고 볼 만한 증거는 없는 점 등을 종합하면 이 사건 외주사업체와의 근로관계가 종료된 원고들이 피고와의 고용관계에 대하여 명시적인 반대의사를 표시하였다고 인정할 수는 없다.<br/>라. 소결론<br/>    따라서 ① 별지 3. ‘원고들 근로내역’ 중 ‘인용일자’란의 ‘고용의제일’이 기재된 해당 원고들(앞서 본 바와 같이 정년이 도과된 원고들은 제외한다)은 피고의 근로자의 지위에 있다고 할 것이고, ② 피고는 별지 3. ‘원고들 근로내역’ 중 ‘인용일자’란의 ‘고용의무 발생일’이 기재된 해당 원고들(마찬가지로 앞서 본 바와 같이 정년이 도과된 원고들은 제외한다)에게 각 고용의 의사표시를 할 의무가 있으며, ③ 원고 205의 고용의 의사표시 이행청구는 이유 없다.<br/>4. 결론<br/>  그렇다면 원고 3, 원고 7의 소는 각 각하하고, 원고 252, 원고 277, 원고 281, 원고 286, 원고 287의 청구는 위 인정 범위 내에서 이유 있어 각 인용하며, 위 원고들의 나머지 청구와 원고 97, 원고 98, 원고 117, 원고 128, 원고 131, 원고 132, 원고 133, 원고 134, 원고 142, 원고 205, 원고 227, 원고 263, 원고 266, 원고 297의 청구는 이유 없어 각 기각하고, 이상의 원고들을 제외한 나머지 원고들의 청구는 이유 있어 각 인용하여야 할 것인바, 제1심 판결 중 원고 3, 원고 7, 원고 97, 원고 98, 원고 117, 원고 128, 원고 131, 원고 132, 원고 133, 원고 134, 원고 142, 원고 205, 원고 227, 원고 263, 원고 266, 원고 297에 대한 부분은 이와 결론을 달리하여 부당하므로 제1심 판결 중 위 원고들에 대한 부분을 위와 같이 변경하고, 제1심 판결 중 위 원고들을 제외한 나머지 원고들에 대한 부분은 이와 결론을 같이하여 정당하므로 나머지 원고들에 대한 피고의 항소는 이유 없어 각 기각하기로하여 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 김우진(재판장) 홍지영 송석봉 ",
  "사건번호": "2015나2033531, 2015나2033548(병합), 2015나2033555(병합), 2015나2033562(병합), 2015나2033579(병합), 2015나2033586(병합), 2015나2033593(병합)",
  "사건종류코드": "400101",
  "판례정보일련번호": "210621",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}