{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170818",
  "법원명": "서울고등법원",
  "사건명": "유류분반환청구의소",
  "판례내용": "【원고, 피항소인 겸 항소인】 원고 1 외 1인 (소송대리인 법무법인 대영 담당변호사 권정 외 1인)<br/>【피고, 항소인 겸 피항소인】 피고 1 외 2인 (소송대리인 변호사 한상호 외 2인)<br/>【제1심판결】 서울남부지방법원 2016. 7. 1. 선고 2013가합101143 판결<br/>【변론종결】2017. 6. 23.<br/>【주    문】<br/>1. 이 법원에서 원고들이 청구취지 확장 및 감축을 한 것을 포함하여 제1심판결을   다음과 같이 변경한다. <br/>  가. 원고들의 피고들에 대한 이 사건 각 소 중 소외 1, 소외 2에게서 상속분을 양도받은 것을 기초로 하는 청구 부분을 각 각하한다. <br/>  나. 원고들에게, <br/>    1) 피고 1은 각 371,021,550원 및 이 중 363,796,284원에 대하여 2015. 2. 28.부터 147,266,031원에 관하여는 2017. 6. 9.까지, 나머지 216,530,253원에  관하여는 2017. 8. 18.까지 각 연 5%, 각 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>    2) 피고 2는 각 46,204,078원 및 이에 대하여 2016. 7. 12.부터 2017. 8. 18.까지 연 5%, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>    3) 피고 3은 각 662,499,873원 및 이에 대하여 2016. 8. 25.부터 이 중 300,824,528원에 관하여는 2017. 6. 9.까지, 나머지 361,675,345원에 관하여는 2017. 8. 18.까지 각 연 5%, 각 그 다음날부터 다 갚는 날까지 연 15%의 각  비율로 계산한 돈을 지급하라. <br/>  다. 원고들의 피고들에 대한 각 나머지 청구를 기각한다. <br/>2. 소송총비용 중 2/3는 원고들이, 나머지 1/3은 피고들이 각 부담한다.<br/>3. 제1의 나.항은 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  가. 주위적 청구취지 <br/>    원고들에게, <br/>    1) 피고 1은 각 1,468,887,580원 및 이 중 1,000,000,000원에 대하여는 2012. 7. 9.부터, 나머지 468,887,580원에 대하여는 2013. 3. 6.부터 각 2017. 6. 9.자 청구취지 및 청구원인 변경신청서 송달일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>    2) 피고 2는 각 213,630,887원 및 이에 대하여 2012. 7. 9.부터 2017. 6. 9.자 청구취지 및 청구원인 변경신청서 송달일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>    3) 피고 3은 각 1,032,215,165원 및 이 중 456,762,225원에 대하여는 2012. 7. 9.부터, 나머지 575,452,940원에 대하여는 2013. 3. 6.부터 각 2017. 6. 9.자 청구취지 및 청구원인 변경신청서 송달일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>  나. 예비적 청구취지 <br/>    원고들에게, 피고 1, 피고 3은 별지 1 ‘유증 내역’ 기재 수유 부동산 중 각 1/10 지분에 관하여 2013. 3. 6. 유류분 반환을 원인으로 한 소유권이전등기  절차를 이행하고, 각 100,000,000원 및 이에 대하여 2013. 3. 6.부터 2017. 6. 9.자 청구취지 및 청구원인 변경신청서 송달일까지 연 5%, 그 다음날부터 다 갚는 날 까지 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>  (원고들은 이 법원에서 피고 1, 피고 3에 대한 각 유류분반환청구에 관하여 주위적 청구취지를 확장하고 가액반환이 인정되지 않을 경우에 대비하여 원물반환 등을 구하는 예비적 청구취지를 추가하였으며, 피고 1에 대한 각 상속회복청구의 청구취지를 확장하고 피고 2, 피고 3에 대한 각 상속회복청구의 청구 취지를 감축하였다.)<br/>2. 항소취지<br/>  가. 원고들: 제1심판결을 아래와 같이 변경한다.  <br/>      원고들에게, <br/>피고 1은 각 147,266,031원, 피고 3은 각 300,824,528원 및 위 각돈에 대하여 이 사건 소장 부본 송달일부터 이 사건 판결선고일까지 연 5%,     그 다음날부터 다 갚는 날까지 연 20%의 각 비율로 계산한 돈을 지급하고,      피고들은 연대하여 각 482,792,613원 및 이에 대하여 2012. 3. 26.부터 이 사건소장 부본 송달일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 20%의 각 비율로 계산한 돈을 지급하라.<br/>  나. 피고들: 제1심판결 중 피고들 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 피고들에 대한 각 청구를 각 기각한다.  <br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 관하여 설시할 이유는 제1심판결 이유의 해당 부분(3쪽 ‘1. 기초사실’ 부분)과 같으므로 민사소송법 제420조 본문에 따라 인용한다(다만, 별지 1 ‘유증내역’은 이 판결 해당 별지로 바꾼다). <br/>2. 원고들의 주장<br/>  가. 피상속인의 상속인들 중 소외 1은 2017. 5. 31. 원고 1에게 자기의 상속분(1/5)을 전부 양도하였고, 소외 2는 2017. 6. 5. 원고 2에게 자기의 상속분(1/5)을 전부 양도하였다. 이에 따라 원고들의 법정상속분은 각 3/10(= 1/10 + 1/5)이 되었다. <br/>  나. 피상속인의 유증으로 인하여 원고들에게 각 1,918,176,469원의 유류분 부족액이 발생하였으므로, 유류분 반환으로 원고들에게 피고 1은 각 843,997,646원, 피고 3은 각 1,035,815,293원 및 위 각 돈에 대한 지연손해금을 지급할 의무가  있다(다만, 원고들은 일부청구로 피고 1에 대하여는 각 468,887,580원, 피고 3에 대하여는 각 575,452,940원 및 위 각 돈에 대한 지연손해금을 청구하고 있다). <br/>    만약 유류분 반환이 가액이 아니라 원물로 이루어져야 한다면 예비적으로 원물반환을 구하고 원물반환 이후에도 남은 잔액에 관하여 일단 1억 원의 지급을 구한다(다만, 예비적 청구 중 금전지급청구 부분은 그 청구권원을 구체적으로 주장하고 있지 않다).  <br/>  다. 피고들은 피상속인 사망 후 원고들의 동의 없이 피상속인의 예금을 인출하고  임대차보증금을 반환받아 소비하며 승용차를 처분함으로써 위 상속재산 중 원고들의 상속분에 해당하는 부분을 침해하는 불법행위를 하였으므로, 상속회복으로 원고들에게 피고 1은 각 10억 원, 피고 2는 각 213,630,887원, 피고 3은 각 456,762,225원 및 위 각 돈에 대한 지연손해금을 지급할 의무가 있다. <br/>3. 본안 전 항변에 관한 판단<br/>가. 원고들의 본래 상속분에 기초한 청구 부분: 적법<br/>    이 법원이 이 부분에 관하여 설시할 이유는 아래와 같이 추가하는 것을 제외하고  제1심판결 이유의 해당부분(4쪽 ‘3. 본안 전 항변에 관한 판단’ 부분)과 같으므로 민사소송법 제420조 본문에 따라 인용한다. <br/>[추가하는 부분]<br/>    ○ 4쪽 아래에서 2행 ‘기록상 명백하므로’ 다음에 ‘[상속회복의 소는 상속권이 참칭상속인으로 인하여 침해된 때에 진정한 상속권자가 그 회복을 청구하는 소를 가리키는 것으로, 상속에 관하여 진정한 상속인임을 전제로 그 상속으로 인한 재산권의 귀속을 주장하고, 참칭상속인 또는 자기들만이 재산상속을 하였다는 일부 공동상속인들을   상대로 상속재산의 침해를 이유로 손해배상을 청구하는 경우에도, 그 재산권이 귀속 되었다는 주장이 상속을 원인으로 하는 것인 이상 그 청구원인 여하에 불구하고 이는 민법 제999조 소정의 상속회복청구의 소에 해당한다(대법원 1991. 12. 24. 선고 90다5740 전원합의체 판결 등 참조). 원고들은 2014. 10. 21.자 청구취지 및 청구원인 변경신청서를 통해 피고들의 상속재산 침해를 주장하며 민법 제750조에 의한 불법행위로 인한 손해배상청구를 추가하였는바, 이는 상속회복청구권을 행사한 것으로 볼 수 있다]’를 추가한다. <br/>나. 상속분 양수에 기초한 청구 부분: 부적법<br/>    갑 제41호증의 기재에 의하면 피상속인의 상속인들 중 소외 1은 2017. 5. 31. 원고 1에게, 소외 2는 2017. 6. 5. 원고 2에게 각각 자기의 상속분(1/5)을  전부 양도한 사실이 인정된다(이하 ‘이 사건 각 상속분 양도’라 한다).<br/>    그러나 한편 갑 제33호증, 을나 제50, 51호증의 각 기재에 의하면 소외 1, 소외 2는 2012. 4. 13. 피고들과 사이에 ‘소외 1, 소외 2는 소외 3의 사망에 의한 재산상속권 및 유류분반환청구권 일체를 전부 이의 없이 포기하고, 소외 3으로부터 재산을 유증받은 사람에 대하여도 일체의 민, 형사상 이의제기나 권리주장을 아니할 것을 서약합니다.’는 내용의 약정(이하 ‘이 사건 포기약정’이라 한다)을 한 사실, 소외 1, 소외 2는 피고들을 상대로 서울남부지방법원 2013가합101419 사건으로 이 사건과 같은 내용의 유류분반환청구 및 상속회복청구를 하였으나 이 사건 포기약정이 부제소특약에 해당한다는 이유로 2016. 7. 1. 소 각하 판결이 선고되었고, 이에 대하여 소외 1, 소외 2가 항소  하였으나 같은 이유로 2017. 1. 13. 항소기각 판결이 선고되었으며 이는 그대로 확정된 사실을 알 수 있다. <br/>    ‘상속분의 양도’는 상속재산분할 전에 적극재산과 소극재산을 모두 포함한 상속재산 전부에 관하여 공동상속인이 가지는 포괄적 상속분, 즉 상속인 지위의 양도를 의미한다(대법원 2006. 3. 24. 선고 2006다2179 판결 참조). 따라서 상속분을 양도한 경우에는 상속인이 상속인의 지위에서 다른 상속인들과 한 약정에 따른 권리의무도 동일성을  유지한 채 양수인에게 그대로 승계된다고 보아야 한다. <br/>    그렇다면 원고들의 주장대로 원고들이 각각 소외 1, 소외 2에게서 상속분을 양도받았다고 하더라도(뒤에서 보듯이 이 사건 각 상속분 양도는 실체적으로는 소송신탁을 목적으로 한 것이어서 무효라고 판단된다) 소외 1, 소외 2가 피고들과 한 이 사건 포기약정도 함께 승계하게 되고, 이 사건 포기약정은 부제소특약에 해당하므로, 결국 원고들의 피고들에 대한 소 중 이 사건 각 상속분 양도에 기초한 청구 부분은 부제소특약에 위배되어 권리보호의 이익이 없는 부적법한 소이다.  <br/>4. 본안에 관한 판단<br/>가. 유류분반환청구에 대하여<br/>    1) 유류분 부족액의 산정 방식<br/>      유류분 부족액은 아래와 같이 산정된다. <br/>유류분 부족액 = [유류분 산정의 기초가 되는 재산(A) × 당해 유류분권리자의 유류분 비율(B)] － 당해 유류분권리자의 특별수익액(C) － 당해 유류분권리자의 순상속분액(D)   A = 적극적 상속재산 ＋ 증여액 ＋ 유증액 － 상속채무액   B = 피상속인의 형제자매는 그 법정상속분의 1/3   C = 당해 유류분권리자의 수증액 ＋ 수유액   D = 당해 유류분권리자가 상속에 의하여 얻는 재산액 － 상속채무 분담액<br/>    2) 유류분 산정의 기초가 되는 재산(A)<br/>      [인정근거] 다툼 없는 사실, 갑 제5 내지 13호증, 제18, 19, 20, 30호증, 을가 제1 내지 13호증, 을나 제4, 5, 8, 10 내지 25, 32호증(이상 가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 제1심 감정인 소외 6의 시가감정 결과, 제1심의 주식회사 한국외환은행에 대한 2013. 6. 25.자 및 2015. 5. 28.자, 주식회사 한국씨티은행에 대한 2013. 5. 7.자 및 2015. 6. 8.자, 미래에셋증권 주식회사에 대한 2013. 5. 22.자 각 금융거래정보제출명령 결과, 변론 전체의 취지<br/>      가) 적극적 상속재산 <br/>        피상속인은 사망 당시 별지 2 ‘상속재산 중 예금 내역’ 기재와 같이 합계 3,208,967,674원의 예금채권, 그 밖에 소외 7에 대한 96,204,770원의 임대차보증금반환채권, 승용차 1대(2012. 3. 24. 기준 시가 1,500만 원 상당)를 가지고 있었다.<br/>      나) 유증재산 <br/>        피상속인이 유증한 별지 1 ‘유증 내역’ 표 ‘부동산 표시’ 칸 기재 각 부동산의  상속개시일 당시의 가액은 같은 표 ‘상속개시 당시 가액’ 칸 기재와 같다. <br/>        그런데 유증 대상인 부동산 중 대항력을 가진 임대차가 존재하는 때에는,   임대차 부동산의 소유권이 제3자에게 이전될 경우 임대차보증금반환채무를 포함한   임대인 지위가 부동산 소유권과 결합하여 일체로서 이전되고 양도인의 임대인으로서의 지위나 보증금반환채무가 소멸하는 특수성(대법원 1996. 2. 27. 선고 95다35616 판결, 대법원 2009. 5. 28. 선고 2009다15794 판결 등 참조)을 고려할 때, 당해 부동산의   가액 중 당연승계하는 임대차보증금 상당 부분을 제외한 나머지만 실제 유증액으로  보는 것이 타당하다(같은 이유에서 위 임대차보증금반환채무는 상속채무에서도 제외된다고 보아야 한다). 대항력 있는 임대차의 일반적인 효력 및 해당 목적물에 관한 거래관행을 감안하면 이러한 해석이 유언자의 의사에 부합한다고 보이고, 부담 있는 유증이 가능한 점(민법 제1088조 참조)에 비추어 유증의 본질에 어긋난다고 할 수도 없다.  <br/>        그렇다면 유증재산의 실제 가액은 위 표 중 ‘대항력 있는 임대차보증금’ 칸  기재 각 금액의 합계 494,040,000원을 제외한 22,083,351,246원이 된다.  <br/>      다) 상속채무 <br/>        (1) 피상속인은 사망 당시 아래와 같이 합계 11,424,649,718원의 채무를 부담하고 있었다. <br/>          ① 임대차보증금반환채무: 10,173,740,000원(별지 3 ‘임대차 내역’ 표 중  ‘상속채무’ 칸 기재 각 금액의 합계)  <br/>            [원고들은, 피상속인의 임대차보증금반환채무가 모두 유증 부동산과 관련된 것이므로 민법 제1085조에 따라 피고들을 비롯한 수유자들에게 전부 귀속되어야 한다고 주장한다. <br/>             금전채무와 같이 급부의 내용이 가분인 채무가 공동상속된 경우 이는  상속개시와 동시에 당연히 법정상속분에 따라 공동상속인에게 분할되어 귀속되는 것이  원칙이나(대법원 1997. 6. 24. 선고 97다8809 판결 등 참조), 유증 대상인 부동산에   관하여 대항력을 가진 임대차가 있는 때에는 앞서 본 바와 같이 수유자가 유증을 원인으로 소유권을 이전받음으로써 피상속인의 임대차보증금반환채무까지 당연승계하는 점을 고려할 때, 그 임대차보증금반환채무는 상속채무에 포함되지 않는다고 보는 것이 타당하다. <br/>             그런데 원고들은 여기서 나아가 대항력 없는 임대차의 경우에도 보증금 반환채무가 상속채무에 속하지 않고 전부 수유자에게 귀속되는 것으로 보아야 한다고 주장한다. 그러나 원고들이 근거로 들고 있는 민법 제1085조는 특정 유증을 받은 자가 유증의무자에 대하여 적극적으로 해당 부동산에 관한 제3자의 권리, 예컨대 용익물권, 저당권, 임차권 등을 소멸시킬 것을 청구하지 못함을 규정하고 있을 뿐 피담보채무나 임대차보증금반환채무 등 관련 금전채무까지 당연히 수유자가 부담하여야 한다는 취지는 아니다. 원고들의 주장과 같이 해석하게 되면 만약 저당권의 피담보채무가 유증  부동산의 가액을 초과할 경우 무담보채무가 채권자의 의사에 반하여 제3자인 수유자에게 면책적으로 인수되는 불합리한 결과가 발생하는 문제도 있다. 따라서 원고들의 위 주장은 받아들이지 않는다.]  <br/>          ② 카드대금 및 의료비: 11,761,740원<br/>            (피고들은 2012. 3. 24. 이후 사용내역에 해당하는 카드대금 역시 피상속인의 채무라고 주장하나, 2012. 3. 24. 이후의 사용내역 중 의료비를 제외한 부분은  피상속인이 사용한 것이라고 볼 수 없으므로 피고들의 주장은 이유 없다.)  <br/>          ③ 공과금 등: 14,450,920원(별지 4 ‘공과금 등 내역’ 참조)<br/>            (피고들이 주장하는 공과금 등 채무 중 그 사용기간이 2012. 3. 31. 이전까지인 경우만 인정하고, 피고 3 명의로 부과된 교통유발분담금 434,870원과 ○○실업 명의로 부과된 건강보험료 등은 이를 피상속인의 채무로 볼 증거가 없으므로 제외한다.)<br/>          ④ 건물관리비: 12,065,030원(별지 5 ‘건물관리비 내역’ 참조)<br/>          ⑤ 급여 및 퇴직금: 56,594,388원(별지 6 ‘급여 및 퇴직금 내역’ 참조)<br/>            (원고들은 피고들이 피상속인의 고용관계를 승계하였으므로 임금, 퇴직금 등 채무는 상속채무에 해당하지 않는다고 주장하나, 원고들의 주장을 인정할 증거가 없다.)<br/>          ⑥ 조세채무: 1,156,037,640원(별지 7 ‘조세채무 내역’ 참조) <br/>            (을나 제8호증의 6에 기재된 조세채무 중 피상속인이 아닌 자의 명의로  부과된 금액은 이를 피상속인이 사망 당시 부담하고 있던 채무로 볼 증거가 없으므로 제외한다.)<br/>        (2) 피고들은, 피상속인 사망 후 피고들에게 부과된 상속세, 피고들이 상속세 자진신고 등을 위하여 지출한 세무사 비용 역시 피상속인의 소극재산에 포함된다고  주장하나, 유류분 산정의 기초재산에서 공제되어야 할 채무란 상속채무, 즉 피상속인의 채무를 가리키는 것이고, 여기에 상속세, 상속재산의 관리·보존을 위한 소송비용 등  상속재산에 관한 비용은 포함되지 아니하며(대법원 2015. 5. 14. 선고 2012다21720  판결 참조), 이는 상속재산 중에서 지급할 성질의 것이므로(민법 제998조의2 참조)   피고들의 위 주장은 이유 없다. <br/>      라) 소계 <br/>        따라서 유류분 산정의 기초가 되는 재산은 13,978,873,972원(= 3,208,967,674원 + 96,204,770원 + 15,000,000원 + 22,083,351,246원 - 11,424,649,718원)이다. <br/>    3) 유류분 부족액의 산정 <br/>      가) 유류분 비율(B) 및 유류분액(= A × B) <br/>        위 기초사실에 의하면 민법 제1000조, 제1001조, 제1009조 제1항에 따라 피상속인의 형제자매인 소외 1, 소외 2, 피고 2(상속분 각 1/5) 및 망 소외 4의 대습상속인인 소외 8, 피고 1, 망 소외 5의 대습상속인인 원고들(상속분 각 1/10 = 1/5 × 1/2)이 상속인이 되고[망 소외 5의 법률상 부(夫)였던 소외 9는 소외 5의 사망 후인 2002. 8. 27. 소외 10과 재혼하였으므로 대습상속인이 되지 않는다(민법 제775조참조)], 피상속인의 형제자매의 유류분 비율은 민법 제1112조 제4호에 따라 그 법정  상속분의 1/3이므로 상속인들의 유류분 비율 및 유류분액은 아래 표 기재와 같다. <br/>상속인유류분 산정의 기초가 되는 재산(A)유류분 비율(B)유류분액(A×B)소외 813,978,873,972원1/30465,962,465원피고 11/30465,962,465원소외 11/15931,924,931원소외 21/15931,924,931원원고 11/30465,962,465원원고 21/30465,962,465원피고 21/15931,924,931원<br/>      나) 특별수익액(C) <br/>        상속인들 중 소외 8, 소외 1, 원고들의 특별수익액은 없고, 별지 1 ‘유증 내역’ 표 ‘수유자별 가액 → 상속개시 당시 → 대항력 있는 임대차보증금 공제’ 칸 당사자별  합계 기재와 같이 피고 1의 특별수익액은 9,794,874,878원, 피고 2의 특별 수익액은 115,240,865원, 소외 2의 특별수익액은 297,163,240원이다. <br/>      다) 순상속분액(D)= 구체적 상속분액 - 상속채무 분담액<br/>        (1) 산정방법<br/>          공동상속인 중 피상속인으로부터 재산의 증여 또는 유증을 받은 자는 그  수증재산이 자기의 상속분에 부족한 한도 내에서만 상속분이 있으므로(민법 제1008조), 공동상속인 중에 특별수익자가 있는 경우에는 이러한 특별수익을 고려하여 상속인별로 고유의 법정상속분을 수정하여 구체적인 상속분을 산정하게 되는데, 이러한 구체적  상속분을 산정함에 있어서는 피상속인이 상속개시 당시에 가지고 있던 재산의 가액에 생전 증여의 가액을 가산(이하 ‘간주상속재산’이라 한다)한 후 이 가액에 공동상속인별 법정상속분 비율을 곱하여 산출된 상속분 가액으로부터 특별수익자의 수증재산인 증여 또는 유증의 가액을 공제하는 계산방법에 의하여야 한다. 한편 증여, 유증의 가액이 위 상속분 가액을 초과하는 초과특별수익자가 있는 경우 초과특별수익자는 초과특별수익에 대한 반환의무가 없으나, 실제 상속재산에 대하여는 아무런 지분을 가지지 못하므로, 그 외의 상속인들의 구체적 상속분은 초과특별수익자를 없는 것으로 간주하고 나머지 상속인들이 초과특별수익을 법정상속분에 따라 분담하는 방식으로 산정한다. <br/>        (2) 순상속분액의 계산 <br/>          위 산정방법에 따른 상속인들의 특별수익 공제 후 상속분은 아래 표 기재와 같다. <br/>상속인간주상속재산(a)(주2)법정상속비율(b)법정상속분액(c=a×b)특별수익(d)특별수익 공제 후 상속분(e=c-d)소외 813,527,451,427원1/101,352,745,142원01,352,745,142원피고 11/101,352,745,142원9,794,874,878원-8,442,129,736원소외 11/52,705,490,285원02,705,490,285원소외 21/52,705,490,285원297,163,240원2,408,327,045원원고 11/101,352,745,142원01,352,745,142원원고 21/101,352,745,142원01,352,745,142원피고 21/52,705,490,285원115,240,865원2,590,249,420원<br/>간주상속재산(a)<br/>          그런데 피고 1은 초과특별수익자이므로 그 금액 8,442,129,736원을   나머지 상속인들이 피고 1을 제외하고 산정한 법정상속분에 따라 안분하여 부담하여야 한다. 그 계산 결과는 아래 표 기재와 같다. <br/>상속인특별수익 공제 후 상속분(e=c-d)초과특별수익 합계(f)분담비율(g)안분액(h=f×g)공제 후 잔액(e-h) : 구체적 상속분액소외 81,352,745,142원8,442,129,736원1/9938,014,415원414,730,727원피고 1-8,442,129,736원---소외 12,705,490,285원2/91,876,028,830원829,461,455원소외 22,408,327,045원2/91,876,028,830원532,298,215원원고 11,352,745,142원1/9938,014,415원414,730,727원원고 21,352,745,142원1/9938,014,415원414,730,727원피고 22,590,249,420원2/91,876,028,830원714,220,590원합계3,320,172,441원<br/>         끝으로 위 구체적 상속분액에서 상속채무 분담액을 뺀 순상속분액(D)은 아래 표 기재와 같다. <br/>상속인당해 유류분권자가 상속에 의하여 얻는 재산액(구체적 상속분)상속채무 분담액(법정상속분 비율에 의함)순상속분액(D)소외 8414,730,727원1,142,464,971원 (= 11,424,649,718 × 1/10)-727,734,244원피고 1-1,142,464,971원 (= 11,424,649,718 × 1/10)-소외 1829,461,455원2,284,929,943원 (= 11,424,649,718 × 1/5)-1,455,468,488원소외 2532,298,215원2,284,929,943원 (= 11,424,649,718 × 1/5)-1,752,631,728원원고 1414,730,727원1,142,464,971원 (= 11,424,649,718 × 1/10)-727,734,244원원고 2414,730,727원1,142,464,971원 (= 11,424,649,718 × 1/10)-727,734,244원피고 2714,220,590원2,284,929,943원 (= 11,424,649,718 × 1/5)-1,570,709,353원<br/>      라) 유류분 부족액 <br/>        원고들을 비롯한 상속인들의 유류분 부족액 계산 결과는 아래와 같다. <br/>- 표 삽입을 위한 여백 -<br/>상속인유류분액(A×B)특별수익액(C)순상속분액(D)유류분부족액소외 8465,962,465원0-727,734,244원1,193,696,709원피고 1465,962,465원9,794,874,878원--소외 1931,924,931원0-1,455,468,488원2,387,393,419원소외 2931,924,931원297,163,240원-1,752,631,728원2,387,393,419원원고 1465,962,465원0-727,734,244원1,193,696,709원원고 2465,962,465원0-727,734,244원1,193,696,709원피고 2931,924,931원115,240,865원-1,570,709,353원2,387,393,419원<br/>    4) 유류분의 반환의무자 및 범위, 방법 <br/>      유류분권리자가 유류분반환청구를 하는 경우에 증여 또는 유증을 받은 다른   공동상속인이 수인일 때에는, 그 다른 공동상속인들 중 증여 또는 유증을 받은 재산의 가액이 자기 고유의 유류분액을 초과하는 상속인을 상대로 하여 그 유류분액을 초과한 금액의 비율에 따라 반환청구를 할 수 있으므로, 원고들은 공동상속인 중 1인으로서 유증받은 재산의 가액이 자기 고유의 유류분액을 초과하는 피고 1을 상대로 그 유류분액을 초과한 금액의 비율에 따라 반환청구를 할 수 있고, 제3자인 피고 3 및 소외 11을 상대로 그들이 각 유증받은 가액의 비율에 따라 반환청구를 할 수 있는바(대법원 1996. 2. 9. 선고 95다17885 판결 참조), 피고 1과 피고 3의 분담비율은 아래 표 기재와 같다(원고들은 소외 11에 대하여는 이 사건에서   유류분반환청구를 하지 않고 있다). <br/>유류분반환의무자유증재산가액(①)고유 유류분액(②)유류분초과액(③=①-②)분담비율(⑤=③/④)피고 19,794,874,878원465,962,465원9,328,912,413원9,328,912,413/21,204,984,676피고 311,578,909,023원011,578,909,023원11,578,909,023/21,204,984,676소외 11297,163,240원0297,163,240원297,163,240/21,204,984,676합계(④)21,204,984,676원?<br/>      유류분의 반환은 통상적으로 증여 또는 유증 대상 재산 그 자체를 반환하면 될 것이나 원물반환이 불가능한 경우에는 그 가액 상당액을 반환할 수밖에 없다(대법원 2005. 6. 23. 선고 2004다51887 판결 등 참조). 나아가 원물반환이 가능하더라도 유류분권리자와 반환의무자 사이에 가액으로 이를 반환하기로 협의가 이루어지거나 유류분 권리자의 가액반환청구에 대하여 반환의무자가 이를 다투지 않은 경우에는 법원은 그 가액반환을 명할 수 있다(대법원 2013. 3. 14. 선고 2010다42624 판결 참조). <br/>      이 사건에서 원고들은 피고 1, 피고 3에 대하여 유류분 반환방법으로 각 가액반환을 청구하고 있고, 이에 대하여 위 피고들도 유류분 반환방법에 관하여는 다투지 않고 있으므로 가액반환의 방법으로 유류분 부족분의 반환을 명하기로 한다.<br/>      한편 유류분 반환의무자가 반환하여야 할 재산의 범위는 상속개시 시점을 기준으로 결정되나, 가액반환을 명하는 경우에는 원물반환을 갈음하는 것이므로 그 가액은 사실심 변론종결 시점을 기준으로 산정하여야 한다(대법원 2005. 6. 23. 선고 2004다51887 판결 참조). 이러한 법리는 원물반환이 불가능한 경우뿐만 아니라 유류분 반환의무자가 가액반환에 동의하거나 유류분권리자의 가액반환청구를 다투지 않아 법원이 가액반환을 명하는 경우에도 마찬가지로 적용된다고 보아야 한다. <br/>      이 법원 감정인 소외 6의 시가감정 결과에 의하면 피고 1, 피고 3이 유증을 받은 부동산들의 이 사건 변론종결시의 가액은 별지 1 ‘유증 내역’ 표 중 ‘변론종결 당시 가액’ 칸 기재와 같고, 앞서 본 바와 같이 유증 부동산에 관하여 대항력 있는 임대차가 존재하는 경우에는 수유자는 당연승계하는 임대차보증금을 공제한 잔액만큼만 실질적으로 유증을 받은 것으로 보아야 하므로, 위 피고들이 유증을 받은 부동산들의 이 사건 변론종결 당시의 실질적인 가액은 위 표 중 ‘수유자별 가액 → 변론종결 당시 → 대항력 있는 임대차보증금 공제’ 칸 기재와 같다. 이를 토대로 위 분담비율에 따라 피고 1과 피고 3의 유류분 반환금액을 산정하면 아래 표 기재와 같다. <br/>유류분 반환의무자상대방유류분 부족액반환의무자간 분담비율분담금액원물반환 시 반환범위(분담금액/수유가액)가액반환 시 변론종결 시점 가액환산(주3)피고 1원고 11,193,696,709원9,328,912,413/21,204,984,676525,154,449원525,154,449/9,794,874,878614,632,856원원고 21,193,696,709원9,328,912,413/21,204,984,676525,154,449원525,154,449/9,794,874,878614,632,856원피고 3원고 11,193,696,709원11,578,909,023/21,204,984,676651,813,986원651,813,986/11,578,909,023764,755,209원원고 21,193,696,709원11,578,909,023/21,204,984,676651,813,986원651,813,986/11,578,909,023764,755,209원소외 11원고 11,193,696,709원297,163,240/21,204,984,67616,728,273원16,728,273/297,163,24015,103,698원원고 21,193,696,709원297,163,240/21,204,984,67616,728,273원16,728,273/297,163,24015,103,698원<br/>가액환산<br/>    5) 소결론 <br/>      따라서 원고들에게, 유류분 반환으로 피고 1은 각 614,632,856원, 피고   피고 3은 각 764,755,209원 및 위 각 돈에 대하여 그 이행청구를 받은 다음날인 피고 1은 2013. 4. 2.부터, 피고 3은 2013. 3. 16.부터의 지연손해금을 지급할 의무가 있다. <br/>나. 상속회복청구에 대하여<br/>    유류분권리자에게 반환하여야 할 유류분 부족액은 그 산정과정에서 유류분권리자의 순상속분액을 공제하여 산정하는 것이므로, 자신의 상속분을 초과하여 증여 또는   유증을 받은 공동상속인이 상속재산 중 다른 유류분권리자인 공동상속인의 상속분을   침해하는 경우, 유류분권리자인 공동상속인은 유류분 부족액의 반환을 구하는 것과  별도로 상속회복청구로서 상속분의 반환을 청구할 수 있다(대법원 2006. 9. 28. 선고 2004다46441 판결 참조). <br/>    갑 제14, 15, 25, 30, 32, 36, 37, 39호증, 을나제1, 29, 32호증의 각 기재, 제1심의 주식회사 한국외환은행에 대한 2013. 6. 25.자, 주식회사 한국씨티은행에 대한 2013. 5. 7.자, 미래에셋증권 주식회사에 대한 2013. 5. 22.자 각 금융거래정보제출명령 결과에 변론 전체의 취지를 종합하면, 피고들은 원고들이 망 소외 5의 대습상속인으로서 피상속인의 상속인임을 알 수 있었음에도 나머지 상속인들의 동의만 받고 원고들의 동의는 받지 아니한 채 2012. 3. 26.부터 2012. 7. 9.까지 피상속인의 예금 중 3,208,941,308원을 인출하여, 그 중 피고 1이 1,028,107,582원, 피고 2가 612,102,959원, 피고 3이 1,552,540,753원을 세금 납부를 위하여 각 사용한 사실, 피고 1은 2012. 3. 30. 피상속인의 자동차를 1,500만 원에 매도하여 그 대금을 수령한 사실,   피고 2는 2012. 9. 21. 소외 7에게서 피상속인의 임대차보증금 1억 원 중 공제되고 남은 96,204,770원을 반환받은 사실이 인정된다. <br/>    위 인정사실에 의하면 피고들은 고의 또는 과실로 피상속인의 적극적 상속재산 중 원고들의 구체적 상속분에 대응하는 부분을 침해하여 원고들에게 해당 금액 상당의  손해를 가하였으므로, 상속회복으로 원고들에게 각 아래와 같은 금액 및 이에 대한  지연손해금(이는 불법행위로 인한 손해배상의 성격을 갖고 있으므로 원칙적으로 상속재산 침해일부터 지연손해금이 발생한다)을 지급할 의무가 있다. <br/>- 표 삽입을 위한 여백 -<br/>?상속재산 침해액원고들의 각 구체적 상속분 비율원고들 각 상속회복금액지연손해금 기산일항목금액항목별계피고 1예금1,028,107,582원?128,423,391원130,297,077원2012. 7. 9.상속재산 침해일 이후로서 원고들이 구하는 날자동차15,000,000원?1,873,686원2012. 7. 9.피고 2예금612,102,959원414,730,727/3,320,172,44176,459,253원88,476,422원2012. 7. 9.임대차보증금96,204,770원?12,017,169원2012. 9. 21.상속재산 침해일피고 3예금1,552,540,753원?193,931,600원193,931,600원2012. 7. 9.위 예금 항목과 동일<br/>다. 상계 항변<br/>    1) 전제가 되는 쟁점<br/>      가) 이 사건 각 상속분 양도의 효력 유무  <br/>        원고들의 유류분반환청구 및 상속회복청구에 대하여 피고들은 원고들이 부담하는 상속채무를 대위변제하였음을 이유로 이에 따른 구상금채권을 자동채권으로 한 상계 항변을 하고 있다. 그런데 앞서 보았듯이 원고들은 다른 공동상속인들 중 소외 1, 소외 2의 상속분을 각각 전부 양도받았다고 주장하고 있는바, 만약 그것이 유효하다면 원고들은 소외 1, 소외 2에게서 적극재산에 관한 상속분뿐만 아니라 소극재산에 관한 상속분까지 함께 이전받게 되므로, 피고들의 대위변제가 인정될 경우 피고들에게 부담하게 되는 구상금 액수가 늘어나는 결과가 발생한다. 그러므로 피고들의 상계 항변을 판단하기에 앞서 원고들이 주장하는 이 사건 각 상속분 양도의 효력 유무를 먼저 판단할 필요가 있다. <br/>        소송행위를 하게 하는 것을 주목적으로 양도계약이 이루어진 경우 그 양도계약이 신탁법상의 신탁에 해당하지 아니하더라도 신탁법 제6조가 유추적용되므로 무효라고 할 것이고, 소송행위를 하게 하는 것이 주목적인지는 양도계약이 체결된 경위와 방식, 양도계약이 이루어진 후 제소에 이르기까지의 시간적 간격, 양도계약 당사자의 신분 관계 등 제반 상황에 비추어 판단하여야 할 것이다(대법원 2002. 12. 6. 선고 2000다4210 판결, 대법원 2015. 9. 24. 선고 2014다74919 판결 등 참조). <br/>소외 1, 소외 2가 2012. 4. 13. 피고들과 사이에 이 사건 포기약정을 한 사실,  소외 1, 소외 2가 피고들을 상대로 유류분반환청구 및 상속회복청구를 하였으나 이 사건 포기약정이 부제소특약에 해당한다는 이유로 소 각하 판결이 선고되어 2017. 2. 1.   확정된 사실, 그러자 소외 1은 2017. 5. 31. 원고 1에게, 소외 2는 2017. 6. 5.  원고 2에게 각각 자기의 상속분을 전부 양도한 사실은 앞서 본 바와 같고, 여기에 원고들이 위와 같이 상속분을 양수하면서 그 대가를 지급하였다고 볼 만한 자료가   없는 점, 원고들은 곧바로 이 사건 2017. 6. 9.자 청구취지 및 청구원인 변경신청서로 이 사건 각 상속분 양도에 기초한 청구를 추가한 점, 소외 1, 소외 2와 원고들은 공동상속인의 지위에 있었고, 제1심 사건이 병행 심리되어 진행되는 등 사건의 경위에   관하여 잘 알고 있었으며 소송대리인도 동일한 점 등을 보태어 보면, 이 사건 각 상속분 양도는 부제소특약을 회피하기 위하여 소송행위를 하게 하는 것을 주된 목적으로 이루어진 것이라고 봄이 타당하다. <br/>        그렇다면 이 사건 각 상속분 양도는 무효이므로 피고들의 대위변제가 인정될  경우 원고들은 본래의 상속분(상속채무는 법정상속분의 비율에 따라 귀속되므로 상속채무의 경우 각 1/10) 범위 내에서 피고들에게 구상의무를 부담하게 된다. <br/>      나) 유증 부동산에 관한 임대차보증금 대위변제 또는 채무인수 시 구상권 인정 여부<br/>        앞서 보았듯이 유증 대상인 부동산에 관하여 대항력을 가진 임대차가 있는 때에는 수유자가 유증을 원인으로 소유권을 이전받음으로써 피상속인의 임대차보증금  반환채무까지 일체로 당연승계하므로 그 임대차보증금반환채무는 상속채무에 포함되지 않는다고 보아야 한다. 따라서 이 경우 수유자가 임대차보증금반환채무를 변제하더라도  이는 자기의 채무를 변제한 것에 불과하므로 다른 공동상속인들에게 구상권을 행사할 수 없다. <br/>        반면 유증 대상인 부동산에 관한 임대차에 대항력이 없는 경우에는 수유자가 유증을 원인으로 소유권을 이전받는다고 하여 피상속인의 임대차보증금반환채무를   승계하는 것이 아니고 위 채무는 공동상속인들에게 불가분적으로(다만 내부적인 분담비율은 법정상속분에 의한다) 귀속되므로 수유자가 임대차보증금반환채무를 대위변제하면 다른 공동상속인들에게 법정상속분의 비율에 따라 구상권을 행사할 수 있다.   다만 수유자가 임대차보증금반환채무를 현실로 변제한 경우가 아니라 그 채무를 인수한 것에 불과한 경우에는 설령 임차인과 사이에 다른 공동상속인들의 채무를 면하게  하는 것으로 약정하였더라도(민법 제453조에 의하면 제3자는 채권자와의 계약으로 채무를 인수하여 채무자의 채무를 면하게 할 수 있고, 여기에 채무자의 동의나 수익의 의사표시가 필요하지 않다. 이해관계 없는 제3자일 경우 채무자의 의사에 반하여 채무를 인수하지 못하는 제한이 있을 뿐이다) 그러한 사정만으로 곧바로 다른 공동상속인들에게 구상권을 행사할 수 있다고 할 수는 없다. 다른 공동상속인들이 채무를 면하는 이익을 얻었지만 수유자가 현실로 임대차보증금을 반환하기 전에는 수유자에게 구상권 발생의 기초가 되는 손해발생이 생겼다고 보기 어렵기 때문이다. 수유자가 면책적으로 채무를 인수한 사정만으로 공동상속인들에 대한 구상권을 인정하게 되면 사전구상을 인정하는 셈이 되는데 이는 공동상속인들과 수유자 사이에 별도의 특약이 있어야만 가능하다. <br/>      다) 상속세 납부 시 구상권 인정 여부와 범위  <br/>        공동상속인은 상속받았거나 상속받을 재산을 한도로 다른 공동상속인과 연대하여 상속세를 납부할 의무를 부담하는데[구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 전문 개정되기 전의 것) 제3조 참조], 공동상속인 중 1인이 상속세를 납부하거나 자기의 출재로 연대 납세의무를 소멸시킴으로써 공동면책이 된 때에는 다른  연대납세의무자의 부담부분에 대하여 구상권을 행사할 수 있다(민법 제425조 참조.  면책된 날 이후의 법정이자를 포함한다). 이 경우 공동상속인 사이의 분담비율은 상속재산 중 각자가 받았거나 받을 재산의 비율을 기준으로 하는 것이 원칙인데, 이 사건 원고들과 같이 유류분에 부족이 있어 반환을 받는 공동상속인에 대하여는 유류분 비율을 적용할 수 있을 것이다. <br/>    2) 피고 1<br/>      을가 제6 내지 9, 11, 14호증의 각 기재, 제1심의 서초세무서에 대한 과세정보 제출명령 결과에 변론 전체의 취지를 종합하면 피고 1이 아래 표 중 ‘대위 변제로 인정되는 금액(원)’ 칸 기재와 같이 피상속인의 상속채무 중 일부를 변제하거나   상속세를 대납한 사실이 인정되므로 피고 1은 원고들에게 각 ‘원고들 각 분담액(원)’ 칸 기재 금액의 구상권을 갖는다. <br/>순번날짜(변제일)항목피고대위변제주장금액(원)대위변제로 인정되는 금액(원)원고들 각 분담비율원고들 각 분담액(원)비고12012. 4. 9.급여  등22,504,72022,504,7201/102,250,4722012. 4. 9. \"3월관리이금자\"  14,313,450원(을가14)은 △△실업 관리비로 지급된 돈으로 보이므로 상속채무 대위변제에 포함22012. 9. 30.상속세482,386,445482,386,4451/3016,079,548?32012. 10. 2.임대차보증금 반환(소외 12)444,578,155390,689,8941/1039,068,989일부(55,440,000/457,380,000) 대항력 있는 임대차42012. 11. 13.임대차보증금 반환(소외 13)250,000,00001/100대항력 있는 임대차52013. 1. 18.(주5)임대차보증금 반환(소외 14)91,040,00091,040,0001/109,104,000?62013. 2. 5.임대차보증금 반환(소외 15)7,500,00001/100대항력 있는 임대차72013. 4. 19.임대차보증금 반환(소외 16)15,000,00001/100대항력 있는 임대차82013. 9. 2.임대차보증금 반환(소외 17)90,000,00090,000,0001/109,000,000피고 1/피고 3 180,000,000원 공동변제92013. 9. 30.상속세564,859,765564,859,7651/3018,828,659?102013. 11. 1.임대차보증금 반환(소외 18)34,544,52701/100대항력 있는 임대차112014. 9. 30.상속세1,109,063,0401,109,063,0401/3036,968,768?122014. 9. 30.임대차보증금 반환(한국씨티은행)3,171,000,0003,171,000,0001/10317,100,000?132015. 1. 20.임대차보증금  반환(소외 21)7,500,00001/100대항력 있는 임대차142015. 2. 27.임대차보증금  반환(소외 22)2,500,0002,500,0001/10250,000피고 1/피고 3 5,000,000원 공동변제152015. 5. 12.임대차보증금 반환(소외 23)45,000,00001/100대항력 있는 임대차162015. 10. 8.상속세247,672,11501/300피고 2가 납부(을나37-2)17?임대차보증금 인수(소외 24)5,000,00001/100현실변제 X18?임대차보증금 인수(소외 25)6,800,00001/100대항력 있는 임대차 현실변제 X계??6,596,948,7675,924,043,864?448,650,436?<br/>2013. 1. 18.<br/>      원고들의 피고 1에 대한 각 상속회복채권은 앞서 본대로 2012. 7. 9. 발생하여 그 변제기가 도래하였고, 유류분반환채권은 원고들의 각 유류분반환청구 의사  표시가 담긴 이 사건 소장 부본이 피고 1에게 송달된 2013. 4. 1. 발생하여 같은 날 변제기가 도래하였으며, 반대로 피고 1의 원고들에 대한 각 구상금채권은  위 표 ‘날짜’ 칸 기재 각 날짜에 발생하여 같은 날 변제기가 도래하였다. 한편 피고  피고 1의 상계 의사표시가 담긴 2015. 9. 17.자 준비서면이 2015. 9. 17. 원고들에게 도달한 사실은 기록상 명백하므로, 피고 1의 위 각 구상금채권은 별지 8 ‘피고  피고 1 상계충당 표’ 기재와 같이 상계에 충당되어 원고들의 피고 1에 대한 각 채권은 371,021,550원(= 363,796,284원 + 7,225,266원) 및 이 중 363,796,284원에 대하여 최종 상계충당일 다음날인 2015. 2. 28.부터의 지연손해금 상당의 유류분반환채권만  남게 되었다.  <br/>    3) 피고 2<br/>      을나 제5, 14, 37, 38, 41, 42호증의 각 기재에 의하면 피고 2가 아래 표 중 ‘대위 변제로 인정되는 금액(원)’ 칸 기재와 같이 피상속인의 상속채무 중 일부를 변제하거나 상속세를 대납한 사실이 인정되므로 피고 2는 원고들에게 각 ‘원고들 각 분담액(원)’ 칸 기재 금액의 구상권을 갖는다. <br/>순번날짜(변제일)항목피고 대위변제 주장금액(원)대위변제로 인정되는 금액(원)원고들 각 분담비율원고들 각 분담액(원)비고12012. 9. 30.상속세482,386,445482,386,4451/3016,079,548?22013. 6. 3.임대차보증금  반환(소외 26)24,000,00024,000,0001/102,400,000공유자 중 1인인 피상속인이 단독 명의로 임대차 ⇒ 타 공유자인 피고 2가 임대차보증금 반환32013. 9. 30.임대차보증금  반환(소외 27)71,800,00071,800,0001/107,180,00042015. 10. 8.상속세495,344,230495,344,2301/3016,511,474?52016. 7. 11.상속세345,890,110345,890,1101/3011,529,670?계??1,419,420,7851,419,420,785?53,700,693?<br/>      원고들의 피고 2에 대한 각 상속회복채권은 앞서 본대로 2012. 7. 9. 및 2012. 9. 21. 각 발생하여 그 변제기가 도래하였고, 반대로 피고 2의 원고들에  대한 각 구상금채권은 위 표 ‘날짜’ 칸 기재 각 날짜에 발생하여 같은 날 변제기가   도래하였다. 한편 피고 2의 상계 의사표시가 담긴 2015. 9. 17.자 준비서면이 2015. 9. 17. 원고들에게 도달한 사실은 기록상 명백하므로, 피고 2의 위 각 구상금채권은 별지 9 ‘피고 2 상계충당 표’ 기재와 같이 상계에 충당되어 원고들의 피고 2에 대한 각 상속회복채권은 46,204,078원 및 이에 대하여 최종 상계충당일 다음날인 2016. 7. 12.부터의 지연손해금만 남게 되었다. <br/>    4) 피고 3<br/>      을나 제7 내지 9, 14, 19 내지 23, 25, 27, 28, 34, 35호증의 각 기재에 의하면 피고 3이 아래 표 중 ‘대위 변제로 인정되는 금액(원)’ 칸 기재와 같이 피상속인의 상속채무 중 일부를 변제하거나 상속세를 대납한 사실이 인정되므로 피고 3은 원고들에게 각 ‘원고들 각 분담액(원)’ 칸 기재 금액의 구상권을 갖는다. <br/>순번날짜 (변제일)항목피고 대위변제 주장금액(원)대위변제로 인정되는 금액(원)원고들 각 분담비율원고들 각 분담액(원)비고12012. 3. 31.(주7)각종 공과금5,692,1405,692,1401/10569,214?22012. 4. 6.(주8)장례비용7,370,9567,370,9561/30(주9)245,699?32012. 4. 10.건강보험료 등1,481,3601,481,3601/10148,136?42012. 4. 25.조세채무23,992,09023,992,0901/102,399,209?52012. 4. 30.(주10)각종 공과금5,585,9205,585,9201/10558,592?62012. 5. 9.(주11)카드대금,  의료비11,761,74011,761,7401/101,176,174?72012. 5. 10.건강보험료 등1,507,8301,507,8301/10150,783?82012. 5. 10.(주12)급여,  퇴직금(피고 1 변제분 제외)48,403,11848,403,1181/104,840,312?92012. 5. 14.(주13)건물관리비12,065,03012,065,0301/101,206,503?102012. 5. 31.조세채무336,701,040336,701,0401/1033,670,104?112012. 6. 30.조세채무57,130,54057,130,5401/105,713,054?122012. 8. 31.조세채무42,701,47042,701,4701/104,270,147?132012. 10. 26.조세채무12,384,52012,384,5201/101,238,452?142012. 10. 30.공과금(교통유발분담금)183,670183,6701/1018,367?152013. 2. 5.임대차보증금  반환(소외 15)7,500,00001/100대항력 있는 임대차162013. 4. 19.임대차보증금  반환(소외 16)15,000,00001/100대항력 있는 임대차172013. 7. 31.조세채무646,370,970646,370,9701/1064,637,097?182013. 9. 2.임대차보증금 반환(소외 17)90,000,00090,000,0001/109,000,000피고 1/피고 3 180,000,000원 공동변제192013. 9. 30.상속세564,859,765564,859,7651/3018,828,659?202014. 9. 30.상속세1,109,063,0401,109,063,0401/3036,968,768?212015. 1. 20.임대차보증금  반환(소외 21)7,500,00001/100대항력 있는 임대차222015. 2. 27.임대차보증금  반환(소외 22)2,500,0002,500,0001/10250,000피고 1/피고 3 5,000,000원 공동변제232015. 5. 12.임대차보증금 반환(소외 23)45,000,00001/100대항력 있는 임대차242016. 8. 24.상속세940,317,470940,317,4701/3031,343,916?25?임대차보증금인수(외환은행)5,500,000,00001/100현실변제 X26?임대차보증금 인수(소외 28)200,000,00001/100현실변제 X27?임대차보증금 인수(소외 245,000,00001/100현실변제 X28?임대차보증금 인수(소외 25)6,800,00001/100대항력 있는 임대차 현실변제 X계??9,706,872,6693,920,072,669?217,233,185?<br/>2012. 3. 31.<br/>2012. 4. 6.<br/>1/30<br/>2012. 4. 30.<br/>2012. 5. 9.<br/>2012. 5. 10.<br/>2012. 5. 14.<br/>      원고들의 피고 3에 대한 각 상속회복채권은 앞서 본대로 2012. 7. 9. 발생하여 그 변제기가 도래하였고, 유류분반환채권은 원고들의 각 유류분반환청구   의사표시가 담긴 이 사건 소장 부본이 피고 3에게 송달된 2013. 3. 15. 발생하여 같은 날 변제기가 도래하였으며, 반대로 피고 3의 원고들에 대한 각  구상금채권은 위 표 ‘날짜’ 칸 기재 각 날짜에 발생하여 같은 날 변제기가 도래하였다. 한편 피고 3의 상계 의사표시가 담긴 2015. 9. 17.자 준비서면이 2015. 9. 17. 원고들에게 도달한 사실은 기록상 명백하므로, 피고 3의 위 각 구상금  채권은 별지 10 ‘피고 3 상계충당 표’ 기재와 같이 상계에 충당되어 원고들의 피고 3에 대한 각 채권은 819,704,165원(= 764,755,209원 + 54,948,956원) 및 이 중 764,755,209원에 대하여 최종 상계충당일 다음날인 2016. 8. 25.부터의 지연손해금 상당의 유류분반환채권과 87,046,933원 및 이에 대하여 최종 상계충당일 다음날인 2016. 8. 25.부터의 지연손해금 상당의 상속회복채권이 남게 되었다. <br/>라. 소결론<br/>    따라서 원고들에게, ① 피고 1은 유류분 반환으로서 각 371,021,550원 및 이 중 363,796,284원에 대하여 2015. 2. 28.부터 제1심에서 인용된 147,266,031원에 관하여는 피고 1이 그 이행의무의 존재 여부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 제1심판결 선고일 이후로서 원고들이 구하는 이 사건 2017. 6. 9.자 청구취지 및 청구원인 변경신청서 송달일인 2017. 6. 9.까지, 나머지 216,530,253원에 관하여는 피고 1이 그 이행의무의 존재 여부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 이 판결 선고일인 2017. 8. 18.까지 각 민법이 정한 연 5%, 각 그 다음날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을,  ② 피고 2는 상속회복으로서 각 46,204,078원 및 이에 대하여 2016. 7. 12.부터 피고 2가 그 이행의무의 존재 여부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 이 판결 선고일인 2017. 8. 18.까지 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을, ③ 피고 3은 ㉠ 유류분 반환으로서 위 인정범위 내에서 원고들이 구하는 바에 따라 각 575,452,940원 및 이 중 제1심에서 인용된 300,824,528원에 관하여는 2016. 8. 25.부터 피고 3이 그 이행의무의 존재 여부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 제1심판결 선고일 이후로서 원고들이 구하는 이 사건 2017. 6. 9.자 청구취지 및 청구원인 변경신청서 송달일인 2017. 6. 9.까지 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%, 나머지 274,628,412원에 관하여는 2016. 8. 25.부터 피고 3이 그 이행의무의 존재  여부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 이 판결 선고일인 2017. 8. 18.까지 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금 및 ㉡ 상속회복으로서 87,046,933원 및 이에 대하여 2016. 8. 25.부터 피고 3이 그 이행의무의 존재 여부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 이 판결 선고일인 2017. 8. 18.까지 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 각 지급할 의무가 있다(유류분반환청구에 관하여 주위적 청구인 가액반환청구를 받아들이므로 원물반환을 하는 경우를 전제로 하는 예비적   청구는 판단하지 않는다).<br/>5. 결론<br/>  원고들의 피고들에 대한 이 사건 각 소 중 소외 1, 소외 2에게서 상속분을 양도받은 것을 기초로 하는 청구 부분은 부적법하므로 각하하고, 본래의 상속분에 기초한 청구 부분은 위 인정범위 내에서 이유 있어 인용하고 나머지 청구는 이유 없어 기각하여야 한다. 원고들이 이 법원에서 확장하고 감축한 청구를 포함하여 제1심판결을 주문과  같이 변경한다. <br/>[별지 생략]<br/><br/>판사 최규홍(재판장) 엄상문 노재호 ",
  "사건번호": "2016나2054092",
  "사건종류코드": "400101",
  "판례정보일련번호": "224611",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}