{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170209",
  "법원명": "서울고등법원",
  "사건명": "부당이득금",
  "판례내용": "【원고(반소피고), 항소인 겸 피항소인】 삼성어민조합 (소송대리인 법무법인(유한) 외 1인)<br/>【피고(반소원고), 피항소인 겸 항소인】 주식회사 에이스아이엠 (소송대리인 법무법인 엘케이비앤파트너스 외 1인)<br/>【제1심판결】 수원지방법원 안산지원 2015. 12. 10. 선고 2014가합24874 판결<br/>【변론종결】2016. 9. 22.<br/>【주    문】<br/>1. 원고(반소피고)가 당심에서 추가한 청구 및 피고(반소원고)가 당심에서 제기한 반소를 포함하여 제1심판결을 다음과 같이 변경한다.<br/>  가. 피고(반소원고)는 원고(반소피고)에게 70,314,904원 및 이에 대하여 2016. 6. 29.부터 2017. 2. 9.까지 연 5%의, 그 다음 날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>  나. 피고(반소원고)는 원고(반소피고)에게 2016. 6. 7.부터 원고(반소피고)가 안산시 단원구 (주소 생략) 대 2,054.4㎡ 중 1895.75/2054.4 지분에 관한 소유권을 상실하거나 피고(반소원고)가 그 점유를 종료할 때까지 월 18,483,562원의 비율로 계산한 돈을 지급하라.<br/>  다. 원고(반소피고)의 나머지 본소 청구 및 피고(반소원고)의 반소 청구를 기각한다.<br/>  2. 소송총비용은 본소, 반소를 합하여 그 중 1/2은 원고(반소피고)가, 나머지는 피고(반소원고)가 각 부담한다.<br/>3. 제1의 가.항 및 나.항은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>가. 본소<br/>    피고(반소원고, 이하 ‘피고’라고만 한다)는 원고(반소피고, 이하 ‘원고’라고만 한다)에게 1,921,734,800원 및 이에 대하여 2015. 7. 7.부터 이 사건 2016. 6. 27.자 청구취지 및 청구원인 변경신청서 부본 송달일까지 연 5%의, 그 다음 날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈과 2015. 7. 7.부터 안산시 단원구 (주소 생략) 대 2,054.4㎡를 인도할 때까지 월 24,201,333원의 비율로 계산한 돈을 지급하라(원고는 당심에서 연 임료 및 월 임료 상당 부당이득 청구를 일부 감축하면서 연 임료 상당 부당이득에 대한 법정 이자의 청구를 추가하였다).<br/>나. 반소<br/>    원고는 피고에게 118,701,172원 및 이에 대하여 이 사건 반소장 부본 송달 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라(피고는 당심에 이르러 반소를 제기하였다).<br/>2. 항소취지<br/>가. 원고<br/>    제1심판결 중 아래에서 지급을 명하는 금액에 해당하는 원고 패소 부분을 취소한다. 피고는 원고에게 1,874,964,455원 및 이에 대하여 이 사건 2015. 4. 20.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈과 2015. 3. 7.부터 안산시 단원구 (주소 생략) 대 2,054.4㎡를 인도할 때까지 매월 21,780,938원의 비율로 계산한 돈을 지급하라.<br/>나. 피고<br/>    제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 기초사실<br/>가. 소유권이전등기 경위<br/>    1) 안산시 단원구 (주소 생략) 대 2,054.4㎡(이하 ‘이 사건 토지’라 한다)는 원래 한국수자원공사 소유였다가 2005년 말경 한국수자원공사 및 소외 2 외 6인의 공유로 소유권이전등기가 마쳐졌다. <br/>    2) 원고는 2001. 10. 16. 이 사건 토지 중 1869.31/2054.4 지분을 한국수자원공사로부터, 2005. 12. 30. 이 사건 토지 중 26.44/2054.4 지분을 소외 2로부터 각 매수한 후 2006. 1. 2. 원고 명의로 소유권이전등기를 마쳤다.<br/>    3) 소외 1(대판: 소외인)은 2006. 1. 2. 이 사건 토지 중 위와 같이 원고 앞으로 이전된 토지 지분 전부(=1895.75/2054.4 지분, 이하 ‘이 사건 토지 지분’이라 한다) 및 이 사건 토지의 나머지 지분 전부에 관하여 2005. 12. 30.자 매매를 원인으로 소외 1 본인 명의로 소유권이전등기를 마쳤다. <br/>나. 이 사건 토지와 그 지상 건물에 대한 경매절차 진행<br/>    1) 원고와 소외 1 등은 2002년경부터 이 사건 토지에 지하 2층, 지상 5층의 상가건물(이하 ‘이 사건 건물’이라 한다)을 신축하는 사업을 진행하여 왔는데, 2006. 3. 22. 소외 1의 채권자가 가압류를 신청하면서 이 사건 건물에 관하여 소외 1 명의로 소유권보존등기가 마쳐졌다.<br/>    2) 그 후 2007. 6. 12. 소외 3의 신청으로 이 사건 토지와 건물에 대한 강제경매개시결정(수원지방법원 안산지원 2007타경15137호)이 내려진 것을 시작으로 이 사건 토지와 건물에 대하여 경매개시결정이 중복하여 내려져 경매 절차가 진행되었다(이하 ‘이 사건 경매’라 한다).<br/>다. 원고의 소외 1 상대 소유권이전등기말소청구소송 경과 및 피고의 낙찰<br/>    1) 2008. 2. 26. 원고가 소외 1을 상대로 이 사건 토지 지분에 관한 소외 1 명의 소유권이전등기의 말소를 구하는 소송을 제기하였다(수원지방법원 안산지원 2008가합1559호, 이하 ‘제1관련소송’이라 한다).<br/>    2) 2008. 3. 4. 제1관련소송의 제기로 이 사건 토지 지분에 관하여 소유권말소예고등기가 마쳐졌다. <br/>    3) 2008. 7. 7. 피고가 이 사건 경매 절차에서 이 사건 토지와 건물을 낙찰받아 피고 명의로 소유권이전등기를 마쳤다. <br/>    4) 2008. 9. 24. 피고가 제1관련소송에 피고(소외 1) 측 승계참가인으로 승계참가신청을 하였다. <br/>    5) 2009. 8. 13. 제1관련소송의 1심이 소외 1 명의 소유권이전등기에 관한 원고 조합 총회 결의의 하자를 이유로 ‘소외 1은 원고에게 이 사건 토지 지분에 관한 소유권이전등기의 말소등기절차를 이행하라’는 취지의 원고 승소 판결을 선고하였고, 이에 대하여 피고가 승계참가인의 지위에서 항소하였다(소외 1은 항소하지 않았다). <br/>    6) 2010. 7. 29. 제1관련소송의 항소심(서울고등법원 2009나83300호)이 ‘제1심판결의 주문에 승계참가인에 대한 아무런 설시가 없는 이상 승계참가인의 항소는 항소를 제기할 대상이 없고, 항소의 이익도 없어 부적법하다’는 이유로 항소를 각하하였다. 이에 대하여 피고가 다시 승계참가인의 지위에서 상고를 하였다.<br/>    7) 2010. 12. 9. 제1관련소송의 상고심(대법원 2010다70896호)이 피고의 위 상고를 기각하였고(심리불속행 기각), 그 판결이 2010. 12. 13. 피고에게 송달되어 확정되었다. <br/>라. 원고의 피고 상대 소유권이전등기말소청구소송 경과<br/>    1) 2011. 2. 21. 원고가 피고를 상대로 이 사건 토지 지분에 관한 피고 명의 소유권이전등기의 말소를 구하는 소송을 제기하였다(수원지방법원 안산지원 2011가합1313호, 이하 ‘제2관련소송’이라 한다).<br/>    2) 2011. 6. 9. 제2관련소송의 1심이 제1관련소송의 1심과 같이 소외 1 명의 소유권이전등기에 관한 원고 조합 총회 결의의 하자를 이유로 ‘피고는 원고에게 이 사건 토지 지분에 관한 소유권이전등기의 말소등기절차를 이행하라’는 취지의 원고 승소 판결을 선고하였고, 이에 대하여 피고가 항소하였다.<br/>    3) 2012. 12. 30. 제2관련소송의 항소심(서울고등법원 2011나68328호)이 소외 1 명의 소유권이전등기에 관한 원고 조합 총회 결의의 하자는 인정되나 그 후 그 소유권이전등기에 관하여 원고 조합이 추인을 하였다고 봄이 타당하다는 이유로 제1심판결을 취소하고 원고 청구를 기각하였으며, 이에 대하여 원고가 상고를 하였다.<br/>    4) 2014. 3. 27. 제2관련소송의 상고심(대법원 2012다106607호)이 항소심의 판단 중 위 추인에 관한 판단이 잘못되었음을 이유로 위 항소심 판결을 파기하여 환송하였다.<br/>    5) 2014. 7. 18. 제2관련소송의 파기환송 후 항소심(서울고등법원 2014나20716호)이 소외 1 명의 소유권이전등기에 관한 원고 조합 총회 결의의 하자가 인정되고, 그 소유권이전등기에 관한 원고 조합의 추인을 인정하기 어렵다는 이유로 피고의 항소를 기각하였고, 2014. 8. 7. 그 판결이 그대로 확정되었다. <br/>【인정근거】다툼 없는 사실, 갑 제2 내지 6호증(가지번호 있는 것은 가지번호 포함, 이하 같다), 을 제1, 9, 10호증의 각 기재, 변론 전체의 취지<br/>2. 본소 청구에 대한 판단<br/>가. 원고의 본소 청구 요지<br/>    1) 피고는 이 사건 경매 절차를 통해 이 사건 토지와 건물의 소유권을 취득하였으나 제1, 2관련소송을 통하여 이 사건 토지 지분에 관한 소유권 취득이 원인무효임이 밝혀졌다. 따라서 피고는 이 사건 건물의 소유권을 취득한 2008. 7. 7.부터 원고 소유의 이 사건 토지 지분을 정당한 권원 없이 점유·사용한 셈이 되므로 그 임료 상당 부당이득과 이에 대한 이자를 원고에게 반환하여야 한다. <br/>    2) 이 사건 토지는 상업용지 중 ‘근린생활시설’이므로 기대이율 5%를 적용하면, 피고가 이 사건 건물의 소유권을 취득한 2008. 7. 7.부터 2015. 7. 6.까지의 연 임료 합계액은 1,688,285,000원이고, 이에 대한 2015. 7. 6.까지의 법정이자는 233,449,800원이며, 2015. 7. 7. 이후의 임료 상당 부당이득은 월 24,201,333원이다. 그 구체적 내역은 다음과 같다.<br/>기간연 임료 (원)이자 발생 기간법정이자 (연 5%, 원)① 2008. 7. 7. ~ 2009. 7. 6.214,759,0002009. 7. 7. ~ 2015. 7. 6.64,427,700② 2009. 7. 7. ~ 2010. 7. 6.206,518,0002010. 7. 7. ~ 2015. 7. 6.51,629,500③ 2010. 7. 7. ~ 2011. 7. 6.209,993,0002011. 7. 7. ~ 2015. 7. 6.41,998,600④ 2011. 7. 7. ~ 2012. 7. 6.242,063,0002012. 7. 7. ~ 2015. 7. 6.36,309,450⑤ 2012. 7. 7. ~ 2013. 7. 6.257,155,0002013. 7. 7. ~ 2015. 7. 6.25,715,500⑥ 2013. 7. 7. ~ 2014. 7. 6.267,381,0002014. 7. 7. ~ 2015. 7. 6.13,369,050⑦ 2014. 7. 7. ~ 2015. 7. 6.290,416,000  합  계1,688,285,000 233,449,800<br/>    3) 따라서 피고는 원고에게 1,921,734,800원(=1,688,285,000원 + 233,449,800원) 및 이에 대한 지연손해금과 2015. 7. 7.부터 이 사건 토지를 인도할 때까지 임료 상당 부당이득으로 매월 24,201,333원을 지급할 의무가 있다.<br/>나. 판단<br/>1) 부당이득반환의무의 발생<br/>      가) 민법 제201조 제1항은 \"선의의 점유자는 점유물의 과실을 취득한다\"라고 규정하고 있는데, 여기서 선의 점유자라 함은 과실수취권을 포함하는 권원이 있다고 오신한 점유자를 말하고, 다만 그와 같은 오신을 함에는 오신할 만한 정당한 근거가 있어야 한다(대법원 1995. 8. 25. 선고 94다27069 판결 참조). 그리고 민법 제197조에 의하여 점유자는 선의로 점유한 것으로 추정되고, 권원 없는 점유였음이 밝혀졌다고 하여 바로 그동안의 점유에 대한 선의의 추정이 깨어졌다고 볼 것은 아니다(대법원 2000. 3. 10. 선고 99다63350 판결 참조). 또한 토지를 사용함으로써 얻는 이득은 그 토지로 인한 과실과 마찬가지이므로 민법 제201조 제1항에 의하여 선의 점유자는 비록 법률상 원인 없이 타인의 토지를 점유·사용하고 이로 말미암아 그에게 손해를 입혔다 하더라도 그 점유·사용으로 인한 이득을 그 타인에게 반환할 의무가 없다(대법원 1995. 5. 12. 선고 95다573, 580 판결, 대법원 2015. 2. 12. 선고 2012다108870 판결 등 참조). <br/>      나) 피고는 이 사건 건물의 소유자로서 이 사건 토지를 점유·사용하고 있는데, 앞서 든 증거와 갑 제21 내지 23호증, 을 제12, 13호증의 각 기재 및 변론 전체의 취지에 의하여 인정되는 다음 각 사정을 종합해 볼 때, 제1관련소송에서 소외 1 패소 판결이 확정된 2010. 12. 13.까지는 이 사건 토지 지분에 관하여 과실수취권을 갖는 선의 점유자로 볼 수 있으나 그 이후부터는 그러한 선의 점유자로 보기 어렵다. <br/>        ① 원고가 소외 1을 상대로 제1관련소송을 제기하였는데, 제1관련소송에서 소외 1이 패소한다면, 이 사건 토지 지분이 소외 1 소유임을 전제로 이 사건 경매 절차에서 이 사건 토지와 건물을 낙찰받은 피고 역시 이 사건 토지 지분에 관하여 소유권을 취득하지 못하게 된다. 이에 따라 피고도 2008. 7. 7. 이 사건 토지와 건물의 소유권을 취득한 후인 2008. 9. 24. 제1관련소송에 승계참가하여 원고의 주장에 관하여 적극적으로 다투었다. 그런데 그 소송에서 소외 1 명의의 소유권이전등기가 무효라는 판결이 선고되어 확정되었으므로 그때부터 피고는 이 사건 토지 지분에 관한 피고의 점유가 권원 없는 점유라는 사실을 알았다고 봄이 타당하고, 이를 알지 못하였다 하더라도 그 오신에 정당한 근거가 있다고 보기 어렵다(대법원 1977. 12. 27. 선고 77다550 판결, 대법원 2003. 2. 11. 선고 99다66427 판결 등 참조).<br/>        피고는 제1관련소송 과정에서 소외 1이 제대로 주장·증명을 하지 않아 패소하였고, 피고만이 항소하였으나 원고가 승계참가인인 피고에 대하여는 아무런 청구를 하지 않아 1심판결의 주문에 피고에 대한 아무런 설시가 없다 보니 항소 대상 및 항소 이익의 결여를 이유로 그 항소가 각하되었고, 이에 따라 상고도 기각된 만큼 제1관련소송의 판결결과를 가지고 피고의 악의 여부를 판단할 수 없고, 제2관련소송의 항소심에서 원고 청구를 기각하기도 하였던 만큼 제2관련소송이 확정되기 전까지는 과실수취권을 갖는 선의 점유자로 보아야 한다는 취지로 주장한다. <br/>        그러나 피고가 제1관련소송에 승계참가하여 ‘소외 1 명의의 소유권이전등기는 그에 관한 원고 조합 총회의 결의에 하자가 있어 무효이므로 말소되어야 한다’는 원고의 주장에 대하여 적극적으로 다투었고, 결국 원고의 위 주장이 받아들여져 소외 1 명의의 소유권이전등기가 무효라는 판결이 선고되어 확정된 만큼 피고가 지적하는 위와 같은 사정만으로 피고가 제2관련소송의 확정시까지 이 사건 토지 지분에 관한 선의 점유자였다고 보기는 어렵다.<br/>        이와 관련하여 원고는 피고가 제1관련소송에 승계참가한 이상 제1관련소송의 소제기 시점 또는 피고의 승계참가 시점부터 이 사건 토지 지분에 관한 악의 점유자로 보아야 한다는 취지로 주장하나, 피고가 제1관련소송에 승계참가하였다는 사실만으로 제1관련소송의 소제기 시점이나 승계참가 시점부터 이 사건 토지 지분에 관한 악의 점유자가 되었다고 보기는 어렵다.<br/>        ② 피고는 제1관련소송의 1심판결이 선고된 직후 이 사건 경매 절차의 배당채권자들을 상대로 그들의 재산을 가압류하고 부당이득반환청구 소송을 제기하였는데(수원지방법원 안산지원 2009가합8748호), 이는 이 사건 토지 지분에 관한 소외 1 명의의 소유권이전등기가 무효일 경우 피고 명의의 소유권이전등기도 무효가 됨을 알고 있었기 때문으로 볼 수 있다. 따라서 제1관련소송을 통하여 소외 1 명의의 소유권이전등기가 무효라는 사실이 밝혀진 이상 적어도 제1관련소송이 확정된 이후부터는 이 사건 토지 지분에 관하여 과실수취권이 없음을 알았다고 봄이 타당하다. <br/>        이와 관련하여 원고는 피고가 위와 같이 이 사건 경매 절차의 배당채권자들을 상대로 그들의 재산에 관하여 가압류를 신청하고 부당이득반환청구 소송을 제기한 때부터 피고를 이 사건 토지 지분에 관한 악의 점유자로 보아야 한다는 취지로도 주장한다. 그러나 피고의 위와 같은 조치는 원고가 소외 1을 상대로 제기한 제1관련소송에서 소외 1이 패소할 경우를 대비하여 취한 조치로 보일 뿐만 아니라(부당이득반환청구 소송은 가압류 후 본안 제소명령에 따라 제기된 것으로 보인다) 이 사건 토지 지분에 대한 피고의 점유는 선의로 추정된다는 점 등에 비추어 볼 때 위와 같은 조치만으로 피고를 악의 점유자로 보기는 어렵다.<br/>        ③ 원고는 ‘2008. 3. 4. 이 사건 토지 지분에 관한 소외 1 명의의 소유권이전등기에 관하여 말소예고등기가 마쳐졌으므로 피고는 2008. 7. 7. 이 사건 토지와 건물의 소유권을 취득할 당시부터 악의 점유자로 보아야 한다’는 취지로도 주장한다. 그러나 말소예고등기는 등기말소소송이 제기된 사실을 경고하는 목적을 가질 뿐 그 부동산에 대한 처분을 금지하는 효력까지 생기는 것이 아니므로(대법원 1994. 9. 13. 선고 94다21740 판결), 소유권말소예고등기가 마쳐져 있었다는 사실만으로 피고가 이 사건 토지와 건물의 소유권을 취득할 당시부터 악의 점유자였다고 보기는 어렵다.<br/>      다) 따라서 피고는 이 사건 토지 지분에 관하여 제1관련소송이 확정된 2010. 12. 13. 전까지는 과실수취권을 갖는 선의 점유자로서 그 점유·사용으로 인한 임료 상당 이득(과실)을 반환할 의무가 없으나, 2010. 12. 13. 이후부터는 악의 점유자로서 그 점유·사용으로 인한 임료 상당 이득(과실)을 반환할 의무가 있다.<br/>      라) 이에 대하여 피고는 ‘원고의 이 사건 청구는 이 사건 토지 지분에 관한 사용료의 지급을 구하는 것으로서 민법 제163조 제1호에서 정한 3년의 단기소멸시효가 적용되므로 이 사건 소 제기일로부터 역산하여 3년 전에 발생한 채권은 소멸시효가 완성되었다’는 취지로 주장한다. <br/>      그러나 원고는 피고와 사이에 이 사건 토지 지분에 관한 임대차계약이 체결되었음을 전제로 그 임료의 지급을 구하는 것이 아니라 토지의 무단 점유·사용으로 인한 임료 상당 부당이득의 반환을 구하는 것이고, 그와 같은 부당이득반환채권은 특별한 사정이 없는 한 10년의 민사소멸시효가 적용된다(대법원 2012. 5. 10. 선고 2012다4633 판결 참조). 원고의 이 사건 소가 위 부당이득반환채권의 최초 발생일인 2010. 12. 13.부터 10년이 경과되기 전인 2014. 11. 5. 제기되었음은 기록상 명백하므로 위 부당이득반환채권은 시효로 소멸하였다고 볼 수 없다. <br/>      따라서 피고의 위 주장은 이유 없다.<br/>2) 부당이득반환의무의 범위<br/>가) 1심 감정인의 감정결과에 관한 판단<br/>⑴ 피고 주장의 요지<br/>          1심 감정인의 감정결과는 이 사건 토지의 용도가 준주거용의 시장용지인데도 상업용건부지임을 전제로 이루어진데다 보정요인으로 참작된 인근평가전례 역시 그 비교대상토지들이 이 사건 토지와는 면적 및 용도에 차이가 있어 부당하고, 기초가격(공시지가에 지역요인, 지가변동률, 개별요인, 그 밖의 요인 등을 참조하여 수정한 금액) 산정에 있어 ‘그 밖의 요인’ 보정률도 과다하며, 기대이율 역시 그 산정에 고려되는 지표들이 매년 지속적으로 낮아지고 있는데도 한국감정평가협회 발행의 ‘토지보상평가지침’에 따라 일괄적으로 5%의 기대이율을 적용하여 부당하다.<br/>⑵ 기대이율에 관한 판단<br/>          ㈎ 한국감정평가협회 발행의 ‘토지보상평가지침’에 따르면, 토지용도가 업무·판매시설 등일 경우 7~10%의 기대이율을 적용하고, 근린생활시설(주택·상가 겸용 포함)일 경우 5~8%의 기대이율을 적용하도록 되어 있다.<br/>           ㈏ 그러나 위 ‘토지보상평가지침’은 한국감정평가협회가 내부적으로 기준을 정한 것에 불과하여 일반 국민이나 법원을 기속하는 것이 아니고(2003년 마련된 지침으로 현실성이 떨어지는 측면도 있어 보인다), 토지의 부당이득액을 산정함에 있어 그 요소가 되는 기대이율은 국공채이율, 은행의 장기대출금리, 일반시중의 금리, 정상적인 부동산거래이윤율, 국유재산법과 지방재정법이 정하는 대부료율 등을 참작하여 결정하여야 한다(대법원 2004. 9. 24. 선고 2004다7286 판결, 대법원 2010. 3. 25. 선고 2009다97062 판결 등 참조).<br/>          ㈐ 그런데 한국은행의 기준금리는 2010년 이후 3% 이하로 결정되고 있고(을 제21호증), 1심 감정인이 참고자료로 삼은 국유재산법령의 연간 사용료율 또한 4% 이하이며, 실제 피고가 이 사건 토지 지분에 관하여 얻고 있는 임대 수익률 역시 4% 내외인 것으로 보인다(을 제11호증). 위와 같은 사정 및 이 사건 토지의 입지조건 및 주변상황, 부동산 경기추세, 시중은행의 금리, 국공채이율 등 변론에 나타난 여러 사정들을 모두 종합하면, 이 사건 토지 지분에 관한 임료를 산정함에 있어 적용되는 기대이율은 4%로 정함이 타당하다.<br/>⑶ 기타 주장에 관한 판단<br/>          ㈎ 1심 감정인은 이 사건 토지의 용도지역을 ‘준주거지역’으로 분류하였고, 감정인이 비교표준지로 선정한 토지도 용도지역이 ‘준주거지역’이며, 단지 이 사건 토지가 상업용으로 이용되고 있기 때문에 그 ‘이용상황’을 ‘상업용건부지’로 평가하였을 뿐이므로 그 용도 적용이 부당하다고 보기 어렵다.<br/>          ㈏ 또한 일반적으로 개별 토지의 면적 내지 규모에 따라 가격차이가 발생한다고 보기 어렵고, 이는 임료 가격 결정에 있어서도 마찬가지어서 비교대상토지가 이 사건 토지와 면적이 다르다는 사정만으로 그 비교대상토지의 선정이 부당하다고 보기 어렵다. <br/>          ㈐ 보정율 역시 감정인이 인근지역 중개사무실 탐문조사 등에 의하여 2011년 이후의 실거래 자료 분석 결과 2011년 이후 실거래 가격이 다소 상승하였음을 확인하고 이에 2011년 이전과 이후 보정률을 다르게 적용한 것으로 보인다. <br/>          ㈑ 달리 1심 감정인의 감정결과가 합리성을 결여하여 부당하다고 볼 증거가 없으므로 이 부분 피고의 주장은 이유 없다.<br/>나) 부당이득반환의무의 구체적 범위<br/>        ⑴ 타인 소유물을 권원 없이 점유함으로써 얻은 사용이익을 반환하는 경우 민법은 선의 점유자를 보호하기 위하여 제201조 제1항을 두어 선의 점유자에게 과실수취권을 인정함에 대하여, 이러한 보호의 필요성이 없는 악의 점유자에 관하여는 민법 제201조 제2항을 두어 과실수취권이 인정되지 않는다는 취지를 규정하는 것으로 해석된다. 따라서 악의 수익자가 반환하여야 할 범위는 민법 제748조 제2항에 따라 정하여지는 결과 그는 받은 이익에 이자를 붙여 반환하여야 한다. 즉, 악의 점유자는 과실을 반환하여야 한다고만 규정한 민법 제201조 제2항이, 민법 제748조 제2항에 의한 악의 수익자의 이자지급의무까지 배제하는 취지는 아니기 때문에, 악의 수익자의 부당이득금 반환범위에 있어서 민법 제201조 제2항이 민법 제748조 제2항의 특칙이라거나 우선적으로 적용되는 관계를 이루는 것은 아니다(대법원 2003. 11. 14. 선고 2001다61869 판결, 대법원 2004. 2. 27. 선고 2003다36799 판결 등 참조). <br/>        ⑵ 1심 감정인 소외 4의 일부 감정 결과(감정인은 기대이율을 연 5%로 적용하여 임료를 계산하였으나, 위에서 본 바와 같이 기대이율은 연 4%를 적용하기로 한다)에 변론 전체의 취지를 보태어 보면, 피고가 악의 점유자로 전환된 2010. 12. 13.부터 원고가 구하는 2015. 7. 6.까지의 이 사건 토지 지분에 관한 임료 상당 부당이득 및 이와 관련한 2015. 7. 6.까지의 법정이자는 아래 표 기재와 같은 금액임을 인정할 수 있고, 2015. 7. 7. 이후 발생하는 이 사건 토지 지분에 관한 임료 상당 부당이득은 2015. 7. 6. 당시의 임료 상당 부당이득과 같은 월 18,483,562원(=221,802,750원 × 1/12, 원 미만 버림, 이하 같다)의 비율로 계산한 금액으로 봄이 타당하다. <br/>기간기초가격(원)(주4)기대 이율(%)연 임료(원)기간 임료(원)이자 발생 기간법정이자(연 5%, 원)①2010. 12. 13. ~ 2011. 7. 6.(206일)4,009,511,2504.0160,380,45090,516,089(주5)2011. 7. 7. ~ 2015. 7. 6.(1461일)18,115,617②2011. 7. 7.~ 2012. 7. 6.4,621,838,5004.0184,873,540184,873,5402012. 7. 7. ~ 2015. 7. 6.(1095일)27,731,031③2012. 7. 7.~ 2013. 7. 6.4,909,992,5004.0196,399,700196,399,7002013. 7. 7. ~ 2015. 7. 6.(730일)19,639,970④2013. 7. 7.~ 2014. 7. 6.5,105,254,7504.0204,210,190204,210,1902014. 7. 7. ~ 2015. 7. 6.10,210,509⑤2014. 7. 7.~ 2015. 7. 6.5,545,068,7504.0221,802,750221,802,750  합  계   897,802,269 75,697,287<br/>기초가격(원)<br/>90,516,089<br/>        ⑶ 따라서 특별한 사정이 없는 한 피고는 원고에게 2010. 12. 13.부터 2015. 7. 6.까지의 임료 상당 부당이득액 897,802,269원과 이에 관한 2015. 7. 6.까지의 법정이자 75,697,127원을 합한 973,499,396원(=897,802,269원 + 75,697,127원) 및 그 중 897,802,269원에 대하여는 2015. 7. 7.부터의 지연손해금을, 75,697,127원에 대하여는 당심 2016. 6. 27.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날임이 기록상 분명한 2016. 6. 29.부터(원고는 위 법정이자 상당액에 대하여도 2015. 7. 7.부터의 지연손해금을 청구하고 있으나, 이 부분 법정이자는 당심 2016. 6. 27.자 청구취지 및 청구원인 변경신청서를 통해 청구하였고 그 전에 이에 관한 청구를 하였다고 인정할 증거가 없으므로 위 범위 내에서 인정한다)의 지연손해금을 각 지급하고, 2015. 7. 7.부터 원고가 이 사건 토지 지분에 관한 소유권을 상실하거나 피고가 그 점유를 종료할 때까지 월 18,483,562원의 비율로 계산한 임료 상당 부당이득을 지급할 의무가 있다.<br/>3) 피고의 공탁금 공제 주장에 대한 판단<br/>가) 피고 주장의 요지<br/>        피고는 2015. 7. 7. 8억 원을 공탁한 이래 이 사건 토지 지분에 관한 임료 상당 부당이득의 변제를 위하여 총 1,165,272,615원을 공탁하였으므로 피고의 부당이득반환의무는 그 공탁 범위에서 소멸하였다.<br/>나) 인정사실<br/>        ⑴ 원고의 채권자 소외 5, 소외 6, 소외 7, 소외 8, 소외 9, 소외 10 등은 원고를 채무자, 피고를 제3채무자로 하여 원고의 피고에 대한 이 사건 토지 지분의 임료 상당 부당이득반환채권에 관하여 채권가압류결정, 채권압류 및 추심명령 등을 받았다.<br/>        ⑵ 피고는 2015. 7. 7. 위 채권(가)압류 및 추심명령을 공탁원인사실로 하여 민사집행법 제248조 제1항, 제291조에 따라 원고의 이 사건 부당이득반환채권 및 제2관련소송에 관한 소송비용액으로 8억 원을 공탁하였다가 2015. 9. 16. 제2관련소송의 소송비용액 18,730,884원을 별도로 공탁하였다. <br/>        ⑶ 그 후에도 피고는 위 채권(가)압류 및 추심명령을 공탁원인사실로 하여 이 사건 부당이득금 및 그 지연손해금에 관하여 다음과 같이 추가로 공탁을 하였다.<br/>순번공탁일공탁금액12015. 12. 16.220,197,261원22016. 2. 26.38,722,124원32016. 6. 7.67,631,106원(주8)42016. 8. 5.38,722,124원합계 365,272,615원<br/>67,631,106원<br/>【인정근거】을 제9, 10, 14, 15, 23호증의 각 기재 및 변론 전체의 취지<br/>다) 판단<br/>⑴ 관련법리<br/>민사집행법 제248조 제1항에 따라 제3채무자가 하는 공탁은 형식적으로는 집행공탁이지만 채무자에 대한 관계에서는 실질적으로 변제공탁의 성질을 가지는 것이므로 그 공탁에 의하여 채무변제의 효과가 생겨 그에 의하여 제3채무자는 면책된다(대법원 1999. 11. 26. 선고 99다35256 판결, 대법원 2011. 1. 27. 선고 2010다78050 판결 등 참조). 한편 채무의 총액이 아닌 일부에 대한 공탁은 그 부족액이 아주 근소하거나 그 공탁된 금액에 대해 배당이 실시되어 배당절차가 종결되었다는 등의 특별한 사정이 있는 경우를 제외하고는 그 공탁 부분에 관하여도 효력이 생기지 않으나(대법원 1998. 10. 13. 선고 98다17046 판결, 대법원 2005. 11. 10. 선고 2005다41443 판결 등 참조) 그 후 부족분을 추가로 공탁하였다면 그때부터는 전 채무액에 대하여 유효한 공탁이 이루어진 것으로 볼 수 있다(대법원 1991. 12. 27. 선고 91다35670 판결 참조).<br/>⑵ 공탁의 유효 여부<br/>          ㈎ 피고가 2015. 7. 7. 8억 원(피고가 2015. 9. 16. 제2관련소송의 소송비용액 18,730,884원을 별도로 공탁하였으므로 2015. 7. 7.자 공탁금은 전액 이 사건 부당이득반환채권과 관련하여 공탁된 것으로 본다)을 공탁할 당시 원고의 피고에 대한 부당이득반환채권은 약 9억 원에 이르고 있었으므로 위 공탁은 일부 공탁으로서 그 효력을 인정하기 어렵다. 그러나 2015. 12. 16. 추가로 220,197,261원을 공탁함으로써 그 공탁금 합계액이 1,020,197,261원(=8억 원 + 220,197,261원)에 이르렀는데, 그 공탁 당시 원고의 피고에 대한 부당이득반환채권은 2015. 7. 6.까지의 연 임료 상당 부당이득 합계 897,802,269원과 이에 대한 2015. 7. 7.부터 2015. 12. 16.까지(163일)의 지연손해금 20,046,817원(=897,802,269원 × 163/365 × 0.05) 및 2015. 7. 7.부터 2015. 12. 16.까지의 월 임료 상당 부당이득 합계 98,380,249원[=92,417,810원(=5개월 × 18,483,562원) + 5,962,439원(=18,483,562원 × 10/31)]을 합한 1,016,229,335원(=897,802,269원 + 20,046,817원 + 98,380,249원)으로(연 임료 상당 부당이득에 대한 법정이자의 경우 당심 2016. 6. 27.자 청구취지 변경을 통하여 비로소 청구하였으므로 제외한다), 그 공탁금 합계액이 채권액을 3,967,926원(=1,020,197,261원 - 1,016,229,335원) 초과하므로, 그때부터는 전 채무액에 대하여 유효한 공탁이 이루어진 것으로 보아야 한다. <br/>          ㈏ 나아가 2016. 2. 26.자 및 2016. 6. 7.자 공탁의 경우 2016. 6. 7. 기준 원고의 피고에 대한 월 임료 상당 부당이득반환채권은 104,938,933원[=12,521,123원(=18,483,562원 - 5,962,439원) + 92,417,810원(=5개월 × 18,483,562원)]인데(앞서 본 바와 같이 2015. 12. 16.자 공탁으로 연 임료 합계액 897,802,269원 및 이에 대한 지연손해금은 모두 변제되었고, 연 임료 상당 부당이득에 대한 법정이자의 경우 위와 같이 당심 2016. 6. 27.자 청구취지 변경을 통하여 비로소 청구하였으므로 제외한다), 위 2015. 12. 16.자 초과 공탁금 3,967,926원과 2016. 2. 26.자 및 2016. 6. 7.자 공탁금을 합하면 110,321,156원(=3,967,926원 + 38,722,124원 + 67,631,106원)이 되어 그 공탁금 합계액이 채권액을 5,382,223원(=110,321,156원 - 104,938,933원) 초과하므로 유효한 공탁이 이루어진 것으로 보아야 한다. <br/>          ㈐ 그러나 2016. 8. 5.자 공탁의 경우 2016. 6. 7.자 공탁 이후 사실상 2개월분의 월 임료 상당 부당이득을 공탁한 것으로 볼 수 있는데, 당시 원고가 당심 2016. 6. 27.자 청구취지 및 청구원인 변경신청서를 통하여 연 임료 상당 부당이득에 대한 법정이자를 청구한 상태였고, 앞서 보았듯이 2015. 7. 6. 기준 연 임료에 대한 법정이자 합계액이 75,697,127원에 이르고, 이에 대한 지연손해금도 존재한다는 점에 비추어 보면 그 공탁금이 채권액에 비하여 상당한 정도 부족하다. 나아가 위 공탁된 금액에 관하여 배당이 실시되어 배당절차가 종결되었음을 인정할 증거도 없다. 따라서 2016. 8. 5.자 공탁은 유효한 공탁으로 보기 어렵다.<br/>⑶ 공탁금을 반영한 피고의 부당이득반환의무 범위<br/>          ㈎ 앞서 본 바와 같이 피고는 원고에게 2010. 12. 13.부터 2015. 7. 6.까지의 임료 상당 부당이득 897,802,269원과 2015. 7. 6.까지의 법정이자 75,697,127원을 합한 973,499,396원(=897,802,269원 + 75,697,127원) 및 그 중 897,802,269원에 대하여는 2015. 7. 7.부터의 지연손해금을, 75,697,127원에 대하여는 2016. 6. 29.부터의 지연손해금을 각 지급하고, 2015. 7. 7.부터 원고가 이 사건 토지 지분에 관한 소유권을 상실하거나 피고가 그 점유를 종료할 때까지 월 18,483,562원의 비율로 계산한 임료 상당 부당이득을 지급할 의무가 있다.<br/>          ㈏ 그런데 위와 같이 2015. 7. 7.부터 2016. 6. 7.까지의 4차례 공탁으로 위 897,802,269원 및 이에 대한 지연손해금과 2016. 6. 6.까지의 월 임료 상당 부당이득은 모두 변제되었다고 볼 수 있다. <br/>          ㈐ 따라서 피고는 원고에게 위 연 임료 상당 부당이득에 대한 2015. 7. 6.까지의 법정이자 75,697,127원 및 이에 대한 2016. 6. 29.부터의 지연손해금과 2016. 6. 7.부터 원고가 이 사건 토지 지분에 관한 소유권을 상실하거나 피고가 그 점유를 종료할 때까지 월 18,483,562원의 비율로 계산한 임료 상당 부당이득을 지급하면 되는데, 앞서 본 바와 같이 2016. 6. 7.자 공탁금 중 남은 5,382,223원을 민법 제477조의 변제충당 규정에 따라 75,697,127원의 변제에 충당하면, 결국 피고는 원고에게 70,314,904원(=75,697,127원 - 5,382,223원) 및 이에 대하여 2016. 6. 29.부터 피고가 그 이행의무의 존재 여부 및 범위에 관하여 항쟁함이 타당하다고 인정되는 당심 판결 선고일인 2017. 2. 9.까지 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급하고, 2016. 6. 7.부터 원고가 이 사건 토지 지분에 관한 소유권을 상실하거나 피고가 그 점유를 종료할 때까지(피고가 당심 변론종결일까지 이 사건 토지 지분을 점유·사용하면서 현재까지의 이행기 도래분을 지급하지 않은 채 그 반환의무의 범위 등에 관하여 다투고 있으므로 그 지급을 미리 청구할 필요가 있다) 월 18,483,562원의 비율로 계산한 임료 상당 부당이득을 지급할 의무가 있다.<br/>4) 피고의 예비적 상계 주장에 대한 판단<br/>      가) 피고는 원고에 대하여 이 사건 토지 지분과 관련하여 피고가 원고 대신 납부한 재산세 등과 관련한 부당이득반환채권을 가지고 있는데, 이를 자동채권으로 하여 원고의 피고에 대한 이 사건 부당이득반환채권과 대등액의 범위에서 상계한다는 취지의 주장을 한다.<br/>      나) 그러나 아래 제3항에서 보듯이 피고 주장의 원고에 대한 위와 같은 재산세 등 상당 부당이득반환채권은 이를 인정할 수 없다. 따라서 피고의 상계 주장을 받아들일 수 없다.<br/>3. 반소 청구에 관한 판단<br/>가. 피고의 반소 청구 요지<br/>    피고는 2009년부터 2014년까지 이 사건 토지 지분에 관하여 부과된 재산세, 교육세, 도시계획세 등의 세금으로 97,905,045원을 납부하였다. 그런데 제1, 2관련소송을 통하여 이 사건 토지 지분에 관한 피고의 소유권 취득이 원인 무효로 확정된 이상 그 소유자인 원고는 피고가 납부한 위 재산세 등의 세금 97,905,045원 및 이에 대한 법정이자 상당액을 부당이득으로 피고에게 반환하여야 한다. <br/>나. 판단<br/>    1) 을 제17호증의 1 내지 6의 각 기재 및 변론 전체의 취지를 종합하면, 피고가 2008. 7. 7. 이 사건 경매 절차에서 이 사건 토지와 건물을 낙찰받아 소유권이전등기를 마친 후 2009년부터 2014년까지 이 사건 토지에 부과되는 재산세, 교육세, 도시계획세 등을 납부한 사실을 인정할 수 있고, 그 중 이 사건 토지 지분에 상당하는 세금을 계산하면 아래와 같다. <br/>단위 : 원 2009년2010년2011년2012년2013년2014년재산세10,295,14710,325,59410,452,76911,191,31611,766,31612,858,574교육세2,059,0292,065,1182,090,5532,238,2632,353,2632,571,714도시계획세3,986,3574,006,4904,066,8904,328,6204,529,9514,912,480합  계16,340,53316,397,20216,610,21217,758,19918,649,53020,342,768  이 사건 토지 지분15,078,64315,130,93615,327,49616,386,83117,209,32918,771,808<br/>    2) 그러나 다음과 같은 사정에 비추어 보면, 이 사건 토지 지분에 관한 피고의 소유권 취득이 원인 무효로 확정되었다는 사실만으로 원고가 위 재산세 등 상당의 부당이득을 얻었다거나 이 사건 토지 지분에 관한 피고의 소유권 취득이 원인 무효로 확정된 것과 위 재산세 등 상당의 손해 사이에 상당인과관계가 있다고 보기 어려우므로 피고 주장의 원고에 대한 위 재산세 등 상당 부당이득반환채권은 이를 인정할 수 없다. 따라서 피고의 반소 청구는 이유 없다. <br/>      가) 피고는 원고가 납부해야 할 위 재산세 등의 세금을 피고가 대납함으로써 원고가 그 재산세 등의 납부의무를 면하는 이득을 얻게 되었다는 취지로 주장한다. 그러나 재산세는 과세기준일(매년 6월 1일) 현재 재산을 사실상 소유하고 있는 자에게 부과되는데(지방세법 107조)(도시계획세 및 교육세는 재산세 납세의무자가 부담한다), 피고가 위와 같이 재산세 등을 납부하게 된 것은 그 당시 피고가 이 사건 토지 지분에 관한 공부상의 소유자로 등재되어 있어 피고에게 재산세 등이 부과되었기 때문으로, 피고가 원고의 재산세 등을 대납하였다거나 피고의 위 재산세 등 납부로 원고가 당연히 이 사건 토지 지분에 관한 재산세 등의 납부의무를 면하는 이득을 얻게 되었다고 보기 어렵다.<br/>      나) 나아가 앞서 본 바와 같이 피고는 이 사건 경매 절차를 통해 이 사건 토지 지분에 관한 소유권을 취득하였는데, 원고가 종전 소유자인 소외 1을 상대로 제기한 제1관련소송에서 소외 1 명의의 소유권이전등기가 원인 무효로 확정되고, 원고가 피고를 상대로 제기한 제2관련소송에서 위와 같이 소외 1 명의의 소유권이전등기가 원인 무효임을 이유로 이 사건 토지 지분에 관한 피고 명의의 소유권이전등기를 말소하라는 판결이 선고되어 그 판결이 확정되었다. <br/>      그런데 지방세기본법 제51조 제2항은 납세의무 성립 후 일정한 후발적 사유의 발생으로 말미암아 과세표준 및 세액의 산정 기초에 변동이 생긴 경우 납세자로 하여금 그 사실을 증명하여 감액 등을 청구할 수 있도록 함으로써 납세자의 권리구제를 확대하기 위하여 후발적 경정청구제도를 두고 있고, 그 사유 중 지방세기본법 제51조 제2항 제1호에서 정한 ‘과세표준 및 세액의 계산근거가 된 거래 또는 행위 등이 그에 관한 소송에 대한 판결에 따라 다른 것으로 확정되었을 때’에 있어서의 ‘판결’이라 함은 조세부과처분 등이 이루어진 후 과세표준 및 세액의 계산근거가 된 거래 또는 행위 등에 관한 분쟁이 발생하여 그에 관한 소송에서 판결에 의하여 그 거래 또는 행위 등의 존부나 그 법률효과 등이 다른 내용의 것으로 확정됨으로써 조세부과처분 등이 정당하게 유지될 수 없게 된 경우를 의미한다(대법원 2008. 7. 24. 선고 2006두10023 판결, 대법원 2011. 7. 28. 선고 2009두22379 판결 등 참조). <br/>소외 1 및 피고 명의 소유권이전등기를 말소하라는 제1, 2관련소송의 판결은 피고가 납부한 재산세의 과세표준 및 세액의 계산근거가 된 이 사건 토지 지분에 관한 피고의 소유권 취득이 원인 무효임을 확정한 것으로서 지방세기본법 제51조 제2항 제1호에서 정한 사유에 해당한다. <br/>      따라서 피고로서는 그 판결이 확정된 후에 후발적 사유에 의한 경정청구의 방법으로 재산세를 환급받을 수 있었으므로, 이 사건 토지 지분에 관한 피고의 소유권 취득이 원인 무효로 확정된 것과 피고 주장의 재산세 등 상당 손해 사이에는 상당인과관계가 있다고 볼 수 없다. <br/>4. 결론<br/>  원고의 본소 청구는 위 인정 범위 내에서 이유 있어 이를 인용하고, 나머지 본소 청구와 피고의 반소 청구는 이유 없어 이를 기각하여야 한다. 당심에서 추가된 원고의 청구 및 당심에서 제기된 피고의 반소를 포함하여 제1심 판결을 위와 같이 변경하기로 하여 주문과 같이 판결한다.<br/><br/>판사 성지용(재판장) 공도일 박선영 ",
  "사건번호": "2016나2004264(본소), 2016나2053914(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "206192",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}