{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170511",
  "법원명": "수원지방법원",
  "사건명": "계약금반환등",
  "판례내용": "【원       고】 원고(소송대리인 법무법인 자연수 담당변호사 신경환)<br/>【피       고】 피고<br/>【변론종결】2017. 4. 6.<br/>【주    문】<br/>1. 피고는 원고에게 40,000,000원 및 위 금원 중 20,000,000원에 대하여는 2016. 3. 25.부터, 나머지 20,000,000원에 대하여는 2016. 4. 6.부터 각 2016. 6. 23.까지는 연 5%의, 그 다음 날부터 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라.<br/>2. 소송비용은 피고가 부담한다.<br/>3. 제1항은 가집행할 수 있다.  <br/><br/>【청 구 취 지】주문과 같다. <br/>【이    유】1. 기초사실<br/>  가. 원고는 2016. 3. 25. 피고로부터 다음과 같은 내용으로 오피스텔을 임차하는 계약을 체결하고(이하 ‘이 사건 임대차계약’이라 한다), 같은 날 계약금 2,000만 원을 지급하였다. <br/>부동산의 표시 : 수원시 (주소 생략)외 3필지 (오피스텔명 생략) 제○○○동 제△△△△호 105.96㎡(이하 ‘이 사건 오피스텔’이라 한다)제2조 (존속기간) 임대인은 위 부동산을 임대차 목적대로 사용 수익할 수 있는 상태로 하여 2016. 4. 22.까지 임차인에게 인도하며, 임대차기간은 인도일로부터 24개월인 2018. 4. 21.까지로 한다.제7조 (채무불이행과 손해배상) 임대인 또는 임차인이 본 계약상의 내용에 대하여 불이행이 있을 경우 그 상대방은 불이행한 자에 대하여 서면으로 최고하고 계약을 해제할 수 있다. 그리고 계약 당사자는 계약해제에 따른 손해배상을 각각 상대방에 대하여 청구할 수 있으며, 손해배상에 대하여 별도의 약정이 없는 한 계약금을 손해배상의 기준으로 본다. [특약사항]2. 현재 난방방식은 바닥난방이 아닌 천정히팅방식으로, 임차인은 바닥난방을 원함으로, 임대인은 계약 후 바닥(지역열병합방식)난방공사를 잔금일 전까지 완료하여 입주에 지장이 없도록 하여야 하며, 임차인의 전입을 허용한다.<br/>  나. 피고는 2016. 4. 4.경부터 6.경까지 원고에게 이 사건 오피스텔에서 바닥난방공사는 관계법령에 따라 허용되지 않는다며 카페트 등으로 대체할 것을 요구하였고, 이에 원고는 2016. 4. 6. 피고에게 이 사건 임대차계약을 해제한다는 내용증명을 보냈다. <br/>  다. 피고는 2016. 4. 20. 원고에게 이 사건 임대차계약에서 정한 바닥난방공사를 실시 중에 있다며 입주예정일인 2016. 4. 22.까지는 지장 없이 공사를 완료할 수 있고 입주예정일에 입주하라는 내용증명을 보냈다. <br/>[인정근거] 다툼 없는 사실, 갑 제1, 2, 4, 5호증의 각 기재, 변론 전체의 취지 <br/>2. 당사자들의 주장 및 이에 대한 판단<br/>가. 당사자들의 주장<br/>  1) 원고는, 이 사건 오피스텔에서의 바닥난방공사는 불가능하여 특약사항에 관한 이행불능사유가 발생하였을 뿐만 아니라, 피고가 바닥난방공사를 이행하지 않겠다는 이행거절의사를 분명히 하여, 원고가 이를 이유로 2016. 4. 6. 이 사건 임대차계약을 해제하였으므로, 피고는 원고에게 지급받은 계약금과 손해배상금으로 계약금 상당액을 지급하여야 한다고 주장한다. <br/>  2) 피고는, 원고에게 관계법령 등의 사정을 설명하면서 바닥난방공사 이외의 방법을 제안하였을 뿐이고, 원고가 원할 경우 바닥난방공사를 해주려고 하였으며, 실제로 특약사항에서 정한 바닥난방공사를 이행하였으므로, 원고의 채무불이행을 원인으로 한 계약해제는 이유 없다고 주장한다. <br/>나. 판단<br/>  1) 일반적으로 쌍무계약에서 당사자의 일방이 미리 자기 채무를 이행하지 아니할 의사를 표명한 때에는 상대방은 이행의 최고나 자기 채무의 이행의 제공 없이 계약을 해제할 수 있고, 이러한 이행거절 의사의 표명이 있었는지 여부는 계약의 이행에 관한 당사자의 행동과 계약 전후의 구체적인 사정 등을 종합적으로 살펴서 판단하여야 한다(1997. 11. 28. 선고 97다30257 판결 등 참조). <br/>  2) 이 사건에 관하여 보건대, 갑 제3, 4, 5, 8부터 11호증(가지번호 있는 것은 가지번호 포함), 을 제12호증의 각 기재, 증인 소외인의 증언에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 건축법 시행령 제3조의5 별표1 제14호 나목에 따른 오피스텔 건축기준(국토교통부 고시 제2013-789호) 제2조 제3호에 따르면, 전용면적이 85㎡를 초과하는 경우에는 온돌ㆍ온수온돌 또는 전열기 등을 사용한 바닥난방을 금지하고 있으므로, 이 사건 오피스텔(전용면적 105.96㎡)에서의 바닥난방공사는 위법한 공사인 점, ② 피고는 원고에게 바닥난방공사의 위법성과 공사의 어려움 등을 설명하면서 바닥난방공사는 불가능하다며, 카펫 등을 설치하거나 전기판넬에 의한 바닥난방공사만 가능하다는 취지로 계속하여 설득하였던 점, ③ 피고의 부탁을 받은 공인중개사 소외 2도 원고에게 바닥난방공사는 안될 것 같다며 다른 방법을 생각하자고 계속하여 설득하기도 하였던 점, ④ 원고는 2016. 4. 6. 피고에게 “최종적으로 바닥공사는 카펫과 전기판넬 아니면 공사 안되는거죠?”라고 문자로 확인을 하였음에도 피고는 이에 관한 어떠한 답변도 하지 않았던 것으로 보이는 점 등을 종합하면, 피고는 원고에게 바닥난방공사를 이행하지 않겠다는 이행거절의 의사를 표시하였다고 봄이 상당하다(다만, 피고는 원고로부터 계약해제통보를 받고 그 이후에 바닥난방공사 계약을 체결하고 이를 진행하기도 하였으나, 이는 계약이 해제된 이후의 사정에 불과하다. 또한 피고는 원고에게 자신이 바닥난방공사를 하고 있다는 통지를 하면서 원고의 계약해제통보의사를 철회할 것을 요구한 사정도 찾아볼 수 없다). <br/>  3) 따라서 이 사건 임대차계약은 피고의 이행거절을 원인으로 한 원고의 2016. 4. 6.자 내용증명우편에 따라 적법하게 해제되었다고 할 것이므로, 피고는 원고에게 계약금 2,000만 원과 이 사건 임대차계약 제7조에서 정한 손해배상 예정액 2,000만 원의 합계약인 4,000만 원 및 위 금원 중 계약금 2,000만 원에 대하여는 계약금 지급일인 2016. 3. 25.부터, 손해배상 예정액 20,000,000원에 대하여는 이 사건 임대차계약이 피고의 귀책사유로 해제된 날인 2016. 4. 6.부터 각 이 사건 소장 부본 송달일인 2016. 6. 23.까지는 민법이 정한 연 5%의, 그 다음 날부터 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 돈을 지급할 의무가 있다.  <br/>3. 결론<br/>  그렇다면 원고의 청구는 이유 있으므로 이를 인용하기로 하여, 주문과 같이 판결한다.<br/><br/>판사 최영각 ",
  "사건번호": "2016가단514998",
  "사건종류코드": "400101",
  "판례정보일련번호": "217531",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}