{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170324",
  "법원명": "광주고등법원",
  "사건명": "손해배상(기)·손해배상(기)",
  "판례내용": "【원고(반소피고), 항소인 겸 피항소인, 부대피항소인】 해산된 한국컨테이너부두공단의 소송수계인 여수광양항만공사 (소송대리인 법무법인 해원 담당변호사 윤기창 외 1인)<br/>【원고보조참가인】 에이 피 묄러 머스크 에이에스 (소송대리인 법무법인 세경 담당변호사 김남우 외 1인)<br/>【피고(반소원고), 피항소인 겸 항소인】 씨제이대한통운 주식회사 (변경 전 상호 : 대한통운 주식회사) (소송대리인 변호사 정갑주 외 1인)<br/>【피고, 피항소인 겸 부대항소인】 대련중공기중집단 유한공사(DHI.DCW Group Co., LTD) (소송대리인 법무법인(유한) 로고스 담당변호사 임형민 외 2인)<br/>【제1심판결】 광주지방법원 순천지원 2011. 2. 10. 선고 2009가합2102 판결<br/>【변론종결】2017. 3. 10.<br/>【주    문】<br/>  1. 본소청구에 관하여, 제1심 판결을 다음과 같이 변경한다. <br/>    가. 피고 대련중공기중집단 유한공사는 원고(반소피고)에게 4,911,705,408원 및 그 중 4,909,549,882원에 대하여 2007. 11. 14.부터 2017. 3. 24.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하라.<br/>    나. 피고(반소원고) 씨제이대한통운 주식회사는 피고 대련중공기중집단 유한공사와 공동하여 원고(반소피고)에게 위 가.항 기재 돈 중 3,404,456,446원 및 그 중 3,403,593,726원에 대하여 2007. 11. 21.부터 2017. 3. 24.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하라. <br/>    다. 원고(반소피고)의 나머지 본소청구를 기각한다.<br/>  2. 당심에서 제기된 피고(반소원고) 씨제이대한통운 주식회사의 반소청구를 기각한다. <br/>  3. 원고(반소피고)와 피고(반소원고) 씨제이대한통운 주식회사 사이에 생긴 소송총비용은 본소와 반소를 합하여 그 중 30%는 원고(반소피고)가, 나머지는 피고(반소원고) 씨제이대한통운 주식회사가 부담하고, 원고(반소피고)와 피고 대련중공기중집단 유한공사 사이에 생긴 소송총비용은 피고 대련중공기중집단 유한공사가 부담한다. <br/>  4. 제1항 중 금원지급 부분은 가집행할 수 있다. <br/><br/>【청구취지, 항소취지 및 부대항소취지】1. 청구취지<br/>가. 본소<br/>    1) 피고(반소원고, 이하 ‘피고’라고만 한다) 씨제이대한통운 주식회사(이하 ‘대한통운’이라 한다)는 원고(반소피고, 이하 ‘원고’라고만 한다)에게 8,894,200,291원 및 그 중 5,348,324,830원에 대하여는 2007. 10. 20.부터 이 사건 2010. 10. 26.자 청구취지변경신청서 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 돈을, 나머지 3,545,875,461원에 대하여는 별지 목록에 적힌 돈을 각 지급하라(3,545,875,461원 및 이에 대한 지연손해금 청구에 관하여, 원고는 제1심에서 불법행위를 원인으로 한 손해배상을 구하다가, 환송 전 당심에서 약정에 기한 전대료를 구하는 것으로 소를 변경하였다).<br/>    2) 피고 대련중공기중집단 유한공사(이하 ‘대련중공’이라 한다)는 피고 대한통운과 각자 원고에게 5,348,324,830원 및 이에 대하여 2007. 10. 20.부터 이 사건 2010. 10. 26.자 청구취지변경신청서 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 지급하라(원고는 환송 전 당심에서 피고 대련중공에 대한 청구취지를 감축하였다).  <br/>나. 반소(피고 대한통운)<br/>    원고는 피고 대한통운에게 2,000,000,000원 및 이에 대한 2007. 10. 20.부터 이 사건 반소장 송달일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20% 각 비율로 계산한 돈을 지급하라(피고 대한통운은 환송 전 당심에서 반소를 제기하였다). <br/>2. 항소취지<br/>가. 원고<br/>    제1심 판결 중 아래에서 지급을 명하는 부분에 해당하는 원고 패소부분을 취소한다. 피고들은 각자 원고에게 4,675,754,027원 및 그 중 1,129,878,566원에 대하여는 2007. 10. 20.부터 2011. 2. 10.까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 돈을, 나머지 3,545,875,461원에 대하여는 별지 목록에 적힌 돈을 각 지급하라.<br/>나. 피고 대한통운<br/>    제1심 판결 중 피고 대한통운의 패소부분을 취소하고, 위 취소부분에 해당하는 원고의 피고 대한통운에 대한 청구를 기각한다. <br/>3. 부대항소취지(피고 대련중공)<br/>    제1심 판결 중 피고 대련중공에 대하여 3,218,446,264원을 초과하여 지급을 명한 피고 대련중공의 패소부분을 취소하고, 위 취소부분에 해당하는 원고의 청구를 기각한다. <br/>【이    유】1. 이 법원의 심판범위<br/>  환송 전 당심은 원고의 피고들에 대한 본소 손해배상청구, 원고의 피고 대한통운에 대한 본소 전대료청구를 각 일부 인용하고, 피고 대한통운의 원고에 대한 반소청구를 기각하였다. 그 중 원고 패소 부분에 대한 원고의 상고, 피고 대한통운의 패소 부분에 대한 같은 피고의 상고, 피고 대련중공의 일부 패소 부분에 대한 같은 피고의 상고에 대하여, 대법원은 원고의 피고 대한통운에 대한 본소 전대료청구 부분 상고를 기각하고, 원고와 피고 대련중공의 각 일부 상고를 받아들여 원고의 나머지 본소청구 부분과 피고 대한통운의 반소청구 부분을 파기하고 이를 이 법원으로 환송하였으므로, 원고의 본소 중 전대료청구 부분은 분리확정되었다.<br/>  따라서 이 법원의 심판범위는 파기환송된 원고의 피고들에 대한 본소 손해배상청구 부분, 피고의 반소청구 부분에 한정된다. <br/>2. 기초 사실<br/>가. 당사자들의 지위<br/>  1) 한국컨테이너부두공단은 한국컨테이너부두공단법에 따라 설립된 컨테이너부두의 효율적인 개발 또는 관리·운용을 업으로 하는 법인으로서, 광양항 3단계 1차 컨테이너 부두의 관리자 겸 위 부두에 설치된 제184호기 크레인(이하 ‘이 사건 크레인’이라 한다)의 소유자인데, 이 사건 소송 계속 중인 2011. 8. 19. 한국컨테이너공단법 폐지법률 제10628호에 따라 청산되었다. 여수광양항만공사는 같은 달 같은 법 부칙 제2조(법인의 설립), 제3조(재산 및 권리의무 승계 등)에 따라 컨테이너부두공단의 재산과 권리·의무를 포괄적으로 승계하면서 이 사건 소송절차를 수계하였다(이하, 위 두 법인을 모두 ‘원고’라 한다).<br/>  2) 피고 대련중공은 원고와 이 사건 크레인에 관한 제작물공급계약을 체결하고 원고에게 이 사건 크레인을 납품한 법인이고, 피고 대한통운은 원고로부터 광양항 3단계 1차 컨테이너부두를 전대 받고 그곳에 설치된 이 사건 크레인을 임차하여 운용해 온 회사이다.<br/>나. 원고와 피고 대련중공 사이의 이 사건 크레인에 대한 제작물공급계약<br/>  원고는 2005. 4. 14. 피고 대련중공과 이 사건 크레인을 포함한 컨테이너크레인 8기에 대하여 계약금액을 44,870,000,000원, 준공기한을 2006. 12. 31.로 정한 제작물공급계약을 체결하였다.<br/>다. 원고와 피고 대한통운 사이의 전대차계약<br/>  원고는 여수지방해양수산청으로부터 광양항 3단계 1차 컨테이너부두를 무상대부 받아, 2006년 12월경 피고 대한통운과 사이에 위 컨테이너부두와 피고 대련중공이 제작, 설치한 이 사건 크레인을 포함한 컨테이너크레인 8기를 비롯하여 위 부두에 설치되어 있는 기능시설 등에 관하여 전대차계약(이하 ‘이 사건 전대차계약’이라 하고, 그 주요 내용은 아래와 같다. 다만, 법적으로 이 사건 크레인을 포함한 컨테이너크레인 8기에 관하여는 전대차계약이 아닌 임대차계약이다)을 체결하였다. <br/>제6조(부두운영 준비기간)  ① 을(= 피고 대한통운)은 광양항 3-1단계 부두의 모든 시설물이 준공되지 않더라도 부분 운영을 할 수 있으며 이 때 갑(= 원고)은 을에게 전용사용개시일인 2007. 6. 30.부터 2007. 9. 29.까지 3개월간 부두운영을 위한 준비기간을 부여한다.  ② 제1항의 규정에 의한 전용사용개시일인 2007. 6. 30.부터 발생되는 수도 및 전기·통신 등 일체의 공공요금 납부 및 관계법에서 요구하는 관리자 선임 등 운영에 필요한 일체의 조치 등은 을의 부담과 책임으로 한다. 다만 전용사용개시일 이후 갑이 설치하는 컨테이너 크레인의 시운전 등으로 발생되는 전기요금은 을과 협의하여 정산한다.제21조(전대재산의 보존·관리 등)  ① 을은 선량한 관리자의 주의로서 이 계약에 의하여 전대받아 사용하는 재산에 대한 보존 및 안전관리의 책임을 지며, 전대시설에 대한 일체의 유지보수를 시행하여야 한다. 다만 갑과 을이 협의하여 갑의 유지보수관계 지침에 책임한계를 별도 명시하는 경우 동 지침에 따라야 한다.  ③ 제1항 및 제2항의 보존관리의 책임을 다하였음에도 불구하고 불가항력으로 인한 경우의 파손에 대한 유지보수의 책임은 갑의 부담으로 한다.  ⑤ 하자보수기간 동안 발생하는 제반 시설물 및 장비의 흠결사항에 대한 보수는 을이 갑에게 요청하여 시공자로 하여금 보수토록 하는 것을 원칙으로 하되, 긴급을 요하는 사항은 을이 직접 시공자 측에 요청하여 시공자로 하여금 보수토록 할 수 있다. 다만 하자보수기간 중 하자로 확인되어 즉각적인 하자보수가 이루어지지 않거나 또는 을이 터미널의 정상운영에 지장이 예상되는 경우에는 을은 갑에게 동 사실을 사전 협의 후 직접 긴급 보수할 수 있다.<br/>라. 이 사건 크레인의 준공, 시험가동 및 상업운전<br/>  피고 대련중공은 2007. 5. 5.경부터 광양항 부두에 장비를 하역하여 현장에서 이 사건 크레인의 조립작업을 개시하였고, 2007. 6. 20. 준공검사를 완료하였다. 피고 대련중공의 직원들은 2007. 7. 1.부터 2007. 9. 30.까지 광양항에 상주하면서 시험가동을 통하여 이 사건 크레인에 지속적으로 발생하는 오류 등의 문제점을 해결하였다. 피고 대한통운은 2007. 10. 1.부터 이 사건 크레인의 상업운전을 개시하였다.<br/>마. 이 사건 크레인의 주요 구조<br/><br/>바. 이 사건 사고의 발생<br/>  2007. 10. 20. 14:26경 이 사건 크레인의 작동 중 좌측 와이어로프가 끊어져 붐대가 추락하였고, 추락한 붐대에 의하여 위 광양항 부두에 정박하고 있던 원고보조참가인 소속 선박인 머스크 미틸리니호의 선체 및 선박에 적재되어 있던 화물이 손상되는 사고가 발생하였다(이하 ‘이 사건 사고’라 한다).<br/>  사고 당일 이 사건 크레인의 운전 개시부터 사고 발생까지의 경과는 다음과 같다. 크레인 운전기사인 소외 1은 머스크라인호 양화 및 적화 운용을 하기 위하여 08:39:38 트롤리 운전실에서 붐 하강 스위치를 켰는데, 08:39:45 붐이 붐을 잡고 있는 래치를 해제(latch up)하기 위한 위치까지 권상되었으나 래치가 풀리지 않아 ‘latch up 초과이상’ 경보가 발생하였고, 이에 소외 1은 ‘시스템 이상 리셋’ 버튼을 5회 눌렀으나 ‘시스템 이상’이 해제되지 않자 트롤리 운전실에서 나와 붐 조작실로 이동하여 붐 조작실에서 비상정지버튼(BCS)을 눌렀고, 그 결과 콘트롤 전원은 꺼지고 동시에 비상정지버튼 작동경보가 발생하였다. 소외 1은 비상정지버튼을 돌려서 원위치시키고 키(key)스위치를 off 위치로(시스템 이상 리셋) 한 다음 다시 키 스위치를 on 위치로 하여 전원을 투입하였다. 전원 투입 후 22초가 경과하자 다시 ‘latch in 이상’ 경보가 발생하였고, 위와 같은 과정을 5회 가량 더 반복하여 ‘시스템 이상’이 더 이상 발생하지 않았으나 여전히 자동으로 붐 래치가 해제되지 않자, 소외 1은 수동운전으로 전환하여 붐 래치를 해제하였고 그 이후 비로소 붐 하강이 가능하게 되었다. 이후 5시간 가량 하역작업을 계속 진행하였고, 소외 1은 14:22경 당일 하역 작업을 마치면서 트롤리 운전실에서 붐 업 버튼을 누르고 자동으로 붐이 올라가는 것을 기다리고 있었는데, 붐이 수평으로부터 70° 권상되었을 때, 트롤리 운전실의 위쪽에서 충격음이 들림과 동시에 붐이 추락하여 하역작업 중인 선박 위를 덮쳤다. <br/>사. 이 사건 크레인의 붐대 추락 과정<br/>  이 사건 사고 당시 붐 권상 시스템의 좌측 와이어로프 리빙시스템 중 한부분이 쉬브로부터 이탈된 상태에 있다가 붐 권상과 더불어 쉬브와 쉬브 지지 브라켓 사이의 축부분에 놓여진 와이어로프가 끼임 현상(jam)에 의한 쓸림이 커지면서 그 강도가 저하되었고, 동시에 낀 부위로부터 붐 권상 드럼 사이에 있는 와이어로프의 장력이 증가하게 되었다. 손상되어가고 있는 로프의 강도가 증가되고 있는 로프의 장력을 견디지 못하는 시점에서 로프가 끊어졌고, 끊어진 로프의 일단이 우측으로 빠져나가면서 붐이 추락하게 되었다. 붐이 추락하여 forestay가 완전히 펴지는 위치에 도달했을 때, 붐의 자체 무게가 충격력으로 되어 apex beam을 통해 apex leg, upper diagonal brace 및 기계실 뒤편의 girder에 손상을 일으켰고 붐이 0° 이하로 추락하면서 붐 힌지부의 볼트가 파손되고 backstay와 forestay도 파손되었다.   <br/>아. 이 사건 사고의 주된 원인<br/>  1) 쉬브와 쉬브 덮개 사이의 간극<br/>   이 사건 크레인의 제작에 관한 기술시방서에는 ‘어떠한 운전 조건 하에서도 로프 쉬브의 홈으로부터 와이어로프가 이탈되지 않도록 적당한 장비나 보호구를 설치하여야 한다’라고 되어 있다. 쉬브 덮개는 와이어로프가 크레인의 운전시 바람 및 충격 등에 의하여 쉬브로부터 이탈하는 것을 방지하는 역할을 하도록 피고 대련중공이 이 사건 크레인의 쉬브에 설치한 와이어로프 이탈 방지장치이다. <br/>   이 사건 크레인의 설계도면에는 쉬브와 쉬브 덮개 사이의 간극이 5㎜로 되어 있으나, 실측 결과 이 사건 크레인은 쉬브와 쉬브 덮개 사이의 간극이 16.2㎜ ~ 25.7㎜로 되어 있었다. 쉬브와 쉬브 덮개 사이의 간극이 설계도면보다 큼에 따라 붐의 권상 및 권하 작업시 와이어로프가 쉬브로부터 튀어 올라 쉬브 도르래의 테두리와 덮개 사이에 끼이는 현상이 자주 발생하여 와이어로프가 지속적으로 손상을 입었고, 이 사건 사고 당일 붐 권상 작업 시 손상된 와이어로프가 마침내 쉬브 덮개 밖으로 이탈하여 쉬브와 쉬브 지지 브라켓 사이의 축 부분에 놓이게 됨으로서 심한 끼임 현상을 일으키게 되었으며, 그 결과로 와이어로프가 끊어졌다.<br/>  2) 균형 클램프(죔쇠)<br/>   균형 클램프는 붐의 권상·권하시 한쪽의 와이어로프가 끊어졌을 때, 끊어지지 않은 다른 쪽의 로프를 고정시켜 붐이 추락하는 것을 방지하는 장치이다. 이 사건 크레인의 경우 한쪽 와이어로프가 끊어졌을 때 붐이 추락하는 것을 방지하기 위해서는 약 45ton의 클램프력이 요구되며, 이를 만족하기 위해서는 약 90kgf-m 이상의 클램프 체결력으로 클램프의 볼트를 죄어야 한다. 그리고 클램프 체결력은 시간이 경과함에 따라 점차 감소하므로 볼트를 처음 체결한 후에는 일정 토크를 유지하기 위하여 유지보수(볼트조임)를 하여야 한다. 그런데 이 사건 크레인의 균형 클램프(이하 ‘이 사건 균형 클램프’라 한다)는 플로팅(floating) 형식으로 되어 있고 아펙스 데크에 설치되어 있어 그 설치장소에서 볼트를 인력에 의하여 90kgf-m 이상으로 죄는 것이 구조상 거의 불가능하다. 또한 이 사건 균형 클램프는 와이어로프와 접촉하는 부분의 표면상태가 매끈한 형태로 설계되어 큰 마찰력을 얻기 어려운 구조였고, 일정 토크를 유지하기 위한 유지보수가 제대로 이루어지지 않았다.  <br/>   결국 이 사건 균형 클램프는 이 사건 사고로 와이어로프가 끊어졌을 때 끊어지지 않은 다른　　　　　 쪽의 와이어로프를 고정시키는 역할을 하지 못하였고, 와이어로프가 이 사건 균형 클램프를 미끄러지듯 빠져나가면서 붐이 추락하는 것을 방지하지 못하였다.<br/>  3) 로프처짐(슬랙로프) 센서<br/>   로프처짐 센서는 아펙스 빔 상단에 설치되어 로프의 비정상적인 처짐 발생 시 붐의 운전을 비상정지시키기 위하여 로프 처짐 검출 신호를 제어장치에 제공하는 역할을 한다. 이 센서에 의하여 로프 처짐이 감지되면 알람장치와 비상정지장치가 가동되어 붐 호이스트 로프 드럼이 비상정지하게 되므로 한쪽 로프에 끼임 현상이 발생하여 다른 쪽 로프에 로프 처짐이 발생했을 때 로프가 끊어지는 사고를 막을 수 있다. <br/>   이 사건 크레인의 시운전을 한 2007. 6. 1.에는 와이어로프의 로프처짐이 발생하면 붐 호이스트 로프 드럼이 비상정지하고 알람장치도 정상적으로 작동하였으나, 그 이후 시험운전 기간 동안에 로프처짐 발생시의 비상정지 기능이 누군가에 의해 제어로직에서 배제되었다. 또한 알람장치는 2007. 10. 2.까지는 정상적으로 작동하였으나 이 사건 사고 당시에는 알람장치도 작동하지 않았다. 이와 같은 이유로 이 사건 크레인의 로프처짐 센서(이하 ‘이 사건 로프처짐 센서’라 한다)는 이 사건 사고를 방지하지 못하였다.<br/> 자. 중요한 물증의 분실<br/>  이 사건 사고 후 각종 센서와 제어로직과의 정상적인 작동 연관성을 증명해 줄 수 있는 중요한 물증인 PLC의 CPU가 피고 대한통운의 허술한 관리 때문에 분실되었다.<br/>【인정근거】 다툼 없는 사실, 갑 제1, 2, 4호증, 을가 제1, 3 내지 7, 15, 32호증, 을나 제1 내지 5, 8호증의 각 기재 및 영상, 제1심 증인 소외 2, 환송 전 당심 증인 소외 3, 소외 4의 각 증언, 변론 전체의 취지 <br/>2. 당사자들의 주장<br/>가. 원고의 주장(본소 청구원인)<br/>  1) 이 사건 사고의 원인은 ① 쉬브와 쉬브 덮개 사이의 간극이 설계도면보다 너무 크게 제작된 것, ② 균형 클램프의 볼트 체결력 부족, ③ 로프처짐 센서의 고장 등이다. <br/>  2) 피고 대한통운은 이 사건 크레인의 임차인으로서 주의의무를 위반하여 이 사건 크레인을 관리·운영함으로써(②,③) 이 사건 사고를 발생시켰으므로, 원고에 대하여 불법행위로 인한 손해배상책임 또는 임대차계약상의 채무불이행으로 인한 손해배상책임을 부담한다. <br/>  3) 피고 대련중공은 원고와의 제작물 공급계약에 따라 정상적인 크레인을 제작하여 공급할 의무가 있음에도 이를 위반하여 하자가 있는 크레인을 공급하였고(①,②) 그 하자가 원인이 되어 이 사건 사고가 발생하였으므로, 원고에 대하여 불완전이행에 따른 채무불이행책임 또는 민법 제580조 등에 따른 하자담보책임을 부담한다. <br/>  4) 위와 같은 피고들의 잘못이 경합하여 이 사건 사고가 발생하였으므로, 손해배상으로 피고들은 공동하여 원고에게 이 사건 사고로 인하여 멸실된 이 사건 크레인의 가치 상당의 손해 5,013,733,930원, 대체크레인 임차비 255,200,000원, 대체크레인 유지보수비 75,267,000원, 긴급 보수공사비 3,960,000원, 고철 감정평가사 여비 163,900원 등 합계 5,348,324,830원 및 이에 대한 지연손해금을 지급하여야 한다.<br/>나. 피고 대련중공의 주장<br/>  1) 이 사건 사고는 크레인의 제작상의 결함에 의한 것이 아니라 원고와 피고 대한통운의 크레인의 관리 및 운전상의 잘못에 기인한 것이다. <br/>  2) 쉬브와 쉬브 덮개의 간격이 16~25㎜라고 하더라도 일반적인 상태에서 와이어로프가 이탈할 가능성은 없다. <br/>  3) 이 사건 크레인의 균형 클램프는 도면상에서 요구하는 108kgf-m로 체결되었으나, 사용자인 피고 대한통운이 유지보수를 하지 않아 균형 클램프가 제기능을 하지 못하게 된 것이며, 볼트를 인력에 의하여 90kgf-m 이상으로 죄는 것이 충분히 가능하다.    4) 로프처짐 센서의 기능 또한 피고 대한통운이 제작자인 피고 대련중공의 허가 없이 임의로 로프처짐 센서의 검출신호를 제어로직에서 배제하여 작동이 되지 않게 하였다. <br/>  5) 또한, 이 사건 사고 당일 이 사건 크레인의 운행 중 시스템 이상이 발생하였는데도 피고 대한통운의 운전사는 그 원인을 파악하지 않고 무리한 운행을 강행하여 이 사건 사고를 발생시켰다. <br/>  6) 와이어로프의 마모를 방지하고 붐 호이스트의 원활한 가동을 위해서는 윤활유 오일이 제대로 공급되어야 하나 사고 당시 이 사건 크레인에는 윤활유가 거의 존재하지 아니하였다. <br/>  7) 붐 권상시 운전자는 붐 운전실에서 운전하여야 하나 트롤리 운전실에서 운전하여 이 사건 사고 당시 비상사태에 즉시 적정하게 대처하지 못하였다.<br/>다. 피고 대한통운의 주장(본소에 대한 주장 및 반소 청구원인)<br/>  1) 이 사건 크레인의 균형 클램프가 제대로 기능을 하지 못한 것은 피고 대련중공의 설계 및 제작상의 잘못 때문이지 피고 대한통운의 관리상의 잘못 때문이 아니다. <br/>  2) 이 사건 크레인의 로프처짐 센서가 작동하지 않게 된 것은 피고 대한통운의 과실에 의한 것이 아니다. 설령 피고 대한통운에게 로프처짐 센서에 대한 일상적 점검에 있어 어떤 과실이 있다 하더라도, 이 사건 사고 당시 이 사건 크레인의 로프처짐 센서는 로프의 처짐 현상이 발생하여도 비상정지를 하는 프로그램이 되어 있지 않았다. 즉, 이 사건 사고 당시 로프처짐 센서가 작동하였다고 하더라도 비상정지가 되지 않아 로프가 끼거나 끊어지는 것을 방지할 수 없었으므로, 피고 대한통운의 과실과 이 사건 사고 및 손해발생 사이에 인과관계가 없다. <br/>  3) 피고 대한통운의 운전자가 이 사건 크레인을 수동으로 운전한 것과 붐 래치 이상경보가 발생하였을 때 시스템 이상 리셋을 한 것은 매뉴얼에 따른 것으로서 이 사건 사고(특히 이 사건 사고의 주된 원인인 와이어로프의 쉬브 이탈)의 발생과 아무런 관련이 없다.<br/>  4) 오히려 원고는 임대목적물을 임차인의 사용·수익에 필요한 상태로 유지할 계약상의 의무가 있음에도 처음부터 하자 있는 이 사건 크레인을 피고 대한통운에게 인도하여 이 사건 사고가 발생하였으므로, 이 사건 사고로 피고 대한통운이 입은 손해에 대하여, 원고는 피고 대한통운에게 임대차계약상의 채무불이행책임 또는 민법 제758조에 의한 공작물 소유자로서의 불법행위책임을 부담한다. <br/>  따라서 원고는 피고 대한통운에게 손해배상으로 사고모선 컨테이너 이전작업비 152,340,300원, 전배모선 작업비 119,155,941원, 도선료 545,160원, 사고 컨테이너 내 물품 이전 작업비 2,383,340원, 검정료 2,640,000원, 보험료 28,751,383원, 원고 보조참가인에게 손해배상금으로 지급한 미화 1,671,560달러 및 59,046,957원, 이 사건 크레인의 미가동 손실 10,941,082,625원, 183호기 크레인 미가동 손실 1,761,573,765원, G선석 크레인 2기 미가동 손실 564,892,853원 등 합계 13,632,412,324원 및 미화 1,671,560달러 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>3. 본소에 관한 판단<br/>가. 개별적인 사고 원인과 관련한 피고들의 책임<br/>  1) 쉬브와 쉬브 덮개 사이의 간극 과대<br/>   이 사건 크레인 운전 중에 와이어로프가 쉬브 도르래의 테두리와 덮개 사이에 끼이는 현상이 자주 발생하였고 결국에는 와이어로프가 쉬브 덮개 밖으로 이탈하여 이 사건 사고가 발생한 점에 비추어 보면, 쉬브와 쉬브 덮개 사이의 간극이 설계도면에 맞게 제작되었다면 와이어로프가 쉬브 덮개에 끼이는 현상이나 쉬브로부터 이탈하는 현상이 발생하는 것을 방지할 수 있었으리라고 보인다. <br/>   따라서 이 사건 크레인의 제작자인 피고 대련중공은 설계도면에 맞게 쉬브와 쉬브 덮개 사이의 간극을 제작하여야 할 주의의무가 있음에도 이를 위반하여 쉬브와 쉬브 덮개 사이의 간극을 지나치게 크게 제작하여 와이어로프가 쉬브 덮개에 끼이게 하고 더 나아가 쉬브로부터 이탈하게 한 잘못이 있다.<br/>  2) 균형 클램프의 하자<br/>   가) 피고 대련중공의 책임<br/>    앞서 본 사실관계, 앞서 든 증거 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 ① 이 사건 균형 클램프가 플로팅 형식으로 제작되어 있어 인력으로 추락방지를 위하여 요구되는 힘만큼 죄는 것이 거의 불가능한 점, ② 이 사건 크레인의 경우 사고 시 많은 양의 로프가 이 사건 균형 클램프를 통과하였을 것임에도 불구하고 클램프 안쪽 표면의 마모량은 별로 크지 아니한 것으로 보아 이 사건 균형 클램프가 사고 당시 충분한 클램프력을 유지한 것으로 볼 수 없는 점, ③ 이 사건 균형 클램프가 요구되는 클램프력을 만족하고 있었더라면 설령 위와 같이 한쪽 와이어로프가 끊어진 경우에도 붐대가 추락하는 것을 방지할 수 있었을 것으로 보이는 점 등에 비추어 보면, 피고 대련중공은 이 사건 균형 클램프가 일상적인 정비를 통하여 클램프력을 유지할 수 있도록 균형 클램프를 설계·제작할 주의의무가 있음에도 불구하고 이를 위반하여 하자있는 균형 클램프를 제작한 잘못이 있다.<br/>   나) 피고 대한통운의 책임 여부<br/>    갑 제1호증, 을 가16, 17호증, 을나 제5호증의 각 기재 및 변론 전체의 취지를 종합하면, ① 새로 체결된 균형 클램프의 볼트는 시간이 경과함에 따라 체결 토크가 현저히 줄어드는 사실, ② 피고 대련중공이 제공한 이 사건 크레인의 ‘운전 및 정비지침서’ 제4장 제2절에 따르면 ‘로프 클램프’는 ‘풀림 및 분실’에 관하여 첫 3개월 동안은 매월 점검, 6개월까지는 3개월에 1번, 6개월 이후에는 6개월에 1번 점검을 하여야 한다고 규정되어 있는 사실, ③ 피고 대한통운이 작성한 분기 정비·점검 일지에 의하면 ‘로프 클램프’ 항목에 모두 ‘양호’라고 표시되어 있음에도 이 사건 균형 클램프가 제 역할을 하지 못한 사실이 각 인정된다. 그러나 ① 앞서 본 것과 같이 이 사건 균형 클램프는 플로팅 형식으로 제작되어 있어 인력으로 추락방지를 위하여 요구되는 힘만큼 죄는 것이 거의 불가능한 점, ② 피고 대련중공이 피고 대한통운에게 클램프의 ‘풀림 및 분실’에 대하여 점검하도록 하는 지침서를 교부한 것 외에, 원고 또는 피고 대련중공이 이 사건 크레인의 임차인이자 운용자인 피고 대한통운에게 추락방지를 위하여 요구되는 클램프력이 구체적으로 어느 정도인지를 고지하거나 클램프력의 유지를 위해 어떠한 행위를 할 것인지에 관한 지침을 제공하였다는 아무런 증거가 없는 점(이 사건 균형 클램프에 요구되는 클램프력의 기준은 이 사건 사고 발생 후 감정인에 의해 비로소 제시되었을 뿐이다), ③ 피고 대련중공은 이 사건 균형 클램프를 설계도 및 관련 서류에서 ‘balance device＇라고 지칭해 왔고, 설계도에는 이 사건 균형 클램프가 아닌 별도의 장치를 ’로프 클램프‘라고 지칭하고 있으며, 실제 이 사건 크레인의 와이어로프에 위 설계도에서 ’로프 클램프‘라고 지칭한 약 20개의 죔쇠가 설치되어 있는 점에 비추어, 위 ’운전 및 정비 지침서‘의 ’로프 클램프‘가 이 사건 균형 클램프를 지칭하는 것으로 보기 어려운 점, ④ 이 사건 크레인의 시험운전 기간 동안 피고 대련중공의 직원들이 이 사건 크레인의 문제점을 교정하였고, 이 사건 사고는 피고 대한통운이 상업운전을 개시한 지 불과 20일 만에 발생한 점 등에 비추어 보면, 피고 대한통운이 이 사건 균형 클램프에 대한 관리 및 정비를 소홀히 한 과실로 이 사건 사고의 발생을 방지하지 못하였다고 할 수는 없다.<br/>  3) 로프처짐 센서의 하자<br/>   앞서 본 사실관계, 앞서 든 각 증거 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 ① 이 사건 크레인의 시운전을 한 2007. 6. 1.에는 이 사건 로프처짐 센서가 정상적으로 작동한 점, ② 이 사건 사고 당시 이 사건 로프처짐 센서는 정상적인 동작이 불가능한 상태로서 이 센서로부터의 검출신호는 제어로직에서 배제된 상태였는데, 이러한 고장이 어느 시점에 발생하였는지는 명확하지 않으나 이 센서의 고장은 일상적인 점검을 통하여 발견될 수 있는 것으로 보이는 점, ③ 로프처짐 센서가 정상적인 동작을 하고 있었다면 끼임 현상이 일어나지 않은 다른 쪽 와이어로프 리빙시스템의 로프의 장력이 약해져 로프처짐 센서를 작동시켰을 것이며 이 작동에 의해 붐 호이스트 드럼이 정지되어 사고를 방지할 수 있었을 것으로 보이는 점, ④ 이 사건 크레인을 운용하여 온 피고 대한통운으로서는 이 사건 로프처짐 센서에 심각한 하자가 발생한 경우, 제작사인 피고 대련중공이나 임대인인 원고 등에게 구조변경요청 등과 같은 적극적인 하자보수를 요청하는 등의 조치를 취하였어야 한다고 보이는 점, ⑤ 이 사건 크레인의 시운전 기간 동안 PLC 운전프로그램이 피고 대한통운의 정비기사에 의하여 일부 수정되기도 한 점, ⑥ 2007. 9. 23.과 2007. 10. 2. 이 사건 크레인에 로프처짐 현상이 발생했을 때 이 사건 로프처짐 센서의 알람장치는 작동되었으나 이 사건 사고 당시에는 알람장치마저 작동되지 않은 것으로 보아 피고 대한통운이 이 사건 크레인의 상업운전 기간 중에 알람장치마저 배제한 것으로 보이는 점, ⑦ 로프처짐 센서와 제어로직과의 정상적인 작동 연관성을 증명해 줄 수 있는 중요한 물증인 PLC의 CPU가 피고 대한통운의 허술한 관리 때문에 분실된 점 등에 비추어 보면, 이 사건 로프처짐 센서의 작동불능은 피고 대한통운의 관리 및 운용상의 과실 때문인 것으로 봄이 상당하다. <br/>  4) 크레인 운전상의 과실 여부<br/>   가) 사고 당일 붐 권하 작업 관련<br/>    이 사건 사고 당일 피고 대한통운의 운전기사는 이 사건 크레인의 가동을 시작하여 자동으로 붐 하강을 시도하였으나 계속 실패하자 여러 차례 시스템 리셋을 한 후 수동운전으로 붐의 권하 작업을 마친 사실은 앞서 인정한 것과 같다. 그러나 앞서 든 각 증거에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 ① 시스템 리셋은 전기적으로 크레인의 전원을 차단하였다가 다시 공급하는 것에 불과하여 기계적 동작을 시도하는 것이 아니어서 이로 인하여 붐대의 요동이나 로프의 출렁거림이 발생하여 와이어로프가 쉬브에서 이탈한 것으로 보기 어려운 점, ② 피고 대한통운의 운전기사가 붐의 권하 작업을 위해 시동을 걸었을 때 붐이 정상적으로 권상되어 붐 래치 스위치를 눌렀는데도 붐 래치가 풀리지 않아 ‘latch up 시간초과’ 경보가 울렸고 나중에 수동운전으로 전환하였을 때 붐대가 정상적으로 하강하였던 것으로 보아 그 당시 이미 와이어로프가 쉬브에서 이탈하여 붐대의 작동을 방해하고 있었다고 보기 어려운 점, ③ 피고 대련중공이 제공한 크레인 운전 및 정비 지침서에 \"붐 호이스트 제어상의 어떤 ALARM 발생 또는 ‘붐 정지’ 누름버턴스위치의 조작에 의해 자동운전이 중단될 수 있습니다. ALARM 발생에 의해 중단된 경우에는 먼저 시스템 RESET을 실행해야 하고, 다시 운전의 재개를 위해 원하는 운전방향 스위치, 즉 ‘붐 상승’ 또는 ‘붐 하강’ 누름버턴스위치를 누르면 운전이 계속됩니다.\"라고 적혀 있는 점, ④ 자동운전은 운전자가 붐 하강 단추를 누르면 붐 래치의 해제 및 붐의 하강이 연속으로 이루어지는 작동형태인데, 수동운전은 운전자가 붐 래치 해제 단추 및 붐의 하강 단추를 순차적으로 눌러주어야 하는 것에 불과하여 양자 사이에 기계적 동작의 차이가 있다고 할 수 없고, 수동운전이 금지되어 있지 않으며, 피고 대련중공의 직원도 이 사건 크레인과 동일한 기종의 크레인에서 붐 래치가 자동으로 해제되지 않자 수동운전으로 전환하여 붐 래치를 해제하였던 점 등에 비추어 보면, 피고 대한통운의 운전기사의 위와 같은 운전행위와 이 사건 사고 발생과의 사이에 인과관계가 있다고 하기 어렵다.<br/>   나) 트롤리 운전실에서의 운전 관련<br/>    이 사건 크레인은 트롤리 운전실에서도 붐 권상이 가능하도록 설계되어 있고, 달리 원고나 피고 대련중공이 피고 대한통운에게 반드시 붐 운전실에서 붐 권상작업을 하도록 하는 지침을 제공했다는 증거도 없으므로, 트롤리 운전실에 붐 권상작업을 한 피고 대한통운 운전기사의 행위에 어떤 잘못이 있다고 하기 어렵다.<br/>  5) 윤활유 부족 관련<br/>   갑 제2호증의 기재에 의하면 이 사건 사고일로부터 약 100일이 경과한 2008. 1. 30. 이 사건 크레인의 붐 로프 자동급유장치용 오일탱크에 남아 있는 윤활유의 양이 좌, 우 탱크 각각 20ml, 22ml 정도 밖에 되지 않았던 사실은 인정되나, 위와 같은 사실만으로 이 사건 사고 당시 이 사건 크레인의 와이어로프에 윤활유가 제대로 공급되지 않았다고 단정하기 어렵고, 오히려 을가 제1호증의 기재 및 당심 증인 소외 3의 증언에 의하면 이 사건 사고 당시 이 사건 크레인의 와이어로프가 양호한 상태였고 윤활 상태에 별다른 문제가 없었던 사실을 알 수 있으므로, 피고 대한통운의 이 사건 크레인의 와이어로프에 대한 윤활유의 공급에 어떤 잘못이 있다고 할 수 없다.<br/>나. 손해배상책임의 발생<br/>  1) 피고들의 책임원인<br/>   가) 피고 대련중공<br/>    피고 대련중공은 원고와의 제작물공급계약에 따라 하자가 없는 정상적인 크레인을 제작하여 공급할 의무가 있음에도 이를 위반하여 위 가.의 1), 2)항 기재와 같이 쉬브 덮개와 균형 클램프에 중대한 하자가 있는 이 사건 크레인을 공급하였고 그 하자가 원인이 되어 이 사건 사고가 발생하였으므로, 원고에 대하여 불완전이행에 따른 채무불이행책임 또는 민법 제580조에 따른 하자담보책임을 부담한다. <br/>   나) 피고 대한통운<br/>    피고 대한통운은 이 사건 크레인의 임차인으로서 임대목적물인 이 사건 크레인을 관리·운용함에 있어 위 가.의 3)항 기재와 같이 주의의무를 다하지 못한 잘못으로 말미암아 이 사건 사고 발생의 한 원인을 제공하였다고 할 것이므로, 원고에 대하여 불법행위로 인한 손해배상책임 또는 임대차계약상의 채무불이행으로 인한 손해배상책임을 부담한다. <br/>  2) 피고들의 책임관계<br/>   부진정연대채무 관계는 서로 별개의 원인으로 발생한 독립된 채무라 하더라도 동일한 경제적 목적을 가지고 있고 서로 중첩되는 부분에 관하여 일방의 채무가 변제 등으로 소멸할 경우 타방의 채무도 소멸하는 관계에 있으면 성립한다(대법원 2009. 3. 26. 선고 2006다47677 판결 등 참조).<br/>   이 사건에 관하여 보건대, 이 사건 사고는 피고 대련중공의 이 사건 크레인 제작상의 과실과 피고 대한통운의 이 사건 크레인 관리·운용상의 과실이 경합하여 발생한 것으로, 앞서 본 바와 같이 피고들의 각 손해배상채무는 각각 별개의 원인으로 발생한 독립된 채무이지만, 그 각각의 원인과 상당인과관계가 인정되는 손해, 즉 이 사건 사고로 원고에게 발생한 손해의 전보라는 동일한 경제적 목적을 가진 급부를 부담하는 채무이고, 피고들의 배상책임이 동일한 손해의 전보를 목적으로 중첩되는 이상 피고들 중 일방의 채무가 변제로 소멸하면 타방의 채무도 소멸하는 이른바 부진정연대의 관계에 있다고 봄이 상당하다.<br/>  3) 책임제한 여부 및 정도<br/>   가) 피고 대한통운<br/>    채무자가 채권자에 대하여 채무불이행으로 인한 손해배상책임을 지는 경우에 있어서 채권자에게 과실이 있거나 손해부담의 공평을 기하기 위한 필요가 있는 때에는 채무자의 책임을 제한할 수 있다(대법원 2008. 5. 15. 선고 2007다37721 판결 등 참조).<br/>    이 사건 크레인의 구조와 크기 및 그 이용 사항 등에 비추어 보면, 이 사건 크레인의 소유자인 원고로서는 이 사건 크레인을 피고 대한통운에 임대함에 있어서 크레인이 정상적으로 작동하는지 및 그 구조에 이상이 없는지 등 하자 여부를 검사·조사하여 이를 수리하는 등의 방법으로 크레인의 붕괴로 인한 손해를 방지하기 위한 적절한 예방조치를 강구할 주의의무를 부담한다. 갑 제52호증(가지번호 포함)의 각 기재에 의하면 원고는 이 사건 크레인이 설치된 후 한국선급엔지니어링의 검사·감독을 받은 후 시설장비검사 필증을 받은 사실이 인정되기는 하나, 앞서 본 이 사건 크레인의 하자 및 사고의 경위에 비추어 보면 그와 같은 사정만으로 손해방지를 위한 예방조치를 다하였다고 볼 수 없다. 따라서 원고가 위와 같은 주의의무를 다하지 아니하여 이 사건 크레인에 내재하는 하자를 알지 못한 채 이를 피고 대한통운에 임대하고 피고 대한통운이 이를 이용하여 컨테이너 화물 양화 등의 작업에 사용하다가 크레인의 붐대가 붕괴되는 이 사건 사고가 발생하였다 할 것이므로, 이러한 원고의 과실을 고려하여 피고 대한통운의 책임을 70%로 제한한다. <br/>    한편 피고 대한통운은 이 사건 사고와 관련한 피고 대련중공의 과실을 그대로 원고의 과실로 참작하여야 한다고 주장하나, 원고에 대한 관계에서 제조사 겸 매도인인 피고 대련중공을 원고의 이행보조자에 해당한다거나 원고와 신분상 내지 사회생활상 일체를 이루는 관계에 있다고 보기 어려우므로, 위 주장은 받아들일 수 없다.  <br/>   나) 피고 대련중공<br/>    위 가)항에서 인정한 책임제한 사유는 원고가 피고 대한통운과의 관계에 있어서 임대인으로서의 주의의무를 다하지 않았다는 것이므로, 이를 매수인인 원고와 제조사 겸 매도인인 피고 대련중공의 관계에서 책임제한 사유로 삼을 수 없다. 한편 피고 대련중공은 이 사건 사고와 관련한 피고 대한통운의 과실을 그대로 원고의 과실로 참작하여야 한다고 주장하나, 원고에 대한 관계에서 임차인인 피고 대한통운을 원고의 이행보조자에 해당한다거나 원고와 신분상 내지 사회생활상 일체를 이루는 관계에 있다고 보기 어렵고, 원고가 이 사건 크레인의 운용·관리에 관여하지도 않았으므로, 위 주장은 받아들일 수 없다. 그 외에 달리 피고 대련중공의 책임을 제한할 만한 사정을 찾을 수 없으므로, 피고 대련중공에 대하여는 책임제한을 하지 아니한다. <br/>   다) 책임제한의 개별화 <br/>    피고 대련중공은 위와 같이 피고별로 따로 책임제한할 것이 아니라 원고의 과실을 피고들 전원에 대한 과실로 전체적으로 평가하여 책임제한해야 한다고 주장한다. <br/>    살피건대, 공동불법행위의 경우 법원이 피해자의 과실을 들어 과실상계를 함에 있어서는 피해자의 공동불법행위자 각인에 대한 과실비율이 서로 다르더라도 피해자의 과실을 공동불법행위자 각인에 대한 과실로 개별적으로 평가할 것이 아니고 그들 전원에 대한 과실로 전체적으로 평가하여야 할 것이나(대법원 2007. 6. 14. 선고 2005다32999 판결 등 참조), 이 사건에서 원고는 피고들에게 공동불법행위책임을 구하는 것이 아니고, 원고의 과실을 피고들 전원에 대하여 전체적으로 평가하게 되면 피고들 전체의 책임이 제한될 수밖에 없어 결국 개별적으로는 책임제한 사유가 없는 피고 대련중공의 책임이 제한되어 원고로서는 그만큼의 부당한 손해를 입게 되므로, 위 주장은 받아들일 수 없다. <br/>다. 손해배상책임의 범위<br/>  1) 이 사건 크레인 자체의 멸실<br/>   불법행위로 인하여 물건이 훼손된 경우에는 수리가 가능하면 그 수리비, 수리가 불가능하면 그 교환가치의 감소 즉, 피해 물건의 사고 당시의 가격에서 잔존물의 가격을 뺀 금액이 손해에 해당한다.<br/>   당사자 사이에 다툼 없는 사실, 제1심 감정인 소외 5의 감정결과 및 변론 전체의 취지를 종합하면, 이 사건 크레인은 이 사건 사고로 인하여 수리가 불가능할 정도로 훼손되었으며, 이 사건 크레인의 2007. 10. 20. 당시의 시가는 5,608,750,000원인 사실을 인정할 수 있고(피고 대한통운은 위 감정인이 감정한 감정 목적물은 이 사건과 동일 기종인 183호기인데, 이 사건 크레인은 당초부터 하자가 있는 크레인이므로 하자가 없는 183호기의 감정가를 이 사건 크레인의 시가로 인정하는 것은 부당하다고 다툰다. 이 사건 크레인의 쉬브 덮개 및 균형 클램프에 당초부터 하자가 있었던 사실은 앞서 인정한 것과 같은데, 비록 그 하자로 인한 결과가 중대하기는 하나 그 하자의 내용은 쉽게 수리가 가능한 경미한 것이어서 그 하자의 존재가 크레인의 전체 가격에 영향을 미쳤을 것으로 보이지 않으므로, 피고 대한통운의 위 주장을 받아들이지 않는다.), 이 사건 크레인의 잔존물인 고철의 가치가 595,016,070원인 사실은 당사자 사이에 다툼이 없으므로, 이 사건 크레인의 멸실로 인한 손해액은 5,013,733,930원(= 5,608,750,000원 -  595,016,070원)이 된다. <br/>  2) 대체크레인 임차비용 및 유지보수비 관련<br/>   원고는 이 사건 사고로 인하여 이 사건 크레인 이외에 피고 대련중공이 납품한 나머지 크레인(181, 182, 183, 185, 186, 187호기)의 점검을 위하여 피고 대한통운에게 대체크레인 5기를 임차하여 제공하였고, 위 대체크레인의 임차비용으로 255,200,000원을, 유지보수비로 75,267,500원을 각 지출하였으므로, 위 각 비용도 피고들이 배상할 손해액에 포함되어야 한다고 주장한다.<br/>   살피건대, 갑 제6, 7, 43, 44, 50, 51호증의 각 기재, 환송 전 당심 증인 소외 6의 증언 및 변론 전체의 취지를 종합해 보면, 피고 대한통운이 2007. 11. 2. 원고에게 ‘이 사건 사고 이후 크레인 기사들이 사고크레인과 동일한 장비를 사용한다는 불안감으로 인하여 본선하역 생산성이 급격히 저하되어 선사 서비스제공에 지장이 초래된다’는 이유로 이 사건 크레인 이외의 나머지 크레인에 대한 안전점검 및 사후조치가 취해질 때까지 위 나머지 크레인들을 대체할 크레인을 투입해 줄 것을 요청한 사실, 이에 원고는 2007. 11. 3. 한국국제터미널 주식회사로부터 크레인 5기를 임차하여 피고 대한통운에게 제공한 사실, 피고 대한통운은 2007. 12. 18. 원고에게 대체크레인 5기의 장비이전, 유지비용으로 80,807,400원을 청구하였고, 원고는 위 금액에서 일부 부품비용을 감액한 75,267,500원을 유지보수비용으로 인정하여 2007. 12. 31. 피고 대한통운에게 위 돈을 지급한 사실, 피고 대한통운은 2007. 12. 31.까지 원고에게 위 대체크레인을 모두 반납하였고, 원고는 2008. 3. 3. 한국국제터미널 주식회사에게 대체크레인 임차비용으로 255,200,000원을 지급한 사실은 각 인정된다. <br/>   그러나 한편, 위 인정 사실에 의하여 알 수 있는 다음과 같은 사정, 즉 위 대체크레인의 임차는 원고와 피고 대한통운 사이의 약정에 의하여 이루어졌는데 원고와 피고 대한통운 사이에 대체크레인의 임차비용 등을 피고 대한통운이 부담하기로 하는 별도의 약정이 없었던 점, 원고는 멸실된 이 사건 크레인 자체가 아닌 다른 크레인을 대체하기 위하여 위 대체크레인을 임차한 점, 이 사건 크레인의 제작자인 피고 대련중공이 제작하였다는 이유만으로 대체크레인까지 투입하면서 다른 크레인의 안전점검을 할 필연적인 이유가 있었다고 보기 어려운 점 등에 비추어 보면, 위 대체크레인의 임차비용 및 유지보수비가 이 사건 사고와 상당인과관계 있는 손해라고 하기 어렵다. 따라서 원고의 위 주장은 이유 없다.<br/>  3) 긴급 보수공사비<br/>   갑 제9호증, 갑 제42호증의 1, 2의 각 기재 및 변론 전체의 취지를 종합해 보면, 원고가 이 사건 사고로 인하여 손괴된 도로 등 항만시설물의 수리 및 유지관리를 위한 긴급보수공사비로 2008. 9. 11. 소외 주식회사 디에스토건에게 3,960,000원을 지급한 사실을 인정할 수 있고, 이러한 비용은 이 사건 사고로 인하여 손괴된 시설물을 수리하기 위한 것으로 이 사건 사고와 상당인과관계가 있는 손해에 해당한다.<br/>  4) 고철 감정평가사 여비<br/>   갑 제8, 46호증의 각 기재 및 변론 전체의 취지를 종합하면, 원고는 ‘대체납품 세부이행협약서’에 따라 피고들이 추천한 한국감정원 및 나라감정평가법인에게 이 사건 크레인의 고철감정을 의뢰한 사실, 위 감정평가법인들은 이 사건 크레인의 현장답사를 마친 후 원고에게 감정평가에 관한 법률에 따라 이 사건 크레인에 대하여는 고철감정이 아닌 실제 가치감정이 필요하고 상당한 기간이 소요된다는 의견을 제시한 사실, 이에 원고는 감정의뢰를 철회하면서 여비로 한국감정원에게 82,500원을, 나라감정평가법인에게 81,400원을 각 지급한 사실을 인정할 수 있다.<br/>   위 각 인정 사실에 의하면, 위 감정평가법인들이 실제로 이 사건 크레인의 고철 감정평가를 실시한 것은 아니지만, 원고가 한국감정원 및 나라감정평가법인에게 여비를 지급한 것은 피고들과의 협약에 기인한 것이므로, 위 고철 감정평가사 여비 합계 163,900원은 이 사건 사고와 상당인과관계가 있는 손해에 해당한다고 봄이 상당하다. <br/>  5) 소결론<br/>   결국, 원고는 이 사건 사고로 인하여 합계 5,017,857,830원(= 이 사건 크레인 자체의 멸실 5,013,733,930원 + 긴급보수공사비 3,960,000원 + 고철 감정평가사 여비 163,900원)의 손해를 입었다고 할 것이다. <br/>   따라서 특별한 사정이 없는 한 원고에게, 피고 대련중공은 5,017,857,830원, 피고 대한통운은 피고 대련중공과 공동하여 위 돈 중 3,512,500,481원(= 5,017,857,830원 x 70%) 및 각 이에 대한 지연손해금을 지급할 의무가 있다.<br/>4. 피고 대한통운의 반소 및 상계 주장에 대한 판단<br/>가. 피고 대한통운의 주장<br/>  피고 대한통운은 앞서 반소 청구원인에서 본 것과 같이 이 사건 사고로 인하여 피고 대한통운이 원고에 대하여 가지는 손해배상채권을 자동채권으로 하여 원고의 피고 대한통운에 대한 손해배상채권과 대등액에서 상계한다고 주장하면서, 이 사건 반소 청구로서 그 나머지 손해액 중 일부인 20억 원 및 이에 대한 지연손해금의 지급을 구한다.<br/> 나. 손해배상책임(피고 대한통운의 손해배상채권)의 발생<br/>  1) 책임의 원인<br/>   앞서 본 바와 같이 원고가 임대인으로서의 의무를 위반하여 피고 대한통운에게 하자 있는 이 사건 크레인을 제공하였고 이로 인하여 이 사건 사고가 발생하였으므로, 원고는 피고 대한통운에게 임대차계약상의 채무불이행책임을 부담한다. 또한 이 사건 크레인의 하자로 인하여 이 사건 크레인의 임차인이자 직접 점유자인 피고 대한통운이 손해를 입었으므로 원고는 이 사건 크레인의 소유자로서 민법 제758조에 따른 공작물책임을 부담한다(대법원 2008. 7. 24. 선고 2008다21082 판결 등 참조). 따라서 원고는 피고 대한통운이 이 사건 사고로 입은 손해를 배상할 의무가 있다.<br/>  2) 책임의 제한<br/>   한편, 피고 대한통운은 이 사건 크레인의 임차인으로서 임대목적물인 이 사건 크레인을 안전하게 관리할 주의의무가 있음에도 이를 위반하여 이 사건 크레인을 앞서 본 것과 같이 관리·운용함으로써 이 사건 사고 발생의 한 원인을 제공하였으므로, 이를 참작하여 원고의 배상책임을 70%로 제한한다.<br/>다. 손해배상의 범위<br/>  1) 사고모선 컨테이너 이전작업비<br/>   을가 제21호증의 기재 및 변론 전체의 취지를 종합하면, 원고보조참가인이 용선계약을 체결하여 운항에 사용하고 있는 선박인 머스크 미틸리니호(M/V Maersk Mytilini, 이하 ‘사고모선’이라 한다)가 2010. 10. 20. 광양항 부두에 입항한 사실, 사고모선은 피고 대한통운을 통해 컨테이너의 양화 및 적화작업을 마친 후 출항을 준비 중이었는데 이 사건 크레인의 붐대가 2010. 10. 20. 14:26경 광양항 부두에 정박하고 있던 사고모선의 선저로 추락한 사실, 피고 대한통운은 2007. 10. 28. 사고모선에 선적되어 있던 컨테이너 1,854개를 하역하기 위한 작업비로 77,626,300원을 지출한 사실, 피고 대한통운은 그 후 위와 같이 하역한 컨테이너 중 163개를 아스토르호에 선적하기 위한 작업비 6,069,350원, 1,017개를 머스크 보스톤호에 선적하기 위한 작업비 44,330,750원, 556개를 악셀 머스크호에 선적하기 위한 작업비 24,130,100원, 2개를 네드로이스 유로파호에 선적하기 위한 작업비 92,900원, 2개를 머스크 마라톤호에 선적하기 위한 작업비 92,900원 등 합계 74,716,000원의 선적 작업비를 지출한 사실을 각 인정할 수 있다. <br/>   위 인정 사실에 의하면, 이 사건 사고 당시 이 사건 크레인의 붐대가 사고모선의 선저로 추락하여 사고모선이 출항하지 못하게 되었고, 피고 대한통운은 부득이 사고모선에 선적되어 있던 컨테이너를 하역하여 하역한 컨테이너를 원고보조참가인 소속의 다른 선박에 재선적하게 된 것이므로, 위 사고모선 컨테이너 이전작업비 합계 152,342,300원(= 하역작업비 77,626,300원 + 재선적작업비 74,716,000원)은 이 사건 사고와 상당인과관계가 있는 손해라고 할 것이다.<br/>  2) 전배모선 작업비<br/>   가) 피고 대한통운의 주장<br/>    피고 대한통운은 원고보조참가인 및 남성해운 주식회사와 하역계약을 체결하고 위 운송인들에게 하역작업 용역을 제공하여 왔는데, 이 사건 사고로 인하여 피고 대한통운이 운용하고 있는 컨테이너부두에서 하역작업을 하지 못하고, 부득이 다른 운용사의 컨테이너부두로 위 운송인들의 선박을 보내어 하역작업을 하게 하여, 원고보조참가인에 대한 관계에서 셔틀비용 20,940,000원을 지출하고, 하역비용 84,301,741원을 지급받지 못하였고, 남성해운 주식회사에 대한 관계에서 셔틀비용 2,935,000원을 지출하고, 하역비용 10,979,200원을 지급받지 못하였으므로, 위 각 비용도 이 사건 사고로 인한 손해액에 포함된다고 주장한다.<br/>   나) 판단   <br/>    ⑴ 인정 사실 <br/>     을가 제22, 23호증의 각 기재 및 변론 전체의 취지를 종합하면, 피고 대한통운은 원고보조참가인 및 남성해운 주식회사(이하 ‘남성해운’이라 한다)와 하역계약을 체결하고, 피고 대한통운이 운용하는 컨테이너부두에서 위 운송인들에게 하역작업 용역을 제공하여 온 사실, 피고 대한통운은 이 사건 사고 이후 일시적으로 원고보조참가인 소속 선박 및 남성해운 소속 선박을 다른 컨테이너부두로 보내 하역작업을 하였는데, 2007. 11. 6. 하역한 원고보조참가인 소속의 머스크 벤톤빌호의 셔틀비용은 8,880,000원, 하역비용은 34,175,397원, 2007. 11. 13. 하역한 원고보조참가인 소속의 머스크 볼티모어호의 셔틀비용은 8,630,000원, 하역비용은 29,477,336원, 2007. 11. 20. 하역한 원고보조참가인 소속의 머스크 보스톤호의 셔틀비용은 3,430,000원, 하역비용은 20,649,000원, 2007. 12. 29. 하역한 남성해운 소속 스타 에이펙스호의 셔틀비용은 435,000원, 하역비용은 1,758,000원, 2008. 1. 13. 하역한 남성해운 소속 해피 스타호의 셔틀비용은 1,395,000원, 하역비용은 4,710,000원, 2008. 1. 20. 하역한 남성해운 소속의 차이나 스타호의 셔틀비용은 1,105,000원, 하역비용은 4,510,600원인 사실, 피고 대한통운이 위 각 셔틀비용을 지출한 사실이 각 인정된다.  <br/>    ⑵ 하역비용<br/>     앞서 든 증거 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 원고보조참가인 및 남성해운은 어떤 컨테이너부두에서 컨테이너를 하역하든지 동일한 하역비용을 지출하여야 하는 점, 피고 대한통운은 비록 원고보조참가인 및 남성해운으로부터 하역비용을 받지 못하였지만 그 하역비용 전체가 곧바로 피고 대한통운의 수익이라고 할 수 없는 점 등에 비추어 보면, 원고보조참가인 및 남성해운으로부터 지급받지 못한 하역비용 전체가 피고 대한통운이 입은 손해라고 할 수 없고, 달리 손해액에 대한 증명이 없으므로 원고의 이 부분 주장은 이유 없다. <br/>    ⑶ 셔틀비용<br/>     원고보조참가인에 대한 셔틀비용에 관하여 보건대, 원고보조참가인 소속 선박인 사고모선이 2007. 10. 20. 광양항 3단계 1차 컨테이너부두 중 F(15번)선석에서 컨테이너의 양화 및 적화작업을 하다가 이 사건 사고가 발생하였는데, 위 나머지 선박(머스크 벤톤빌호, 머스크 볼티모호, 머스크 보스톤호)도 원고보조참가인 소속 선박인 점, 위 나머지 선박은 이 사건 사고가 발생한 후 1개월 이내의 기간에 도착한 점 등에 비추어 보면, 피고 대한통운은 이 사건 사고로 인하여 자신이 운용하는 컨테이너부두에서 원고보조참가인 소속 선박들의 하역작업을 하지 못하게 되자 부득이 다른 컨테이너부두로 위 선박들을 보내어 하역작업을 하게 하였다고 보아야 할 것이므로, 피고 대한통운이 지출한 원고보조참가인에 대한 셔틀비용 합계 20,940,000원(= 8,880,000원 + 8,630,000원 + 3,430,000원)은 이 사건 사고와 상당인과관계가 있다.<br/>     한편 남성해운에 대한 셔틀비용에 관하여 보건대, 앞서 든 각 증거 및 갑 제53호증의 2의 기재 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정, 즉 ① 남성해운 소속 선박들이 입항한 날은 이 사건 사고 발생일과 상당한 시간적 간격이 있는 점, ② 피고 대한통운은 2007. 12. 29.부터 2008. 1.경까지 광양항 3단계 1차 컨테이너부두의 4개 선석을 동시에 100% 사용한 사실이 없는 점, ③ 특히 스타 에이펙스호가 도착한 2007. 12. 29.에는 G(16번)선석, 해피 스타호가 도착한 2008. 1. 13.에는 D(13번), E(14번)선석, 차이나 스타호가 도착한 2008. 1. 20.에는 D(13번)선석만이 이용되고 있었던 점, ④ 피고 대한통운과 남성해운 사이에서 이 사건 사고가 발생한 F(15번)선석에서만 하역작업을 수행하는 것으로 한정하는 특약이 있었다는 증거가 없는 점 등에 비추어 보면, 피고 대한통운은 자신이 운용하는 컨터이너부두에서 남성해운 소속 선박들에 대한 컨테이너 하역작업을 수행하는 것이 가능함에도 다른 컨테이너부두로 위 선박들을 보낸 것으로 보이므로, 남성해운에 대한 셔틀비용은 이 사건 사고와 상당인과관계가 있다고 할 수 없다.<br/>  3) 도선료<br/>   피고 대한통운은 이 사건 사고로 인하여 광양항 부두에 입항하려고 했던 선박이 선석에 접안하지 못하고 여수항에 정박하였고, 이로 인하여 피고 대한통운은 도선사가 투묘함에 따라 발생한 비용 545,160원을 부담하였으므로, 위 금액도 이 사건 사고로 인한 손해액에 포함된다고 주장한다.<br/>   살피건대, 을가 제24호증의 기재 및 변론 전체의 취지를 종합하면, 여수항 도선사가 피고 대한통운에게 ‘10월 겐츄리 사고관련 도선투묘비용’ 545,160원을 청구한 사실은 인정된다. 그러나 을가 제24호증의 기재만으로는 그 도선비용이 이 사건 사고로 인하여 발생하였다는 사실을 인정하기 어렵고, 또한 이 사건 사고가 발생하지 않았다고 하더라도 선박이 광양항 부두의 선석에 정박하기 위해서는 필수적으로 도선절차가 필요하다고 할 것인데, 위 선박이 이 사건 사고로 인하여 일시적으로 여수항에 정박하였다가 다시 광양항으로 입항하여 이중으로 도선료를 지출하였다는 증거도 없으므로, 위 도선비용이 이 사건 사고와 상당인과관계가 있다고 하기 어렵다. 따라서 피고 대한통운의 위 주장은 이유 없다.<br/>  4) 사고 컨테이너 내 물품 이전 작업비<br/>   을가 제25호증의 기재 및 변론 전체의 취지를 종합하면, 피고 대한통운은 2011. 11. 7.부터 2011. 11. 15.까지 이 사건 사고로 인하여 사고모선 내의 파손된 컨테이너 6개에 담겨 있던 물품들을 다른 컨테이너로 이전하는 비용으로 2,383,340원을 지출한 사실이 인정되는데, 위 비용은 피고 대한통운이 이 사건 사고의 결과로 지출할 수밖에 없는 비용이므로 이 사건 사고와 상당인과관계가 있다고 할 것이다. <br/>  5) 검정료<br/>   피고 대한통운은 이 사건 사고로 인하여 손상된 사고모선의 손상을 조사하기 위하여 검정료 2,640,000원을 지출하였으므로, 이 부분도 이 사건 사고로 인한 손해액에 포함된다고 주장한다.<br/>   살피건대, 을가 제26호증의 기재 및 변론 전체의 취지를 종합하면, 피고 대한통운이 Intertek Caleb Brett-KIMSCO로 하여금 사고모선의 손상을 조사하게 하고 그 비용으로 2,640,000원을 지출한 사실은 인정된다. 그러나 위 검정료는 이 사건 사고로 발생한 것이라기보다는 피고 대한통운이 스스로의 판단에 의하여 독자적으로 사고모선의 손상 정도를 조사함으로써 발생한 비용에 불과하므로, 이 사건 사고와 상당인과관계가 있다고 할 수 없다. 따라서 피고 대한통운의 위 주장은 이유 없다.<br/>  6) 보험료<br/>   피고 대한통운은 원고가 피고 대한통운에게 대체크레인 5기를 투입함에 따라  피고 대한통운이 해상물류종합보험에 가입하면서 그 보험료 28,751,383원을 납부하였으므로, 위 비용도 이 사건 사고로 인한 손해액에 포함된다고 주장한다.<br/>   살피건대, 을가 제27호증의 기재 및 변론 전체의 취지를 종합하면, 피고 대한통운은 2007. 11. 5. 한화손해보험과 원고가 제공한 대체크레인 5기에 관하여 보험기간 2007. 11. 3.부터 2008. 3. 30.까지, 피보험자 원고, 보험료 28,751,383원으로 정한 해상물류종합보험계약을 체결한 사실, 한화손해보험은 2007. 11. 5. 피고 대한통운에게 보험료 28,751,383원을 청구한 사실은 각 인정된다. 그러나 앞서 본 것과 같이 피고 대한통운은 원고에게 이 사건 크레인을 제외한 나머지 크레인을 대체할 크레인을 투입해 달라고 스스로 요청하였고, 이에 따라 원고가 피고 대한통운에게 대체크레인을 제공하였으며, 대체크레인에 대한 보험계약도 스스로의 판단에 의해 체결한 것이므로, 위 각 보험료가 이 사건 사고와 상당인과관계가 있다고 할 수 없다. 따라서 피고 대한통운의 위 주장도 이유 없다.<br/>  7) 미가동으로 인한 영업손실<br/>   가) 피고 대한통운의 주장<br/>    피고 대한통운은 아래 표에 적혀 있는 수치를 계산근거로 하여, ① 이 사건 사고 발생일 다음날인 2007. 10. 21.부터 2011. 10. 31.까지 이 사건 크레인을 가동하지 못하여 그 영업손실로 10,941,082,625원(1,472일 × 279.786219081272TEU × 26,566원)의 손해를 입었고, ② 제183호기 크레인이 이 사건 크레인과 동일한 F(15번)선석을 사용하고 있어 이 사건 사고발생일 다음날인 2007. 10. 21.부터 2008. 6. 13.까지 제183호기 크레인을 가동하지 못하였으므로 그 영업손실로 1,761,573,765원(237일 × 279.786219081272TEU × 26,566원)의 손해를 입었으며, ③ 광양항 컨테이너부두에 설치된 크레인의 보수, 점검 및 시운전을 위하여 2007. 11. 2.부터 2007. 12. 9.까지 G(16번)선석에 배치된 크레인 2기를 가동하지 못하여 그 영업손실로 564,892,853원(38일 × 279.786219081272TEU × 26,566원 × 2기)의 손해를 입었다고 주장한다.<br/>■ 2008년 동안 피고 대한통운의 컨테이너 처리실적은 633,436TEU(주5)■ 2008년 동안 실제 피고 대한통운이 운영가능하였던 크레인은 6.2대(주6)■ 크레인 1기당 1일 처리물량은 279.786219081272TEU(주7)■ 1TEU당 손실액은 26,566원(주8)<br/>633,436TEU<br/>6.2대<br/>279.786219081272TEU<br/>26,566원<br/>   나) 판단<br/>    피고 대한통운의 위와 같은 계산방법은 피고 대한통운이 가동하지 못하였다고 주장하는 크레인들이 운용 정지됨이 없이 계속하여 운용되었더라면 그에 비례해서 피고 대한통운의 컨테이너 처리 물량이 증가할 것을 전제로 하고 있다. 따라서 피고 대한통운의 위와 같은 계산방법이 타당하기 위해서는 광양항 3단계 1차 컨테이너부두에 구성된 선석들이 100% 가동되었고, 그에 따른 피고 대한통운의 컨테이너 작업물량이 충분하였다는 점이 충족되어야 한다. 그러나 을가 제28, 29, 30호증의 각 기재만으로는 광양항 3단계 1차 컨테이너부두에 구성된 선석들이 100% 가동되었고 그에 따른 피고 대한통운의 컨테이너 작업물량이 충분하였다는 점을 인정하기 부족하고, 그 밖에 이를 인정할 증거가 없다. 오히려 위 각 증거와 갑 제53호증의 기재 및 변론 전체의 취지를 종합하면, 피고 대한통운은 2007. 10. 20.부터 2011. 10. 31.까지 광양항 3단계 1차 컨테이너부두에 구성된 선석들을 100% 가동한 사실이 한 번도 없었던 사실, 특히 피고 대한통운의 2011년도 수출입 물량 통계 기준으로 한 선석가동율(Berth Occupancy)은 평균 49.3%에 불과한 사실, 피고 대한통운의 연간 하역능력은 1선석 당 400,000TEU로 4선석 합계 1,600,000TEU인데, 피고 대한통운의 연간 컨테이너 처리실적은 2008년의 경우 633,436TEU, 2009년 521,508TEU, 2010년 689,696TEU, 2011년 748,764TEU에 불과하였던 사실을 알 수 있을 뿐이다.<br/>    따라서 피고 대한통운의 위 주장은 나머지 점에 대하여 더 나아가 살펴볼 필요 없이 이유 없다<br/>  8) 소결론<br/>   결국, 피고 대한통운은 이 사건 사고로 인하여 합계 175,665,640원(= 사고모선 컨테이너 이전작업비 152,342,300원 + 전배모선 작업비 중 원고보조참가인에 대한 셔틀비용 20,940,000원 + 사고 컨테이너 내 물품 이전 작업비 2,383,340원)의 손해를 입었다고 할 것이다. 따라서 원고는 피고 대한통운에게 122,965,948원(= 175,665,640원 x 70%) 및 이에 대한 지연손해금을 지급할 의무가 있다. <br/> 라. 상계 주장에 대한 판단<br/>  1) 상계의 의사표시가 있는 경우 채무는 상계적상 시점에 소급하여 대등액에서 소멸한 것으로 보게 되므로, 상계에 의한 양 채권의 차액 계산 또는 상계충당은 상계적상의 시점을 기준으로 하게 된다. 따라서 그 시점 이전에 수동채권의 변제기가 이미 도래하여 지체가 발생한 경우에는, 상계적상 시점까지의 수동채권의 약정이자 및 지연손해금을 계산한 다음 자동채권으로 그 약정이자 및 지연손해금을 먼저 소각하고 잔액을 가지고 원본을 소각하여야 한다(대법원 2005. 7. 8. 선고 2005다8125 판결 등 참조).<br/>  2) 이 사건에 관하여 보건대, 피고 대한통운의 원고에 대한 손해배상채권을 자동채권으로 하여 원고의 피고 대한통운에 대한 손해배상채권과 대등액에서 상계하면 아래와 같고, 결국 원고의 피고 대한통운에 대한 손해배상채권은 3,404,456,446원(= 잔존 원금 3,403,593,726원 + 2007. 11. 20.까지의 잔존 지연손해금 862,720원) 및 그 중 잔존 원금 3,403,593,726원에 대한 2007. 11. 21.부터의 지연손해금이 남게 되고, 피고 대한통운의 원고에 대한 손해배상채권은 전부 소멸하게 된다.  <br/>   ① 원고의 피고 대한통운에 대한 손해배상채권액 3,512,500,481원 전액과 피고 대한통운의 원고에 대한 손해배상채권액 중 사고모선 컨테이너 이전작업비 및 사고 컨테이너 내 물품 이전작업비 손해 108,307,948원{= (152,342,300원 + 2,383,340원) x 70%}은 이 사건 사고일인 2007. 10. 20. 발생한 것으로 보아야 하므로 같은 날 상계적상에 있었다. 따라서 상계 후 남은 금액은 원금 3,404,192,533원(= 3,512,500,481원 - 108,307,948원)이다. <br/>   ② 2007. 11. 6. 발생한 머스크 벤톤빌호의 셔틀비용 손해 6,216,000원(= 8,880,000원 x 70%)은 3,404,192,533원(① 상계 후 잔존 원금)에 대한 2007. 10. 20.부터 2007. 11. 6.까지 18일 동안의 연 5%의 지연손해금 8,393,899원(= 3,404,192,533원 x 18/365 x 5%, 원 미만 버림, 이하 같다)에 모두 충당된다. 따라서 상계 후 남은 금액은 원금 3,404,192,533원 및 이에 대한 2007. 11. 6.까지의 지연손해금 2,177,899원(= 8,393,899원 - 6,216,000원)이다.<br/>   ③ 2007. 11. 13. 발생한 머스크 볼티모어호의 셔틀비용 손해 6,041,000원(= 8,630,000원 x 70%)은 2,177,899원(② 상계 후 잔존 지연손해금)과 3,404,192,533원(② 상계 후 잔존 원금)에 대한 2007. 11. 7.부터 2007. 11. 13.까지 7일 동안의 연 5%의 지연손해금 3,264,294원(= 3,404,192,533원 x 7/365 x 5%)에 먼저 충당되고 598,807원(= 6,041,000원 - 2,177,899원 - 3,264,294원)이 남게 되며, 이를 잔존원금과 상계하면 상계 후 남은 금액은 3,403,593,726원(= 3,404,192,533원 - 598,807원)이다. <br/>   ④ 2007. 11. 20. 발생한 머스크 보스톤호의 셔틀비용 손해 2,401,000원(= 3,430,000원 x 70%)은 3,403,593,726원(③ 상계 후 잔존 원금)에 대한 2007. 11. 14.부터 2007. 11. 20.까지 7일 동안의 연 5%의 지연손해금 3,263,720원(= 3,403,593,726원 x 7/365 x 5%)에 모두 충당된다. 따라서 상계 후 남는 금액은 원금 3,403,593,726원 및 이에 대한 2007. 11. 20.까지의 지연손해금 862,720원(= 3,263,720원 - 2,401,000원)이다. <br/>  3) 따라서 피고 대한통운의 상계 주장은 위 인정범위 내에서 일부 이유 있고, 나머지 상계 주장 및 반소 청구는 이유 없다. <br/> 마. 피고 대한통운의 상계에 따른 피고 대련중공의 손해배상채무의 소멸<br/>  부진정연대채무자 중 1인이 자신의 채권자에 대한 반대채권으로 상계를 한 경우에도 채권은 변제, 대물변제, 또는 공탁이 행하여진 경우와 동일하게 현실적으로 만족을 얻어 그 목적을 달성하는 것이므로, 그 상계로 인한 채무소멸의 효력은 소멸한 채무 전액에 관하여 다른 부진정연대채무자에 대하여도 미친다고 보아야 한다(대법원 2010. 9. 16. 선고 2008다97218 전원합의체 판결 등 참조). <br/>  이 사건에 관하여 보건대, 앞서 본 바와 같이 피고들은 이 사건 사고로 손해를 입은 원고에 대하여 부진정연대채무를 부담하므로, 피고 대한통운의 상계로 인한 채무소멸의 효력은 피고 대련중공에 대하여도 미친다. 따라서 피고 대한통운의 원고에 대한 손해배상채권을 자동채권으로 하여 원고의 피고 대련중공에 대한 손해배상채권과 대등액에서 상계하면 아래와 같고, 결국 원고의 피고 대련중공에 대한 손해배상채권은 4,911,705,408원(= 잔존 원금 4,909,549,882원  + 2007. 11. 13.까지의 잔존 지연손해금 2,155,526원) 및 그 중 잔존 원금 4,909,549,882원에 대한 2007. 11. 14.부터의 지연손해금이 남게 된다.  <br/>   ① 원고의 피고 대련중공에 대한 손해배상채권액 5,017,857,830원 전액과 피고 대한통운의 원고에 대한 손해배상채권액 중 사고모선 컨테이너 이전작업비 및 사고 컨테이너 내 물품 이전작업비 손해 108,307,948원{= (152,342,300원 + 2,383,340원) x 70%}은 이 사건 사고일인 2007. 10. 20. 발생한 것으로 보아야 하므로 같은 날 상계적상에 있었다. 따라서 상계 후 남은 금액은 원금 4,909,549,882원(= 5,017,857,830원 - 108,307,948원)이다. <br/>   ② 2007. 11. 6. 발생한 머스크 벤톤빌호의 셔틀비용 손해 6,216,000원(= 8,880,000원 x 70%)은 4,909,549,882원(① 상계 후 잔존 원금)에 대한 2007. 10. 20.부터 2007. 11. 6.까지 18일 동안의 연 5%의 지연손해금 12,105,739원(= 4,909,549,882원 x 18/365 x 5%)에 모두 충당된다. 따라서 상계 후 남은 금액은 원금 4,909,549,882원 및 이에 대한 2007. 11. 6.까지의 지연손해금 5,889,739원(= 12,105,739원 - 6,216,000원)이다.<br/>   ③ 2007. 11. 13. 발생한 머스크 볼티모어호의 셔틀비용 손해 6,041,000원(= 8,630,000원 x 70%)은 5,889,739원(② 상계 후 잔존 지연손해금)과 4,909,549,882원(② 상계 후 잔존 원금)에 대한 2007. 11. 7.부터 2007. 11. 13.까지 7일 동안의 연 5%의 지연손해금 4,707,787원(= 4,909,549,882원 x 7/365 x 5%)에 모두 충당된다. 따라서 상계 후 남은 금액은 원금 4,909,549,882원 및 이에 대한 2007. 11. 13.까지의 지연손해금 4,556,526원(= 5,889,739원 + 4,707,787원 - 6,041,000원)이다.<br/>   ④ 2007. 11. 20. 발생한 머스크 보스톤호의 셔틀비용 손해 2,401,000원(= 3,430,000원 x 70%)은 4,556,526원(③ 상계 후 잔존 지연손해금)에 모두 충당된다. 따라서 상계 후 남는 금액은 원금 4,909,549,882원 및 이에 대한 2007. 11. 13.까지의 지연손해금 2,155,526원(= 4,556,526원 - 2,401,000원)이다. <br/> 바. 소결론<br/>  1) 피고 대련중공은 원고에게 4,911,705,408원(= 잔존 원금 4,909,549,882원  + 2007. 11. 13.까지의 잔존 지연손해금 2,155,526원) 및 그 중 잔존 원금 4,909,549,882원에 대하여 2007. 11. 14.부터 위 피고가 이행의무의 존부 내지 범위에 관하여 항쟁함이 상당한 환송 후 당심 판결 선고일인 2017. 3. 24.까지는 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 20%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>  2) 피고 대한통운은 피고 대련중공과 공동하여 원고에게 위 1)항 기재 돈 중 3,404,456,446원(= 잔존 원금 3,403,593,726원 + 2007. 11. 20.까지의 잔존 지연손해금 862,720원) 및 그 중 잔존 원금 3,403,593,726원에 대하여 2007. 11. 21.부터 위 피고가 이행의무의 존부 내지 범위에 관하여 항쟁함이 상당한 환송 후 당심 판결 선고일인 2017. 3. 24.까지는 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 20%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>5. 결 론<br/>  그렇다면, 원고의 피고들에 대한 본소청구는 위 인정범위 내에서 이유 있어 이를 인용하고 나머지 본소청구는 이유 없어 이를 기각할 것인바, 이와 일부 결론을 달리한 제1심 판결을 위와 같이 변경하고, 환송 전 당심에서 제기된 피고 대한통운의 반소청구는 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다.<br/>[별지 생략]<br/><br/>판사 박병칠(재판장) 김진환 서전교 ",
  "사건번호": "2016나874(본소), 2016나881(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "230785",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}