{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20141014",
  "법원명": "수원지방법원",
  "사건명": "소유권이전말소등기절차이행",
  "판례내용": "【원고, 피항소인】 소외 1의 소송수계인 원고<br/>【피고, 항소인】 피고 1 외 1인 (소송대리인 변호사 강종률 외 1인)<br/>【제1심판결】 수원지방법원 성남지원 2014. 4. 15. 선고 2013가단41942 판결<br/>【변론종결】2014. 9. 16.<br/>【주    문】<br/>  1. 제1심 판결을 모두 취소한다. <br/>  2. 이 사건 소를 모두 각하한다. <br/>  3. 소송총비용은 원고가 부담한다. <br/><br/>【청구취지 및 항소취지】  1. 청구취지<br/>    원고에게, 피고 1은 별지 1 목록 기재 부동산(이하 ‘제1부동산’이라 한다)에 관하여 수원지방법원 성남지원 분당등기소 2013. 10. 28. 접수 제66921호로 마친 소유권이전등기의, 피고 2는 별지 2 목록 기재 부동산(이하 ‘제2부동산’이라 하고, 제1부동산과 합하여 ‘이 사건 각 부동산’이라 한다)에 관하여 수원지방법원 성남지원 분당등기소 2013. 10. 28. 접수 제66933호로 마친 소유권이전등기의 각 말소등기절차를 이행하라.<br/>  2. 항소취지 <br/>    제1심 판결을 모두 취소하고, 원고의 피고들에 대한 청구를 모두 기각한다. <br/>【이    유】1. 인정사실<br/>  가. 주식회사 중일(이후 주식회사 삼화디엔씨로 상호가 변경되었다, 이하 ‘삼화디엔씨’라고 한다)은 1995. 6. 29. 한국부동산신탁 주식회사(이하 ‘한국부동산신탁’이라고 한다)와 사이에 ① 위탁자 겸 수익자는 삼화디엔씨, 수탁자는 한국부동산신탁으로, ② 신탁목적은 성남시 분당구 야탑동 341 잡종지 27,308.1㎡(이하 ‘이 사건 토지’라 한다) 지상에 철골철근콘크리트조 지하 4층 지상 7층 성남(분당)여객자동차터미널 및 복합건물(이하 ‘이 사건 상가건물’이라 한다)을 신축한 다음 이 사건 토지 및 상가건물을 신탁재산으로 하여 이를 임대·관리·운용하는 것으로, ③ 신탁기간은 2000. 12. 31.까지로 하는 신탁계약(이하 ‘이 사건 신탁계약’이라 한다)을 체결하였다.<br/>  나. 1995. 10.경 삼화디엔씨와 사이에, 소외 3은 제1부동산에 관하여 임대보증금은 170,016,000원, 임대기간은 20년으로 한, 피고 2는 제2부동산에 관하여 임대보증금은 85,904,000원, 임대기간은 20년으로 한 각 임대차계약을 체결하고, 그 무렵 위 임대보증금을 모두 지급하였다. <br/>  다. 그 후 한국부동산신탁은 삼성중공업 주식회사와 사이에 공사도급계약을 체결하여 이 사건 상가건물을 준공한 뒤, 이 사건 각 부동산을 포함한 이 사건 상가건물에 관하여 2000. 11. 29. 소유권보존등기를 마쳤다. <br/>  라. 2000. 12. 31. 이 사건 신탁계약의 신탁기간이 만료된 후 신탁재산이 삼화디엔씨에게 이전되지 않은 상태에서 2001. 2. 5. 한국부동산신탁에 부도가 발생했고, 수원지방법원은 2003. 6. 2. 한국부동산신탁에 대하여 파산을 선고하였다(수원지방법원 2003하합4호).<br/>  마. 소외 3과 피고 2 등은 한국부동산신탁의 파산관재인을 상대로 채무불이행을 원인으로 한 이 사건 각 부동산에 관한 임대차계약의 해지에 따른 임대보증금 반환청구 소송을 제기하여 2009. 12. 16. 승소판결을 받았고, 위 판결은 그 무렵 확정되었다. <br/>  바. 이 사건 신탁계약에 따른 신탁사무에 관하여 2011. 10. 24. 소외 2가 새로운 수탁자로 선임되었는데(수원지방법원 안양지원 2011비단9호), 소외 4 등은 수탁자 소외 2가 신탁재산의 채권자 중 1인인 기술신용보증기금의 이익만을 위하여 신탁재산을 관리하여 수탁자와 수익자 간의 이해가 상반된다는 이유로 수원지방법원 성남지원 2012비단3호로 신탁재산관리인의 선임을 신청하여 위 법원은 2012. 11. 30. 소외 1을 신탁재산관리인으로 선임하였다.<br/>  사. 소외 3은 2013. 10.경 피고 1에게 위 임대보증금 청구채권을 양도하고, 수탁자 소외 2에게 위 채권양도를 통지하였다. <br/>  아. 한편 수탁자 소외 2는 2013. 10. 10. 피고들과 사이에 위 임대보증금 반환채무의 변제에 갈음하여 피고 1에게 제1부동산을, 피고 2에게 제2부동산을 각 이전하기로 하는 내용의 대물변제 계약을 하고(이하 ‘이 사건 각 대물변제 계약’이라 한다), 이 사건 각 대물변제 계약을 원인으로 하여 피고 1에게 제1부동산에 관하여 수원지방법원 성남지원 분당등기소 2013. 10. 28. 접수 제66921호로 소유권이전등기(이하 ‘이 사건 제1등기’라 한다)를, 피고 2에게 제2부동산에 관하여 수원지방법원 성남지원 분당등기소 2013. 10. 28. 접수 제66933호로 소유권이전등기(이하 ‘이 사건 제2등기’라 하고, 이 사건 제1등기와 합하여 ‘이 사건 각 등기’라 한다)를 각 마쳐주었다.<br/>[인정근거] 다툼 없는 사실, 갑 1, 2, 호증, 을 2, 20, 43, 44, 45호증(가지번호 있는 것은 가지번호 포함)의 각 기재, 변론 전체의 취지<br/>2. 당사자들의 주장<br/>  가. 원고<br/>    이 사건 각 대물변제 계약 당시 이 사건 각 부동산에 관하여는 원고가 신탁재산관리인으로 선임되어 있었으므로, 수탁자 소외 2와 피고들 사이에 체결한 위 각 대물변제 계약은 무효이다. <br/>신탁법 제34조에 의하면 수탁자는 법원의 허가를 받은 경우에만 수익자의 이익에 반하는 행위를 할 수 있는데, 이 사건 각 대물변제 계약은 수익자의 이익에 반하는 행위고, 이에 관하여 법원의 허가를 받은 적도 없다. 따라서 이 사건 각 등기는 법령에 위반하여 무효이다. <br/>    따라서 이 사건 각 등기는 무효인 등기로 말소되어야 한다.<br/>  나. 피고들<br/>    삼화디엔씨와 한국부동산신탁이 체결한 이 사건 신탁계약에 의하면 신탁사업과 관련한 일체의 권한과 책임이 수탁자에게 위임되어 있는 점, 신탁법에 의할 때 신탁재산관리인이 선임되었더라도 수탁자의 권한은 신탁재산관리인이 선임된 목적 이외의 부분에서는 그대로 존속하는 점, 원고가 ‘수탁자 소외 2가 채권자들에게 공평하게 채무를 상환하지 않고 채권자 기술신용보증기금을 위해서만 행동하고 있다’는 이유로 신탁재산관리인으로 선임된 점 등에 비추어 볼 때, 이 사건 각 대물변제와 같이 수탁자와 수익자간의 이익이 충돌하는 경우가 아닌 때에는 여전히 수탁자가 신탁재산관리 권한을 가진다. 따라서 이 사건 소는 신탁재산관리인인 원고에게 당사자적격이 없다고 보아 각하되어야 하고, 가사 원고에게 당사자적격이 있다고 하더라도 이 사건 각 대물변제 계약은 수탁자인 소외 2의 권한 내에서 이루어진 것으로 유효하고, 이를 원인으로 한 이 사건 각 등기 역시 유효하므로 원고의 청구는 기각되어야 한다. <br/>3. 본안전 항변에 관한 판단<br/>신탁법 제17조 제1항, 제4항, 제5항에 의하면, 수탁자의 임무가 종료되거나 수탁자와 수익자 간의 이해가 상반되어 수탁자가 신탁사무를 수행하는 것이 적절하지 아니한 경우 법원은 이해관계인의 청구에 의하여 신탁재산관리인을 선임할 수 있고, 신탁재산관리인은 선임된 목적범위 내에서 수탁자와 동일한 권리·의무가 있으며, 신탁재산관리인이 선임된 경우 신탁재산에 관한 소송에서는 신탁재산관리인이 당사자가 되는 것이므로, 수탁자와 수익자 간의 이해가 상반되는 범위 내에서는 신탁재산관리인에게 수탁자와 동일한 권리·의무 및 해당소송의 당사자적격이 있으나, 그 외의 범위 내에서는 여전히 수탁자에게 신탁재산에 관한 권리·의무 및 해당소송의 당사자적격이 있다고 봄이 상당하다. <br/>  그러므로 이 사건에 돌이켜 살피건대, 앞서 인정한 사실에 을 46호증의 기재에 의하여 인정되는 이 사건 각 대물변제 계약시점에 근접한 2012. 5. 15. 당시 제1부동산의 시가는 129,000,000원, 제2부동산의 시가는 64,000,000원으로 감정평가된 사실을 더하여 보면, 수탁자 소외 2가 피고들과 사이에 이 사건 각 대물변제 계약을 체결하는 행위는 수익자에게 이익이 되는 행위로서(이 사건 각 대물변제로 소멸하는 기존의 채권은 제1부동산의 경우 170,016,000원의 임대보증금 청구채권이고 제2부동산의 경우 85,904,000원의 임대보증금 청구채권이다) 수탁자와 수익자 간의 이해가 상반되는 행위라고 볼 수 없으므로, 위 행위에 관하여 수탁자 소외 2에게 여전히 수탁자로서의 권리·의무 및 해당소송의 당사자적격이 있고 신탁재산관리인에게는 수탁자로서의 권리·의무 및 해당소송의 당사자적격이 없다고 할 것이다. <br/>4. 결론<br/>  그렇다면, 이 사건 소는 당사자적격이 없는 자가 제기한 부적법한 소이므로 이를 모두 각하하여야 할 것인바, 제1심 판결은 이와 결론을 달리하여 부당하므로, 제1심 판결을 모두 취소하고 이 사건 소를 모두 각하하기로 하여, 주문과 같이 판결한다.<br/>[별지 각 생략]<br/><br/>판사 박미리(재판장) 도정원 박소연 ",
  "사건번호": "2014나16668",
  "사건종류코드": "400101",
  "판례정보일련번호": "205571",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}