{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "일반행정",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20140717",
  "법원명": "서울행정법원",
  "사건명": "요양급여비용징수처분취소청구",
  "판례내용": "【원    고】 원고 (소송대리인 법무법인 광장 외 1인)<br/>【피    고】 국민건강보험공단 (소송대리인 변호사 김준래)<br/>【변론종결】2014. 6. 19.<br/>【주    문】<br/>  1. 원고의 청구를 모두 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고가 2013. 9. 23. 원고에 대하여 한 각 요양급여비용 징수처분을 취소한다.<br/>【이    유】1. 처분의 경위<br/>  가. 원고는 의사인데, 2005. 5. 2.부터 2007. 2. 22.까지 서울 동작구 (주소 생략) 소재 ○○○○○요양병원(원래 명칭은 ‘○○○○○병원’이었으나, 2006. 5. 2. ‘○○○○○요양병원’으로 변경되었다. 이하 명칭 변경 전후를 불문하고 ‘이 사건 병원’이라고 한다)의 개설명의자이자 병원장으로 위 병원에서 근무하였다.<br/>  나. 피고는 2013. 9. 23. 원고에게 “원고가 의료법 제33조 제2항의 개설기준을 위반하여 의료기관을 개설한 자(소외 1)에게 2005. 5. 2.부터 2007. 2. 22.까지 고용되어 의료행위를 하였다”는 이유로 국민건강보험법 제57조 제1항에 근거하여 위 기간 동안 ○○○○○병원에 지급된 요양급여비용 2,478,672,830원, ○○○○○요양병원에 지급된 요양급여비용 2,663,450,670원을 각 징수하는 처분(이하 ‘이 사건 각 처분’이라 한다)을 하였다.<br/>【인정근거】다툼 없는 사실, 갑 제1호증의 1, 2의 각 기재, 변론 전체의 취지<br/>2. 이 사건 각 처분의 적법 여부<br/>  가. 원고의 주장<br/>    1) 처분사유에 관하여<br/>      가) 원고를 고용한 사람은 의사 소외 2이지 비의료인 소외 1이 아니고, 이 사건 병원은 의사인 소외 2가 의사인 원고의 명의를 빌려 개설한 병원(이른바 ‘네트워크병원’)이지 비의료인 소외 1이 의사인 원고의 명의를 빌려 개설한 병원(이른바 ‘사무장병원’)이 아니다.<br/>      나) 원고를 고용한 자가 소외 1이라고 하더라도, 의료법 제33조 제4항에 의하면 병원급 의료기관을 개설하기 위해서는 시·도지사의 허가를 받아야 하고 이 사건 병원도 시·도지사의 허가를 받아 개설되었다. 이 사건 병원의 개설과정에 하자가 있다고 하더라도 무효사유에 해당하지 않고 취소사유에 불과한데, 개설허가가 취소되기 전까지는 적법한 의료기관이므로 이 사건 병원이 위법한 의료기관임을 전제로 한 이 사건 각 처분은 위법하다.<br/>      다) 이 사건 병원이 비의료인 소외 1에 의해 개설된 것이어서 의료법상의 의료기관이 아니라면 국민건강보험법상 요양기관이 될 수 없으므로, 요양기관을 대상으로 한 국민건강보험법 제57조 제1항의 부당이득징수처분을 할 수 없다.<br/>      라) 이 사건 병원이 비의료인에 의해 개설된 것이라고 하더라도 의료인이 정상적인 진료행위를 하고 그 대가를 수령한 것은 국민건강보험법 제57조 제1항의 ‘사위 기타 부당한 방법으로 보험급여비용 등을 수령한 경우’라고 볼 수 없다.<br/>      마) 국민건강보험법 제57조는 부당이득 법리에 따라 운용되어야 한다. 원고는 이 사건 병원에서 근무하면서 2억 5,000만 원 상당의 급여를 받았을 뿐, 이 사건 요양급여비용인 51억여 원 상당의 이익을 취한 바 없다. 이 사건 병원은 환자들에게 요양급여를 제공하였으므로 피고의 요양급여비용 지출은 당연히 지출해야 할 비용을 지출한 것이고, 이 사건 병원이 개설되지 않았다고 하더라도 환자들은 다른 병원을 방문하여 진료를 받음으로써 피고로 하여금 그 다른 병원에 동일한 요양급여비용을 지급하도록 하였을 것이므로, 피고의 손해가 없다.<br/>      바) 국민건강보험법 제57조 제1항은 요양급여비용 지급 기준을 충족하지 못함에도 불구하고 요양급여비용을 청구하여 지급받은 경우에 해당 요양급여비용 상당의 금액을 징수처분 하는 것으로 제한적으로 해석하는 것이 타당하다. 그렇지 않고 이를 비의료인에 의해 개설된 병원에 지급된 요양급여비용 전액을 징수처분 할 수 있는 근거규정으로 해석한다면 그와 같은 해석은 확대해석 내지 유추해석 금지원칙에 위배되어 헌법에 위반된다.<br/>    2) 재량권 일탈·남용에 관하여<br/>      ① 이 사건 병원에서 의료행위는 법령의 기준을 준수하면서 의학적 타당성 및 안정성을 갖추어 행해졌으므로 이 사건 병원에서 치료를 받은 환자들 중 대부분은 이 사건 병원에서 치료를 받지 않았다고 하더라도 다른 병원에서 유사한 치료를 받았을 것이고 이 경우 피고는 이 사건 요양급여비용과 같은 정도의 요양급여비용을 지급할 수밖에 없었을 것인 점, ② 이 사건 병원이 비의료인에 의해 개설된 병원이라고 하더라도 원고는 이를 전혀 알 수 없었고, 이 사건 병원의 운영 수익은 이 사건 병원 투자자들에게 귀속되었으며, 원고는 이 사건 각 처분 액수의 5%에 불과한 2억 5,000만 원 상당의 급여를 수령하였을 뿐인 점, ③ 원고는 51억여 원에 달하는 이 사건 각 처분으로 인하여 개인파산에 이르게 되는 점을 종합하면, 이 사건 각 처분은 재량권·일탈 남용에 해당한다.<br/>  나. 관계 법령<br/>    별지 기재와 같다.<br/>  다. 판단<br/>    1) 적용 법령의 결정<br/>      행정처분의 적법 여부는 그 행정처분이 행하여진 때의 법령과 사실을 기준으로 하여 판단하는 것이 원칙이나(대법원 1981. 12. 8. 선고 80누412 판결), 제재적 행정처분의 경우에는 위법 행위 시점의 법령과 사실관계에 따라 행정처분의 적법 여부를 판단하여야 한다(대법원 1983. 12. 13. 선고 83누383 판결, 대법원 1987. 1. 20. 선고 86누63 판결 각 참조).<br/>      이 사건 각 처분은 제재적 행정처분에 해당하므로 원고의 이 사건 병원 근무 종료 시인 2007. 2. 21.에 시행되던 구 국민건강보험법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것, 이하 ‘구 건보법’이라 한다) 제52조 제1항이 이 사건 각 처분의 근거법령이 되어야 한다.<br/>      원고와 피고는 모두 이 사건 각 처분의 근거법령을 현행 국민건강보험법 제57조 제1항으로 주장하고 있으나, 이는 착오에 기한 것으로 보이고, 현행 국민건강보험법 제57조 제1항의 내용은 구 건보법 제52조 제1항과 거의 동일하므로, 이하에서는 구 건보법 제52조 제1항을 기초로 이 사건 각 처분의 적법 여부를 살펴본다.<br/>    2) 이 사건 병원의 개설자<br/>      가) 의료의 적정을 기하여 국민의 건강을 보호·증진함을 목적으로 하는 구 의료법(2007. 4. 11. 법률 제8366호로 전부개정되기 전의 것, 이하 ‘구 의료법’이라 한다) 제30조 제2항은 의료기관 개설자의 자격요건에 대하여 정하고, 같은 법 제66조 제3호는 이에 위반한 자를 처벌하도록 정하고 있다. 위 규정의 입법 취지는 의료기관 개설자격을 의료전문성을 가진 의료인이나 공적인 성격을 가진 자로 엄격히 제한함으로써 건전한 의료질서를 확립하고 영리 목적으로 의료기관을 개설하는 경우에 발생할지도 모르는 국민 건강상의 위험을 미리 방지하기 위한 것이다. 위 규정에 의하여 금지되는 의료기관 개설행위는, 비의료인이 그 의료기관의 시설 및 인력의 충원·관리, 개설신고, 의료업의 시행, 필요한 자금의 조달, 그 운영성과의 귀속 등을 주도적인 입장에서 처리하는 것을 의미한다. 따라서 의료인의 자격이 없는 일반인이 필요한 자금을 투자하여 시설을 갖추고 유자격 의료인을 고용하여 그 명의로 의료기관 개설신고를 한 행위는 형식적으로만 적법한 의료기관의 개설로 가장한 것일 뿐 실질적으로는 의료인 아닌 자가 의료기관을 개설한 경우에 해당하고, 개설신고가 의료인 명의로 되었다거나 개설신고 명의인인 의료인이 직접 의료행위를 하였다 하여 달리 볼 수 없다(대법원 2011. 10. 27. 선고 2009도2629 판결 참조).<br/>        이하에서는 위 법리를 토대로 이 사건 병원의 개설자가 누구인지에 관해 살펴본다.<br/>      나) 인정사실<br/>        (1) 원고는 2013. 4. 17. 검찰에서 피의자신문을 받으면서 아래와 같이 진술하였다.<br/>○ 이 사건 병원은 원고의 명의로 병원장이 되어 있는 것은 맞지만 원고가 실제로 운영한 개인병원은 아니다.○ 이 사건 병원의 개인사업자등록이 원고 명의로 되어 있고, 종합소득세 등을 포함하여 병원 개인 소득이 원고 명의로 부과되지만 원고가 사업자등록 등을 한 것이 아니다. 모두 소외 1이 한 것이고 원고는 다만 소외 1이 알려주는 대로 병원 운영에 필요한 원고의 신분증, 인감도장, 인감증명서 등을 소외 1에게 건네준 것이다.○ 소외 3이 원고에게 자신도 1년 동안 이 사건 병원에서 봉급을 받고 근무를 하였는데 이 병원을 그만 두고 국립암센터병원으로 옮기겠다고 하면서 원고에게 이 사건 병원에 대해 힘든 환자도 적고 업무도 편하고, 행정직원 등 모든 직원들도 괜찮으니까 근무하면 좋을 것이라고 추천해주었다.○ 소외 3은 이 사건 병원의 설립자 및 소유자에 관해 소외 1 누나 등 몇 사람이 투자를 하여 1년 전에 위 병원이 설립되었고, 소외 1이 위 투자자들의 위임을 받아 병원을 관리하면서 운영한다고 하였으나, 정확히 위 투자자들이 얼마나 투자 지분을 가지고 있는 지 등 구체적인 지분현황에 대해서는 자세히 듣지 못하였다.○ 당시 소외 3으로부터 소외 1 등 여러 사람이 투자하였다고 들었기 때문에 정확히 이 사건 병원이 누구의 소유인지 몰랐으며, 소외 3이 원고에게 소외 1이 행정부장을 맡아 병원을 운영하는데, 소외 3 자신이 병원장을 맡고 월급을 받아 근무한 것과 마찬가지로 원고에게도 병원장 명의 이름은 원고의 이름을 걸어야 한다고 하면서 별다른 문제는 없을 것이다라고 말을 해 주었다.○ 원고가 병원장을 맡을 당시 소외 1이 원고에게 병원을 대표하면서 진료를 보시기만 하면 된다고 하면서 행정지원을 포함한 병원 운영에 대한 모든 것들은 자신이 지원을 하면서 불편 없이 해주겠다고 하였다. 당시 소외 1이 병원투자자들에 대해 건물주를 포함하여 여러 투자자들이 있고 그 사람들로부터 위임을 받아 자신이 직접 운영한다는 이야기를 하였다.○ 소외 1은 원고가 병원장을 맡기 이전부터 행정부장을 맡아 병원 운영을 하고 있었고, 원고가 병원장을 맡고 나서는 병원부원장을 맡고 병원 관리를 하였다. 소외 1은 병원부원장으로서 진료행위를 제외하고 병원에 관련된 모든 업무를 처리하였을 것이다.○ 병원입출금 등 재정관리, 병원시설, 의료기기 구입, 의약품 계약 등 행정적인 업무뿐만 아니라 봉직의사 고용, 직원채용 등의 모든 업무를 소외 1이 하였다. 다만 소외 1이 병원장인 원고에게 의사고용 등에 대하여 상의를 해 온 적은 있다.○ 소외 1이 실제 병원 소유자인지는 정확히 모르지만, 2006. 5. 무렵 소외 1 누나인 소외 4과 소외 1 그리고 원고가 같이 식사를 한 적이 있었는데 소외 4이 실제로는 자기 집안에서 병원을 하고 있다라고 말을 하여 병원의 대부분의 투자 지분을 소외 4과 소외 1이 가지고 있을 것이라고 생각하였다.○ 원고가 병원장을 맡으면서 따로 서면으로 계약서를 작성한 것은 없고 원고가 병원장을 맡아 신경과 진료를 하는 조건으로 매월 월급은 고정적으로 1,200만 원을 주고, 그랜저 차량 1대를 뽑아 주기로 소외 1과 구두로 협약을 맺었다. 봉급은 원고의 신한은행 계좌(계좌번호 생략)로 받았다. 위 봉급은 소외 1이 지급해 주는 것으로 알고 있다.○ 원고가 병원장을 맡으면서 원고 개인 돈을 부담한 것은 전혀 없었고, 병원장으로 근무한 1년 9개월 동안 변동 없이 매달 1,200만 원씩을 고정적으로 월급을 받았다.○ 병원장이 바뀌어서 의료보험공단, 관할 보건소, 세무서, 심사평가원에 신고를 하는 것은 소외 1이 직원을 통해 원고에게 인감증명서, 인감도장, 신분증 등을 받아 이를 가지고 한 것으로 알고 있다.○ 원고가 소외 1에게 보내준 인감증명서 등을 가지고 병원 운영에 필요한 통장을 3~4개 가량 신규로 만들어 소외 1이 병원 운영에 사용한 것으로 알고 있다. 위 통장에 보험공단으로부터 입금되는 진료비, 환자본인부담금, 자동차보험환자진료비, 장기요양보험비 등이 입금되는 것으로 알고 있고, 원고가 병원장으로 있는 동안 소외 1이 임의로 집행하였다. 원고가 2007. 2. 21. 병원을 그만두고 나서도 이 사건 병원에서 6개월 가량 계속해서 위 통장에 돈이 입출금 되는 것을 확인하고, 사용을 중지해 줄 것을 요청하였다.○ 이 사건 병원의 건물에 관해 소외 1로부터 보증금 7억 원이 건물주에게 들어가 있고, 월세는 매월 1,500만 원 가량 내고 있다고 들었다.○ 월세를 포함한 건물사용료나 병원운영비용 등은 소외 1이 알아서 지급을 하는 것으로 알고 있어서 원고는 신경 쓰지 않았다.○ 병원 운영 수익금은 소외 1을 포함하여 병원 지분 소유자가 취득하였을 것으로 생각된다.○ 원고가 병원장으로 재직할 당시 부원장은 소외 1이 맡고 있었고, 의사는 원고를 포함하여 총 4명이었고, 간호사는 20~30명 가량, 물리치료사 20명, 약사 1명, 임상병리사 1명, 방사선사 1명, 원무과 직원 20명을 포함하여 총 70~80명 가량 되었던 것으로 기억한다.○ 원고가 병원장을 맡고 나서 1달 가량 지난 2005. 6. 무렵 채용된 소외 5는 당시 신경과 전문의를 맡아 봉직의사로 근무하던 소외 6이 그만두면서 소외 5를 추천하여 소외 1이 채용한 것으로 알고 있다. 소외 1과 고용계약서를 작성하였다는 이야기를 소외 5로부터 들었다.○ 원고가 병원장으로 있을 때 신경과전문의사인 소외 7, 재활의학과 의사인 소외 8도 소외 1과 고용계약서를 작성하였다고 소외 7, 소외 8로부터 들었다.○ 처음부터 행정파트는 소외 1이 하기로 약속된 부분이고, 실제로 부원장인 소외 1이 주도적으로 인사관리를 하였다.○ 처음 근무할 때는 잘 몰랐으나 근무하면서 소외 1의 누나인 소외 9가 식당 조리업무를 맡고 있었고, 소외 4은 원무과에 근무한다는 것을 알게 되었다.○ 원고가 병원장을 맡을 당시 소외 1이 병원 자산은 보증금 7억 원 포함 13억 원 가량 되고, 부채도 자산규모와 비슷하게 13억 원 가량 된다고 한 것 같다. 월수입금이 3억 원 가량 되고, 월 지출은 2억 7천만 원 가량 되어 매월 수익금이 3천만 원 가량 된다고 하였다.○ 원고가 병원장으로 근무하는 동안의 수익금에 관해 소외 1로부터 대략 3천만 원 가량 남는다는 이야기를 들었다. 그러나 당시 120개 가량의 베드 환자수가 가득 찼고 요양병원들이 호황기이고 돈을 많이 벌었다는 이야기를 들었다. 소외 1이 축소해서 3천만 원으로 이야기를 했을 것이고 아마도 5천만 원 이상은 되었을 것 같다.○ 원고가 병원장으로 근무하는 동안 소외 1의 독단적인 업무처리 방식에 대하여 많은 갈등이 있었고 회의감도 들어 그만둘 생각이 많았는데 2007. 1.경 소외 1이 소외 2를 통해 병원이 어려워서 현재 근무 중인 의사 4명에서 3명으로 줄여야겠다고 이야기를 들어 원고에게 그만두라는 이야기로 들려 원고가 병원을 그만두게 된 것이다.○ 병원을 그만두면서 소외 1이 작성한 계약서는 없고, 다만 원고 명의로 1년 9개월 가량 병원이 운영되었기 때문에 추후에 세금, 추징금 등의 문제를 염려하여 원고가 피해를 보는 일이 없도록 하겠다는 내용으로 된 확인서를 소외 2로부터 받아놓은 것이 있다. 소외 2는 당시 △△△△△병원 병원장이었는데, 원고가 병원장으로 근무하던 이 사건 병원에 대하여 일정 액수의 지분을 가지고 있다고 소외 2로부터 들었던 적이 있어 소외 2가 확인서를 작성해 줄 권한이 있다고 생각하였다.○ 원고는 단지 월급을 받고 진료행위를 하였고, 진료비를 포함한 병원의 모든 수입은 소외 1을 비롯하여 병원 투자자들이 가져갔는데 건강공단 추징금 등 모든 책임을 원고가 질 수 있다는 두려움에 마음이 착잡하다.<br/>        (2) 소외 1은 검찰에서 피의자신문을 받으면서 아래와 같이 진술하였다.<br/>▣ 2013. 6. 13.자 피의자신문조서 ○ 이 사건 병원은 신축 건물로 건물주 소외 10 50% 지분, 소외 11 50% 지분(이후 아들 소외 12에게 증여하였음)의 공동소유 건물에 저와 소외 3 원장이 공동으로 병원을 개원하여 운영을 하기로 하였다. 그래서 제가 소외 13으로부터 2~3억 원, 소외 14으로부터 2~3억 원, 소외 15로부터 2~3억 원, 소외 16로부터 2~3억 원을 각 투자받고, 소외 4과 제가 7~8억 원을 더해서 병원 개원자금을 마련하였다. 이 자금으로 병원을 개원해서 소외 3 원장은 의료 파트만 전담하고, 나머지 행정 등 병원운영을 제가 전담하여 운영하였다. 그러다가 소외 3 원장이 그만두고, 원고가 기존 그대로 승계를 해서 저와 같이 계속 운영을 해 왔다. 그러다가 원고 다음으로 소외 17 원장이 이어서 저와 같이 병원을 계속 운영하였다. 그러다가 저와 소외 17가 2008. 10.경 건물주인 소외 10, 소외 12에게 병원과 관련된 모든 시설과 권리를 15억 원에 양도하기로 계약을 했고, 다만 2016. 3. 31.까지 저와 소외 17가 그곳 건물을 임차하여 병원을 운영하는 것을 보장해 주기로 했다.▣ 2013. 6. 24.자 피의자신문조서 ○ 제가 3개 병원(이 사건 병원, △△△, □□)의 자금 유치 및 사용 등 자금을 총괄 관리하였고, 의사는 일정한 금액만 매달 받아 갔고, 행정과 관련된 인사이동은 제가 결정하였다. ○ 이 사건 병원, ◇◇, △△△, ☆☆ 병원과 관련하여 ▽▽메디칼로부터 약품을 공급받고 그에 대한 대가로 리베이트를 제가 받았다. 제가 약품 구입과 관련하여 행정 업무를 총괄하였기 때문에 저에게 리베이트를 주었다고 생각한다. ○ 제가 이 사건 병원을 개설한 후 소외 3, 원고와 공동으로 운영하다가 2007. 2.경부터는 소외 17가 이 사건 병원의 원장으로 취임하여 공동으로 운영하였다.<br/>        (3) 소외 18(☆☆요양병원의 원무부장)은 2013. 4. 16. 검찰에서 참고인조사를 받으면서 아래와 같이 진술하였다.<br/>○ 현재 소외 1과 관련된 병원은 □□성모요양병원, △△△△△요양병원, ◎◎병원, ☆☆요양병원, ◁◁요양병원, 이 사건 병원, 의료법인 ▷▷▷▷의료재단이고, 위 병원들의 직원이 서로 이 병원에서 저 병원으로 근무지를 이동하고 있는 이유는 잘 모르지만, 소외 1이 어느 병원으로 가서 일을 하라고 하면, 직원들은 대표님이 이야기하니까 따르는 것이다.○ 다른 사람들은 소외 1을 대표님이라고 부른다.○ □□성모요양병원 등 6개 병원은 모두 소외 1이 운영한 것이다.<br/>        (4) 소외 19(2007. 4.부터 2011. 4.까지 □□성모요양병원에서 경리과장으로 근무)은 2013. 4. 14. 검찰에서 참고인조사를 받으면서 아래와 같이 진술하였다.<br/>○ 의사를 채용하는 결정은 초기에는 소외 1이 하였는데, 현재는 소외 20 부원장과 소외 21 원장이 함께 결정하는 것으로 안다.○ 소외 1이 설립한 병원은 □□성모요양병원, △△△△△요양병원, ◎◎병원, ☆☆요양병원, ◁◁요양병원, 이 사건 병원이 있다.○ 제가 위 6개 병원의 각 경리담당자로부터 재무, 회계 업무를 회수해서 이를 취합한 자료들을 보관, 관리하였다.<br/>        (5) 서울중앙지방검찰청 소속 검찰수사관이 소외 1로부터 임의제출 받은 문건에는 ‘각 병원 설립 HISTORY’라는 제목으로 이 사건 병원에 관해 아래와 같이 기재되어 있다.<br/>○ 2003. 10. ◇◇병원을 운영하던 중 당시 요양병원의 환자 수요는 많은데 병원이 부족한 실정이어서 제2의 병원을 설립하기로 계획을 세워 역세권을 중심으로 건물을 알아보던 중 현 ○○○○○요양병원의 건물주인 소외 10 사장을 만나 임대 협의를 통해 임대하기로 결정하고 병원설립계획을 세움○ 이 과정에서 투자를 유치, 투자자(소외 13, 소외 16, 소외 15, 소외 14)가 공동으로 투자하기로 함○ 초대원장으로는 캐나다에서 귀국한 소외 3이 선임되어 병원을 설립하였고 이후 의료와 경영을 분리하여 병원을 운영함○ 소외 3이 국립암센터로 스카우트 되어 자리를 옮기면서 원고한테 양도양수함○ 두 번째 원장인 원고와 근무를 하면서 진료불성실과 책임감 부족, 의료진과의 불화 등이 발생하여 해임하고 당시 내과과장으로 근무 중이었던 소외 17 원장이 양수함<br/>        (6) 소외 20(이 사건 병원의 행정부장)은 2013. 7. 29. 검찰에서 피의자신문을 받으면서 아래와 같이 진술하였다.<br/>○ 이 사건 병원은 2004. 6.경 소외 1이 병원 건물로 적합한 물건을 보고 와서 이곳에 개원을 하게 되었는데 소외 1이 계획을 세워 소외 1, 소외 18(소외 4의 ♤♤♤사무소 직원), 소외 22(◇◇병원에서 원무과 대리로 근무한 직원), 소외 23(♤♤♤사무소 직원), 소외 24(◇◇병원의 간호사)가 개원 멤버로 참여를 하였다.○ 개원 자금은 소외 4이 모두 마련한 것으로 알고 있다. 이때 ◇◇병원 인력의 반을 이 사건 병원으로 옮겨서 소외 1이 이 사건 병원 운영을 하고, 저는 ◇◇병원 운영을 맡아 하였다. 그러나 소외 1에게 ◇◇병원 운영에 대하여 모두 보고를 하였다. 그러다가 제가 2006. 7.경 이 사건 병원으로 옮겨서 근무를 하게 되었다.○ 이 사건 병원, △△△, □□, ☆☆, ◎◎, ◁◁병원의 소유자는 소외 4과 소외 1이다. 병원 사무장인 소외 1이 위 병원들의 원장 및 의사들을 고용하여 급여를 준다.<br/>        (7) 소외 1은 소외 17 등과 함께 기소되어 2013. 12. 19. 서울중앙지방법원에서 아래와 같은 의료법위반의 범죄사실로 징역 1년 6월의 유죄판결[2013고단3527, 5734(병합)(분리)]을 선고받았고, 검사와 소외 1이 모두 양형부당을 주장하며 항소하여 2014. 4. 17. 같은 법원에서 징역 1년 6월 및 집행유예 3년의 유죄판결[2014노189(분리)]이 선고되었으며, 그 무렵 위 판결이 확정되었다.<br/>▣ 범죄사실  피고인 소외 1은 의료인이 아님에도 소외 20으로 하여금 병원 개설 및 운영에 관련된 행정업무를 총괄하도록 하고, 병상수 100개 이상 요양병원의 운영이 가능한 건물 또는 부지를 물색하여 투자자를 모아 자금을 조성한 후 그 자금을 병원 건물의 매입 또는 임차, 입원실 등 병원 내부 인테리어공사, 의료기기 구입 등에 사용하고, 아래 5개 요양병원의 원장으로 취임할 의사를 섭외하여 해당 의사로 하여금 병원개설 허가를 받아 환자를 진료하도록 하되 해당 의사에게는 매월 일정 금액만 월급으로 지급하며, 직원채용 및 인사이동, 약품 구입처와 자금 조달 여부를 결정하고, 아래 5개 요양병원을 동시에 또는 순차적으로 운영하면서 병원 운영을 통하여 얻은 이익이나 각 병원의 원장 명의로 대출 받은 금액을 투자자들에게 건물 임대료 또는 배당금의 명목으로 지급하거나 자금이 부족한 병원으로 보내 병원의 운영자금 또는 채무변제에 사용토록 하는 등 병원자금의 사용처를 결정하는 방식으로 병원의 재정을 책임지고 운영하였다.  이로써 피고인 소외 1은 아래와 같이 각 병원의 의사들 등과 공모하여 5개 병원을 개설하였다. 가. ○○○○○요양병원 개설    피고인 소외 1은 2004.경 서울 동작구 (주소 생략) 소외 10이 50% 지분을 보유하고 있는 건물에 요양병원을 개설할 것을 마음먹고, 자신의 누나인 소외 4으로부터 14억 원, 소외 4을 통하여 알게 된 소외 13·소외 16·소외 14·소외 15 등 투자자로부터 각 3억 원을 병원사업에 사용한다는 명목으로 투자받아 그 자금으로 건물의 임대차보증금 지급, 병원 인테리어공사, 의료기기 구입에 사용하고, 의사인 소외 3으로 하여금 2004. 7. 1.부터 2005. 5. 1.까지, 의사인 소외 25로 하여금 2005. 5. 2.부터 2007. 2. 21.까지, 의사인 피고인 소외 17로 하여금 2007. 2. 22.부터 2013. 5.까지 그곳에서 ‘○○○○○요양병원’의 원장으로 취임하여 매달 일정 금액을 받고 환자를 진료하도록 하였다.  피고인 소외 17는 2007. 2.경 ‘○○○○○요양병원’의 원장으로 취임한 후 그때부터 2013. 5.경까지 매달 일정 금액만 받고 환자 진료만 전담하고 병원의 재정 및 경영은 위와 같이 피고인 소외 1이 책임지도록 하였다.  이로써 피고인 소외 1·소외 17는 공모하여 2007. 2.경부터 2013. 5.경까지 의료인이 아닌 사람이 의료기관을 개설하였다.  (이하 생략)<br/>【인정근거】다툼 없는 사실, 을 제5 내지 26호증의 각 기재, 변론 전체의 취지<br/>      다) 판단<br/>        위 인정사실에 의해 알 수 있는 다음과 같은 사정, 즉 ① 이 사건 병원이 최초 개설 될 당시부터 소외 1이 투자자들을 모아 이 사건 병원 건물의 보증금, 시설비용 등 모든 비용을 부담하였고 개설명의자인 의사 소외 3은 소외 1로부터 매월 일정 액수의 급여를 받은 점, ② 원고는 소외 1이 알려주는 대로 병원 운영에 필요한 원고의 신분증, 인감도장, 인감증명서 등을 소외 1에게 건네주어 소외 1이 이 사건 병원의 개설명의자를 소외 3에서 원고로 변경하였고 원고 명의의 통장을 만들어 피고로부터 받는 요양급여비용을 비롯한 이 사건 병원의 수입을 관리한 점, ③ 이 사건 병원의 운영성과는 소외 1 등 투자자들에게 모두 귀속되었고 원고는 소외 1로부터 매월 1,200만 원의 월급을 받았을 뿐 이 사건 병원 운영성과에 따른 손익 발생의 위험과 무관하였던 점, ④ 병원입출금 등 재정관리, 병원시설, 의료기기 구입, 의약품 계약 등 행정적인 업무뿐만 아니라 봉직의사 고용, 직원채용 등의 모든 업무를 소외 1이 하였고, 소외 1은 봉직의사 소외 5, 소외 7, 소외 8과 직접 고용계약서를 작성한 점, ⑤ 소외 1의 누나 소외 9, 소외 4 등 소외 1의 가족·친척들이 이 사건 병원에서 다수 근무한 점, ⑥ 소외 1은 이 사건 병원에서 부원장이라는 직함을 사용하였고 직원들로부터 ‘대표님’이라는 호칭으로 불리기도 한 점, ⑦ 원고는 2007. 1.경 소외 2를 통하여 소외 1로부터 “병원이 어려워서 현재 근무 중인 의사 4명에서 3명으로 줄여야겠다”는 이야기를 듣고 이 사건 병원을 그만두게 된 것이고 원고가 2007. 2. 22. 소외 2와 작성한 고용계약종료확인서(갑 제2호증)도 소외 2가 이 사건 병원에 대해 일정 액수의 지분을 가지고 있다는 이야기를 듣고 원고가 소외 2에게 그 작성을 요구하여 작성된 것일 뿐인 점을 종합하면, 이 사건 병원은 비의료인인 소외 1이 의사인 소외 3, 원고, 소외 17의 명의를 순차로 차용하여 개설한 것으로서 구 의료법 제30조 제2항에 위반되어 개설된 의료기관에 해당하고, 이에 반하는 갑 제5호증의 기재, 증인 소외 3의 증언은 믿지 아니한다.<br/>        따라서 이 사건 병원의 개설자가 비의료인 소외 1이 아니라 의사 소외 2라는 원고의 주장은 이유 없다(원고는 고용계약 및 명의대여약정의 체결 등을 소외 2와 하였고 소외 1이 이 사건 병원의 개설자라는 사실을 알지 못하였다고도 주장하나, 앞서 본 것과 같이 ① 원고는 소외 1로부터 소외 1이 이 사건 병원을 운영한다는 사실을 들었고 원고의 근로조건인 월급 1,200만 원 및 그랜저 차량 1대 제공도 소외 1과 구두로 계약을 한 것인 점, ② 원고는 위 월급을 소외 1이 지급하여 주는 것으로 알고 있었고, 소외 1에게 이 사건 병원 운영에 필요한 원고의 신분증, 인감도장, 인감증명서 등을 건네주었으며, 소외 1이 원고 명의로 여러 개의 통장을 만들어 이 사건 병원의 수입을 관리한다는 사실을 알고 있었던 점, ③ 원고는 이 사건 병원의 의사, 직원 채용도 모두 소외 1이 결정한다는 사실을 알고 있었던 점, ④ 원고는 소외 1로부터 그만두라는 취지의 말을 듣고 이 사건 병원을 그만둔 점, ⑤ 원고는 이 사건 병원의 수익을 소외 1과 투자자들이 분배한다는 사실을 알고 있었던 점, ⑥ 원고는 검찰에서 조사를 받으면서 자신이 소외 2에게 고용되었다는 주장을 전혀 하지 아니한 점을 종합하면, 원고는 소외 1이 이 사건 병원의 개설자라는 사실을 알았다고 할 것이므로, 원고의 위 주장 또한 받아들일 수 없다).<br/>    3) 비의료인이 개설한 의료기관에 지급된 요양급여비용이 부당이득징수처분의 대상이 되는지 여부<br/>      가) 구 건보법 제52조 제1항에서 ‘사위 기타 부당한 방법으로 보험급여비용을 받은 경우’라 함은 요양기관이 요양급여비용을 받기 위하여 허위의 자료를 제출하거나 사실을 적극적으로 은폐할 것을 요하는 것은 아니고, 관련 법령에 의하여 요양급여비용으로 지급받을 수 없는 비용임에도 불구하고, 이를 청구하여 지급받는 행위를 모두 포함한다(대법원 2008. 7. 10. 선고 2008두3975 판결).<br/>      나) 구 건보법 제40조 제1항, 제43조 제1항에 의하면 요양급여는 의료법에 따라 개설된 의료기관 등의 요양기관에서 행하고, 요양기관은 요양급여비용의 지급을 국민건강보험공단(이하 ‘공단’이라 한다)에 청구할 수 있다.<br/>        여기서 ‘의료법에 따라 개설된 의료기관’이라 함은 ‘의료법에 따라 적법하게 개설된 의료기관’을 의미한다고 할 것이다.<br/>        살피건대, ① 구 의료법은 제30조 제2항에서 의료인이나 의료법인 등 비영리법인이 아닌 자의 의료기관 개설을 원천적으로 금지하고, 제66조 제3호에서 이를 위반하는 경우 5년 이하의 징역 또는 2천만 원 이하의 벌금에 처하도록 규정하고 있는바, 구 의료법이 의료의 적정을 기하여 국민의 건강을 보호 증진함을 목적으로 하고 있으므로 위 금지규정의 입법 취지는 의료기관 개설자격을 의료전문성을 가진 의료인이나 공적인 성격을 가진 자(이하 ‘의료법인 등’이라 한다)로 엄격히 제한함으로써 건전한 의료질서를 확립하고, 영리 목적으로 의료기관을 개설하는 경우에 발생할지도 모르는 국민 건강상의 위험을 미리 방지하고자 하는 데에 있다고 보이는 점(대법원 2003. 4. 22. 선고 2003다2390 판결), ② 의료인이나 의료법인 등이 아닌 자(이하 ‘비의료인’이라 한다)가 의료기관을 개설하여 운영하는 행위는 형사처벌의 대상이 되는 범죄행위에 해당할 뿐 아니라, 거기에 따를 수 있는 국민보건상의 위험성에 비추어 사회통념상으로 도저히 용인될 수 없는 정도로 반사회성을 띠고 있다는 점(위 2003다2390 판결), ③ 구 의료법 제53조 제1항 제2호, 제69조에 의하면 의료기관의 개설자가 될 수 없는 자에게 고용되어 의료행위를 한 의료인은 1년 범위 내의 면허자격 정지처분의 대상이 될 뿐 아니라 300만 원 이하의 벌금에 처해지는 점을 종합하면, 비의료인이 의료인을 내세워(다시 말해 의료인으로부터 명의를 차용하여) 개설한 요양기관은 ‘의료법에 따라 적법하게 개설된 의료기관’이라고 볼 수 없고, 그러한 요양기관은 공단 및 건강보험의 가입자·피부양자로부터 요양급여비용을 지급받을 수 없는 것이므로, 그러한 요양기관의 개설명의인인 의료인이 지급받은 요양급여비용은 구 건보법 제52조 제1항에 의한 부당이득징수처분의 대상이 된다고 봄이 옳다. 원고는 이와 같은 해석이 확대해석 내지 유추해석 금지원칙에 위배되어 헌법에 위반된다고 주장하나, 이는 구 건보법 제52조 제1항 및 구 건보법, 구 의료법 전체 조문의 체계적·종합적 해석일 뿐 법문언의 한계를 벗어난 확대해석 내지 유추해석에 해당하지 않으므로 원고의 위 주장은 이유 없다.<br/>        이 사건 병원이 비의료인 소외 1이 의사인 원고의 명의를 차용하여 개설한 병원인 사실은 앞서 본 것과 같으므로, 2005. 5. 2.부터 2007. 2. 22.까지 이 사건 병원에 지급된 요양급여비용은 그 개설명의자인 원고에 대한 부당이득징수처분의 대상에 해당한다.<br/>      다) 원고의 주장에 관한 판단<br/>        (1) 원고는 이 사건 병원에 대한 개설허가가 취소되기 전까지는 이 사건 병원이 의료법상 적법한 의료기관이므로 부당이득징수처분의 대상이 될 수 없다고 주장한다. 그러나 이 사건 병원에 대한 개설허가가 취소되지 않았다고 하더라도 이 사건 병원은 구 의료법 제30조 제2항에 위반되어 개설된 위법한 의료기관이므로, 원고의 위 주장은 이유 없다.<br/>        (2) 원고는 이 사건 병원이 비의료인 소외 1에 의해 개설된 것이어서 의료법상의 의료기관이 아니라면 구 건보법상 요양기관이 될 수 없으므로, 요양기관을 대상으로 한 구 건보법 제52조 제1항의 부당이득징수처분을 할 수 없다고 주장한다. 그러나 구 건보법 제52조 제1항에 의한 부당이득징수처분의 대상은 사위 기타 부정한 방법으로 보험급여비용을 받은 요양기관이면 되는 것이지 적법한 요양기관에 한정되는 것은 아니므로, 원고의 위 주장은 이유 없다.<br/>        (3) 원고는 구 건보법 제52조 제1항이 부당이득 법리에 따라 운용되어야 하는데, 원고에게는 51억여 원 상당의 이익이 없고 피고에게는 같은 금액 상당의 손해가 없다고 주장한다. 그러나 구 건보법 제52조 제1항은 요양급여비용으로 지급되지 않아야 할 비용이 지급되었을 때 이를 환수하여 원상회복하기 위한 것으로 민법상 부당이득반환청구권과 동일한 성격의 것이라고 볼 수 없어 원고에게 실제로 이득이 발생하였는지 여부는 고려할 사항이 아니라고 할 것이다.<br/>    4) 재량권 일탈·남용 여부<br/>      원고의 이 부분 주장은 아래와 같은 이유로 이유 없다.<br/>      가) 구 건보법 제52조 제1항은 요양급여비용을 엄격하게 통제·관리하여 국민건강보험 재정의 건실화를 도모하고 그 운영상 투명성을 확보하는 데에 그 목적이 있으므로, 위 조항에 근거한 부당이득징수처분은 민사상 부당이득반환과 성질을 달리 하는 것으로서 관련 법령에 의하여 요양급여비용으로 지급될 수 없는 비용임에도 불구하고 그것이 지급된 경우에 이를 원상회복시키는 처분이라고 봄이 타당하다. 이와 같은 부당이득징수처분의 취지에 비추어 보면, 특별한 사정이 없는 한 부당하게 지급된 요양급여비용 전액을 징수하는 것이 원칙이다.<br/>      나) 원고는 이 사건 병원의 병원장으로 근무하면서 소외 1로부터 매월 1,200만 원의 급여를 받아 상당한 수입을 얻었다.<br/>      다) 원고는 이 사건 각 처분으로 인해 개인파산을 할 수밖에 없다고 주장하고, 이 사건 각 처분의 액수가 51억여 원에 달하는 것은 사실이다. 그러나 의료법 제65조 제1항 제1호, 제8조에 의하면 의료인은 파산선고를 받는 것이 면허 취소와 무관한데, 이는 변호사, 변리사, 공인회계사, 세무사 등 여타의 전문자격증 소지자의 경우 파산선고가 등록취소의 사유가 되는 것(변호사법 제18조 제1항 제2호, 제5조 제8호, 변리사법 제5조의3 제1호, 제4조 제4호, 공인회계사법 제9조 제1항 제1호, 제4조 제5호, 세무사법 제7조 제2호, 제4조 제3호)과 차별되는 점이다[구 의료법 하에서는 파산선고를 받는 것이 의료인의 면허취소 사유였으나(구 의료법 제52조 제1항 제1호, 제8조 제1항 제4호), 의료법이 2007. 4. 11. 법률 제8366호로 전부개정 되면서 면허취소 사유에서 삭제되었다. 그 개정이유는 “파산선고와 의료인 면허 취득 간에 직접적인 관련성이 없으므로 의료인 면허의 결격사유에서 파산선고를 받고 복권되지 아니한 자를 삭제함”이라고 한다]. 따라서 가사 이 사건 각 처분으로 인해 원고가 파산에 이른다고 하더라도 원고의 생계수단이 없어지는 것은 아니다.<br/>3. 결론<br/>  그렇다면, 원고의 청구는 이유 없어 이를 모두 기각한다.<br/>[별지 생략]<br/><br/>판사 이승한(재판장) 지창구 이화연 ",
  "사건번호": "2013구합62954",
  "사건종류코드": "400107",
  "판례정보일련번호": "224191",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}