{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210929",
  "법원명": "광주고등법원(제주)",
  "사건명": "배당이의",
  "판례내용": "【원고, 피항소인】 서울보증보험 주식회사 (소송대리인 변호사 고석상)<br/>【피고, 항소인】 피고 (소송대리인 변호사 조현우)<br/>【제1심판결】 제주지방법원 2020. 10. 15. 선고 2019가합13298 판결<br/>【변론종결】2021. 7. 21.<br/>【주    문】<br/>  1. 피고의 항소를 기각한다.<br/>  2. 항소비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>제주지방법원 2018타경3658, 4460(중복) 부동산강제경매 사건에 관하여 위 법원이 2019. 8. 30. 작성한 배당표 중 피고에 대한 배당액 800,000,000원을 234,453,874원으로, 원고에 대한 배당액 5,784,476원을 571,330,602원으로 각 경정한다.<br/>2. 항소취지<br/>  제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 적을 이유는, 다음과 같이 고치는 것 이외에는 제1심판결 이유 제2의 가항(제4쪽 제2행부터 제6쪽 제7행까지) 기재와 같으므로, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>  ○ 제4쪽 제10행 및 제13행 \"2016.\"을 각 \"2006.\"으로 고쳐 쓴다.<br/>  ○ 위 부분에 기재된 \"피고 ○○○\"는 \"피고\"로, \"피고 회사\"는 \"메이슨에프앤아이대부 주식회사\"로 고쳐 쓴다.<br/>2. 본안 전 항변에 대한 판단<br/>  피고는, 제1심판결 중 원고가 메이슨에프앤아이대부 주식회사를 상대로 제기한 배당이의 부분에서 원고가 승소하여 그대로 확정된 이상 원고가 배당요구한 금액 전부를 배당받을 수 있게 되었으므로, 원고가 피고를 상대로 이 사건 소를 유지할 이익이 소멸하여 부적법하다고 주장한다.<br/>  그러나 제1심판결 중 확정된 부분은 메이슨에프앤아이대부 주식회사의 배당액을 감액하는 것으로 경정하고 그와 관련한 배당액에 관한 배당표의 재조제와 새로운 배당절차의 실시를 명하는 것일 뿐 그에 따라 배당표에 원고의 배당액이 증액되어 그대로 확정된다고 볼 수 없고, 원고는 피고에 대한 배당이의 결과에 따라 여전히 자신의 배당액이 증가될 가능성이 있다고 할 것이므로 소의 이익이 존재한다고 할 것이다. 따라서 피고의 위 항변은 이유 없다.<br/>3. 본안에 대한 판단<br/>가. 이 사건 근저당권 피담보채권의 존재 여부에 대하여<br/>    이 법원이 이 부분에 적을 이유는, 다음과 같이 고치는 것 이외에는 제1심판결 이유 제2의 나항(제6쪽 제10행부터 제7쪽 밑에서 제5행까지) 기재와 같으므로, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>    ○ 위 부분에 기재된 \"피고 ○○○\"는 \"피고\"로 고쳐 쓴다.<br/>    ○ 제7쪽 제4~5행 \"변제기 및 이자를 특정하지 아니한 채\" 부분을 \"변제기 1년 후, 이자 월 2%(연 24%)로 정하여\"로 고쳐 쓴다.<br/>    ○ 제7쪽 제11~13행 \"을가 제1호증의 … 영상만으로는\" 부분을 \"을가 제1 내지 7, 9 내지 11, 12 내지 22호증(가지번호 있는 것은 각 가지번호 포함)의 각 기재 또는 영상, 이 법원 증인 소외 1의 증언만으로는\"으로 고쳐 쓴다.<br/>나. 소멸시효 완성 여부에 대하여<br/>    설령 소외 1이 소외 2로부터 8억 원을 차용하면서 이를 담보하기 위해 이 사건 근저당권을 설정해주었다고 하더라도, 소외 1은 회사 운영자금으로 위 돈을 차용한 것이어서 이 사건 근저당권의 피담보채권인 대여금채권은 상사채권에 해당하고, 따라서 특별한 사정이 없는 한 피고가 이를 양수한 2006. 11. 30.로부터 5년의 소멸시효기간이 경과할 무렵에는 시효가 완성되어 소멸하였다고 할 것이다.<br/>    이에 대하여 피고는 소외 1이 매년 1회 이상 피고에게 위 대여금을 변제하겠다고 양해를 구하여 왔고, 2010. 11.경 및 2018. 3.경 이 사건 부동산의 매각 및 변제를 최고하는 피고에게 대여금채권을 인정하는 취지로 말하였으며, 2014. 5. 14.경 소외 1이 이 사건 부동산에 관한 임대차계약서를 작성하면서 피고의 동의를 얻기도 하였다면서 소외 1이 채무 승인하여 시효가 중단되었다거나 시효이익을 포기하였다고 주장한다. 그러나 을가 제3호증의 1, 제7호증의 각 기재 및 이 법원 증인 소외 1의 증언만으로는 위와 같은 피고 주장 사실을 인정하기에 부족하고, 달리 이를 인정할 만한 증거가 없다(소외 1이 2014. 5. 14. 임대차계약서를 작성하면서 피고의 동의를 얻었다는 사정만으로 이를 채무승인이나 시효이익의 포기로 보기도 어렵다). 따라서 피고의 위 주장은 이유 없다.<br/>다. 배당표의 재조제<br/>    이 법원이 이 부분에 적을 이유는, 다음과 같이 고치는 것 이외에는 제1심판결 이유 제2의 라항(제8쪽 제4행부터 제11행까지) 기재와 같으므로, 민사소송법 제420조 본문에 따라 이를 그대로 인용한다.<br/>    ○ 위 부분에 기재된 \"피고 ○○○\"는 \"피고\"로, \"피고 회사\"는 \"메이슨에프앤아이대부 주식회사\"로 고쳐 쓴다.<br/>    ○ 제8쪽 제8행 \"피고들의\"를 \"피고 및 메이슨에프앤아이대부 주식회사의\"로 고쳐 쓴다.<br/>4. 결론<br/>  그렇다면 원고의 청구는 위 인정 범위 내에서 이유 있어 이를 일부 인용하여야 한다. 제1심판결은 이와 결론을 같이하여 정당하므로, 피고의 항소는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 왕정옥(재판장) 김기춘 박형렬 ",
  "사건번호": "2020나10819",
  "사건종류코드": "400101",
  "판례정보일련번호": "233367",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}