{
  "판시사항": "[1] 주택임대차보호법 제8조 제1항에서 정한 소액임차인이 같은 법 제3조의2 제2항에서 정한 확정일자 임차인에 우선하여 보증금 중 일정액을 변제받을 수 있는지 여부(적극)<br/>[2] 여러 담보물권자 또는 주택임대차보호법 제3조의2 제2항에서 정한 확정일자 임차인의 담보물권 취득시기 또는 대항요건과 확정일자 구비시기가 다르고, 그때 적용되는 시행령상의 ‘소액임차인 및 보증금 중 일정액의 범위와 기준’이 다른 경우, 같은 법 제8조 제1항에서 정한 소액임차인과 각 담보물권자 또는 확정일자 임차인 사이에 적용되는 ‘소액임차인이 되기 위한 보증금’ 및 ‘우선변제를 받을 보증금 중 일정액’의 범위도 적용되는 시행령상의 기준액에 따라 달라지는지 여부(적극)<br/>",
  "참조판례": "[1] 대법원 2007. 11. 15. 선고 2007다45562 판결(공2007하, 1918)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "[1] 주택임대차보호법 제3조의2 제2항, 제8조 제1항 / [2] 주택임대차보호법 제3조의2 제2항, 제8조 제1항, 제3항, 구 주택임대차보호법 시행령(2013. 12. 30. 대통령령 제25035호로 개정되기 전의 것) 제3조(현행 제10조 참조), 제4조(현행 제11조 참조), 주택임대차보호법 시행령 제10조, 제11조, 부칙(1987. 12. 1.) 제2항, 부칙(1995. 10. 19.) 제2항, 부칙(2001. 9. 15.) 제2항, 부칙(2008. 8. 21.) 제2조, 부칙(2010. 7. 21.) 제2조, 부칙(2013. 12. 30.) 제4조, 부칙(2016. 3. 31.) 제2조<br/>",
  "선고일자": "20180213",
  "법원명": "대법원",
  "사건명": "배당이의",
  "판례내용": "【원고, 상고인】 원고<br/>【피고, 피상고인】 피고 1 외 5인<br/>【원심판결】 서울북부지법 2017. 9. 5. 선고 2017나252 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 원고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 주택임대차보호법 제3조의2 제2항은 대항요건(주택인도와 주민등록전입신고)과 임대차계약증서상의 확정일자를 갖춘 주택임차인은 후순위권리자 기타 일반채권자보다 우선하여 보증금을 변제받을 권리가 있다고 규정하고 있다. 이는 그와 같은 주택임차인(이하 ‘확정일자 임차인’이라 한다)에게 부동산 담보권에 유사한 권리를 인정한다는 취지이다(대법원 2007. 11. 15. 선고 2007다45562 판결 참조).<br/>주택임대차보호법 제8조 제1항은 임차인은 보증금 중 일정액을 다른 담보물권자보다 우선하여 변제받을 권리가 있다고 규정하고 있다. 이러한 임차인(이하 ‘소액임차인’이라 한다)은 근저당권자와 같은 담보물권자뿐만 아니라 확정일자 임차인에도 우선하여 보증금 중 일정액을 변제받을 수 있다.<br/>  한편 주택임대차보호법 제8조 제3항은 소액임차인 및 보증금 중 일정액의 범위와 기준을 대통령령으로 정하도록 하고 있다. 이에 따른 ‘소액임차인이 되기 위한 보증금’ 및 ‘우선변제를 받을 보증금 중 일정액’의 범위는 주택임대차보호법 시행령이 개정되면서 계속 늘어나 왔는데, 주택임대차보호법 시행령은 위와 같은 개정 전후에 걸쳐 모두 그 부칙에 “이 영 시행 전에 임차주택에 대하여 담보물권을 취득한 자에 대하여는 종전의 규정을 적용한다.”라는 경과규정을 두었다. 이러한 경과규정은 소액임차인과 담보물권자 또는 확정일자 임차인 사이에 상대적으로 적용된다. 따라서 여러 담보물권자 또는 확정일자 임차인의 담보물권 취득시기 또는 대항요건과 확정일자 구비시기가 다르고 그때 적용되는 시행령상의 기준액도 다르다면, 소액임차인과 각 담보물권자 또는 확정일자 임차인 사이에 적용되는 ‘소액임차인이 되기 위한 보증금’ 및 ‘우선변제를 받을 보증금 중 일정액’의 범위도 적용되는 시행령상의 기준액에 따라 달라진다.<br/>  2. 같은 취지에서 원심이, ① 소액임차인인 피고들과 이 사건 근저당권자 사이에서는 최우선변제액을 2,000만 원으로 정한 구 주택임대차보호법 시행령(2010. 7. 21. 대통령령 제22284호로 개정되기 전의 것)이 적용되어 피고들이 각 2,000만 원씩을 1순위로 변제받고, ② 소액임차인인 피고들과 확정일자 임차인인 원고 사이에서는 최우선변제액을 2,500만 원으로 정한 구 주택임대차보호법 시행령(2013. 12. 30. 대통령령 제25035호로 개정되기 전의 것)이 적용되어 피고들이 위 2,500만 원에서 위와 같이 1순위로 변제받은 각 2,000만 원씩을 뺀 나머지 각 500만 원씩을 원고에 우선하여 변제받을 수 있다고 판단한 것은 정당하다. 거기에 상고이유 주장과 같은 법리오해 등의 잘못이 없다.<br/>  3. 그러므로 상고를 모두 기각하고 상고비용은 패소자가 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 민유숙(재판장) 김창석 조희대(주심) 김재형 ",
  "사건번호": "2017다48300",
  "사건종류코드": "400101",
  "판례정보일련번호": "235219",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}