{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20181004",
  "법원명": "수원지방법원",
  "사건명": "소유권이전등기",
  "판례내용": "【원고, 항소인】 원고(소송대리인 법무법인 호성 담당변호사 임영빈)<br/>【피고, 피항소인】 피고(소송대리인 법무법인 대원 담당변호사 하인수)<br/>【제1심판결】 수원지방법원 여주지원 2018. 1. 16. 선고 2017가단5275 판결<br/>【변론종결】2018. 9. 13.<br/>【주    문】<br/>1. 당심에서 변경된 원고의 청구에 따라, 피고는 원고에게 여주시 (주소 생략) 답 1,310.5㎡ 중 3분의 1 지분에 관하여 명의신탁 해지를 원인으로 한 소유권이전등기절차를 이행하라.<br/>2. 항소비용은 피고가 부담한다. <br/><br/>【청구취지 및 항소취지】피고에 대한 제1심 판결을 취소한다. 피고는 원고에게 여주시 (주소 생략) 답 1,310.5㎡ 중 3분의 1 지분에 관하여 2017. 7. 1. 매매를 원인으로 한 소유권이전등기절차를 이행하라.<br/>【이    유】 1. 청구의 기초사실<br/>  ① 피고와 1심 공동피고 1, 1심 공동피고 2는 농지인 주문 제1항 기재 이 사건 토지에 관하여 1972. 12. 22. 각 3분의 1 지분씩 소유권이전등기를 마친 사실, ② 소외 (종중명 생략) 종중은 1970. 10.경부터 1983. 9.경까지 사이에 종중원인 위 피고들에게 이 사건 토지를 명의신탁하였는데 이를 해지한다고 주장하며, 2016. 1. 29. 위 피고들 등을 상대로 명의신탁 해지를 원인으로 한 소유권이전등기절차 이행을 구하는 소(수원지방법원 여주지원 2016가합5084호)를 제기하였고(위 피고들을 비롯한 총 24인이 피고였고, 그 계쟁물도 이 사건 토지 외에 여럿이었다), 위 법원은 2017. 4. 26. 무변론에 의하여 위 종중의 청구를 그대로 인용하는 판결을 선고하여 그 판결이 그대로 확정된 사실, ③ 위 종중은 위 확정판결에 불구하고 직접 자신 앞으로 소유권이전등기절차를 마치지 않은 채(아마도 농지법상의 제한 때문으로 보인다), 2017. 7. 1. 원고에게 이 사건 토지를 대금 4,000만 원에 매도하고, 그 대금을 지급 받은 후 2018. 5. 3. 원고에게 이 사건 토지에 대한 소유권이전등기청구권을 양도한 한편 그 양도통지권을 수여한 사실(2018. 7. 28.과 2018. 9. 8. 종중원 총회를 소집하여 원고 앞으로의 매도와 소유권이전등기청구권의 양도에 대한 추인을 받았다), ④ 원고는 2018. 5. 16. 피고에게 양도통지서를 발송하여 그 무렵 그 통지가 피고에게 도달하였으나, 피고는 종중이나 원고 앞으로의 소유권이전등기를 거부하고 있는 사실(위 1심 공동피고 1과 1심 공동피고 2는 2018. 1. 2. 매매를 원인으로 2018. 3. 14. 원고 앞으로 소유권이전등기를 넘겨주었고, 이에 따라 원고는 당심에서 그들에 대한 소를 취하하였다)은 당사자 사이에 다툼이 없거나, 갑 제1 내지 16호증의 각 기재(가지번호 있는 것은 이를 포함)와 변론 전체의 취지를 종합하여 인정할 수 있고, 을 제3, 4호증의 각 기재는 이에 방해가 되지 않으며, 달리 이에 방해가 되는 증거가 없다. <br/>  2. 원고의 청구에 대한 판단<br/>  가. 원고의 청구원인<br/>  (1) 원고는 이 사건 청구원인으로, 원고가 위와 같이 이 사건 토지의 명의신탁자이자 실질적인 소유자인 종중으로부터 이를 매수하고 그 소유권이전등기청구권을 양수하였으므로, 피고는 자신의 지분에 관하여 원고에게 소유권이전등기의무가 있다고 주장한다(원고는 당초 위 종중을 대위하여 피고에게 소유권이전등기절차의 이행을 구하였으나, 당심에 이르러 이와 같이 청구원인을 교환적으로 변경하였다. 이에 따라 1심 판결은 실효하였다).<br/>  (2) 이에 대하여 피고는, 위 종중의 원고에 대한 소유권이전등기청구권의 양도에 관하여는 매매로 인한 소유권이전등기청구권의 양도에 관한 양도제한의 법리가 적용되어야 하고, 또 원고의 이 사건 청구를 인용할 경우 미등기 전매를 금지하는 ‘부동산등기 특별조치법’과 종중의 농지 소유를 금지하는 농지법을 잠탈하는 결과가 된다고 주장한다.<br/>  나. 종중의 농지 취득 가부<br/>  (1) 위와 같이 위 종중은 확정판결에 기하여 피고를 상대로 농지인 이 사건 토지에 관하여 명의신탁 해지를 원인으로 한 소유권이전등기청구권을 가지고 있는바, 종중의 농지 취득과 명의신탁 및 명의신탁 해지를 원인으로 한 소유권이전등기의 가부에 관하여 본다.<br/>  (2) 헌법 제121조 제1항은 ‘국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다’라고 규정하여 경자유전의 원칙을 선언하고 있는바, 이는 제헌 헌법 이래 우리 헌법이 여러 차례 개정을 거치면서도 계속하여 유지해온 법원칙이다. 이에 따라 농지개혁법은 일체의 농지에 대한 소작, 임대차, 위탁경영 등을 금지하고(제17조), 농지는 농가만이 소유할 수 있음을 전제로 농가 이외의 자의 농지 소유를 금지하였으며, 농가를 ‘가주(家主) 또는 동거가족이 농경을 주업으로 하여 독립생계를 영위하는 합법적 사회단위를 칭한다’고 정의함으로써(제3조), 자연인이 아닌 법인이나 법인격 없는 사단의 농지 취득을 금지하였다(대법원 1955. 3. 31 선고 4287민상119 판결, 1965. 11. 16 선고 65다1800 판결, 1976. 5. 11. 선고 75다1427 판결, 1989. 5. 23. 선고 88다카5331 판결 등 참조). <br/>  따라서 농지개혁법상 법인격 없는 사단인 종중은 그 명의로 농지를 취득할 수 없음이 원칙이고, 이에 반하여 이루어진 종중 등의 등기는 실체에 부합하지 않는 무효의 등기이다(대법원 1959. 10. 29. 선고 4292민상165, 166 판결, 1976. 5. 11. 선고 75다1427 판결, 1994. 9. 13. 선고 93다52501 판결, 2000. 8. 22. 선고 99다62609, 62616 판결, 2007. 5. 10. 선고 2007다3612 판결 등 참조).<br/>  (3) 그런데 농지개혁법은, 분묘를 수호하기 위하여 종전부터 소작료를 징수하지 아니하는 기존의 위토(位土)로서 1기의 분묘당 2반보(600평) 이내의 농지에 대해서는 그 법에 의한 매수 대상에서 제외하였고(제6조 제7호), 농지개혁법시행규칙은, 이에 따라 구청, 시청 또는 군청에 위 법 규정에 정한 위토에 관한 사항을 기재한 위토대장을 비치하여야 하며, 위토의 인정을 받고자 하는 자는 묘주의 주소, 성명, 위토의 표시(지번, 지목, 지적 및 주 재배작물), 분묘의 소재지, 묘위와 묘주와의 관계, 분묘의 수호조건, 수호자의 주소, 성명, 위토의 설치 연월일을 기재한 신청서를 위 규칙 공포일로부터 20일 이내에(1950. 5. 18.까지) 농지소재지 읍ㆍ면장을 거쳐 구청장, 시장 또는 군수에게 제출하도록 하고, 위 신청서에는 증명서류를 첨부하여야 하며, 위 신청을 인허하였을 때에는 위토대장에 이를 등록하도록 하였다(제11, 12조). 따라서 종중이 농지개혁법의 발효 당시 위 규정에 따른 위토를 소유한 경우 농지개혁법 실시에 불구하고 그 위토의 소유권을 유지한다고 할 것이다.<br/>  따라서 농지개혁법하에서 종중은 원칙적으로 농지를 취득할 수 없고, 농지개혁 당시 위토대장에 등재된 기존 위토인 농지에 한하여 당해 농지가 위토대장에 등재되어 있음을 확인하는 위토대장 소관청 발급의 증명서를 첨부하여 종중 명의로의 소유권이전등기를 신청할 수 있으며, 종중이 농지에 대하여 명의신탁 해지를 원인으로 한 소유권이전등기소송에서 승소판결을 받았더라도 위 증명서를 발급받지 못한 경우에는 종중 명의로의 소유권이전등기를 신청할 수 없다(1994. 6. 20. 등기선례 4-45호, 2000. 10. 16. 등기선례 6-571호 참조).<br/>  (4) 농지개혁법과 여러 관련 법률이 농지법으로 흡수, 통합되어 1996. 1. 1.부터 농지법이 시행되고 있는데, 농지법 시행 이전에 농지개혁법을 보조하는 ‘농지의 보전 및 이용에 관한 법률’(1972. 12. 18. 법률 제2373호), 농지임대차관리법(1986. 12. 31. 법률 제3888호), 농어촌발전특별조치법(1990. 4. 7. 법률 제4228호)에서도 경자유전의 원칙은 그대로 유지되었으며, 자경을 위한 목적 이외의 농지 소유나 법인 또는 법인격 없는 사단의 농지 취득 및 보유는 금지되었다.<br/>  현행 농지법은 농지 소유규모의 제한을 상향하고, 일정한 요건하에 농지의 임대차ㆍ사용대차 및 위탁경영 등을 허용하는 외에, 비농업인이라도 주말ㆍ체험영농 목적으로 한 1천㎡ 미만의 농지 소유를 예외적으로 허용하고 있으나, 경자유전의 원리에 따라 농업인(농업에 종사하는 개인) 또는 농업법인(‘농어업경영체 육성 및 지원에 관한 법률’ 제16조에 따라 설립된 영농조합법인과 같은 법 제19조에 의한 농업회사법인)이 자기의 계산과 책임으로 농업을 영위하는 농업경영을 위하여 농지를 취득, 보유하는 외에는 이를 금지하고 있다. 그리고 농지법은 기존 농지개혁법하에서 인정된 위토가 아닌 한 새로운 위토의 설정을 전혀 예정하고 있지 않다(부칙 제5조, 1999. 4. 30. 등기선례 6-23호 참조). 따라서 현행 농지법하에서도 농업인이나 농업법인이 아닌 종중은 어떤 목적이든 원칙적으로 농지를 취득할 수 없으며, 이는 명의신탁 해지를 원인으로 하는 경우에도 마찬가지다.<br/>  (5) 한편, 민법은 묘지에 속한 1정보 이내의 금양임야와 600평 이내의 묘토인 농지, 족보와 제구의 소유권은 제사를 주재하는 자가 승계한다고 규정하는바(제1008조의3), 종중이 그 묘토와 관련된 자의 제사를 주재하는 경우에는 이에 따라 600평 이내의 묘토인 농지를 승계ㆍ취득할 수 있다고 할 것이다. 그리고 농지법 제6조 제4항은 “이 법에서 허용된 경우 외에는 농지 소유에 관한 특례를 정할 수 없다”고 규정하면서 민법 제1008조의3에 의한 승계ㆍ취득을 특례 대상으로 규정하고 있지 않으나, 민법 제1008조의3의 규정은 상속에 준하여 농지법의 다른 규정에 불구하고 종중의 농지 소유를 허용하는 특례에 해당한다고 할 것이다. <br/>  그러나 이 사건에서는 위 종중이 이 사건 농지를 민법 제1008조의3의 규정에 의하여 취득하였다고 볼 자료가 없으므로(위 종중의 주장에 따른 명의신탁 시점 이전에 이 사건 농지가 농지개혁법상 위토였음을 인정할 자료가 없고, 당초 민법 제996조가 분묘에 속한 1정보 이내의 금양임야와 6백평 이내의 묘토인 농지 등의 소유권을 호주상속인이 승계한다고 규정하였다가, 1990. 1. 13. 이 규정을 삭제하는 대신 제1008조의3의 규정을 신설한 사정에 비추어 보면, 위 종중이 이 사건 농지를 민법 제1008조의3의 규정에 의하여 취득하였다고 볼 수는 없다), 이에 대해서는 따로 판단하지 않는다.<br/>  (6) 이상과 같이 위 종중은 이 사건 농지를 적법하게 그 명의로 취득할 수 없었다.<br/>  다. 농지에 대한 종중의 명의신탁 가부<br/>  (1) 일제 강점기를 전후하여 근대적 부동산등기제도가 도입되었으나, 그 법제상 1930년 조선부동산등기령과 그 시행규칙이 개정되기 전까지 권리능력이 없는 종중은 그 명의로 권리를 취득하거나 부동산의 등기를 할 수 없었기 때문에 종손이나 대표자의 명의로 사정을 받거나 등기를 해두는 명의신탁이 활용되었고, 우리 법원은 ‘부동산 실권리자명의 등기에 관한 법률’에 의하여 명의신탁이 금지되기 전에는 조선고등법원 이래로 그 유효성을 인정하여, 대내적 관계에서는 명의신탁자인 종중이 소유권을 보유하되 대외적 관계에서는 명의수탁자가 소유권을 보유한다고 해석해왔다(대법원 1992. 4. 10. 선고 91다34127 판결, 1994. 10. 25. 선고 94다29782 판결, 1997. 2. 25. 선고 96다9560 판결, 1998. 9. 8. 선고 98다13686 판결, 2002. 7. 26. 선고 2001다76731 판결 등 참조). 이에 따라 명의신탁자인 종중은 명의신탁을 해지하고 명의수탁자에게 당해 부동산의 소유권이전등기청구권을 취득하게 된다.<br/>  그리고 종중은 농지개혁법과 농지법하에서 원칙적으로 농지를 취득할 수 없지만, 농지개혁법 시행 당시 그 법률에 따른 위토의 요건을 갖춘 농지를 적법하게 취득할 수 있으므로, 종중이 그러한 요건을 갖춘 위토로 사용하기 위하여 농지를 취득하여 종중 외의 자의 명의로 등기한 경우, 그 명의신탁은 법령상 제한을 회피하기 위한 것이라고 볼 수 없어 그 이후에 공포, 시행된 ‘부동산 실권리자명의 등기에 관한 법률’ 제8조 제1호의 규정에 의하여도 유효하다(대법원 2006. 1. 27. 선고 2005다59871 판결 참조). <br/>  그러나 농지개혁법 시행 당시 허용된 위토가 아니었다면 농지개혁법의 입법취지에 비추어 볼 때 그 명의신탁은 무효이므로 명의신탁자는 신탁계약을 해지하여도 그 농지의 반환(인도나 소유권이전등기)을 청구할 수 없고, 따라서 농지개혁법 제6조 제7호 소정의 기존의 위토인 농지를 제외한 농지에 대한 명의신탁은 농지개혁법이 시행됨으로써 모두 효력을 잃게 되었다고 볼 수밖에 없으며, 그 결과 신탁자와 수탁자 사이의 명의신탁관계는 소멸되어 수탁자는 완전한 소유권을 취득하게 된다(대법원 1991. 10. 22. 선고 91도1397 판결, 2008. 2. 29. 선고 2007도11029 판결, 2010. 6. 24. 선고 2009도9242 판결, 1999. 2. 8. 등기선례 6-475호 등 참조).<br/>  (2) 한편, 현행 부동산등기법은 법인격 없는 사단인 종중에 대해서도 등기능력을 인정하고 있는데(제26조), ‘부동산 실권리자명의 등기에 관한 법률’은 명의신탁을 원칙적으로 금지하면서도, 종중이 조세 포탈이나 강제집행의 면탈 또는 법령상 제한의 회피를 목적으로 하지 아니하는 경우에는 종중 이외의 자의 명의로 등기하여 보유하는 명의신탁을 허용하고 있다(제8조 제1호).<br/>  그러나 위와 같이 현행 농지법상 종중의 농지 소유는 이전에 위토의 요건을 갖춘 농지를 적법하게 취득하여 보유하는 외에 새로이 취득, 소유할 수는 없으므로, 종중은 농지법하에서 기존의 위토가 아닌 한 직접 자신의 명의로 농지를 취득할 수 없음은 물론 명의신탁을 통해서도 취득, 보유할 수 없으며(이 경우 이는 탈법행위가 되며, 위 대법원 91도1397 판결 등의 법리가 적용되어 명의신탁은 무효가 되고 ‘부동산 실권리자명의 등기에 관한 법률’에 의해 당해 농지는 명의수탁자 등의 소유가 된다), 이는 위토의 목적인 경우나 농지에 대한 기존의 명의신탁을 해지하고 그에 따라 소유권이전등기청구권을 취득한 때에도 마찬가지라고 할 것이다(1999. 2. 8. 등기선례 6-475호 참조).<br/>  (3) 위와 같이 종중은 농지개혁법 발효 당시 위토의 요건을 갖춘 농지를 취득, 보유한 경우 외에는 자신의 명의로든 타인의 명의로든 이를 취득, 소유할 수 없는바, 이 사건에서는 위 종중이 이 사건 농지를 농지개혁법 시행 당시 위토로서 취득하여 피고 등에게 명의신탁하였다고 볼 자료가 없으므로(위 확정판결에서 본 바와 같은 명의신탁 시점과 민법 제1008조의3의 개정 경위를 고려하면 그럴 가능성은 거의 없어 보인다), 위 종중은 피고로부터 명의신탁 해지를 원인으로 하여 소유권이전등기를 받을 수 없다. 따라서 이 사건 농지에 대한 피고 앞으로의 명의신탁은 사실상 무효이고, 그 결과 명의수탁자인 피고는 그 지분에 관하여 완전한 소유권을 취득하며, 법령상의 제한에 의해 명의신탁 재산의 원물 반환이 불가능한 경우에 준하여 그 객관적 가액을 부당이득으로 반환하여야 할 것이다(대법원 2008. 5. 15. 선고 2007다74690 판결, 2009. 7. 23. 선고 2009재다516 판결 등 참조).<br/>  라. 소유권이전등기청구권의 양도에 관한 법리<br/>  (1) 우리 민법은 법률행위에 의한 부동산 물권변동에 관하여 등기를 그 성립요건으로 하고 있다. 따라서 어떤 부동산에 관하여 물권변동을 초래하는 법률행위가 여러 단계에 걸쳐서 이루어진 경우 그 각 단계별로 등기가 이루어져야 하고, 최초 등기명의자의 동의나 승낙이 없는 한 그 중간단계를 생략한 채 앞 단계의 등기명의인으로부터 다음 단계의 등기권리자 앞으로의 등기를 허용할 수 없음이 원칙인바, 이는 부동산이 전전 양도된 경우는 물론 소유권이전등기청구권이 양도된 경우에도 동일하다. <br/>  (2) 이러한 법리에 따라 대법원은, 소유권이전등기청구권을 매수인으로부터 양도받은 양수인은 매도인이 그 양도에 대하여 동의하지 않고 있다면 매도인에 대하여 채권양도를 원인으로 하여 소유권이전등기절차의 이행을 청구할 수 없고, 매매로 인한 소유권이전등기청구권은 특별한 사정이 없는 이상 그 권리의 성질상 양도가 제한되고 그 양도에 채무자의 승낙이나 동의를 요한다고 할 것이므로 통상의 채권양도와 달리 양도인의 채무자에 대한 통지만으로는 채무자에 대한 대항력이 생기지 않으며 반드시 채무자의 동의나 승낙을 받아야 대항력이 생기고, 이는 부동산의 대물변제로 인하여 발생한 소유권이전등기청구권의 양도에 관하여도 마찬가지로 적용된다고 보고 있다(대법원 1989. 11. 14. 선고 88다카19033 판결, 1997. 5. 16. 선고 97다485 판결, 2001. 10. 9. 선고 2000다51216 판결, 2005. 3. 10. 선고 2004다67653, 67660 판결, 2009. 9. 24. 선고 2009다33723 판결 등 참조).<br/>  (3) 그러나 양도의 대상인 소유권이전등기청구권이 취득시효완성과 같이 그 등기청구권의 채권자와 채무자 사이에 아무런 계약관계나 신뢰관계가 없고, 그에 따라 채권자가 채무자에게 반대급부로 부담하여야 하는 의무도 없는 법률관계로부터 발생한 경우에는 그 등기청구권의 양도에 매매로 인한 소유권이전등기청구권에 관한 양도제한의 법리가 적용되지 않는다고 보아야 하는바(대법원 2018. 7. 12. 선고 2015다36167 판결 참조), 명의신탁자가 명의수탁자에 대하여 명의신탁을 해지하고 그에 따라 소유권이전등기청구권을 취득한 후 이를 타인에게 양도한 경우에도 이와 마찬가지로 보아야 할 것이다. <br/>  특별한 사정이 없는 한 명의수탁자는 명의신탁자에게 반대급부청구권이 없고(반대급부청구권이 있는 경우에도 명의수탁자는 소유권이전등기청구권의 양수인에게 인적 항변을 주장할 수 있음은 물론이다), 명의수탁자가 명의신탁자에게 명의신탁 해지에 따른 소유권이전등기의무를 부담하는 이상, 명의수탁자로서는 최종 등기 보유자가 누가 되든 명의신탁자의 처분에 따르면 족할 뿐 독자적인 이해관계나 신뢰관계를 갖는다고 할 수 없기 때문이다(위와 같이 피고는 실질적으로는 그 지분에 관하여 완전한 소유권을 취득하고 위 종중에게 그 객관적 가액을 부당이득으로 반환하여야 할 것인데, 이러한 권리ㆍ의무를 취득ㆍ부담하는 위 종중이나 피고의 지위 및 위 확정판결에 따라 종중이 별소로써 피고를 상대로 다시 가액배상청구를 하는 것이 사실상 불가능한 사정 등을 감안하면, 위 종중이 피고에게서 부당이득의 반환을 받는 대신 위 지분 소유권이전등기청구권을 3자인 원고에게 양도하여 실질적으로 그와 동일한 결과를 실현하는 것을 비난할 이유는 없다고 할 것이다).<br/>  따라서 이와 달리, 위 종중의 원고에 대한 소유권이전등기청구권의 양도에 관하여도 매매로 인한 소유권이전등기청구권의 양도에 관한 양도제한의 법리가 적용되어야 한다는 피고 주장은 받아들일 수 없다.<br/>  (4) 피고는 또, 원고의 이 사건 청구를 인용할 경우 미등기 전매를 금지하는 ‘부동산등기 특별조치법’과 종중의 농지 소유를 금지하는 농지법을 잠탈하는 결과가 된다고 주장하나, 명의신탁자인 위 종중이 피고에 대하여 명의신탁을 해지하고 그에 따라 소유권이전등기청구권을 취득한 것은 ‘부동산등기 특별조치법’이 규정하는 ‘부동산의 소유권 이전을 내용으로 하는 계약을 체결한’ 데에 따른 것이 아닐 뿐만 아니라, 위 종중이 피고에 대한 소유권이전등기청구권을 원고에게 양도하고 원고가 그 등기를 이전 받는다고 하여 위 종중이 직접 농지를 취득하게 되는 것은 아니므로 그것이 농지법을 잠탈하는 결과가 된다고 볼 수는 없다(원고에게는 당연히 농지법이 적용되고, 그에 따라 농지취득자격증명을 받아야 함은 물론이며, 오히려 농지를 취득할 수 없는 종중이 농지를 취득하는 대신 피고에 대한 소유권이전등기청구권을 원고에게 양도하여 그 재산가치를 회수하는 것이 농지법의 입법취지에 부합한다).<br/>  마. 종중원 총회의 결의 여부<br/>  그리고 위 종중이 원고에게 이 사건 토지를 매도하고 원고에게 이 사건 토지에 대한 소유권이전등기청구권을 양도한 데에 대하여 2018. 7. 28.과 2018. 9. 8. 종중원 총회를 소집하여 추인을 받은 사실은 앞서 인정한 바와 같고, 이를 뒤집을 증거가 없으므로, 이를 다투는 피고 주장도 이유 없다.<br/>  바. 소결론<br/>  그러므로 원고 앞으로의 소유권이전등기를 구하는 원고의 이 사건 청구는 이유 있다. 다만, 원고는 그 등기원인을 원고와 위 종중 사이에 이루어진 2017. 7. 1. 매매로 구하나, 등기권리자인 원고와 등기의무자인 피고 사이에는 위와 같은 매매가 이루어진 바가 없고, 피고는 위 종중이나 그 등기청구권의 양수인인 원고에 대하여 명의신탁 해지를 원인으로 한 등기의무만을 질뿐이다. 그런데 법원은 청구의 동일성이 인정되는 범위에서는 당사자가 청구취지에 등기원인으로 표시한 내용(법률판단)에 구애되지 않고, 그 기본적 사실관계에 대하여 정당한 법률해석을 거쳐 그 등기원인의 표시를 바로 잡을 수 있으므로(대법원 1980. 12. 9. 선고 80다532 판결, 2014. 10. 30. 선고 2010다84475 판결 참조), 그 등기원인을 명의신탁 해지로 수정하기로 한다. <br/>  3. 결론<br/>  이상과 같이 당심에서 변경된 원고의 이 사건 청구는 인용함이 상당하므로 주문과 같이 판결한다.   <br/><br/>판사 양경승(재판장) 강선아 심현근 ",
  "사건번호": "2018나55227",
  "사건종류코드": "400101",
  "판례정보일련번호": "217191",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}