{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20180531",
  "법원명": "서울중앙지방법원",
  "사건명": "손해배상(기)",
  "판례내용": "【원    고】 ○○○ 주식회사 외 1인 (소송대리인 법무법인 세종 담당변호사 정진호 외 4인)<br/>【피    고】 주식회사 △△△ 외 2인 (소송대리인 법무법인(유한) 태평양 담당변호사 김수한 외 3인)<br/>【변론종결】2018. 4. 26.<br/>【주    문】<br/>1. 피고들은 연대하여, <br/>  가. 원고 ○○○ 주식회사에게 2,413,903,231원 및 그 중 2,400,404,104원에 대하여는 2012. 2. 24.부터, 8,866,586원에 대하여는 2012. 5. 17.부터, 4,632,541원에 대하여는 2014. 7. 31.부터 각 2018. 5. 31.까지는 연 6%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을, <br/>  나. 원고 ◇◇◇ 주식회사에게 3,927,506,947원 및 그 중 3,905,543,383원에 대하여는 2012. 2. 24.부터, 14,426,253원에 대하여는 2012. 5. 17.부터, 7,537,311원에 대하여는 2014. 7. 31.부터 각 2018. 5. 31.까지는 연 6%의, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을<br/>  각 지급하라. <br/>2. 원고들의 피고들에 대한 각 나머지 청구를 기각한다. <br/>3. 소송비용 중 4/5는 원고들이, 나머지는 피고들이 각 부담한다. <br/>4. 제1항은 가집행할 수 있다. <br/><br/>【청구취지】피고들은 연대하여 원고 ○○○ 주식회사에게 12,180,964,160원 및 그 중 11,349,063,158원에 대하여는 2012. 2. 25.부터 2015. 9. 2.까지는 연 6%, 그 다음날부터 2015. 9. 30.까지는 연 20%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율에 의한 금원을, 나머지 831,901,002원에 대하여는 2012. 2. 25.부터 원고들의 2017. 12. 19.자 청구취지 및 청구원인 변경신청서 송달일까지는 연 6%, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율에 의한 금원을, 원고 ◇◇◇ 주식회사에게 19,818,864,617원 및 그 중 18,465,331,914원에 대하여는 2012. 2. 25.부터 2015. 9. 2.까지는 연 6%, 그 다음날부터 2015. 9. 30.까지는 연 20%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율에 의한 금원을, 나머지 1,353,532,703원에 대하여는 2012. 2. 25.부터 원고들의 2017. 12. 19.자 청구취지 및 청구원인 변경신청서 송달일까지는 연 6%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율에 의한 금원을 각 지급하라.<br/>【이    유】1. 기초사실<br/>  가. 원고들과 피고들의 주식매매계약 체결 <br/>   1) □□□ 주식회사(2012. 3. 29. ♤♤♤ 주식회사로 상호가 변경되었다. 이하 ‘대상회사’라 한다)는 보험업법에 따른 보험업과 이에 부수하는 사업을 영위하기 위하여 설립된 보험회사이다. 대상회사의 2011. 10. 21.경 발행주식의 총수는 20,654,630주(보통주식 19,654,630주, 우선주식 1,000,000주)였는데, 그 중 피고 주식회사 △△△(이하 ‘피고 △△△’라 한다)는 보통주식 17,564,630주, 피고 주식회사 ♡♡♡(이하 ‘피고 ♡♡♡’이라 한다)은 보통주식 88,888주, 피고 3은 보통주식 145,926주, 주식회사 ●●●(이하 ‘●●●’라 한다)는 보통주식 19,259주를 각 보유하고 있었다. <br/>   2) 원고들은 2011. 10. 21. 피고들 및 ●●●와 주식매매계약(이하 ‘이 사건 주식매매계약’이라 한다)을 체결하였다. 이 사건 주식매매계약은 피고들 및 ●●●가 보유한 보통주식 17,818,703주(발행주식 총수의 약 86.27%에 해당하는 주식이며, 이하 ‘이 사건 주식’이라 한다) 중 원고 ○○○ 주식회사(이하 ‘원고 ○○○’이라 한다)가 6,782,817주를 88,176,621,000원에, 원고 ◇◇◇ 주식회사(이하 ‘원고 ◇◇◇’라 한다)가 11,035,886주를 143,466,518,0000원에 매수하기로 하는 내용이다. 이 사건 주식매매계약 중 이 사건과 관련이 있는 주요 내용은 아래와 같다.<br/>제2조 본건 주식의 매매2.1 본건 주식의 매매본 계약의 조건에 따라 매도인은 이 사건 주식을 매수인에게 매도하고, 매수인은 이 사건 주식을 매도인으로부터 매수한다.2.2 매매대금(a) 총 매매대금은 231,643,139,000원, 주당 13,000원으로 한다. 단 제2.3조에 의해 매매대금이 조정되는 경우에는 조정된 금액을 매매대금으로 본다.(b) 각 매수인은 거래종결일에 개별 매매대금을 매도인 대표인 피고 △△△에게 지급한다.2.3 실사 및 매매대금의 조정(a) 당사자들이 달리 합의하지 않는 한, 매수인은 본 계약 체결일에서 10영업일이 경과한 시점으로부터 1개월 간 대상회사에 대한 실사를 실시할 수 있으며, 실사의 범위 및 절차는 별첨 2(생략)와 같다.(b) 매도인은 실사를 위해 매도인 또는 대상회사가 제공한 일체의 자료들(구두 설명이나 진술, 인터뷰 포함)은 실사 시점 현재 모두 정확하고 진실한 자료로서, 사본일 경우 원본과 동일함을 보장한다.(c) 매도인은 실사 시 매도인이 매수인에게 제공하지 않은 자료나 고지하지 않은 사유로 인하여 (ⅰ) 본 계약의 체결 및 이행, 종결과 관련하여 매수인이 손해, 손실, 채무 또는 비용을 부담하게 되는 사항은 존재하지 않으며, (ⅱ) 대상회사에게 단독 또는 다른 사유와 합하여 중대한 부정적 영향을 발생시킬 사유의 전부 또는 일부가 될 가능성이 있는 사항으로서 매수인에게 전달되지 않은 사항은 존재하지 않음을 보장한다.(d) 매도인과 매수인은 실사가 종료된 시점으로부터 5영업일 이내에 별첨 2(생략)의 실사의 범위 및 절차에 따라 조정되는 순자산가액(이하 ‘조정순자산가액’이라 한다)을 매매대금에서 감하여 조정하기로 한다. 단, 조정순자산가액이 실사기준일인 2011년 6월 30일 현재 순자산가액의 15% 미만인 경우는 2.2조의 매매대금을 조정하지 않는 것으로 하며, 순자산가액의 15% 이상인 경우에는 조정순자산가액 전액을 감하기로 한다.제3조 거래종결과 지급3.2 본건 거래의 종결당사자들은 본 계약 제4조에 명시된 선행조건이 모두 충족될 것을 조건으로 하여, 거래종결 시 아래 사항을 이행한다. 아래 매도인 및 매수인의 각 이행의무는 서로 동시이행관계에 있는 것으로 한다.(a) 매도인은 매수인에게 ① 본건 주식을 표창하는 것으로서 적법하게 발행된 주권을 일체의 부담이 없는 상태로 매수인에게 인도하고, ② 매수인이 요청한 대상회사의 등기이사가 서명 또는 기명날인한 사임서 및 사임등기에 필요한 서류 일체, ③ 주주명부의 명의개서에 필요한 서류 일체를 매수인에게 교부한다.(b) 매수인은 매매대금을 매도인과 합의한 방식에 따라 매도인 대표에게 지급한다.제5조 진술 및 보장5.1 매도인의 진술 및 보장5.1.2. 대상회사에 관한 진술 및 보장매도인은 본 계약 체결일 및 거래종결일 현재 대상회사와 관련하여 매수인에게 다음의 사항들을 진술하며, 그 진실성을 보장한다.(b) 위반의 부존재. 본 계약 체결, 교부 및 본건 거래의 수행은 대상회사의 정관 및 기타 서류 또는 이사회나 주주총회가 채택한 결의와 상충하거나 이를 위반하지 아니하고, 대상회사에 적용되는 관련 법규 또는 명령을 위반하지 아니하며, 대상회사가 당사자이거나 준수하여야 하는 계약을 위반하거나 채무불이행을 구성하지 않는다. 대상회사는 본 계약의 체결, 교부 및 본건 거래의 수행을 위하여 필요한 각종 동의, 통지, 승인 등의 절차를 모두 이행하였다.(c) 법령준수. 대상회사 및 대상회사의 임직원은 대상회사의 운영 및 현재 영위하고 있는 사업을 영위함에 있어 필요한 모든 관련 법령을 준수하고 있다.(e) 재무제표. 대상회사의 2011년 6월 30일자 기준 대차대조표(관련주석 포함)와 관련 손익계산서, 결손금처리계산서, 자본변동표, 현금흐름표 및 이에 대한 관련 주석(이하 총칭하여 ‘재무제표’라 한다)은 대한민국 기업회계기준을 일관되게 적용하여 작성되었으며, 그 작성일 현재 및 명시된 기간에 대하여 대상회사의 재무상태와 영업 결과 및 현금흐름을 적정하게 나타낸다. 또한 (ⅰ) 재무제표에 반영된 채무 및 (ⅱ) 재무제표 작성 기준일 이후 통상적인 영업과정에서 발생한 채무를 제외하고 대상회사에는 부외부채 또는 우발채무는 없다.(h) 세금. 대상회사는 관련 법령에 따라 요구되는 세무신고 및 납세의무를 모두 이행하였다(보다 분명히 하기 위하여, 매도인은, 2011년 3월에 이루어진 대상회사의 세무신고 및 납세의무를 포함하여, 2011년 3월까지 이루어진 대상회사의 세무신고 및 납세의무가 관련 법령에 따라 모두 적법하게 이루어졌음을 진술하고 보장한다). 대상회사는 납부기한이 도래한 세금에 관하여 추가적인 납부가 필요한 사실에 대한 통지를 받은 바 없고, 세금의 과세결정이나 추징에 대한 제척기간의 도과로 인한 이익을 포기하거나 세금의 과세결정이나 추징에 관한 기간을 연장하는 효과를 가진 약정을 체결하거나 과세결정 또는 추징에 관한 기간의 연장을 요구하는 서류를 정부기관에 제출한 바 없다.(n) 매도인들은 명시된 진술 및 보장 사항 이외에는 매도인들 및 대상회사에 관하여 어떠한 점에 대하여도 명시적 또는 묵시적 진술 및 보장을 하지 아니한다.5.3 진술 및 보장의 존속기간제5조에 따른 각 당사자의 진술 및 보장은 거래종결일로부터 3년간 유효하며, 각 당사자는 위 3년의 기간이 경과한 이후에는 자신의 진술 및 보장이 정확하지 않거나 진실하지 않은 것으로 인하거나 이와 관련한 손해배상책임을 부담하지 아니한다. 다만 세금과 관련된 진술 및 보장의 존속기간은 거래종결일로부터 5년간으로 본다.제7조 손해배상책임7.1 손해배상 일반어느 당사자가 본 계약을 위반하거나 허위의 진술 및 보장을 하거나 또는 진술 및 보장이 정확하지 아니함으로 인하여 상대방이 손해를 입고, 그 손해액이 매매대금의 1%를 초과하는 경우, 그 당사자는 상대방이 입은 손해액 전액(보다 분명히 하기 위하여 매매대금의 1%에 해당하는 금액도 배상 대상인 손해에 포함됨)을 배상하여야 한다. 단, 손해액은 직접적인 손해액으로 한정한다(보다 분명히 하기 위하여, 직접적 손해에 해당하지 않는 간접적 손해, 특별 손해는 청구하지 못한다).<br/>   3) 한편 피고들은 이 사건 주식매매계약 체결 이전 원고들에게 이 사건 주식매매계약서 제5조의 ‘5.1.2. 대상회사에 관한 진술 및 보장 조항’(이하 ‘이 사건 진술 및 보장 조항’이라 한다) (e)항에서 규정한 대상회사의 2011. 6. 30. 기준 재무제표(이하 ‘이 사건 재무제표’라 한다)를 제공하였으며, 이 사건 재무제표에는 대상회사의 자산총액이 3,073,736,368,744원, 부채총액이 2,931,992,516,276원, 자본총액이 141,743,852,468원으로 기재되어 있다. <br/>  나. 대상회사에 대한 ▷▷회계법인의 실사<br/>▷▷회계법인은 원고 ○○○의 의뢰를 받고 이 사건 주식매매계약서 제2조의 ‘2.3 실사 및 매매대금의 조정’(이하 ‘이 사건 매매대금 조정 조항’이라 한다)에 따라 실사기준일인 2011. 6. 30.을 기준으로 대상회사의 자산·부채에 대한 실사업무(이하 ‘이 사건 실사’라 한다)를 수행하였다. ▷▷회계법인은 이 사건 실사를 마치고 2011. 11. 30. ‘이 사건 재무제표상의 자본총액(순자산가액)을 20,364,000,000원(법인세 고려 시 15,721,000,000원) 감소하는 것으로 조정’하는 내용의 자산·부채 실사 최종보고서를 원고 ○○○에게 제출하였다. <br/>   원고들은 이 사건 실사 결과에 따른 조정순자산가액인 20,364,000,000원(법인세 고려 후 15,721,000,000원)이 대상회사의 2011. 6. 30. 기준 순자산가액의 15%에 미치지 않는 것으로 보고, 피고들에게 이 사건 매매대금 조정 조항에 따른 매매대금의 조정을 요청하지 않았다. <br/>  다. 변경계약의 체결 및 거래종결<br/>   1) ●●●는 2012. 1. 2. 피고 ♡♡♡에 흡수합병되었다. 이에 원고들과 피고들은 2012. 2. 24. ●●●의 이 사건 주식매매계약상의 당사자 지위를 피고 ♡♡♡이 승계하는 내용의 변경계약을 체결하였다(이하 ‘이 사건 주식매매계약’이라 할 때는 위와 같이 변경된 내용을 포함한다). <br/>  2) 원고들과 피고들은 이 사건 주식매매계약의 거래종결일을 2012. 2. 24.로 정하고, 거래종결일에 이 사건 주식매매계약서 제3조의 ‘3.2 본건 거래의 종결’에서 정하는 매도인과 매수인의 의무를 모두 이행하였다. <br/>[인정근거] 다툼 없는 사실, 갑 제4 내지 7, 19, 20, 24호증의 각 기재, 변론 전체의 취지 <br/>2. 원고들의 주장 및 이 사건의 쟁점<br/>  원고들은 피고들이 이 사건 진술 및 보장 조항을 위반하였으므로, 피고들은 이 사건 주식매매계약서 제7조의 ‘7.1 손해배상 일반’(이하 ‘이 사건 손해배상 조항’이라 한다)에 따라 원고들이 입은 손해를 배상할 의무가 있고, 피고들이 배상하여야 할 손해배상의 범위는 이 사건 매매대금 조정 조항에 따라 산정되어야 한다고 주장한다(구체적으로는 피고들의 이 사건 진술 및 보장 조항 위반이 없었다면 원고들이 피고들에게 지급하였을 매매대금과 실제 원고들이 피고들에게 지급한 매매대금의 차액이 원고들의 손해라고 주장한다). <br/>  따라서 이하에서는 먼저 피고들이 이 사건 진술 및 보장 조항을 위반하였는지 보고, 이어서 그에 따른 손해배상의 범위에 관하여 살핀다. <br/>3. 피고들의 이 사건 진술 및 보장 조항 위반 여부에 대한 판단<br/>  가. 이 사건에서 문제되는 진술 및 보장 조항과 그 해석기준<br/>   1) 원고들은 피고들이 아래 표와 같이 6개 사항에 관하여 이 사건 진술 및 보장 조항에서 정한 사항을 위반하였다고 주장한다. <br/>순번위반사항위반 조항주장금액1금융감독원의 종합검사에 따른 과태료 및 과징금 부과(b), (c), (e)항27,000,000원2과세관청의 세무조사에 따른 법인세 및 교육세 부과(b), (c), (e), (h)항738,704,570원3확정급여채무 중 장기근속수당 미계상(b), (e)항615,426,243원4장기수선충당금의 미계상(e)항65,937,637원5재해사망보험금 미지급금 미계상(b), (c), (e)항3,251,760,327원6재해사망보험금 책임준비금 미계상(b), (c), (e)항6,937,000,000원합 계 금 액11,635,828,777원<br/>   2) 기업 인수합병 계약에서 진술 및 보장 조항(Representation and Warranties)은 영미법상의 진술보장조항을 토대로 하는 것으로서 기업의 매도인과 매수인 사이에 그 목적물인 대상 기업의 일정한 사항을 상대방에 진술하여 확인하고 이를 보장하는 조항이다. 진술 및 보장 조항을 통하여 매매당사자는 기업 인수합병 계약이 실행된 이후에 대상 기업에 진술 및 보장을 위반한 사항이 있는 경우 그에 따른 경제적 위험을 매도인과 매수인 중 누가 부담할 것인지를 정하고, 그 과정에서 손해배상 등의 수단을 통하여 실질적으로 매매가격을 조정하는 기능을 수행한다. 이러한 진술 및 보장 조항은 약정 담보책임의 일종으로서, 매도인의 고의·과실 여부와 관계없이 매도인이 진술 및 보장 조항으로 진술·보장한 내용과 다른 사항이 발견되는 경우 매도인은 진술 및 보장 조항 위반에 따른 책임을 부담하게 된다. <br/>    이 사건 진술 및 보장 조항은 이 사건 주식매매계약 체결일 및 거래종결일을 기준으로 매도인이 대상회사의 법률준수, 재무제표의 정확성 등에 관한 사항을 진술 및 보장하고 있는 내용이다. 또한 이 사건 진술 및 보장 조항은 거래종결일을 기준으로 그 존속기간인 3년(세금 관련 진술 및 보장 조항의 경우는 5년) 동안 진술 및 보장을 위반한 사항이 있는 경우 그에 따른 경제적 위험을 매도인이 부담하도록 하고, 그 존속기간이 경과한 이후에는 매수인이 부담하도록 함으로써, 매도인과 매수인의 이해를 조절하고 있다. <br/>   3) 따라서 이 사건 주식매매계약의 체결일 및 거래종결일을 기준으로, 피고들의 고의·과실 여부와 관계없이 ① 피고들 및 대상회사가 이 사건 주식매매계약 체결과 관련하여 관련 법령을 위반한 사실이 있는 경우[이 사건 진술 및 보장 조항 중 (b)항 관련], ② 대상회사 및 대상회사의 임직원이 대상회사의 사업을 영위함에 있어 관련 법령을 위반한 사실이 있는 경우[이 사건 진술 및 보장 조항 중 (c)항 관련], ③ 이 사건 재무제표가 대상회사에 적용되는 기업회계기준을 위반한 경우 또는 기업회계기준을 위반하지는 않았다고 하더라도 이 사건 재무제표에 반영되지 않은 대상회사의 부채(부외부채) 또는 우발채무가 존재하는 경우[이 사건 진술 및 보장 조항 중 (e)항 관련], ④ 대상회사가 관련 법령에 따라 요구되는 세무신고 및 납세의무를 모두 이행하지 않은 경우[이 사건 진술 및 보장 조항 중 (h)항 관련], 피고들은 이 사건 진술 및 보장 조항 위반에 따른 책임을 부담하게 된다. <br/>   4) 한편, 보험회사인 대상회사에는 주식회사의 외부감사에 관한 법률 제13조 제1항 및 동법 시행령 제7조의 2 제1항에 따라 한국채택국제회계기준(이하 ‘K-IFRS’라 한다)이 적용되는데, 그 중 이 사건과 관련이 있는 회계기준을 살펴보면 다음과 같다. <br/>K-IFRS 기업회계기준서 제1001호 ‘재무제표 표시’27. 기업은 현금흐름 정보를 제외하고는 발생기준 회계를 사용하여 재무제표를 작성한다.일반기업회계기준 재무회계 개념체계66. 재무제표는 발생기준에 따라 작성된다. 발생주의 회계는 재무회계의 기본적 특징으로서 재무제표의 기본요소의 정의 및 인식, 측정과 관련이 있다.67. 발생주의 회계의 기본적인 논리는 발생기준에 따라 수익과 비용을 인식하는 것이다. 발생기준은 기업실체의 경제적 거래나 사건에 대해 관련된 수익과 비용을 그 현금유출입이 있는 기간이 아니라 당해 거래나 사건이 발생한 기간에 인식하는 것을 말한다. 발생주의 회계는 현금거래 뿐 아니라, 신용거래, 재화 및 용역의 교환 또는 무상이전, 자산 및 부채의 가격변동 등과 같이 현금유출입을 동시에 수반하지 않는 거래나 사건을 인식함으로써 기업실체의 자산과 부채, 그리고 이들의 변동에 관한 정보를 제공하게 된다.K-IFRS 기업회계기준서 제1037호 ‘충당부채, 우발부채, 우발자산’이 기준서에서 사용하는 용어의 뜻은 다음과 같다.충당부채 : 지출하는 시기 또는 금액이 불확실한 부채부채 : 과거사건으로 생긴 현재의무로서, 기업이 가진 경제적 효익이 있는 자원의 유출을 통해 그 이행이 예상되는 의무우발부채 : 다음의 (1)이나 (2)에 해당하는 의무 (1) 과거사건으로 생겼으나, 기업이 전적으로 통제할 수 없는 하나 이상의 불확실한 미래 사건의 발생 여부로만 그 존재 유무를 확인할 수 있는 잠재적 의무 (2) 과거사건으로 생겼으나, 다음 (가)나 (나)의 경우에 해당하여 인식하지 않는 현재 의무  (가) 해당 의무를 이행하기 위하여 경제적 효익이 있는 자원을 유출할 가능성이 높지 않은 경우  (나) 해당 의무의 이행에 필요한 금액을 신뢰성 있게 측정할 수 없는 경우<br/>   5) 이하에서는 원고들이 주장하는 위반 항목의 순서에 따라 피고들이 이 사건 진술 및 보장 조항을 위반하였는지 본다. <br/>  나. 금융감독원의 종합검사에 따른 과태료 및 과징금 부과 관련 <br/>   1) 당사자의 주장 <br/>    가) 원고들의 주장<br/>     금융감독원은 2011. 8. 16.부터 2011. 9. 8.까지 대상회사에 대한 종합검사를 실시하였다. 검사 대상기간을 2007. 6. 16.부터 2011. 9. 2.까지로 한 위 종합검사 결과에 따라 금융감독원은 대상회사가 보험업법 등 관련 법령을 위반하였다는 이유로 대상회사에게 과태료 2,000만 원 및 과징금 700만 원을 부과하였다. 이는 이 사건 진술 및 보장 조항 중 (b)항, (c)항, (e)항을 위반한 것이다. <br/>    나) 피고들의 주장<br/>     금융감독원의 과태료 및 과징금은 2011. 6. 30. 이후인 2012. 5.경에 부과된 것으로 2011. 6. 30. 기준으로 작성된 이 사건 재무제표에 손실이나 부채로 반영될 여지가 없다. 또한 금융감독원의 과태료 및 과징금 부과가 대상회사의 순자산가액(2011. 6. 30. 기준)에 영향을 미치는 사유라고 볼 수도 없다. <br/>   2) 인정사실 <br/>    가) 금융감독원은 「금융위원회의 설치 등에 관한 법률」 제37조, 제38조 제3호, 「금융기관 검사 및 제재에 관한 규정」제8조에 따라 검사 대상기간은 2007. 6. 16.부터 2011. 9. 2.까지, 검사 실시기간은 2011. 8. 16.부터 2011. 9. 8.까지로 하여 대상회사에 대한 종합검사를 실시하였다. <br/>    나) 금융감독원의 대상회사에 대한 종합검사 결과 아래와 같은 내용의 위법행위가 발견되었다. <br/>○ 대주주와의 거래 부적정 - 보험회사는 당해 보험회사의 대주주(특수관계인을 포함)가 발행한 채권을 대통령령이 정하는 금액( 이상으로 취득하고자 하는 경우에는 미리 이사회의 의결을 거쳐야 하며, 이 경우 이사회는 재적이사 전원의 찬성으로 의결하여야 하고, 지체 없이 그 사실을 금융위원회에 보고하고 인터넷 홈페이지 등을 이용하여 공시하여야 한다(구 보험업법 제111조, 구 보험업법 시행령 제57조). 그런데 대상회사는 2008. 4. 21. ~ 2009. 3. 10. 기간 중 대주주(원고 △△△)의 특수관계인인 소외 1 회사 및 소외 2 회사가 발행한 총 250억 원 상당의 회사채를 3회에 걸쳐 취득하면서, 이사회 결의를 거치지 않았고, 그 사실을 금융위원회에 보고하거나 인터넷 홈페이지 등에 공시하지 않았다. - 보험회사는 퇴직보험계약에 대하여 설정된 특별계정 자산을 운용함에 있어 대주주 및 자회사가 발행한 채권 또는 주식 소유 합계액이 동 특별계정 자산의 100분의 3을 초과할 수 없다(구 보험업법 제108조, 구 보험업법 시행령 제53조). 그런데 대상회사는 2009. 3. 10. 취득한 위 소외 2 회사가 발행한 회사채 100억 원 중 50억 원을 퇴직보험 특별계정에 편입하여 운용함으로써 2010. 5. 25. 채권 매각 시까지 14개월의 보유기간 동안 대주주 발행 채권 및 주식 투자한도(특별계정 자산의 100분의 3)를 최도 2.16%p(21억 원), 최소 1.50%p(16.6억 원) 초과하였다.○ 대주주 지분 매각 자문료 부당지원 - 보험회사는 직접 또는 간접으로 당해 보험회사의 대주주에게 자산을 무상으로 양도하는 행위를 하여서는 아니된다(구 보험업법 제111조). 그런데 대상회사는 2009. 9. 8. ~ 2010. 2. 9. 기간 중 대주주(원고 △△△)가 부담하여야 할 법률자문료 44,465,300원을 법무법인에게 지급하여 대주주에게 자산을 무상으로 양도하였다.○ 보험계약 비교 안내 운영 부당 - 보험계약의 체결 또는 모집에 종사하는 자가 새로운 보험계약 체결 이후 6개월 내에 기존 보험계약을 소멸하게 하는 경우 해당 보험계약자 또는 피보험자에게 기존 보험계약과 새로운 보험계약의 보험기간 및 예정이자율 등 중요한 사항을 비교 안내하여야 한다(보험업법 97조, 보험업법 시행령 제44조). 그런데 대상회사는 2011. 3. 31. ~ 2011. 7. 31. 기간 중 비교안내 대상계약 27건에 대하여 보험계약자 또는 피보험자에게 보험계약의 중요사항에 대한 비교안내가 이루어지지 않도록 하였다.<br/>    다) 금융감독원은 2012. 5.경 「금융기관 검사 및 제재에 관한 규정」 제20조 제1항 및 제3항에 따라 금융위원회에 대상회사의 위와 같은 위법행위를 이유로, ‘대주주와의 거래 부적정’ 항목에 대하여 과태료 2,500만 원, ‘대주주 지분 매각 자문료 부당지원’ 항목에 대하여 과징금 600만 원, ‘보험계약 비교 안내 운영 부당’ 항목에 대하여 과징금 100만 원의 부과를 건의하였다. <br/>    라) 금융위원회는 2012. 5. 7. 위 ‘대주주와의 거래 부적정’ 항목에 대하여 과태료 2,000만 원, ‘대주주 지분 매각 자문료 부당지원’ 항목에 대하여 과징금 600만 원, ‘보험계약 비교 안내 운영 부당’ 항목에 대하여 과징금 100만 원을 부과하였다. 그에 따라 대상회사는 2012. 5. 17. 금융위원회에 과태료 2,000만 원, 과징금 700만 원을 납부하였다. <br/>[인정근거] 다툼 없는 사실, 갑 제8, 9호증(가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>   3) 판단 <br/>    가) 이 사건 진술 및 보장 조항 중 (b)항 위반 여부에 대한 판단  <br/>     이 사건 진술 및 보장 조항 중 (b)항은 이 사건 주식매매계약의 체결이 대상회사의 정관, 이사회나 주주총회의 결의, 관련 법령에 위반되지 않고, 대상회사가 이 사건 주식매매계약 체결을 위하여 필요한 절차를 모두 이행하였음을 진술 및 보장하는 내용이다. <br/>     그런데 원고들의 주장은 이 사건 주식매매계약의 체결이 관련 법령 등에 위반되었다는 것이 아니라, 대상회사가 그 업무를 수행하는 과정에서 보험업법 등의 관련 법령을 위반하여 금융감독원으로부터 제재를 받았다는 것이므로, 원고들의 주장 자체로도 위와 같은 사유는 이 사건 진술 및 보장 조항 중 (b)항 위반에 해당할 수 없다[원고들은 ‘장기수선충당금 미계상’ 항목을 제외한 나머지 항목에 관하여도 각 해당 항목의 사유가 이 사건 진술 및 보장 조항 중 (b)항에 위반된 것이라는 주장을 하나, 이 부분과 마찬가지로 원고들의 주장 자체로 이 사건 진술 및 보장 조항 중 (b)항 위반에 해당할 수 없는 것이어서 이러한 원고들의 각 주장은 이유 없고, 각 항목에서는 별도로 나아가 판단하지 않는다]. <br/>    나) 이 사건 진술 및 보장 조항 중 (e)항 위반 여부에 대한 판단<br/>     위 인정사실에 의하면 금융위원회는 2012. 5.경 대상회사에 대한 과태료 및 과징금을 부과하였으므로, 앞서 살펴본 발생주의 회계기준에 따르면 대상회사는 2012. 5.경을 기준으로 과태료 및 과징금의 부과를 비용 또는 부채로 인식하고 이를 회계에 반영하여야 한다. 따라서 2011. 6. 30. 기준으로 작성된 이 사건 재무제표에 금융위원회가 부과한 과태료 및 과징금이 부채로 반영되지 않은 것을 두고 회계기준을 위반한 것이라고 볼 수 없다. <br/>     또한 앞서 살펴본 회계기준상의 부채 및 우발채무의 개념에 비추어 보면, 금융위원회가 2012. 5.경 대상회사에 부과한 과태료 및 과징금은 이 사건 진술 및 보장 조항의 적용 기준일인 이 사건 주식매매계약 체결일 또는 거래종결일 당시 이미 발생한 채무라고 볼 수 없으므로, 위 기준일 당시 재무제표에 반영되지 않은 부채(부외부채)나 우발채무가 존재한다고 볼 수도 없다. <br/>     결국 금융감독원의 종합검사에 따른 과태료 및 과징금 부과가 이 사건 진술 및 보장 조항 중 (e)항에 위반된다는 원고들의 주장은 이유 없다. <br/>    다) 이 사건 진술 및 보장 조항 중 (c)항 위반 여부에 대한 판단<br/>     이 사건 진술 및 보장 조항 중 (c)항은 대상회사 및 대상회사의 임직원이 대상회사의 운영 및 현재 영위하고 있는 사업을 영위함에 있어 필요한 모든 관련 법령을 준수하였음을 진술 및 보장하는 내용이다. <br/>     위 인정사실에 의하면 대상회사는 거래종결일인 2012. 2. 24. 이전에 대상회사의 사업을 영위함에 있어 필요한 구 보험업법(2010. 7. 23. 법률 제10394호로 개정되기 전의 것) 제108조, 제111조 및 보험업법 제97조 등의 법령을 위반하여 금융위원회로부터 과태료 및 과징금의 제재처분을 받았으므로, 대상회사가 금융감독원의 종합검사에 따라 과태료 및 과징금 합계 2,700만 원을 부과 받은 것은 이 사건 진술 및 보장 조항 중 (c)항 위반에 해당한다. <br/>  다. 과세관청의 세무조사에 따른 법인세 및 교육세 부과 관련 <br/>   1) 당사자의 주장 <br/>    가) 원고들의 주장<br/>     (1) 서울지방국세청은 2014.경 대상회사에 2012 사업연도(2011. 4. 1. ~ 2012. 3. 31.) 귀속분 법인세 792,689,900원, 위 법인세에 부가하여 부과되는 지방세인 지방소득세 79,268,780원, 2009년 2기(2009. 4. 1. ~ 2009. 6. 30.) 내지 2014년 1기(2014. 1. 1. ~ 2014. 3. 31.) 귀속분 교육세 합계 18,229,420원을 부과하였다. <br/>     (2) 대상회사에 2012 사업연도 귀속분 법인세가 부과된 것은 세무조사에 따라 2010 사업연도 내지 2012 사업연도(2012 사업연도의 경우 2011. 6. 30.까지의 기간에 한함)의 소득금액이 증가하는 것으로 조정되었기 때문이므로, 그에 따라 부과된 법인세 658,725,300원 및 지방소득세 65,872,530원은 이 사건 진술 및 보장 조항 위반으로 인한 것이다. <br/>     (3) 대상회사에 부과된 교육세 중 2009년 2기(2009. 4. 1. ~ 2009. 6. 30.) 내지 2011년 2기(2011. 4. 1. ~ 2011. 6. 30.) 귀속분 교육세 14,106,740원은 이 사건 진술 및 보장 조항 위반으로 인한 것이다. <br/>     (4) 위와 같이 대상회사에 법인세, 지방소득세, 교육세가 부과된 것은 이 사건 진술 및 보장 조항 중 (b), (c), (e), (h)항을 위반한 것이다. <br/>    나) 피고들의 주장 <br/>     (1) 대상회사에 부과된 2012 사업연도 귀속분 법인세는 이 사건 주식매매계약의 거래종결일인 2012. 2. 24. 이후의 잘못된 세무신고에 따라 부과된 것이므로, 이 사건 진술 및 보장 조항 위반으로 인한 것이 아니다. 세무조사에 따른 2010 사업연도 내지 2011 사업연도의 소득금액 증가액을 고려하더라도, 대상회사는 2010 사업연도와 2011 사업연도에 납부할 법인세가 없었다. <br/>     (2) 서울지방국세청이 부과한 법인세 및 지방소득세, 교육세는 2014.경에 부과된 것으로 2011. 6. 30. 기준으로 작성된 이 사건 재무제표에 손실이나 부채로 반영될 여지가 없다. <br/>     (3) 서울지방국세청이 부과한 법인세 및 지방소득세, 교육세 중 가산세 부분은 부과시점에 사후적으로 부과되는 것이므로, 2011. 6. 30. 기준으로 한 이 사건 진술 및 보장 조항 위반에 포함시킬 수 없다. <br/>   2) 인정사실<br/>    가) 서울지방국세청은 2014. 6.경 대상회사에 대한 법인제세 통합조사를 실시하고, 그에 따라 영등포세무서장은 2014. 7. 1. 2012 사업연도(2011. 4. 1. ~ 2012. 3. 31.) 귀속분 법인세 792,689,900원, 위 법인세에 부가하여 부과되는 지방세인 지방소득세 79,268,780원, 2009년 2기(2009. 4. 1. ~ 2009. 6. 30.) 내지 2014년 1기(2014. 1. 1. ~ 2014. 3. 31.) 귀속분 교육세 합계 18,229,420원을 부과하였다. 대상회사는 2014. 7. 31. 위와 같이 부과된 법인세, 지방소득세 및 교육세를 모두 납부하였다. <br/>    나) 서울지방국세청의 세무조사 전 대상회사는 2010 사업연도(2009. 4. 1. ~ 2010. 3. 31.) 내지 2012 사업연도(2011. 4. 1. ~ 2012. 3. 31.)에 결손금이 발생한 것으로 세무신고를 하여 법인세를 납부하지 않았다. 그런데 서울지방국세청의 세무조사 결과에 따라 위 각 사업연도의 소득금액이 증가하는 것으로 조정이 이루어졌는바, 대상회사의 2010 사업연도 내지 2012 사업연도의 당초 결손금액, 세무조사 결과에 따른 소득금액 증가액 및 조정된 과세표준, 부과세액은 다음 표 기재와 같다. <br/>사업연도당초 결손금액소득금액 증가액조정 과세표준부과세액2010년3,930,207,560원2,941,827,844원-942,417,325원0원2011년4,539,656,235원1,740,670,285원-2,756,532,883원0원2012년2,822,339,738원1,143,895,594원2,841,430,287원792,689,900원(가산세 191,575,242원 포함)<br/>    다) 한편, 대상회사에 부과된 교육세 중 2009년 2기(2009. 4. 1. ~ 2009. 6. 30.) 내지 2011년 2기(2011. 4. 1. ~ 2011. 6. 30.) 귀속분 교육세의 합계 금액은 14,106,740원(= 1,660,010원 + 1,557,460원 + 1,580,390원 + 1,518,930원 + 1,889,880원 + 1,731,860원 + 1,516,210원 + 1,477,920원 + 1,174,080원, 가산세 4,832,700원 포함)이다. <br/>[인정근거] 다툼 없는 사실, 갑 제10 내지 13, 22, 33호증의 각 기재, 변론 전체의 취지<br/>   3) 판단<br/>    가) 이 사건 진술 및 보장 조항 중 (e)항 위반 여부에 대한 판단 <br/>     위 인정사실에 의하면 영등포세무서장은 2014. 7. 1. 대상회사에 대한 법인세 및 지방소득세, 교육세를 부과하였으므로, 앞서 살펴본 발생주의 회계기준에 따르면 대상회사는 2014. 6.경을 기준으로 위 세금의 부과를 비용 또는 부채로 인식하고 이를 회계에 반영하여야 한다. 따라서 2011. 6. 30. 기준으로 작성된 이 사건 재무제표에 서울지방국세청이 부과한 세금이 부채로 반영되지 않은 것을 두고 회계기준을 위반한 것이라고 볼 수 없다. <br/>     또한 앞서 살펴본 회계기준상의 부채 및 우발채무의 개념에 비추어 보면, 서울지방국세청이 2014. 6.경 대상회사에 부과한 세금은 이 사건 진술 및 보장 조항의 적용 기준일인 이 사건 주식매매계약 체결일 또는 거래종결일 당시 이미 발생한 채무라고 볼 수 없으므로, 위 기준일 당시 재무제표에 반영되지 않은 부채(부외부채)나 우발채무가 존재한다고 볼 수도 없다. <br/>     결국 서울지방국세청의 세무조사에 따른 세금 부과가 이 사건 진술 및 보장 조항 중 (e)항에 위반된다는 원고들의 주장은 이유 없다.    <br/>    나) 이 사건 진술 및 보장 조항 중 (h)항 위반 여부에 대한 판단<br/>     (1) 먼저 법인세 및 지방소득세 부분에 관하여 보건대, 대상회사의 2012 사업연도에 관하여 부과된 법인세 및 지방소득세는 이 사건 주식매매계약의 거래종결일인 2012. 2. 24. 이후에 이루어지는 대상회사의 세무신고에 따라 부과되는 것이므로, 이 사건 진술 및 보장 조항 중 (h)항에서 정한 진술 및 보장의 범위에 포함된다고 볼 수 없다. <br/>      이에 대해 원고들은 서울지방국세청의 세무조사에 따라 2010 사업연도 및 2011 사업연도 소득금액 조정이 이루어졌고, 그로 인하여 2012 사업연도에 반영할 수 있는 2010 사업연도 및 2011 사업연도의 결손금액이 감소함에 따라 2012 사업연도에 법인세가 부과된 것이라고 주장한다. 서울지방국세청의 세무조사에 따라 2012 사업연도에 반영할 수 있는 2010 사업연도 및 2011 사업연도의 결손금액이 감소한 사실은 앞서 인정사실에서 본 것과 같으나, 2010 사업연도 및 2011 사업연도의 경우 소득금액 조정 후에도 여전히 결손이 발생하여 대상회사가 납부해야 할 법인세가 존재하지 않았으므로, 이 사건 주식매매계약의 거래종결일 이전에 대상회사가 관련 법령을 위반하여 세무신고를 하였다고 보기는 어렵다. 또한 2012 사업연도에 법인세가 부과된 것은 2010 사업연도 및 2011 사업연도 결손금액의 감소로 인한 간접적 또는 사실상의 효과에 불과하고, 이를 이 사건 진술 및 보장 조항 중 (h)항 위반으로 인한 것이라고 평가할 수는 없다. <br/>     (2) 다음으로 교육세 부분에 관하여 보건대, 위 인정사실에 의하면 원고들이 주장하는 2009년 2기(2009. 4. 1. ~ 2009. 6. 30.) 내지 2011년 2기(2011. 4. 1. ~ 2011. 6. 30.) 교육세는 이 사건 진술 및 보장 조항의 적용 기준일인 이 사건 주식매매계약 체결일 또는 거래종결일 이전에 이루어진 세무신고에 따라 2009. 4. 1.부터 2011. 6. 30.까지의 기간에 귀속되는 세금이므로, 대상회사가 서울지방국세청의 세무조사에 따라 교육세 14,106,740원을 부과 받은 것은 이 사건 진술 및 보장 조항 중 (h)항 위반에 해당한다. <br/>      피고들은 대상회사가 부과 받은 교육세 중 가산세 부분은 부과시점에 사후적으로 부과되는 것이므로 이 사건 진술 및 보장 조항 위반에 포함시킬 수 없다고 주장하나, 대상회사에게 본세 외에 가산세가 추가로 부과된 것은 대상회사에 대한 적법한 세무신고가 이루어지지 않음으로 인한 것이므로, 가산세 부분 역시 이 사건 진술 및 보장 조항 위반에 포함된다고 봄이 타당하다. <br/>  라. 확정급여채무 중 장기근속수당 미계상<br/>   1) 당사자의 주장 <br/>    가) 원고들의 주장<br/>     대상회사에 적용되는 회계기준인 K-IFRS에 따르면 대상회사는 장기근속수당(장기근속급여)를 부채로 인식하여야 하는데, 이 사건 재무제표에는 장기근속급여가 반영되어 있지 않다. 이는 이 사건 진술 및 보장 조항 중 (b)항, (e)항을 위반한 것이다. <br/>    나) 피고들의 주장<br/>     대상회사가 장기근속수당을 부채로 인식하여야 한다는 원고들의 주장은 근거가 없다. 원고들이 제출한 증거만으로는 이 사건 재무제표에 부채로 반영되어야 하는 장기근속수당을 산정할 수도 없다. <br/>   2) 관련 회계기준<br/>K-IFRS 기업회계기준서 제1019호 ‘종업원급여’153. 기타장기종업원급여에는 다음과 같은 급여가 포함되며, 종업원이 관련 근무용역을 제공하는 연차보고기간말 이후 12개월 이전에 전부 결제될 것으로 예상되지 않는 경우에 한정된다.     (1) 장기근속휴가나 안식년휴가와 같은 장기유급휴가     (2) 그 밖의 장기근속급여<br/>   3) 인정사실 <br/>    가) 대상회사의 단체협약 중 장기근속수당에 관한 내용은 다음과 같다. <br/>제60조 【장기근속자 포상】회사는 장기 근속한 조합원에 대하여 다음 각 호에 해당하는 특별 포상제도를 시행한다. 당사 창사기념일 행사 시에 포상하고, 휴가는 해당연도 언제나 사용 가능하며, 포상금은 해당월 급여 지급 시 지급한다.  1. 5년 : 10만 원 상당 상품권 또는 기념품  2. 10년 : 휴가 3일 / 금 1돈 / 기준급여의 30%  3. 15년 : 휴가 5일 / 금 5돈 / 기준급여의 50%  4. 20년 : 휴가 7일 / 금 10돈 / 기준급여의 70%  5. 25년 : 휴가 10일 / 금 15돈 / 기준급여의 100%  6. 30년 : 휴가 15일 / 금 20돈 / 기준급여의 150%<br/>    나) 소외 3 회사는 대상회사의 의뢰에 따라 2014. 12. 31.을 기준으로 작성되는 대상회사의 재무제표에 반영되어야 하는 기타장기종업원급여(장기근속수당)를 산정하였다. 그에 따라 산정된 2014. 12. 31. 기준 기타장기종업원급여(장기근속수당)의 현재가치는 1,004,823,806원이고, 2013. 12. 31. 기준 기타장기종업원급여(장기근속수당)의 현재가치는 1,465,912,854원이다. <br/>[인정근거] 다툼 없는 사실, 갑 제14호증, 을 제16호증의 각 기재, 변론 전체의 취지<br/>   4) 판단[이 사건 진술 및 보장 조항 중 (e)항 위반 여부에 대한 판단]<br/>    관련 회계기준 및 위 인정사실에 의하면 대상회사는 장기 근속한 조합원에 대하여 근속기간 5년에서 30년까지 매 5년마다 장기근속수당을 지급하고 있으므로, 대상회사가 조합원에게 지급하는 장기근속수당은 대상회사의 재무제표 중 부채 항목(확정급여부채 항목)에 반영되어야 한다. 그런데 대상회사는 2014. 12. 31.을 기준으로 작성되는 재무제표에 장기근속수당을 처음 반영하였고, 2011. 6. 30. 기준으로 작성된 이 사건 재무제표에는 장기근속수당이 반영되어 있지 않으므로, 이는 대상회사에 적용되는 회계기준을 위반한 것이다. 또한 대상회사가 조합원에게 지급하여야 하는 장기근속수당은 이 사건 진술 및 보장 조항의 적용 기준일인 이 사건 주식매매계약 체결일 또는 거래종결일 당시 이미 발생한 채무이므로, 위 기준일 당시 재무제표에 반영되지 않은 부채(부외부채)가 존재한다고 볼 수도 있다. 따라서 대상회사가 장기근속수당을 재무제표에 반영하지 않은 것은 이 사건 진술 및 보장 조항 중 (e)항 위반에 해당한다. <br/>    다만, 앞서 든 증거들 및 갑 제21, 23 내지 25호증, 34호증의 각 기재만으로는 단체협약이 적용되는 직원의 범위, 단체협약이 적용되는 직원 중 이 사건 재무제표의 작성기준일인 2011. 6. 30. 당시 근무하고 있었던 직원, 해당 직원의 기준급여 및 해당 직원에게 지급해야 할 장기근속수당의 2011. 6. 30. 기준 현재가치 등 이 사건 재무제표에 반영되었어야 하는 장기근속수당의 금액을 확인할 수는 없다(이와 관련한 원고들의 손해액에 대하여는 이하 ‘4. 손해배상의 범위’ 부분에서 추가로 살펴본다). <br/>  마. 장기수선충당금의 미계상<br/>   1) 당사자의 주장 <br/>    가) 원고들의 주장<br/>     대상회사는 서울 동작구 (지번 생략)(이하 ‘이 사건 건물’이라 한다)의 소유자로서, 이 사건 건물을 주식회사 ☆☆스포츠센터(이하 ‘☆☆스포츠센터’라 한다)에 임대하였다. ☆☆스포츠센터는 대상회사를 대신하여 관리인에게 이 사건 건물의 장기수선충당금을 지급하였으므로, 대상회사는 ☆☆스포츠센터에게 장기수선충당금을 반환할 의무가 있다. 따라서 대상회사는 ☆☆스포츠센터에게 반환해야 하는 장기수선충당금을 부채로 반영하여야 하는데, 이 사건 재무제표에는 위 장기수선충당금이 반영되어 있지 않다. 이는 이 사건 진술 및 보장 조항 중 (e)항을 위반한 것이다. <br/>    나) 피고들의 주장<br/>     이 사건 건물은 상가건물로서 주택법상의 공동주택에 해당하지 않으므로, 이 사건 건물의 소유자인 대상회사가 장기수선충당금을 부담하여야 한다고 볼 수 없다. <br/>   2) 인정사실<br/>    갑 제26, 32호증의 각 기재에 변론 전체의 취지를 종합하면, 대상회사가 이 사건 건물의 소유자로서, 이 사건 주식매매계약 체결일 이전에 이 사건 건물을 ☆☆스포츠센터에 임대한 사실, 대상회사와 ☆☆스포츠센터가 작성한 임대차계약서에는 장기수선충당금의 부담주체에 관하여 아무런 정함이 없는 사실을 인정할 수 있다. <br/>   3) 판단[이 사건 진술 및 보장 조항 중 (e)항 위반 여부에 대한 판단]<br/>공동주택관리법 제30조 제1항은 ‘관리주체는 장기수선계획에 따라 공동주택의 주요 시설의 교체 및 보수에 필요한 장기수선충당금을 해당 주택의 소유자로부터 징수하여 적립하여야 한다’고 규정하고 있으나, 이 사건 건물은 주거로 사용되는 공동주택이 아니므로, 대상회사가 관련 법령에 따라 ☆☆스포츠센터에게 장기수선충당금을 반환해야 할 의무가 있다고 볼 수는 없다. 또한 원고들이 제출한 증거만으로는 대상회사가 ☆☆스포츠센터에게 장기수선충당금을 반환해야 할 계약상 의무가 있다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>    따라서 이 사건 재무제표에 장기수선충당금이 부채로 반영되지 않은 것을 두고 회계기준을 위반한 것이라거나, 재무제표에 반영되지 않은 부채(부외부채)나 우발채무가 존재하는 경우라고 할 수 없고, 결국 이 부분 원고들의 주장은 이유 없다. <br/>  바. 재해사망보험금 미지급금 및 책임준비금의 미계상<br/>   1) 관련 약관 규정 <br/>    대상회사가 이 사건 재무제표의 기준일인 2011. 6. 30. 이전에 판매한 보험상품 중 일부 보험상품(이하 ‘이 사건 보험상품’이라 한다)의 약관에는 아래와 같은 내용의 재해사망에 관한 보험금(이하 ‘재해사망보험금’이라 한다) 지급에 관한 내용(이하 ‘이 사건 약관’이라 한다)이 있다. <br/>(보험금을 지급하지 아니하는 보험사고)① 회사는 다음 중 어느 한가지의 경우에 의하여 보험금 지급사유가 발생한 때에는 보험금을 드리지 아니함과 동시에 이 계약을 해지할 수 있습니다.   1. 피보험자가 고의로 자신을 해친 경우     그러나, 피보험자가 정신질환상태에서 자신을 해친 경우와 계약의 책임개시일(부활계약의 경우는 부활청약일)로부터 2년이 경과된 후에 자살하거나 자신을 해침으로써 장해등급분류표 중 제1급의 장해상태가 되었을 경우에는 그러하지 아니합니다.<br/>   2) 당사자의 주장 <br/>    가) 원고들의 주장<br/>     (1) 이 사건 약관은 ‘책임개시일로부터 2년이 경과된 후에 자살하거나 자신을 해친 경우에는 재해사망보험금을 지급하여야 한다’는 의미로 해석될 수 있다. 그런데 이 사건 재무제표에는 이 사건 약관에 따라 대상회사의 지급의무가 발생한 재해사망보험금 3,251,760,327원(2011. 6. 30.까지의 지연이자 566,760,327원 포함) 및 책임준비금 6,937,000,000원이 반영되어 있지 않다. <br/>     (2) 보험회사는 소멸시효가 완성된 보험금에 대해서는 시효이익의 원용을 포기하고 보험금을 지급하는 관행이 있으므로, 소멸시효가 완성된 재해사망보험금 역시 미지급된 재해사망보험금에 포함되어야 한다. 또한 2011. 6. 30. 이후에 이 사건 약관에 따라 보험금 청구가 이루어진 재해사망보험금 역시 미지급된 재해사망보험금에 포함되어야 한다. <br/>     (3) 재해사망보험금의 책임준비금 산정 시 적용되는 위험할인율은 기업의 내재가치 평가 시 적용되는 할인율이 아니라 부채 적정성 평가 시 적용되는 할인율(5.44% 또는 4.81%)이 적용되어야 한다. <br/>     (4) 위와 같이 대상회사가 지급의무 있는 재해사망보험금 및 관련 책임준비금을 이 사건 재무제표에 반영하지 않은 것은 이 사건 진술 및 보장 조항 중 (b), (c), (e)항을 위반한 것이다. <br/>    나) 피고들의 주장 <br/>     (1) 2016.경 대법원의 판결(대법원 2016. 5. 12. 선고 2015다243347 판결, 대법원 2016. 10. 27. 선고 2016다224183 판결)이 있기 전까지는 이 사건 약관에 따른 재해사망보험금 지급의무의 존부에 관하여 대법원을 포함한 각급 법원의 판단이 엇갈렸다. 또한 금융감독원은 대상회사에 대한 종합검사 당시 재해사망보험금 및 관련 책임준비금을 반영하지 않은 것에 대하여 어떠한 지적도 하지 않았고, 다른 보험회사들도 2011. 6. 30. 당시 재해사망보험금 및 관련 책임준비금을 재무제표에 반영하지 않았다. 따라서 대상회사가 이 사건 재무제표에 재해사망보험금을 반영하지 않은 것이 회계처리 기준을 위반한 것은 아니다. <br/>     (2) 원고들이 주장하는 대상회사의 재해사망보험금 지급의무는 2011. 6. 30. 기준으로 대부분 소멸시효가 완성되었다. 또한 2011. 6. 30. 이후에 보험금 청구가 이루어진 재해사망보험금은 2011. 6. 30. 당시 대상회사의 부채라고 볼 수 없다. <br/>     (3) 재해사망보험금의 책임준비금 산정 시 적용되는 위험할인율은 보험회사의 가치 평가 시 사용되는 할인율(10%)이 적용되어야 한다. <br/>     (4) 책임준비금을 부채로 계상하는 것을 가정하더라도 이는 회계상 부채가 추가되는 것에 불과하고, 대상회사의 실질적인 자산에는 어떠한 영향도 발생하지 않는다. <br/>   3) 이 사건 진술 및 보장 조항 중 (c)항 위반 여부에 대한 판단<br/>    원고들은 대상회사가 지급의무가 발생한 재해사망보험금 및 관련 책임준비금을 이 사건 재무제표에 반영하지 않은 것이 이 사건 진술 및 보장 조항 중 (c)항을 위반한 것이라고 주장하나, 원고들의 주장사실만으로는 대상회사 및 대상회사의 임직원이 대상회사가 영위하고 있는 사업을 영위함에 있어 필요한 관련 법령을 위반하였다고 볼 수 없으므로, 이 부분 원고들의 주장은 이유 없다. <br/>   4) 이 사건 진술 및 보장 조항 중 (e)항 위반 여부에 대한 판단<br/>    가) 재해사망보험금 및 관련 책임준비금을 이 사건 재무제표에 반영하지 않은 것이 회계처리 기준 위반에 해당하는지 여부<br/>     을 제9 내지 11, 14호증의 각 기재에 변론 전체의 취지를 종합하면, 대상회사는 재해사망보험금을 재무제표에 부채로 반영하지 않다가 2014. 12. 31. 기준 재무제표에 처음으로 재해사망보험금을 충당부채로 반영하였고, 2016. 12. 31. 기준 재무제표에는 충당부채를 지급준비금 계정으로 전환하여 반영한 사실, 대상회사와 같은 생명보험회사인 ▽▽보험 및 ◎◎생명 역시 2016. 12. 31. 기준 재무제표부터 재해사망보험금을 지급준비금 계정에 반영한 사실을 인정할 수 있다. <br/>     위 인정사실에, 이 사건 약관과 관련하여 보험계약의 내용이나 이 사건 약관의 형식에 따라 보험회사의 재해사망보험금 지급의무에 관한 다양한 법적 해석이 존재하였던 사정까지 고려하면, 이 사건 재무제표 작성 당시 대상회사가 재해사망보험금 지급의무를 부채로 인식하는 것은 불가능하였다고 봄이 상당하다. 따라서 2011. 6. 30. 기준으로 작성된 이 사건 재무제표에 재해사망보험금 및 관련 책임준비금이 부채로 반영되지 않은 것을 두고 회계기준을 위반한 것이라고 평가할 수는 없다. <br/>    나) 대상회사의 재해사망보험금 지급의무 존부에 대한 판단 <br/>     (1) 대상회사의 재해사망보험금 지급의무와 진술 및 보장 조항 위반 여부<br/>      이 사건 보험상품은 재해를 직접적인 원인으로 사망하거나 제1급의 장해상태가 되었을 때를 보험금 지급사유로 규정하고 있는데, 평균적인 고객의 이해가능성을 기준으로 살펴보면, 이 사건 약관은 고의에 의한 자살 또는 자해는 원칙적으로 우발성이 결여되어 이 사건 보험상품에서 정한 보험사고인 재해에 해당하지 않지만, 예외적으로 피보험자가 정신질환상태에서 자신을 해친 경우와 책임개시일부터 2년이 경과된 후에 자살하거나 자신을 해침으로써 제1급의 장해상태가 되었을 경우에 해당하면 이를 보험사고에 포함시켜 보험금 지급사유로 본다는 취지로 이해할 여지가 충분하다(대법원 2016. 5. 12. 선고 2015다243347 판결 참조). <br/>      따라서 대상회사는 피보험자가 책임개시일부터 2년이 경과된 후에 자살하거나 자신을 해침으로써 제1급의 장해상태가 되었을 경우 이 사건 보험약관에 따라 보험계약자 또는 피보험자에게 재해사망보험금을 지급할 의무가 있다. 대상회사는 이 사건 재무제표 작성 기준일인 2011. 6. 30. 당시에도 이하에서 보는 것과 같이 재해사망보험금을 지급할 의무가 있었는데, 이 사건 재무제표에는 재해사망보험금이 부채로 반영되어 있지 않으므로, 이는 위 기준일 당시 재무제표에 반영되지 않은 부채(부외부채)에 해당한다. 따라서 대상회사가 재해사망보험금을 재무제표에 반영하지 않은 것은 이 사건 진술 및 보장 조항 중 (e)항을 위반한 것으로 볼 수 있다. <br/>     (2) 대상회사가 2011. 6. 30. 지급해야 할 재해사망보험금의 범위<br/>      우선 2011. 6. 30. 기준으로 대상회사가 지급해야 할 재해사망보험금의 소멸시효가 완성된 경우 대상회사로서는 소멸시효 항변으로 그 지급의무를 면할 수 있으므로, 소멸시효가 완성된 재해사망보험금은 부외부채의 범위에서 제외된다고 봄이 상당하다. 원고들은 보험회사가 소멸시효가 완성된 보험금에 대해 시효이익의 원용을 포기하고 보험금을 지급하는 관행이 있다고 주장하나, 설령 그렇다 하더라도 이는 대상회사의 정책적 판단에 기한 것으로 그에 따른 위험을 이 사건 주식매매계약의 매도인인 피고들에게 돌리는 것은 부당하다. <br/>       원고들은 2011. 6. 30. 이후에 보험금 청구가 이루어진 경우에도 보험사고가 이미 발생한 이상 2011. 6. 30. 당시 대상회사의 재해사망보험금 지급의무가 있다고 주장하나, 2011. 6. 30. 이후에 보험금 청구가 이루어진 경우에는 대상회사가 보험사고의 발생사실 자체를 파악할 수 없으므로, 이는 재해사망보험금 책임준비금으로 반영되어야 하는 금액이다. <br/>      그렇다면 대상회사가 2011. 6. 30. 당시 지급해야 할 재해사망보험금의 범위는 2011. 6. 30. 기준으로 구 상법(2014. 3. 11. 법률 제12397호로 개정되기 전의 것) 제662조에 따라 보험사고일로부터 2년의 소멸시효기간이 경과하지 않은 경우임과 동시에 2011. 6. 30. 이전에 보험금 청구가 이루어진 경우에 한정된다. <br/>      갑 제28호증의 기재에 변론 전체의 취지를 종합하면, 이 사건 보험상품 중 2009. 6. 30. 이후에 보험사고가 발생하고, 2011. 6. 30. 이전에 보험금 청구가 이루어진 내역은 다음 표 기재와 같고, 그 합계금액은 747,567,492원(= 705,000,000원 + 42,567,492원)이 된다. <br/>순번피보험자 성명재해사망보험금지연손해금(2011. 6. 30.기준, 원 미만 버림)1(성명 생략)5,000,000원636,041원2〃10,000,000원1,825,397원3〃120,000,000원14,824,438원4〃70,000,000원8,174,466원5〃20,000,000원1,277,370원6〃5,000,000원455,233원7〃5,000,000원455,233원8〃30,000,000원2,828,219원9〃10,000,000원813,178원10〃30,000,000원1,491,616원11〃100,000,000원3,376,438원12〃30,000,000원936,000원13〃110,000,000원1,693,096원14〃20,000,000원441,644원15〃40,000,000원1,492,274원16〃10,000,000원223,945원17〃30,000,000원921,699원18〃10,000,000원95,452원19〃50,000,000원605,753원합계?705,000,000원42,567,492원<br/>    다) 대상회사의 재해사망보험금 책임준비금 적립의무 존부에 대한 판단 <br/>     (1) 관련 규정<br/>보험업법제120조(책임준비금 등의 적립)① 보험회사는 결산기마다 보험계약의 종류에 따라 대통령령으로 정하는 책임준비금과 비상위험준비금을 계상(계상)하고 따로 작성한 장부에 각각 기재하여야 한다.③ 금융위원회는 제1항에 따른 책임준비금과 비상위험준비금의 적정한 계상과 관련하여 필요한 경우에는 보험회사의 자산 및 비용, 그 밖에 대통령령으로 정하는 사항에 관한 회계처리기준을 정할 수 있다.보험업감독규정(금융위원회 고시)제6-11조(책임준비금의 적립)① 책임준비금은 보험료적립금·미경과보험료적립·지급준비금·계약자배당준비금·계약자이익배당준비금·배당보험손실보전준비금·재보험료적립금·보증준비금으로. 구분하여 각각 적립한다.② 보험료적립금은 대차대조표일 현재 유지되고 있는 계약에 대하여 장래의 보험금 등의 지급을 위해 적립하여야 하는 금액으로서 제6-12조의 규정에 의하여 계산한 금액으로 한다. 다만, 보험료적립금이 영(0)보다 적은 때에는 영(0)으로 한다.제6-11조의 2(책임준비금의 적정성 평가)① 보험회사는 제6-11조에 의하여 계산한 책임준비금이 보험계약의 미래현금흐름(보험금처리원가를 포함한다)에 대한 현행추정치를 적용하여 계산한 책임준비금 보다 부족한 경우, 그 부족액을 책임준비금에 추가로 적립한다.제6-12조(보험료적립금의 적용 이율 및 위험률 등)① 보험료적립금은 보험료 및 책임준비금 산출방법서에 따라 계산한 금액으로 적립한다.<br/>     (2) 대상회사의 재해사망보험금 책임준비금 적립의무와 진술 및 보장 조항 위반 여부<br/>      이 사건 약관에 따라 대상회사에게 재해사망보험금 지급의무가 인정될 수 있음은 앞서 본 것과 같으므로, 대상회사는 위 관련 규정에 따라 2011. 6. 30. 기준으로 유지되고 있는 이 사건 보험상품과 관련하여 책임준비금을 적립해야 할 의무가 있다. 그런데 이 사건 재무제표에는 재해사망보험금 책임준비금이 부채로 반영되어 있지 않으므로, 이는 위 기준일 당시 재무제표에 반영되지 않은 부채(부외부채)에 해당한다. 따라서 대상회사가 재해사망보험금 책임준비금을 재무제표에 반영하지 않은 것은 이 사건 진술 및 보장 조항 중 (e)항을 위반한 것으로 볼 수 있다. <br/>     (3) 대상회사가 2011. 6. 30. 적립해야 할 재해사망보험금 책임준비금의 범위<br/>      이 법원의 보험계리법인 ◁◁에 대한 감정촉탁 결과 및 감정보완촉탁 결과에 변론 전체의 취지를 종합하면, 대상회사가 이 사건 보험상품과 관련하여 2011. 6. 30. 적립해야 할 재해사망보험금 책임준비금은 위험할인율을 10%로 적용하는 경우 4,313,000,000원, 위험할인율을 4.81%로 적용하는 경우 6,937,000,000원, 위험할인율을 5.44%로 적용하는 경우 6,562,000,000원으로 산정된다. <br/>      을 제8호증의 기재 및 이 법원의 보험계리법인 ◁◁에 대한 사실조회 결과에 변론 전체의 취지를 종합하면 위험할인율 10%는 주식매매계약에 있어 매도인과 매수인이 매매대금을 결정하는데 필요한 대상 기업의 내재가치를 평가하기 위한 지표임에 반하여, 위험할인율 5.44%는 대상회사가 보험부채의 적정성 평가에 활용한 할인율의 평균값이고, 위험할인율 4.81%는 다른 생명보험 회사들이 보험부채의 적정성 평가에 활용한 할인율의 평균값임을 인정할 수 있다. <br/>      그런데 이 부분 쟁점은 대상회사가 재해사망보험금의 책임준비금으로 적립했어야 하는 금액에 관한 것이고, 보험업감독규정 제6-11조의 2는 책임준비금(부채)에 대한 적정성 평가를 통해 책임준비금의 적립액을 조정하도록 규정하고 있으므로, 대상회사가 적립해야 할 재해사망보험금 책임준비금의 범위를 산정함에 있어서는 대상회사가 보험부채의 적정성 평가 시 활용하는 할인율을 적용하는 것이 타당하다. 이에 따르면 대상회사가 2011. 6. 30. 적립해야 할 재해사망보험금 책임준비금은 6,562,000,000원이다. <br/>      이에 대해 피고들은 책임준비금을 부채로 계상하더라도 대상회사의 실질적인 가치에 영향이 없다고 주장하나, 대상회사가 재해사망보험금 책임준비금 6,562,000,000원을 부채로 반영하면, 그에 상응하는 만큼 대상회사의 순자산가액(자본총액)이 감소하게 되므로, 위 피고들의 주장은 이유 없다. <br/>  사. 3년의 진술 및 보장 조항 존속기간이 경과하였다는 피고들의 주장에 대한 판단<br/>   피고들은 원고들이 2015. 8. 10. 청구원인을 교환적으로 변경하였는데, 원고들의 청구원인 변경 시점은 거래종결일인 2012. 2. 24.부터 3년의 진술 및 보장 조항 존속기간이 경과하였음이 분명하므로, 원고들은 더 이상 이 사건 진술 및 보장 조항 위반에 따른 책임을 물을 수 없다고 주장한다. <br/>   그러나 원고들은 2015. 8. 10.자 청구취지 및 청구원인 변경신청서를 제출하면서 원고들이 입은 손해액의 산정방식을 달리 주장하였을 뿐, 소장에서 주장한 청구원인 자체를 교환적으로 변경하였다고 볼 수 없으므로, 이 사건 진술 및 보장 조항의 존속기간이 경과하였다는 피고들의 주장은 이유 없다. <br/>  아. 소결론<br/>   원고들이 주장하는 6개 항목에 관한 이 법원의 판단 내용은 다음 표와 같이 요약할 수 있다. <br/>순번원고 주장 사항위반 여부위반 조항위반 인정금액1금융감독원의 종합검사에 따른 과태료 및 과징금 부과위반(c)항27,000,000원2과세관청의 세무조사에 따른 법인세 및 교육세 부과위반(h)항(교육세 부분)14,106,740원3확정급여채무 중 장기근속수당 미계상위반(e)항(위반금액 확정 불가능)4장기수선충당금의 미계상위반 아님··5재해사망보험금 미지급금 미계상위반(e)항747,567,492원6재해사망보험금 책임준비금 미계상위반(e)항6,562,000,000원합 계 금 액7,350,674,232원<br/>4. 손해배상의 범위<br/>  가. 원고들의 손해액 산정 기준<br/>   1) 당사자의 주장<br/>    가) 원고들의 주장<br/>     (1) 피고들이 이 사건 진술 및 보장 조항을 위반하지 않았다면(피고들이 이 사건 진술 및 보장 조항 위반과 관련하여 올바른 정보를 제공하였다면), 원고들은 이 사건 매매대금 조정 조항에 따라 ▷▷회계법인이 제시한 20,364,000,000원의 조정순자산가액에 이 사건 진술 및 보장 조항 위반에 따라 조정되지 못한 순자산가액을 합한 금액에 대하여 원고들에게 매매대금의 조정을 요구할 수 있었다. 그런데 원고들은 피고들의 이 사건 진술 및 보장 조항 위반으로 인하여 매매대금을 조정하지 못하는 손해를 입었다. <br/>     (2) 만일 이 사건 매매대금 조정 조항에 따른 매매대금 조정의 요건을 충족하지 못하는 경우에는 ‘진술 및 보장 조항 위반이 없었을 경우의 주식가치’와 ‘진술 및 보장 조항 위반이 있는 상태의 주식가치’의 차액을 원고들의 손해액으로 산정할 수 있다. <br/>    나) 피고들의 주장 <br/>     (1) 이 사건 매매대금 조정 조항은 이 사건 주식매매계약 체결 이후 실사를 진행하여 순자산가액의 감액이 존재하는 경우 실사 종료 후 5영업일 이내에 매매대금을 조정할 수 있도록 한 것이다. 따라서 이 사건 매매대금 조정 조항은 원고들의 손해액 산정 근거가 될 수 없고, 원고들의 손해액은 이 사건 손해배상 조항에 따라 산정하여야 한다. <br/>     (2) ▷▷회계법인의 이 사건 실사는 원고들의 의뢰에 따라 진행된 것으로, 피고들은 ▷▷회계법인의 이 사건 실사 결과를 승인한 적도 없고, 그 평가결과의 적정성이 확인되지도 않았다. 원고들은 이 사건 실사 결과에 따른 조정순자산가액을 매매대금에서 모두 감액하기로 한 것이 아니라, 실사 이후 당사자의 협의에 따라 매매대금을 조정하기로 한 것에 불과하다. <br/>   2) 이 사건 매매대금 조정 조항 및 ▷▷회계법인의 이 사건 실사 결과가 원고들 손해액 산정의 기초가 되는지 여부<br/>    피고들이 이 사건 진술 및 보장 조항을 위반하지 않았다면, 대상회사의 재무제표상 순자산가치가 이 사건 재무제표의 작성 기준일인 2011. 6. 30. 이전부터 원고들 및 피고들이 파악하였던 금액보다 더 적은 금액으로 산정되었을 것이고, 원고들은 이를 고려하여 이 사건 주식매매계약 체결 당시 이 사건 주식의 적정한 매매대금을 달리 평가할 수 있었을 것이다. 그러나 이는 이 사건 주식매매계약 체결 당시의 사정에 관한 것이므로, 이러한 사정만으로는 이 사건 주식매매계약 체결 이후에 이루어지는 이 사건 실사를 통해 원고들이 매매대금을 조정할 수 있었다고 보기는 어렵다(원고들은 피고들이 이 사건 진술 및 보장 조항 위반과 관련하여 올바른 정보를 제공하지 않았다는 점을 주장하고 있으나, 원고들의 청구는 피고들의 이 사건 진술 및 보장 조항 위반에 따른 손해배상을 구하는 것일 뿐, 피고들이 올바른 정보를 제공하지 않았음을 이유로 손해배상을 구하는 것이 아니다). <br/>    또한 이 사건 손해배상 조항은 원고들의 손해액을 피고들의 이 사건 진술 및 보장 조항 위반에 따른 직접적인 손해액으로 한정하고 있는데, 이 사건 매매대금 조정 조항에 따라 매매대금을 조정하지 못한 손해가 이 사건 진술 및 보장 조항 위반에 따른 직접적인 손해에 해당한다고 볼 수도 없다. <br/>    한편, 원고들은 이 사건 매매대금 조정 조항이 원고들의 손해액을 산정하는 근거가 될 수 있다는 점을 전제로 ▷▷회계법인이 산정한 조정순자산가액이 원고들의 손해액에 포함된다는 주장을 하고 있으나, 이 사건 매매대금 조정 조항이 원고들의 손해액 산정 근거가 될 수 없는 이상, 이 사건 실사 당시 ▷▷회계법인이 산정한 조정순자산가액을 원고들의 손해액에 포함시킬 수는 없다. 또한 ▷▷회계법인이 대상 회사의 순자산가액을 조정한 것은 피고들의 진술 및 보장 조항 위반과는 관련이 없고, 단지 회계평가 방법의 차이에 따라 자산 및 부채에 대한 평가를 달리 한 것에 불과하므로, 이를 피고들의 이 사건 진술 및 보장 조항 위반에 따른 직접적인 손해라고 볼 것도 아니다. <br/>   3) 손해액의 산정 기준<br/>    피고들의 이 사건 진술 및 보장 조항 위반으로 인한 직접적인 손해는 이 사건 진술 및 보장 조항 위반으로 대상회사가 새롭게 부담하게 된 부채, 이 사건 재무제표에 반영되지 않은 부채(부외부채) 부분으로 한정되고, 이를 기초로 원고들이 실제 입은 손해를 산정하여야 한다.  <br/>    갑 제31호증의 기재 및 변론 전체의 취지를 종합하면, 원고들은 ① 대상회사의 2011. 3. 기준 재무제표상의 순자산가액에 대상회사의 보험계약 가치를 합산하여 대상회사의 가치를 평가한 금액(2,558억 원, 주당 13,015원)과 ② 대상회사의 2011. 3. 기준 재무제표상의 순자산가액에 국내 주식시장에 상장된 생명보험회사의 주가순자산비율(= 주가 / 주당 순자산가치)을 적용하여 평가한 금액(1,723억 원, 주당 8,765원), ③ 대상회사의 2011. 3. 기준 재무제표상의 순자산가액에 다른 생명보험회사에 관한 대량 주식매매계약상의 주식가치비율(= 매매대금 / 주당 순자산가치)를 적용하여 평가한 금액(3,059억 원, 주당 15,565원)을 평균하여 이 사건 주식의 가치를 주당 12,448원으로 산정하였고, 피고들과의 협상에 따라 이 사건 주식매매계약의 매매대금을 주당 13,000원으로 최종 결정한 사실을 인정할 수 있다. <br/>    위 인정사실에 의하면, 원고들은 대상회사의 순자산가액을 가장 중요한 기초 요소로 이 사건 주식매매계약의 매매대금을 결정하였음을 알 수 있고, 특히 이 사건 주식매매계약의 주당 매매대금인 13,000원은 원고들이 산정한 대상회사의 순자산가액과 대상회사가 보유한 보험계약의 가치를 더한 금액을 대상회사의 발행주식수로 나눈 금액(주당 13,015원)과 가장 근접한 금액이다. 그런데 피고들의 이 사건 진술 및 보장 조항 위반으로 인하여 대상회사의 순자산가액이 이 사건 재무제표상 대상회사의 순자산가액보다 감소하였다고 봄이 상당하므로, 원고들은 그로 인하여 원고들이 취득한 주식가치가 하락하는 만큼의 손해를 입었다고 보는 것이 경험칙에 부합한다. <br/>    따라서 원고들의 손해액은 피고들의 이 사건 진술 및 보장 조항 위반으로 인하여 대상회사가 새롭게 부담하게 된 부채, 이 사건 재무제표에 반영되지 않은 부채(부외부채)에 원고들이 취득한 지분 비율을 곱하여 산정하는 것이 타당하다. <br/>  나. 원고들의 손해액 산정 <br/>   1) 금융감독원이 종합검사에 따라 대상회사에 부과한 과태료 및 과징금 27,000,000원은 피고들의 이 사건 진술 및 보장 조항 위반으로 인하여 대상회사가 새롭게 부담하게 된 부채이므로, 이로 인하여 원고 ○○○은 8,866,586원(= 27,000,000원 × 6,782,817주 / 20,654,630주, 원 미만 버림, 이하 같다), 원고 ◇◇◇는 14,426,253원(= 27,000,000원 × 11,035,886주 / 20,654,630주)의 손해를 입었다.<br/>   2) 서울지방국세청이 세무조사에 따라 대상회사에 부과한 교육세 14,106,740원 역시 피고들의 이 사건 진술 및 보장 조항 위반으로 인하여 대상회사가 새롭게 부담하게 된 부채에 해당하므로, 이로 인하여 원고 ○○○은 4,632,541원(= 14,106,740원 × 6,782,817주 / 20,654,630주), 원고 ◇◇◇는 7,537,311원(= 14,106,740원 × 11,035,886주 / 20,654,630주)의 손해를 입었다.<br/>   3) 재해사망보험금 미지급금 747,567,492원은 이 사건 재무제표에 반영되지 않은 부채(부외부채)이므로, 이로 인하여 원고 ○○○은 245,495,246원(= 747,567,492원 × 6,782,817주 / 20,654,630주), 원고 ◇◇◇는 399,429,552원(= 747,567,492원 × 11,035,886주 / 20,654,630주)의 손해를 입었다.<br/>   4) 재해사망보험금 책임준비금 6,562,000,000원 역시 이 사건 재무제표에 반영되지 않은 부채(부외부채)이므로, 이로 인하여 원고 ○○○은 2,154,908,858원(= 6,562,000,000원 × 6,782,817주 / 20,654,630주), 원고 ◇◇◇는 3,506,113,831원(= 6,562,000,000원 × 11,035,886주 / 20,654,630주)의 손해를 입었다.<br/>   5) 한편, 손해배상청구를 하는 원고들로서는 피고들의 이 사건 진술 및 보장 조항 위반사실 외에도 이로 인해 원고들이 손해를 입었다는 사실 및 원고들이 입은 손해의 구체적인 액수를 주장·증명할 책임이 있다. 그런데 앞서 본 것과 같이 원고들이 제출한 증거만으로는 이 사건 재무제표에 반영되었어야 하는 장기근속수당의 금액을 확정할 수 없다. 또한 원고들로서는 2011. 6. 30.을 기준으로 재직 중인 대상회사의 직원들과 그 기준급여를 확인하여 직원들에게 지급하여야 할 장기근속수당의 내역 및 금액을 산정할 수 있을 것으로 보이고, 보험계리법인 등 평가기관에 의뢰하여 위 장기근속수당 금액의 2011. 6. 30. 기준 현재가치를 산정할 수 있을 것으로 보임에도 불구하고, 원고들은 2011. 6. 30.을 기준으로 이 사건 재무제표에 반영되었어야 하는 장기근속수당의 금액을 산정할 수 없다는 의사를 명백히 표시하였다. 따라서 이 사건 재무제표에 반영되었어야 할 장기근속수당의 금액을 확정할 수 없는 이상, 이 부분은 원고들의 손해액 산정에서 제외한다. <br/>   6) 그렇다면 피고들의 이 사건 진술 및 보장 조항 위반으로 인하여 원고 ○○○은 2,413,903,231원(= 8,866,586원 + 4,632,541원 + 245,495,246원 + 2,154,908,858원)의 손해를 입었고, 원고 ◇◇◇는 3,927,506,947원(= 14,426,253원 + 7,537,311원 + 399,429,552원 + 3,506,113,831원)의 손해를 입었으며, 원고들이 입은 손해의 합계액은 6,341,410,178원(= 2,413,903,231원 + 3,927,506,947원)으로 이 사건 주식매매계약의 매매대금인 231,643,139,000원의 1%를 초과하는 금액이므로, 원고들은 피고들에게 위 손해액 전액에 대한 배상을 청구할 수 있다. <br/>  다. 소결론 <br/>   따라서 피고들은 연대하여 손해배상으로서 원고 ○○○에게 2,413,903,231원 및 그 중 재해사망보험금 미지급금 및 재해사망보험금 책임준비금 관련 손해액인 2,400,404,104원(= 245,495,246원 + 2,154,908,858원)에 대하여는 이 사건 주식매매계약의 거래종결일인 2012. 2. 24.부터, 과태료 및 과징금 관련 손해액인 8,866,586원에 대하여는 과태료 및 과징금 납부일인 2012. 5. 17.부터, 교육세 관련 손해액인 4,632,541원에 대하여는 교육세 납부일인 2014. 7. 31.부터, 각 피고들이 이 사건 이행의무의 존재 여부 및 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 판결 선고일인 2018. 5. 31.까지는 상법이 정한 연 6%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있고, 원고 ◇◇◇ 주식회사에게 3,927,506,947원 및 그 중 재해사망보험금 미지급금 및 재해사망보험금 책임준비금 관련 손해액인 3,905,543,383원(= 399,429,552원 + 3,506,113,831원)에 대하여는 이 사건 주식매매계약의 거래종결일인 2012. 2. 24.부터, 과태료 및 과징금 관련 손해액인 14,426,253원에 대하여는 과태료 및 과징금 납부일인 2012. 5. 17.부터, 교육세 관련 손해액인 7,537,311원에 대하여는 교육세 납부일인 2014. 7. 31.부터, 각 피고들이 이 사건 이행의무의 존재 여부 및 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 이 판결 선고일인 2018. 5. 31.까지는 상법이 정한 연 6%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>5. 결  론<br/>  그렇다면 원고들의 피고들에 대한 이 사건 각 청구는 위 인정 범위 내에서 이유 있어 인용하고, 각 나머지 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다. <br/><br/>판사 조미옥(재판장) 문종철 박태수 ",
  "사건번호": "2015가합553438",
  "사건종류코드": "400101",
  "판례정보일련번호": "242105",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}