{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20180621",
  "법원명": "대전고등법원",
  "사건명": "손해배상(기)",
  "판례내용": "【반소원고, 항소인】 반소원고 1 외 1인(소송대리인 변호사 김정일)<br/>【반소피고, 피항소인】 메트로빌딩운영위원회(소송대리인 법무법인 명경 담당변호사 신가영 외 1인)<br/>【제1심판결】 대전지방법원 2015. 9. 23. 선고 2014가합6255(반소) 판결<br/>【변론종결】2018. 5. 17.<br/>【주    문】<br/>1. 반소원고들의 항소를 모두 기각한다.<br/>2. 항소비용은 반소원고들이 부담한다.<br/><br/>【청구취지 및 항소취지】제1심판결을 취소한다. 반소피고는 반소원고들에게, ① 615,409,700원 및 이에 대하여 2013. 1. 31.부터 이 사건 반소장 부본 송달일까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 돈을, ② 각 5,000,000원 및 이에 대하여 2013. 1. 31.부터 이 사건 반소장 부본 송달일까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 20%의 각 비율로 계산한 돈을 각 지급하라[반소피고는 반소원고들을 상대로 대전지방법원 2014가합6248호로 미납 관리비의 지급을 구하는 이 사건 본소청구를 하였고, 이에 반소원고들이 반소피고에 대하여 이 사건 반소를 제기하였는데, 제1심 법원은 반소피고의 이 사건 본소청구를 일부 인용하고, 반소원고들의 이 사건 반소청구를 모두 기각하는 판결을 선고하였다. 이에 대하여 반소원고들이 이 사건 본소(패소부분) 및 반소 전부에 대하여 항소하였는데, 반소피고가 이 법원에서 본소(2015나2391)를 취하함으로써 반소만 남게 되었다].<br/>【이    유】1. 기초사실<br/>  이 법원이 이 부분에 관하여 적을 이유는, “원고”를 “반소피고”로, “피고”를 “반소원고”로 각 고치는 외에는 제1심판결의 해당 부분 이유 기재와 같으므로 민사소송법 제420조 본문에 따라 인용한다.<br/>2. 본안전항변에 관한 판단<br/>가. 본안전항변의 요지<br/>  이 사건 관리규약에 관리비연체를 이유로 한 관리단의 단전조치에 관하여 소유자들은 손해배상청구를 하지 않기로 하는 규정이 있으므로 반소원고들의 반소청구는 부적법하다.<br/>나. 판단<br/>1) 소극적 소송요건의 하나인 부제소합의는 합의 당사자가 처분할 수 있는 권리의 범위 내에서 특정한 법률관계에 한정될 때 허용되며, 그 합의 시에 예상할 수 있는 상황에 관한 것이어야 유효하다(대법원 2013. 7. 11. 선고 2011다81053 판결 참조).<br/>2) 갑 제7, 17호증의 각 기재에 의하면, 이 사건 관리규약에 ‘소유자등은 관리비 납부의무를 2개월(선수 관리비 납부 등) 이행치 않아 관리주체가 취한 단전, 단수 및 기타 제제 조치로 인한 직접, 간접적인 피해로 관리주체에게 민형사상의 어떠한 손해배상과 이의를 제기치 않는다’는 내용의 규정이 있는 사실, 반소원고 1이 2012. 3. 13. ‘상기인은 ○○○○ 빌딩 관리규약 내용을 충분히 검토하여 그 내용을 이의 없이 이행할 것을 동의함으로 동의서에 서명 날인하여 제출합니다’는 내용의 동의서(이하 ’이 사건 동의서‘라 한다)를 작성한 사실을 인정할 수 있다. 그러나 다음과 같은 사정들을 종합하여 보면, 반소원고들과 반소피고 사이에 부제소합의가 있었다고 보기 어렵고, 달리 이를 인정할 증거가 없다.<br/>①집합건물법 제29조 제1항은 ‘규약의 설정ㆍ변경 및 폐지는 관리단집회에서 구분소유자의 4분의 3 이상 및 의결권의 4분의 3 이상의 찬성을 얻어서 한다’고 규정하고 있고,  이는 강행규정이므로(대법원 2008. 12. 24. 선고 2008다61561 판결 참조), 이 사건 관리규약의 제정 및 개정에는 위 규정에 따른 의견정족수가 충족되어야 한다. 우선, 반소피고의 제정 관리규약이 집합건물법 제29조 제1항에 따라 설정되었음을 인정할 만한 아무런 증거가 없다. 나아가 갑 제11, 31호증의 각 기재에 의하면, 개정 관리규약을 위한 2012. 4. 16.자 총회에 구분소유자 총 인원 67명의 4분의 3인 50.25명에 미달하는 47명만이 참석한 사실을 인정할 수 있으므로 개정 관리규약 역시 집합건물법 제29조 제1항의 결의 요건을 갖추지 못하였다. 그 밖에 이 사건 관리규약이 이 사건 집합건물 구분소유자의 4분의 3 이상의 찬성을 얻어서 의결되었다는 사실을 인정할 증거가 없다. 따라서 이 사건 관리규약은 집합건물법의 규정에 따른 의결정족수를 충족하지 못한 채 제정ㆍ개정된 것으로서 그 효력이 없다(반소피고는 이 사건 관리규약이 무효라 하더라도 2012. 4. 16.자 총회에서 추인되었다고 주장하나, 앞서 본 바와 같이 위 총회가 집합건물법 제29조 제1항의 결의 요건을 갖추지 못하였으므로 반소피고의 위 주장은 이유 없다).<br/> ② 이 사건 동의서는 ‘입주자는 관리규약 내용에 대한 동의서 및 각서를 제출하여야 한다’고 규정한 이 사건 관리규약 제7조 제15항에 따라 일괄적으로 작성된 것으로 보인다. 그렇다면 이 사건 동의서에 반소피고에 대하여 이 사건 단전조치로 인한 손해배상청구(제소)를 하지 않겠다는 반소원고 1의 구체적인 의사가 반영되었다고 보기는 어렵다.<br/>③ 집합건물의 관리단이 관리규약에 단전ㆍ단수 등의 조치에 대한 손해발생에 대하여 소유자가 아무런 이의를 제기할 수 없다는 규정을 두고, 소유자가 그러한 관리규약에 대한 이행동의서를 작성하는 것을 일괄적으로 부제소합의가 있는 것으로 본다면, 관리규약의 효력이나 단전ㆍ단수 조치의 위법성을 불문하고 집합건물의 소유자가 단전ㆍ단수 조치로 인한 손해를 배상 받는 것을 원천 봉쇄하는 불합리한 결과가 발생한다.<br/>3. 청구원인에 관한 판단<br/>가. 반소원고들 주장의 요지<br/>  이 사건 단전조치는 법률이나 관리규약에 정함이 없이 무효인 관리규약에 근거하여 이루어진 것이고, 단전조치의 동기와 목적, 수단과 방법, 조치에 이르게 된 경위, 그로 인하여 반소원고들이 입게 된 피해의 정도 등에 비추어 사회통념상 허용될 만한 정도의 상당성이 있다고 보기 어려우므로 위법하다. 반소원고들은 이 사건 단전조치로 인하여 이 사건 점포에서 사우나 및 헬스장 영업을 중단함으로써 회원제 손님들이 탈퇴하여 미사용 이용권 금액을 환불하고, 장래 영업수익을 얻지 못한 손해를 입었으므로 반소피고는 반소원고들에게 그 손해를 배상할 책임이 있다. 따라서 반소원고들은 반소피고에게 재산적 손해로서 미사용 이용권 환불액 24,049,700원, 영업중단으로 얻지 못한 2013. 12. 31.까지의 영업수익 591,360,000원 합계 615,409,700원과 위자료 각 500만 원 상당액의 배상을 구한다. <br/>나. 불법행위 성립 여부<br/>(1) 관련법리<br/>  집합건물의 관리단 등 관리주체의 단전ㆍ단수 등의 조치가 적법한 행위로서 불법행위를 구성하지 않기 위해서는 원칙적으로 그 조치가 관리규약을 따른 것이었다는 점만으로는 부족하고, 그와 같은 조치를 하게 된 동기와 목적, 수단과 방법, 조치에 이르게 된 경위, 그로 인하여 입주자가 입게 된 피해의 정도 등 여러 가지 사정을 종합하여 사회통념상 허용될 만한 정도의 상당성이 있어 위법성이 결여된 행위로 볼 수 있는 경우에 한한다(대법원 2006. 6. 29. 선고 2004다3598, 3604 판결 등 참조). 한편, 집합건물에서는 공동의 이익보호와 효율적 관리를 위해 사적 자치가 보다 넓게 인정될 필요성이 있고, 임대인이 임차인보다 우월한 지위에 있는 임대차계약 관계와 달리 구분소유자 상호간의 관계가 수평적이라 불이익 조치의 남용 위험성이 적은 점, 상가건물에 대한 단전조치는 생활에 미치는 영향보다는 주로 영업중단으로 인한 금전적 손해를 가져오며, 단체법적 법률관계에서 단전ㆍ단수조치 외에 의무위반자에 대한 다른 효과적인 제재수단을 상정하기 어려운 점 등을 고려하면, 단전조치에 관하여 관리규약에 정함이 있고 단전조치가 그 관리규약을 따라 이루어진 것이어야 한다는 것이 단전조치의 적법성을 인정하기 위한 필수적인 요건으로 어느 경우에나 반드시 요구된다고 볼 수 없다. 따라서 단전행위가 자신의 궁박한 상황에서 상대방의 부당한 의무 불이행에 대해 불가피하게 취한 조치로서, 상대방의 권리를 합리적인 범위를 벗어나 과도하게 침해하거나 제한하는 것으로 사회통념상 현저하게 타당성을 잃은 것으로 보이지 아니하며, 그 동기와 목적, 수단과 방법, 그와 같은 조치에 이르게 된 경위 등 여러 가지 사정에 비추어 볼 때, 사회통념상 허용될 만한 정도의 상당성이 있는 경우 이는 위법성이 결여된 행위로서 적법하다고 보아야 한다(대법원 2007. 9. 20. 선고 2006도9157 판결 등 참조). <br/>(2) 판단<br/>  앞서 든 증거와 갑 제15, 18 내지 24, 36, 48호증, 을 제16, 18호증의 각 기재, 제1심 법원의 한국전력공사 서대전지사장에 대한 사실조회 결과 및 변론 전체의 취지에 의하여 알 수 있는 다음 사정을 위 법리에 비추어 살펴보면, 이 사건 단전조치는 반소원고들의 부당한 체납관리비 납부의무 불이행에 대해 불가피하게 취한 조치로서, 사회통념상 허용될 만한 정도의 상당성을 벗어난 위법한 행위라고 보기 어렵다.<br/>① 반소원고들은 2008. 8.경부터 이 사건 단전조치가 이루어진 때까지 장기간 관리비를 체납한 상태였고, 체납한 관리비 액수가 수천만 원에 이르렀다. 반소피고는 반소원고들을 상대로 대전지방법원 2012가단28681호로 체납관리비를 청구하는 소송을 제기하는 등 체납관리비를 지급받기 위하여 오랜 기간에 걸쳐 여러 가지 방안을 강구하여 노력을 하였음에도, 반소원고들은 위 소송에서 성립된 조정에 따라 반소피고에게 2012. 10. 31.까지 지급하기로 한 58,653,307원조차도 납부하지 않고, 그 후에도 2012년 10~12월분 관리비를 계속 연체하여 왔다. 반소원고 1은 2012. 12. 28. 반소피고와 2013. 1. 28.까지 체납관리비를 납부하겠다고 합의하기도 하였으나, 합의 내용을 이행하지 아니하였다.<br/>② 반소피고는 반소원고들의 관리비 체납으로 인하여(2010년, 2011년 관리비 부과기준상 반소원고들에게 부과된 관리비 중 전기요금이 61.3~83.5%로 가장 큰 비중을 차지하고, 이 사건 집합건물에 부과된 전체 전기요금에서 이 사건 점포에 관한 부분도 9.5~ 20.2%로 그 비중이 크다) 한국전력공사에 이 사건 집합건물의 2012. 11.분, 2012. 12.분 전기요금 합계 72,779,600원을 납부하지 못하여 연체된 상태였고, 이로 인하여 한국전력공사가 2012. 12. 3. 미납 전기요금의 지급을 구하는 지급명령신청을 하였고, 2013. 1. 9. 기본공급약관 제15조 제1항에 따라 2013. 1. 25.까지 미납 전기요금을 납부하지 않을 경우 전기사용계약을 해지한다는 예고서를 보내기도 하였다(갑 제41호증의 기재에 의하면 이 사건 단전조치 다음 날인 2013. 1. 31. 반소피고가 미납 전기요금을 납부한 사실을 인정할 수 있으나, 을 제15 내지 18호증의 각 기재만으로는 반소원고들의 주장과 같이 반소피고가 고의로 전기요금을 납부하지 않고 있다가 이 사건 단전조치 다음 날 미납 전기요금을 모두 납부하였다고 인정하기 부족하고, 달리 이를 인정할 증거가 없다. 오히려 갑 제37, 38, 39호증의 각 기재에 의하면, 반소피고가 반소원고들의 관리비 연체로 이 사건 집합건물 전체의 미납 전기요금을 납부하는 데에 선수금관리비를 사용하여 2012. 10.경 무렵에는 선수금관리비가 거의 잠식되었고, 2012. 8.분부터 2012. 12.분 전기요금을 분납방식으로 7회에 걸쳐 납부하여야 하였으며, 2013. 1. 31. 장기수선충당금까지 사용하여 미납 전기요금을 납부한 사실을 인정할 수 있다).<br/>③ 이 사건 집합건물에 대하여는 한국전력공사가 전기요금청구서 1매로 이 사건 집합건물 전체 전기요금을 청구하면 개별 호실마다 사용량에 따라 전기요금을 배분하여 청구하는 단일계약 방식으로 전기사용계약이 체결되었다. 반소피고는 이러한 단일계약 방식에서 반소원고들의 관리비 체납으로 인하여 이 사건 집합건물 전체의 전기요금 납부가 어려워지자 반소피고 및 이 사건 집합건물의 다른 구분소유자들의 피해를 줄이기 위하여, 2012. 12. 6. 반소원고들이 따로 한국전력공사와 전기사용계약을 체결하고 별도의 계량기를 설치하여 사용하는 형태로 구좌분할(모자분리)하는 것에 대하여 반소원고들에게 같은 달 15일까지 답신을 구하였다. 그러나 반소원고들이 별다른 답변을 하지 아니하여 구좌분할조치를 하지도 못하였다. <br/>④ 반소피고는 반소원고들의 관리비 체납에 따른 대책을 여러 모로 모색하다가 더는 관리비 징수를 미룰 수 없고, 한국전기공사로부터 전기요금 납부독촉 및 전기사용계약 해지 예고에 따라 이 사건 집합건물 전체의 전기 공급 중단을 모면하여야 할 궁박한 상황에 처하였다. 이에 반소원고들로부터 체납관리비를 지급받고, 반소원고들의 관리비 체납으로 인하여 이 사건 집합건물 전체를 사용하지 못하여 입게 될 구분소유자들과 입주민들의 피해를 줄이고 공동이익을 보호하고자 이 사건 단전조치를 취하였다(반소원고들은, 반소피고의 대표자 △△△가 반소원고들의 아버지 소외인과 사이에 공용부분 무단점유를 둘러싸고 발생한 폭행시비에 대한 보복차원에서 이 사건 단전조치가 이루어 진 것이라고 주장하나, 을 제3, 6, 7호증의 각 기재 및 영상만으로 인정하기 부족하고, 달리 이를 인정할 증거가 없다).<br/>⑤ 반소피고 운영위원회는 회의를 개최하여 2012. 4. 30.에는 반소원고들의 체납 관리비에 대한 대책을 안건으로 토의하였고, 2012. 5. 7.에는 관리용역을 맡은 주식회사 유일종합관리에게 이 사건 점포에 대한 단전조치를 요구하기로 결의하였으며, 2012. 7. 27.에는 이 사건 점포에 대한 단전조치와 함께 이 사건 집합건물의 구분소유자들에게 그에 관한 협조를 요청하기로 결의하였다.<br/>⑥ 반소피고는 이 사건 단전조치에 앞서 2012. 12.경 이 사건 집합건물의 다른 구분소유자들에게 단전조치에 대한 동의 의사를 확인하였고, 구분소유자 내지 입주민 76%가량에 달하는 동의를 받았다.<br/>⑦ 반소피고는 2012. 11. 28.부터 2013. 1. 24.까지 9회에 걸쳐 반소원고들에게 2012. 10. 31.까지의 체납관리비 58,653,307원 및 그 지연손해금과 2012년 11~12월분 관리비 납부를 독촉하면서 납부하지 않을 경우 이 사건 점포에 관한 단전조치를 취할 것을 내용증명우편으로 예고하였고, 2013. 1. 16.부터는 ‘단전시점: 2013. 1. 30. 00시부터 전면 단전’이라고 명시하여 구체적 단전일시도 예고하였다. 반소피고의 대표자 △△△는 소외 2 , 소외 3, 소외 4, 소외 5 등 층별 대표들과 함께 피해를 최소화 하고자 CCTV 등을 통하여 이 사건 점포의 출입문이 잠기고 소등 상태로서 영업이 종료되었음을 확인한 후 2013. 1. 30. 00:30 옥상 변전실에서 단전조치를 하였다.<br/>⑧ 이 사건 관리규약이 집합건물법 제29조 제1항의 요건을 갖추지 못하여 무효인 사실은 앞서 본 바와 같으나, 반소원고들을 포함한 이 사건 집합건물의 구분소유자들은 이 사건 관리규약이 제정된 2006. 8. 20.부터 이 사건 소송에 이르기까지 그 효력 여부에 대한 의문이나 다툼을 제기한 바 없이 유효한 관리규약으로 인식하여 왔고, 반소피고 역시 이 사건 관리규약을 유효한 것으로 여기고 이에 근거하여 이 사건 건물을 관리하여 왔다. 비록 이 사건 관리규약이 무효이어서 단전조치의 직접적인 근거가 되지 않는다고 하더라도 반소피고는 이 사건 관리규약이 유효한 것으로 인식하고 이를 근거로 이 사건 단전조치를 하였으므로 이 사건 단전조치는 반소원고들은 물론 구분소유자 대다수의 동의를 얻어 시행되고 있는 관리규정에 따른 것으로 반소피고에게 근거규정의 부존재에 따른 위법성의 인식이 분명하였다고 보기 어렵다(집합건물법상 관리단 규약으로서의 효력은 없다 하더라도 반소원고 1이 작성ㆍ제출한 이 사건 동의서와 함께 민법상 일반적인 합의로서의 효력은 인정될 여지가 있으므로 이 사건 단전조치의 근거가 전혀 없다고 하기도 어렵다). <br/>⑨ 반소원고들이 이 사건 단전조치에 이르기까지 이 사건 점포에 관한 체납관리비 납부를 거부할만한 정당한 이유가 없었다.<br/>다. 단전조치와 손해 사이의 상당인과관계 존부<br/>  앞서 든 증거와 갑 제25, 42, 43, 44호증의 각 기재 및 영상, 제1심 증인 소외 4, 소외 6, 이 법원 증인 소외 7의 각 증언 및 변론 전체의 취지에 의하여 알 수 있는 다음 사정을 종합하여 보면, 반소원고들이 제출한 증거만으로는 이 사건 단전조치와 반소원고들이 이 사건 점포에서 영업을 하지 못함으로 인하여 입었다는 손해 사이에 상당인과관계가 있음을 인정하기에 부족하고 달리 이를 인정할 증거가 없다.<br/>① 이 사건 단전조치는 야간인 2013. 1. 30. 00:30시경에 이루어진 것이고, 반소피고는 단전조치로 인한 피해를 최소화하고자 CCTV를 통하여 반소원고들의 영업장 소등 상태 등을 비롯하여 영업이 종료되었음을 확인하고 단전조치를 하였다.<br/>② 반소피고는 2012. 4. 16.자 총회에서 관리비 미납의 경우 단전조치를 취할 수 있다는 내용의 관리규약을 신설하였는바, 비록 앞서 본 바와 같이 이 사건 관리규약이 무효이지만, 반소원고 1은 위 총회에 직접 참석하였고 당시에는 이 사건 관리규약이 무효임을 인식하고 있었다고 보기 어려우므로, 관리비 체납으로 인하여 단전조치가 취해질 수 있었음을 충분히 예상할 수 있었고, 실제로도 반소원고들은 반소피고의 단전조치 예고 통지를 통하여 단전조치를 예견할 수 있었다. <br/>③ 반소원고들은 이 사건 단전조치 이후부터 반소피고가 이 사건 본소를 제기하기 전까지 반소피고에게 단전조치에 대하여 항의하거나 다툰 바 없고, 반소피고에게 체납관리비 납부의사를 표현하면서 단전조치의 중단을 요구한 바도 없다. 오히려 반소원고들은 이 사건 단전조치 직후에 기존 회원들에게 영업종료 및 환불절차에 대한 안내를 하고(반소원고들은 위 안내문에 대하여 자신들은 알지 못하고 인근 경쟁업체에서 회원 유치를 위하여 부착한 것이라고 주장하나, 이 법원 증인 소외 7의 증언에 따르면 소외 7이 반소원고들의 직원과 협의를 통하여 영업종료 및 환불절차에 대한 안내문을 이 사건 점포에 부착한 사실을 인정할 수 있다), 회원들의 개인 물품을 반납하기 위하여 이 사건 집합건물의 관리실에 회원들의 개인 물품을 보관하고 회원들에게 그 물품을 반환해줄 것을 부탁하는 등 영업종료에 따른 제반 조치를 취하였다. <br/>④ 이 사건 점포에 관하여 이 사건 단전조치가 취해진 바로 같은 날인 2013. 1. 30. 주식회사 충남도시가스는 도시가스요금 연체로 가스공급을 중단하였고, 다음 날인 2013. 1. 31. 대전광역시 상수도사업본부 서부사업소장이 2012. 10.분부터 2012. 12.분까지의 수도요금 연체로 상수도 정수처분을 하였다. 반소원고들은 이 사건 점포에서 사우나 및 헬스장 영업을 하고 있었으므로 그 영업의 특성상 이 사건 점포에 수도나 도시가스의 공급이 재개되지 않는 한 이 사건 단전조치와는 무관하게 영업을 계속하기 어려웠다.<br/>⑤ 반소원고들이 반소피고에게 체납한 관리비를 일부라도 납부하였다면 단전 조치를 해제하였을 것으로 보임에도 반소원고들은 전혀 납부한 바 없다. 반소원고들이 위 단수처분과 도시가스 공급중단처분에 관하여 체납 요금을 납부하여 이들 처분을 해제하고 영업을 계속하도록 노력하였을 것이라는 자료는 없으므로, 이 사건 단전조치가 없었더라도 위 단수처분과 도시가스 공급중단처분으로 반소원고들은 영업 중단으로 나아갔을 것으로 보인다. <br/>라. 소결<br/>  따라서 반소피고의 이 사건 단전조치가 불법행위에 해당한다고 할 수 없을 뿐 아니라, 이 사건 단전조치와 반소원고들이 이 사건 점포에서 영업을 하지 못함으로 인하여 발생한 손해 사이에 상당인과관계가 있다고 할 수 없으므로, 반소원고들의 주장은 어느 모로 보나 이유 없다. <br/>4. 결론<br/>  제1심판결은 정당하다. 반소원고들의 항소를 모두 기각한다.<br/><br/>판사 문광섭(재판장) 정승규 이인석 ",
  "사건번호": "2015나2407(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "218671",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}