{
  "판시사항": "  甲 등이 정수기제조업자인 乙 주식회사와 정수기에 관한 임대차계약 등을 체결한 후 정수기를 제공받아 사용하였는데, 위 정수기와 동일 모델 정수기에서 니켈도금이 박리되었고 乙 회사 자체 검사 결과 일부 정수기의 냉수에서 니켈성분이 검출되었으나, 乙 회사가 위 사실을 甲 등에게 알리지 아니한 채 甲 등으로 하여금 언론 보도로 위 사실이 드러날 때까지 계속하여 위 정수기를 이용하게 하자, 甲 등이 乙 회사를 상대로 고지의무 위반으로 인한 계약상 채무의 불완전이행을 이유로 손해배상을 구한 사안에서, 乙 회사가 위 사실을 고지하지 아니함으로써 甲 등이 약 1년간 니켈도금 박리 혹은 니켈성분 함유 냉수 섭취의 가능성을 알지 못하여 계약 유지 등에 관한 합리적이고 자유로운 의사결정권을 행사하지 못한 채 위 정수기를 계속 이용하게 한 것은 위 임대차계약상 부수적 의무인 고지의무를 다하지 아니한 것으로서 불완전이행으로 인한 채무불이행에 해당하므로, 乙 회사는 채무불이행에 따른 손해배상으로 甲 등이 받은 정신적 고통을 금전적으로 배상할 책임이 있다고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  甲 등이 정수기제조업자인 乙 주식회사와 정수기에 관한 임대차계약 등을 체결한 후 정수기를 제공받아 사용하였는데, 위 정수기와 동일 모델 정수기에서 니켈도금이 박리되었고 乙 회사 자체 검사 결과 일부 정수기의 냉수에서 니켈성분이 검출되었으나, 乙 회사가 위 사실을 甲 등에게 알리지 아니한 채 甲 등으로 하여금 언론 보도로 위 사실이 드러날 때까지 계속하여 위 정수기를 이용하게 하자, 甲 등이 乙 회사를 상대로 고지의무 위반으로 인한 계약상 채무의 불완전이행을 이유로 손해배상을 구한 사안이다.<br/>  乙 회사는 정수기의 매도 및 임대 등 관련 서비스(정기점검 등)의 제공이라는 주된 급부 제공 의무 외에 부수적 의무로서 문제 되는 정수기가 정상적으로 작동하지 않아 정수기의 핵심적·본질적 기능이나 설계상 문제가 발생하는 경우 이를 계약의 상대방인 甲 등에게 고지할 의무가 있으며, 위 정수기와 동일 모델 정수기에서 니켈도금이 박리되었고, 乙 회사 자체 검사 결과 일부 정수기의 냉수에서 니켈성분이 검출된 사실은 乙 회사가 품질보증한 정수기의 핵심적·본질적 기능과 설계상 문제가 발생한 것으로, 甲 등의 계약 유지 등에 관한 합리적이고 자유로운 의사결정을 위해 乙 회사가 甲 등에게 고지할 필요가 있는 사항에 해당되는데도, 乙 회사가 위 사실을 고지하지 아니함으로써 甲 등이 약 1년간 니켈도금 박리 혹은 니켈성분 함유 냉수 섭취의 가능성을 알지 못하여 계약 유지 등에 관한 합리적이고 자유로운 의사결정권을 행사하지 못한 채 위 정수기를 계속 이용하게 한 것은 위 임대차계약상 부수적 의무인 고지의무를 다하지 아니한 것으로서 불완전이행으로 인한 채무불이행에 해당하므로, 乙 회사는 채무불이행에 따른 손해배상으로 甲 등이 받은 정신적 고통을 금전적으로 배상할 책임이 있다고 한 사례이다.<br/>",
  "참조조문": "민법 제390조, 제393조, 제751조, 제763조<br/>",
  "선고일자": "20200522",
  "법원명": "서울고법",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 항소인】 별지 1 원고 명단 기재와 같다. (소송대리인 변호사 남희웅)<br/>【피고, 피항소인】 웅진코웨이 주식회사 (소송대리인 법무법인(유한) 광장 담당변호사 류홍열 외 2인)<br/>【제1심판결】 서울중앙지법 2019. 4. 4. 선고 2016가합563807 판결<br/>【변론종결】2020. 4. 3.<br/>【주    문】<br/>  1. 제1심판결 중 아래에서 지급을 명하는 부분에 해당하는 원고 36, 원고 69, 원고 77, 원고 114, 원고 117, 원고 121을 제외한 나머지 원고들 패소 부분을 취소한다.<br/>  피고는 원고 36, 원고 69, 원고 77, 원고 114, 원고 117, 원고 121을 제외한 나머지 원고들에게 각 100만 원 및 이에 대하여 2017. 12. 12.부터 2020. 5. 22.까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 금원을 지급하라.<br/>  2. 원고 36, 원고 69, 원고 77, 원고 114, 원고 117, 원고 121의 항소 및 나머지 원고들의 나머지 항소를 모두 기각한다.<br/>  3. 원고 36, 원고 69, 원고 77, 원고 114, 원고 117, 원고 121과 피고 사이에 생긴 항소비용은 위 원고들이 부담하고, 나머지 원고들과 피고 사이에 생긴 소송총비용 중 70%는 나머지 원고들이, 30%는 피고가 각 부담한다.<br/>  4. 제1항의 금원지급 부분은 가집행할 수 있다.<br/><br/>【청구취지 및 항소취지】  1. 청구취지<br/>  피고는 원고들에게 각 300만 원 및 이에 대하여 이 사건 2017. 12. 11.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 금원을 지급하라.<br/>  2. 항소취지<br/>  제1심판결 중 다음에서 지급을 구하는 금원에 해당하는 원고들 패소 부분을 취소한다. 피고는 원고들에게 각 100만 원 및 이에 대하여 이 사건 2017. 12. 11.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 금원을 지급하라[① 원고들은 항소장에 지연손해금 기산일을 ‘이 사건 소장 부본 송달 다음 날’로 기재하였으나, 2017. 12. 11. 청구취지 및 청구원인을 변경하면서 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 지연손해금을 구하였던 점에 비추어, 위와 같이 선해한다. ② 제1심 공동원고들 중 제1심 공동원고 소외인과 계약당사자가 아닌 그 가족들(원고 36, 원고 69, 원고 77, 원고 114, 원고 117, 원고 121은 제외)은 항소를 하지 않아 이들에 대한 제1심판결은 그대로 확정되었다].<br/>【이    유】  1. 기초 사실<br/>  가. 원고들의 피고 제공 정수기 사용<br/>  1) 원고 36, 원고 69, 원고 77, 원고 114, 원고 117, 원고 121을 제외한 나머지 원고들(이하 ‘계약자 원고들’이라 한다) 및 소외 1, 소외 2는 2014. 4. 14.부터 2016. 3. 10.까지의 기간 중 별지 2 계약관계 등 목록의 각 ‘사용기간’란 기재 중 시기(始期)에 해당하는 일자에 정수기제조업자인 피고와 사이에, 모델번호 CPSI-370N, CPI-380N, CHPI-380N, CHPCI-430N인 피고 제조의 정수기 중 위 목록 ‘모델’란 기재 각 해당 코웨이정수기(이하 모델 구별 없이 일괄하여 ‘이 사건 각 정수기’라 한다)에 관한 각 임대차계약 또는 매매계약을 체결하고(이하 ‘이 사건 계약’이라 한다), 그 무렵 피고로부터 이 사건 각 정수기를 제공받아 사용하였다.<br/>  2) 원고 36, 원고 69, 원고 77, 원고 114, 원고 117, 원고 121(이하 ‘비계약자 원고들’이라 한다)은 별지 2 계약관계 등 목록 순번 36, 69, 77, 114, 117, 121번 ‘계약자’란 기재 소외인들 또는 원고들의 가족들로서 이들이 피고로부터 임차한 이 사건 각 정수기를 사용하였다.<br/>  나. 이 사건 각 정수기 내 금속 물질의 발견<br/>  피고의 직원(CODY, ‘Coway Lady’의 약어로 피고의 정수기 점검 직원을 지칭함)은 2015. 7. 23.경 이 사건 각 정수기 중 모델번호 CPI-380N인 고객 정수기를 정기 점검하던 중 냉수 탱크에서 은색의 금속 물질을 발견하고 이를 피고에게 보고하였다.<br/>  다. 피고의 자체 조사와 플라스틱 커버 설치 등<br/>  1) 피고는 2015. 8. 2. 위와 같이 금속 이물질이 발견된 모델번호 CPI-380N 정수기 1대를 수거하여 이물질을 검사하였고, 그 결과 냉수 순환냉각 시스템의 얼음정수기인 이 사건 각 정수기 중 얼음을 냉각하는 데 사용되는 부품인 증발기의 외부 니켈도금이 박리되어 그 아래 설치되어 있던 냉수 탱크에 떨어졌다는 사실을 확인하였다. 이에 피고는 이 사건 각 정수기 중 피고 직원들이 사용하던 19대에 대한 자체 검사를 한 결과, ‘일반 정수 및 얼음’에서는 19대 모두 니켈이 검출되지 않은 반면, 13대의 ‘냉수’에서 0.012mg/L~0.347mg/L의 니켈성분이 검출되었음을 확인하였는데, 그중 WHO의 평생음용권고치(니켈 흡수율이 높은 공복상태인 니켈 과민군 여성이 니켈이 포함된 물을 음용하였을 때 피부염 증상을 보이는 최소영향농도를 기준으로 한 것) 0.07mg/L 이상을 기록한 사례는 약 21%(=4/19)인 4건(각 0.07, 0.347, 0.245, 0.08)이었다.<br/>  2) 피고는 2015. 8. 중순경 위와 같은 니켈도금 박리가 나타난 정수기와 이 사건 각 정수기에서의 니켈 검출에 대한 대책으로 플라스틱 커버를 장착하는 방안을 채택하여 필터 교환 및 탱크 청소 서비스 과정에 계약자 원고들 및 다른 고객들이 사용하던 이 사건 각 정수기들에 플라스틱 커버를 장착하였고, 2016. 5.까지 판매된 정수기 중 97%에 플라스틱 커버를 장착하였다. 피고는 위 플라스틱 커버 장착을 하면서, 계약자 원고들을 포함한 이 사건 각 정수기를 사용하는 고객들에게 냉각기능 향상을 목적으로 위 커버를 장착하는 것이라고만 설명하였을 뿐, 니켈도금 박리 등을 방지하기 위한 조치임을 알리지 않았다.<br/>  3) 피고는 2016. 5.경 고객들이 사용하던 이 사건 각 정수기 중 플라스틱 커버를 장착한 1,010대의 정수기에 대한 자체 수질검사를 한 결과 최고 0.386mg/L의 니켈성분이 검출되었고 그 검출된 니켈 농도의 분포는 아래 [표 1]과 같이 나타났는데, WHO의 평생음용권고치 0.07mg/L 이상을 기록한 사례는 약 12.5%인 126건이었다.<br/><br/>[표 1]<br/>  4) 피고는 위와 같은 사실들을 계약자 원고들을 포함한 이 사건 각 정수기를 사용하는 고객들에게 알리지 않았다.<br/>  라. 니켈 검출에 관한 언론 보도와 피고의 사과문 게시 등<br/>  1) 지상파방송사인 SBS는 2016. 7. 3. 저녁 8시 뉴스에서, 이 사건 각 정수기들과 관련하여 ‘피고 얼음정수기에서 은색 부스러기(중금속인 니켈)가 검출되었고 제조업자인 피고는 이를 인지하고 있었음에도 불구하고 소비자들에게 이러한 사실을 숨긴 채 알리지 않았다’는 내용의 보도를 하였다.<br/>  2) 피고는 SBS 뉴스의 위와 같은 보도와 관련하여 다음 날인 2016. 7. 4. 피고 회사의 인터넷 홈페이지를 통하여 “고객 여러분께 사과의 말씀을 드립니다.”라는 제목으로, ① 니켈이 검출되는 정수기는 2014. 4.부터 2015. 12.까지 설치된 얼음정수기(모델번호 CPSI-370N, CPI-380N, CHPI-380N, CHPCI-430N)이고, ② 피고는 검출된 성분이 니켈임을 인지한 뒤 인체에 무해함을 확인했지만 이에 대한 개선조치를 하여 현재 97% 이상의 서비스를 완료하였으며, ③ 만약 소비자들이 해약을 원할 경우에는 위약금 없이 해약할 수 있다는 취지의 사과문을 게시하였다.<br/>  3) 피고는 2016. 7. 7. 다시 ‘① 판매 시기와 상관없이 이 사건 각 정수기 3종 모델을 단종하고, 제품 전량을 회수하며, ② 이 사건 각 정수기를 사용한 고객들에게 렌탈료 전액을 환불하고, ③ 이 사건 각 정수기를 최신 제품으로 교체하거나 고객이 해약을 원할 경우 위약금 없이 해약할 수 있도록 하며, ④ 니켈로 인한 건강상 문제가 확인될 경우 책임을 다하겠다’는 내용의 사과문을 게시하였다.<br/>  마. 이 사건 각 정수기에 대한 민·관 합동조사반의 조사 결과 등<br/>  이 사건 각 정수기의 제품결함 등을 조사한 민·관 합동조사반(산업통상자원부, 환경부, 한국소비자원)은 2016. 9. 13. 다음과 같은 조사 결과(이하 ‘이 사건 민·관 합동조사결과’라 한다)를 발표하였다.<br/>■ 이 사건 각 정수기 중 증발기 니켈도금이 떨어진 제품결함 원인이 증발기와 히터, 냉수 플레이트 등으로 구성된 냉각구조물의 구조·제조상 결함문제로 드러났다.   ○ 즉, 협소한 냉각구조물 틀에 증발기와 히터를 측면 접촉하도록 조립하는 구조로 인해 그 조립 부분에서 다수 손상이 확인되었다(냉각구조물 100개 분해 결과 증발기와 히터 접촉부에서 스크래치와 같이 조립과정 중 발생한 것으로 분석되는 도금손상이 22개 구조물에서 발견).   ○ 이에 더해, 증발기와 히터가 상부케이스(냉수 플레이트) 안에 갇혀 압축, 밀착 상태로 되는 구조적 문제로 증발기와 히터 간 급격한 온도변화 발생에 따라 니켈도금층이 열응력에 의해 손상되고 시간이 지나면서 부식이 가속화된 것으로 추정되며, 이 문제는 다른 정수기와 구별되는 이 사건 각 정수기의 고유한 문제이다.■ 이 사건 각 정수기에 관한 피고의 2015. 8. 및 2016. 5. 각 자체 조사 자료를 토대로 장·단기 노출 기준 위해성 평가 결과 위해 우려는 낮은 수준으로 나타났다. 다만 장·단기 노출 기준 평가에서 위해 우려 수준이 낮게 나타났더라도 아무 조치 없이 계속 사용할 경우 니켈 과민군의 피부염 등 위해 우려가 있으므로, 수거되지 않은 문제 제품을 가진 소비자들은 사용을 중단할 것을 당부한다.■ 니켈의 특성 및 관련 해외기준   ○ 금속성 니켈은 물에 용해되지 않으나 묽은 질산이나 황산에 천천히 용해되고 질산에 쉽게 용해된다.   ○ 지하수나 니켈-크롬 도금된 수도용 자재로부터 니켈에 노출이 가능하고, 음식물로 섭취되는 니켈의 1일 섭취량은 0.2mg 이하, 먹는 물로 인한 1일 평균 섭취량은 0.03mg 이하로 추정된다.   ○ 국제 암연구소(IARC) 및 미국 환경청(US EPA)은 니켈의 경구노출 시 발암성 증거는 불충분한 것으로 판단하였다.   ○ 니켈 과민군(니켈 흡수를 통해 림프구에서 비정상적으로 면역 과민반응이 유발되는 사람)은 전체인구의 10-20% 수준으로, 특히 어린 여성에게 높은 수준으로 나타나고, 니켈 과민군에 피부염 유발 가능한 단위체중당 하루 최저 경구투여량은 0.01mg/kg 내외로, 이를 60kg 성인의 하루 2L 음용 시 농도로 환산하면 0.3mg/L, 10kg 어린이가 하루 1L 음용 시 농도로 환산하면 0.1mg/L에 해당한다.   ○ 미국 환경청(US EPA)은 성인의 평생음용 시 건강권고치를 0.1mg/L, 어린이의 장기(7년) 및 단기(10일) 권고치를 각 0.5mg/L, 1.0mg/L로 규정하고, WHO(세계보건기구)는 니켈 과민군을 대상으로 공복 시 흡수율 증가 등 최악의 시나리오에 근거하여 건강상 위해가 없는 평생음용권고치로 0.07mg/L을 설정하였다.<br/> 바. 피고의 후속조치 등<br/>  1) 피고는 앞서 본 2016. 7. 7.자 사과문에 따라 피고가 판매하거나 임대한 이 사건 각 정수기들 중 96%의 제품을 회수하거나 회수일정을 확정한 후 2016. 9. 30. 아래와 같은 내용이 포함된 고객 안내문을 인터넷 홈페이지에 게시하였다.<br/><br/>  2) 피고는 위와 같이 안내한 보상조치를 취함에 따라 ① 폐기 및 보상과 관련한 소비자 보상비 495억 7,200만 원 상당액을 판매비와 관리비로, ② 환불예정 렌탈료 621억 6,700만 원과 매출에서 차감한 (렌탈료) 채권 57억 5,000만 원 상당액을 매출차감으로, ③ 이 사건 각 정수기와 관련된 판매수수료 및 재고자산평가손실을 46억 3,100만 원으로, ④ 이 사건 각 정수기의 공구 기구와 관련된 유형자산 손상차손으로 29억 1,400만 원 상당액을 각 피고의 재무제표에 반영하였다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1 내지 230, 241호증(가지번호가 있는 경우 각 가지번호를 포함한다. 이하 같다) 및 을 제1, 2, 3, 6, 20, 21, 39, 40호증, 변론 전체의 취지<br/>  2. 당사자들의 주장<br/>  가. 원고들의 주장 요지<br/>  1) 피고는 이 사건 계약에 따라 계약자 원고들에게 이 사건 각 정수기 및 그 정기점검 서비스를 제공하거나, 이 사건 각 정수기를 판매함에 있어서 소비자의 건강 및 안전과 관련된 정확한 정보를 고지해야 할 의무가 있다.<br/>  2) 피고는 원고들이 사용한 이 사건 각 정수기와 같은 모델에서 니켈도금이 박리되었고, 이를 계기로 실시한 피고 자체 검사 결과 냉수에서 니켈성분이 검출된 사실(이하 ‘이 사건 사실’이라 한다)을 인지하였음에도 불구하고, 이를 원고들에게 고지하지 아니하여 원고들로 하여금 이 사건 계약 유지 등에 관하여 합리적이고 자유로운 의사결정을 할 기회를 박탈하였고, 언론 보도로 이 사건 사실이 드러날 때까지 계속해서 이를 음용하게 함으로써 이 사건 계약의 내용에 좇은 채무를 이행하지 않았다. 이는 피고의 고지의무 위반으로 인한 이 사건 계약상 채무의 불완전이행에 해당하므로, 피고는 원고들에게 위자료를 지급할 의무가 있다(원고들은 제1심에서 청구원인으로 제조물책임법에 따른 손해배상청구, 민법상 불법행위로 인한 손해배상청구, 민법상 채무불이행으로 인한 손해배상청구를 주장하였으나, 당심에서 제조물책임법에 따른 손해배상청구와 민법상 불법행위로 인한 손해배상청구를 철회하였다).<br/>  나. 피고<br/>  1) ① 이 사건 각 정수기와 같은 모델에서 니켈도금이 박리되었으나, 이는 해당 정수기 1대에 국한된 문제에 불과하고, 원고들이 사용한 이 사건 각 정수기에서 니켈도금이 실제 박리되었다는 사실에 관하여 구체적인 증명이 없는 점, ② 금속성 니켈은 불수용성으로 원고들이 이를 이온 형태로 음용할 가능성이 없고, 니켈성분이 검출된 음용수는 원수인 수돗물이 원인일 가능성이 있는 점, ③ 설령 이 사건 각 정수기를 사용하여 냉수 등을 마시는 과정에서 원고들이 니켈을 경구 음용하였다고 하더라도, 니켈의 특성과 관련 검사 결과에서 나타난 니켈의 농도 등에 비추어 원고들 건강에 유해하다고 보기 어려운 점 등을 종합하여 볼 때, 피고가 원고들에게 이 사건 사실을 알리지 않음으로써 원고들의 생명이나 신체에 위험을 야기하였다고 볼 수 없으므로, 피고에게 고지의무가 있다고 볼 수 없다. 나아가 피고의 고지의무 불이행으로 인하여 원고들에게 배상이 필요한 정신적 손해가 발생하였다고 볼 수도 없다.<br/>  2) 설령 피고에게 고지의무가 인정된다 하더라도, 피고는 이 사건 각 정수기의 대부분을 회수하였고, 교환 또는 해지와 더불어 사용료 등을 환불하였으며, 향후 납부할 정수기 사용료도 면제하는 등 상당한 정도의 사후조치를 하였으므로, 피고의 고지의무 위반으로 인한 원고들의 정신적 고통도 모두 회복되었다.<br/>  3. 계약자 원고들에 대한 피고의 손해배상책임 여부 판단<br/>  가. 손해배상책임의 발생 여부<br/>  1) 관련 법리<br/>  가) 계약당사자는 주된 급부의무 외에도 계약을 통해 추구하고자 하는 목적 달성을 위하여 또는 급부이익 보호를 위하여 종된 의무로서 여러 가지 부수적 의무를 부담한다. 급부의 적절한 이행을 위한 상호 성실한 협력의무, 급부 이행과정에서 상대방에게 손해가 확대되지 않도록 할 의무, 일정한 사항에 관하여 설명할 의무 등을 그 예로서 들 수 있다. 이러한 부수적 의무는 법률이나 계약 외에도 채권관계의 성질 혹은 신의성실 원칙으로부터도 발생할 수 있다(대법원 1997. 4. 11. 선고 96다47449 판결, 대법원 2009. 4. 23. 선고 2008다62427 판결 등 참조).<br/>  나) 소비자기본법은 이 사건 계약과 같은 사업자와 소비자 간 물품 등 거래에 있어서 소비자 권익을 증진하기 위하여 여러 경제주체들이 경제활동을 할 때 준수해야 할 책무를 규율하는 것을 목적으로 삼고(제1조), 소비자는 물품, 용역 등을 선택함에 있어 필요한 지식 및 정보를 제공받을 권리, 그 물품 등으로 인한 생명, 신체 또는 재산에 대한 위해로부터 보호받을 권리 등을 가지며(제4조), 사업자는 물품 등을 공급함에 있어서 물품 등에 대한 정보를 성실하고 정확하게 제공하여야 하고, 소비자의 합리적 선택이나 이익을 침해할 우려가 있는 거래조건이나 거래방법을 사용해서는 안 되는 책무를 부담한다(제19조 제2항, 제3항)고 규정하고 있다.<br/>  2) 피고의 불완전이행으로 인한 채무불이행책임 인정 여부<br/>  가) 피고의 부수적 의무로서의 고지의무의 존부<br/>  앞서 본 증거들에 갑 제238, 239, 242호증, 을 제22, 23, 29 내지 31호증의 각 기재 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들에 비추어 보면, 피고에게는 이 사건 각 정수기의 매도 및 임대 등 관련 서비스(정기점검 등)의 제공이라는 주된 급부 제공 의무 외에 부수적 의무로서, 이 사건에서 문제 되는 정수기가 정상적으로 작동하지 않아 정수기의 핵심적·본질적 기능이나 설계상 문제가 발생하는 경우 이를 이 사건 계약의 상대방인 계약자 원고들에게 고지할 의무가 있다 할 것이다.<br/>  (1) 이 사건 각 정수기의 약관, 사용설명서 및 제품 광고 등에는 아래와 같은 내용이 기재되어 있다.<br/> 약관 [제3조] 청약의 철회 등  2. 고객은 상품의 내용이 표시, 광고의 내용과 다르게 이행된 경우에는 상품을 공급받은 날부터 3개월 이내에, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 내에 청약철회를 할 수 있습니다. [제7조] 상품의 정기점검 및 담보책임  2. 고객 책임 없는 사유로 인하여 상품이 고장, 훼손(상품성능과 상관없는 외관 변색, 단순 오염 등은 제외)된 경우 고객은 회사에게 일정한 기간을 정하여 무상으로 수리 및 부품 교환을 요청할 수 있습니다.  3. 기타 상품의 A/S 및 담보책임에 관해서는 회사의 품질보증서에 따르며, 그 이외 사항은 민법 등 해당 관계 법령 및 소비자분쟁해결기준(공정거래위원회 고시)의 보상기준에 따릅니다.? 이 사건 각 정수기의 사용설명서 나노트랩필터를 통해 1단계로 원수 중의 부유 물질, 입자성 중금속을 제거하고, 박테리아, 바이러스와 같은 미생물을 선택적으로 제거합니다. 플러스이노센스필터를 통해 2단계로 냄새 유발물질 및 용해성 오염물질, 잔류염소, 휘발성 유기화합물 등의 오염물질을 제거하여 물맛이 향상됩니다.? CHPI/CPI-380N 모델 출시 광고 이 모델은 직수추출방식이 가능한 2세대 나노트랩필터를 적용했다. 이 제품은 정전흡착기술을 통해 대장균군과 바이러스를 99.9% 이상 완벽하게 제거하는 것은 물론 중금속까지 제거하기 때문에 안심하고 마실 수 있다.? HEART 서비스 소개 전문적인 서비스인력의 차별화된 위생관리로 깨끗한 물을 위해 처음부터 끝까지 책임을 다합니다. 정수기 필터는 수질을 결정하는 가장 중요한 요소입니다. 피고는 각 필터에 대한 체계적이고 과학적인 분석과 연구 결과를 바탕으로 최적의 필터 교체주기를 설정하여 깨끗한 수질을 유지해 드립니다.<br/> (2) 위와 같은 사용설명서나 광고 내용 등에 비추어 보면, 이 사건 계약의 목적은, 이 사건 각 정수기 필터를 통해 수돗물에 함유되어 있는 중금속이나 그 밖에 오염물질 등을 걸러내어 소비자인 계약자 원고들로 하여금 일반적인 수돗물보다 깨끗한 수질의 좋은 물을 음용할 수 있게 하는 것이다.<br/>  (3) ① 이 사건 계약의 목적 달성을 위해서는 이 사건 각 정수기의 핵심적·본질적 기능인 정수기능이 정상적으로 작동되어야 하는 점, ② 소비자기본법에서 계약의 목적과 내용을 토대로 필요한 지식과 정보의 성실하고 정확한 제공 및 소비자의 합리적인 선택권과 이익의 보장에 관한 사업자의 책무를 강조하고 있는 점, ③ 피고는 ‘다단계 필터링을 거쳐 입자성 중금속 및 수돗물 원수 등에 이온화된 용해성 중금속을 제거하여 주겠다’는 내용으로 품질보증 및 광고를 한 점, ④ 위 약관에 의하면, 상품의 내용이 표시·광고의 내용과 다르게 이행된 경우 소비자는 청약철회를 할 수 있고, 소비자의 책임 없는 사유로 인하여 상품이 고장·훼손된 경우 소비자는 피고에게 무상으로 수리 및 부품 교환을 요청할 수 있는 점 등에 비추어 보면, 피고로서는 피고가 보증한 품질이나 광고 내용과 달리, 정수기에서 중금속 또는 그 밖에 오염물질 등이 검출되었다면, 소비자들에게 이를 알려 소비자가 계약을 해지하거나 상품 교환 등을 할 수 있는 기회를 제공함으로써 소비자의 선택권이 침해되지 않도록 하여야 한다.<br/>  나) 이 사건 사실이 고지의무의 대상인지 여부<br/>  위 각 증거들에 의하여 인정되는 다음의 사정들을 종합하여 보면, 이 사건 사실(이 사건 각 정수기와 동일 모델 정수기에서 니켈도금이 박리되었고, 피고 자체 검사 결과에서 니켈성분이 검출된 사실)은 피고가 품질보증한 정수기의 핵심적·본질적 기능과 설계상 문제가 발생한 것으로, 이 사건 사실은 계약자 원고들의 이 사건 계약 유지 등에 관한 합리적이고 자유로운 의사결정을 위해, 피고가 위 원고들에게 고지할 필요가 있는 사항에 해당된다고 판단된다.<br/>  (1) 이 사건 각 정수기를 조사한 민·관 합동조사반은 ‘제빙용 증발기의 니켈 도금층에서 니켈이 박리되어 냉수 탱크에 떨어진 원인을 냉각구조물의 구조·제조상 결함’으로 파악하고, ‘증발기와 히터가 상부케이스(냉수 플레이트) 안에 갇혀 압축, 밀착 상태로 되는 구조적 문제로 증발기와 히터 간 급격한 온도변화 발생에 따라 니켈도금층이 열응력에 의해 손상되고 시간이 지나면서 부식이 가속화된 것으로 추정되며, 이 문제는 다른 정수기와 구별되는 이 사건 각 정수기의 고유한 문제’라고 판단하였던 점, 더욱이 위 조사에서 동종의 정수기 냉각구조물 100개를 분해한 결과 도금손상이 22개 구조물에서 확인된 점 등을 고려하면, 니켈도금 박리 현상이 2015. 7.경 정수기 정기점검 중에 확인된 1건에 국한되었으리라고는 단정하기 어렵다.<br/>  (2) 피고가 2015. 8.경 자체적으로 시행한 이 사건 각 정수기와 같은 모델 정수기 19대에 대한 1차 수질조사 결과에서 ‘일반 정수와 얼음’에서는 니켈이 검출되지 않았으나, 그중 13대 정수기의 ‘냉수’에서만 0.012~0.347mg/L의 니켈이 검출되었고(WHO의 평생음용권고치 0.07mg/L 이상을 기록한 사례도 4건에 이르렀다), 다른 방식의 얼음정수기 대상 실험 결과 모두 정량(0.005mg/L) 미만의 니켈이 검출되었다. 이는 피고 제조 정수기 전반에 걸친 문제나 작동상 일시적인 문제라기보다는 이 사건 각 정수기 중 냉수 관련 부분 특유의 문제라고 볼만한 충분한 여지가 있었다.<br/>  (3) 피고는 위와 같은 문제발생을 인식하고, 이 사건 각 정수기에서의 니켈 검출에 대한 대책으로 플라스틱 커버를 장착하는 방안을 채택하여 이 사건 각 정수기들에 플라스틱 커버를 장착하였으나, 2016. 5.경 플라스틱 커버를 장착한 1,010대의 정수기에 대한 피고 자체 수질검사에서, 15대에서만 니켈성분이 검출되지 않았을 뿐, 그 나머지 정수기에서는 최고 0.386mg/L의 니켈성분이 검출되었고, 그중 WHO 평생음용권고치 0.07mg/L 이상 검출된 정수기가 126대에 달했다.<br/>  (4) 피고는, 니켈금속은 물에 용해되지 않으므로 이 사건 각 정수기 중 1대에서 발견된 니켈금속 박리 사실과 피고의 자체 검사 결과 니켈이온 검출 사실은 과학적·객관적으로 전혀 관련이 없고, 니켈금속이 박리되어 이 사건 각 정수기 내의 음용수에 가라앉더라도 그것이 이온화되어 소비자들이 니켈 이온을 음용할 가능성은 사실상 존재하지 않으므로, 니켈금속 박리 사실과 피고의 자체 검사 결과 니켈이온 검출 사실은 고지의무의 대상이 아니라고 주장한다.<br/>  살피건대, 앞서 본 이 사건 민·관 합동조사결과 및 을 제26, 38호증의 각 기재를 종합하면, 이 사건 각 정수기에는 증발기와 히터가 협소한 구조물 내에 설치·작동되는 구조적 문제로 인하여 조립과정 중 발생한 것으로 보이는 도금손상 및 급격한 온도변화에 따라 니켈도금층이 열응력에 의해 손상되고 부식된 현상이 발견된 사실, 금속 상태의 니켈은 물에 용해되지 않지만 니켈화합물 중에는 물에 용해되는 것도 존재하는 사실이 인정되는바, 박리된 니켈도금 중에는 니켈금속뿐만 아니라 니켈화합물(이 사건 각 정수기의 구조적 문제로 인하여 발생한 부식물)이 존재하였을 가능성을 배제할 수 없다.<br/>  한편 니켈이 이온화되었을 경우 체내 흡수율이 증가되므로 위해성이 일부 증가할 수 있으나, 세계보건기구나 미국 환경청 등이 제시하는 먹는 물 수질기준은 ‘유해물질의 총량’을 나타내는 것으로(을 제39호증 22면), 그 측정값은 해당 성분이 이온 상태일 것을 전제로 하고 있지 아니한 것으로 보인다.<br/>  그렇다면 피고의 자체 검사 과정에서 증발기에서 박리되어 냉수 탱크에 떨어진 니켈도금 중 미세한 금속입자는 냉수에 혼입되어 금속의 형태로, 니켈화합물은 냉수에 용해되어 니켈이온의 형태로 추출된 다음 니켈성분의 총량으로만 검출되었을 여지가 있다. 따라서 니켈도금의 박리 사실과 니켈성분의 검출 사실(피고의 주장과 같이 이를 니켈‘금속’의 박리 및 니켈‘이온’의 검출로 분리하여 볼 것은 아니다)은 서로 관련되어 있다고 할 것이고, 이는 모두 이 사건 각 정수기의 구조·제조상 결함에 따른 문제로서 피고로서는 계약자 원고들이 사용하고 있던 정수기에도 니켈성분이 검출될 가능성이 있음을 예견할 수 있었다고 할 것인바, 피고는 소비자들에게 이를 알려 소비자 스스로 계약을 해지하거나 상품 교환 등을 할 수 있도록 하였어야 한다.<br/>  (5) 피고는 다시, 이 사건 각 정수기의 음용수에서 검출된 니켈성분은 수돗물 원수 등 외부 요인에서 비롯된 것일 뿐 이 사건 각 정수기의 문제에서 비롯된 것이 아니므로, 이는 고지의무의 대상이 아니라는 취지의 주장을 한다.<br/>  을 제1 내지 3호증의 각 기재 및 영상에 의하면, 이 사건 각 정수기 중 C(H)PI-380N 제품의 시스템 흐름도는 아래와 같고 온수기능을 제외하거나 다른 기능을 추가하면 이 사건 각 정수기 중 나머지 모델의 기본적인 시스템 흐름도도 이와 같은 사실이 인정된다.<br/><br/>  위 인정 사실에 의하면, 수돗물 원수는 이 사건 각 정수기의 나노트랩필터와 이노센스필터를 통해 정수된 다음 냉수/정수/온수 등으로 분기되고 얼음은 정수가 공급되어 만들어지는 것으로 보이는바, 수돗물 원수 자체에 니켈성분이 함유된 것이라면 냉수에서 니켈성분이 검출된 13대의 정수기에 대해 같은 필터를 통해 정수되는 ‘일반 정수와 얼음’에서는 니켈성분이 검출되지 않은 결과 및 다른 방식의 얼음정수기에서는 정량 미만의 니켈이 검출된 결과를 설명할 수 없다. 따라서 피고의 위 주장도 받아들이지 아니한다.<br/>  다) 피고가 이 사건 사실을 고지하지 아니한 데에 귀책사유가 있는지 여부<br/>  앞서 본 바에 의하면, 피고로서는 자체 검사 결과 이 사건 각 정수기 19대 중 13대의 ‘냉수’에서만 니켈성분이 검출된 때 또는 늦어도 피고가 보완책으로 플라스틱 커버를 장착하기로 한 2015. 8. 중순경에는 계약자 원고들에게 이 사건 사실을 고지하고, 계약자 원고들 스스로의 선택에 따라 플라스틱 커버 장착을 택할지 또는 계약의 해지나 정수기 모델의 교체를 택할지에 관한 선택의 기회를 부여하였어야 한다.<br/>  다음의 사정에 비추어 보면, 피고가 이 사건 사실을 고지하지 아니함으로써 계약자 원고들은 약 1년간 니켈도금 박리 혹은 니켈성분 함유 냉수 섭취의 가능성을 알지 못하여 이 사건 계약 유지 등에 관한 합리적이고 자유로운 의사결정권을 행사하지 못한 채 이 사건 각 정수기를 계속 이용하게 하였는바, 피고에게 귀책사유가 있으며, 피고의 고지의무 불이행에 정당한 사유가 있다고 볼 수 없다.<br/>  (1) 피고는 2015. 7.경 정수기 정기점검 중 니켈도금이 박리되어 냉수 탱크에 떨어진 사실을 확인한 후, 이를 계기로 두 차례에 걸쳐 실시한 피고 자체 검사 결과에서 다양한 수치의 니켈성분이 검출되었고, WHO 평생음용권고치 0.07mg/L 이상 기록 사례도 상당 부분 있었던 점을 확인하였음에도 불구하고, 피고는 위 정보를 계약자 원고들에게 공개하지 않은 채, 이 사건 각 정수기에 플라스틱 커버를 장착하면서 그것이 니켈도금 박리 및 니켈성분 검출 등 이상 증상의 대책이기도 하다는 사실을 고지하지 않았고, 단지 제품 업그레이드 명분만을 내세웠다. 또한 피고는 2015. 7. 최초 이상 증상을 발견한 때로부터 1년이 지난 2016. 7.경 이를 폭로하는 언론 보도가 있은 후에야 비로소 보도 사실을 시인하면서 사과문을 발표하고 이 사건 각 정수기 단종 및 회수 등 후속조치를 취하였다.<br/>  이처럼 피고 스스로 그 심각성을 인지하였음에도 불구하고, 계약자 원고들에게 이 사건 사실을 알리지 않았는바, 결국 피고의 귀책으로 인하여 위 원고들로 하여금 약 1년간 니켈도금 박리 혹은 니켈성분 함유 냉수 섭취의 가능성을 알지 못한 상태에 둠으로써 이 사건 계약 유지 등에 관한 합리적이고 자유로운 의사결정권을 행사하지 못한 채 이 사건 각 정수기를 계속 이용하게 하였다.<br/>  (2) 한편 ① 피고 자체 검사 결과 검출된 니켈성분의 정도가 WHO 기준이나 미국 환경청 기준에 미달하는 경우가 대다수이고, WHO 기준을 초과한 경우에도 평생음용의 조건을 고려하면 이에 미달한다고 볼 여지가 많은 점, ② 니켈 노출이 일정 수준에 이르지 않는 한 건강상 위해를 초래할 정도라고 보기 어렵다는 다수 연구 결과 및 학설이 존재하는 점, ③ 국제 암연구소(IARC) 및 미국 환경청(US EPA)은 니켈의 경구 노출 시 발암성 증거는 불충분한 것으로 판단한 점 등에 비추어 보면, 이 사건 각 정수기에서 검출된 니켈성분으로 인하여 계약자 원고들의 생명이나 신체에 위험을 야기하였음을 인정하기는 어렵다.<br/>  그러나 피고에게 이 사건 각 정수기의 본질적인 기능에 문제가 발생한 사실에 관하여 고지의무가 있는 이상, 위 원고들의 건강에 위해를 가하였다는 점이 입증되지 아니하였다거나 그러한 가능성이 낮다는 점만으로는, 피고의 위 고지의무가 면제된다고 볼 수 없다.<br/>  (3) 피고는, 이 사건 각 정수기의 사용설명서에 ‘원수 중의 부유 물질, 입자성 중금속, 박테리아, 바이러스와 같은 미생물을 선택적으로 제거한다’라고 기재되어 있는 점에 비추어, 고객들이 일부 이온화된 니켈을 음용할 수 있다는 점을 사전에 충분히 설명하였으므로, 고지의무를 이행하였다는 취지로 주장한다.<br/>  그러나 앞서 본 사용설명서와 광고 내용의 그 문언과 취지에 의하면, 위 사용설명서에 기재된 내용은 이 사건 각 정수기가 다른 정수기에 비하여 정수기능이 우수함을 나타내는 것에 불과하고, 일반 소비자로서는 중금속을 ‘부분적으로 제거한다’가 아니라 ‘선택적으로 제거한다’는 위 기재 내용만으로 중금속 중 니켈은 이 사건 각 정수기의 정수기능에 의하더라도 제거되지 않음으로써 검출될 수 있음을 충분히 이해하였다고 보기 어렵다. 따라서 피고의 위 주장은 받아들일 수 없다.<br/>  라) 소결론<br/>  따라서 피고에게는 이 사건 각 정수기의 매매 및 임대 등 관련 서비스(정기점검 등)의 제공이라는 주된 급부 제공 의무 외에 부수적 의무로서, 이 사건에서 문제 되는 정수기가 정상적으로 작동하지 않아 정수기의 핵심적·본질적 기능이나 설계상 문제가 발생함으로써 니켈도금이 박리된 사실 및 니켈성분이 검출된 사실을 계약자 원고들에게 고지할 의무가 있다 할 것이고, 피고가 위와 같은 고지의무를 이행하지 않은 것은 불완전이행으로 인한 채무불이행에 해당한다고 봄이 타당하다.<br/>  계약자 원고들로서는, 이 사건 각 정수기의 정수(냉각) 과정에서 발생하였거나 발생하였을 수도 있는 니켈도금 박리 혹은 니켈성분 함유 냉수 섭취의 가능성을 알았더라면, 이 사건 각 정수기의 정수과정을 거친 냉수를 음용하지 않았거나 적어도 별도의 조치 없이 그 음용을 계속하지 않았을 것이다. 따라서 피고가 고지의무를 이행하지 않음으로써 위 원고들의 이 사건 계약 유지 등에 관한 합리적이고 자유로운 의사결정을 할 기회를 박탈시키는 등의 무형적 손해가 발생하였음을 인정할 수 있고, 피고는 채무불이행에 따른 손해배상으로, 위 원고들이 받은 정신적 고통을 금전적으로나마 배상할 책임이 있다.<br/>  나. 손해배상책임의 범위<br/>  1) 정신적 고통에 대한 손해배상책임이 인정될 경우, 그 위자료 액수에 관하여는 사실심 법원이 여러 사정을 참작하여 그 직권에 속하는 재량에 의하여 이를 확정할 수 있다(대법원 2006. 5. 11. 선고 2003다8503 판결 등 참조).<br/>  2) 피고가 이 사건 각 정수기의 문제를 인식하고도 이를 계약자 원고들에게 알리지 않아, 위 원고들로 하여금 이 사건 각 정수기를 계속 사용하게 한 점, 최초 이상 증상을 발견한 때로부터 1년이 지난 2016. 7.경 이를 폭로하는 언론 보도가 있은 후에야 비로소 보도 사실을 인정한 점과 더불어, 이 사건 각 정수기 사용으로 인하여 위 원고들의 생명이나 신체에 위험을 야기하였다고 보기 어려운 점, 피고가 이 사건 각 정수기의 대부분을 회수하였고, 교환 또는 해지와 더불어 사용료를 환불하였으며, 향후 납부할 정수기 사용료를 면제하는 등 상당한 정도의 사후조치를 취한 점 등 이 사건 변론에서 나타난 제반 사정을 고려하면, 피고가 계약자 원고들에게 배상하여야 할 위자료의 액수는 각 100만 원이라고 봄이 타당하다.<br/>  3) 피고는 위와 같은 사후조치가 있었으므로 피고의 고지의무 위반으로 인한 계약자 원고들의 정신적 고통도 모두 회복되었다고 주장하나, 위와 같은 피고의 사후조치는 재산상 손해의 전보적 취지에서 이루어진 것일 뿐, 피고의 고지의무 위반으로 인한 위 원고들의 손해를 위자하기 위한 취지에서 이루어진 것이라 보기 어렵다. 피고의 위 주장은 이유 없다.<br/>  다. 소결론<br/>  피고는 채무불이행으로 인한 손해배상으로, 계약자 원고들에게 각 100만 원 및 이에 대하여 이 사건 2017. 12. 11.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날인 2017. 12. 12.부터 피고가 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 당심 판결 선고일인 2020. 5. 22.까지는 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법에서 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>  4. 비계약자 원고들에 대한 피고의 손해배상책임 여부 판단<br/>  비계약자 원고들은 피고와 계약관계가 있는 소외인들 또는 계약자 원고들의 가족임은 앞에서 보았고, 달리 위 원고들이 피고와 계약관계가 있었음을 인정할 만한 증거가 없다. 따라서 피고와 사이에 이 사건 각 정수기 사용에 관한 계약관계가 존재함을 전제로 하는 위 원고들의 청구는 더 나아가 살필 필요 없이 이유 없다.<br/>  5. 결론<br/>  그렇다면 계약자 원고들의 청구는 위 인정 범위 내에서 이유 있으므로 이를 인용하고, 위 원고들의 나머지 청구 및 비계약자 원고들의 청구는 각 이유 없으므로 모두 기각하여야 한다. 계약자 원고들에 관한 제1심판결 중 이와 결론을 일부 달리한 부분은 부당하므로, 위 원고들의 항소를 일부 받아들여 그 부분 제1심판결을 취소하고, 해당 부분 위 원고들의 청구를 일부 인용하며, 위 원고들의 나머지 항소와 비계약자 원고들의 항소는 각 이유 없으므로 이를 모두 기각하기로 하여, 주문과 같이 판결한다.<br/>[[별 지 1] 원고 명단: 생략]<br/>[[별 지 2] 계약관계 등 목록: 생략]<br/><br/>판사 이숙연(재판장) 서삼희 양시훈 ",
  "사건번호": "2019나2021697",
  "사건종류코드": "400101",
  "판례정보일련번호": "211645",
  "선고": "선고",
  "판결유형": "판결 : 상고",
  "법원종류코드": "400202"
}