{
  "판시사항": "  자동차 등을 제조·판매하는 甲 주식회사의 대리점주와 ‘甲 회사가 제조한 자동차를 판매하고 대리점으로부터 판매수당을 지급받기로 하는’ 내용의 자동차 판매용역계약을 체결하고 해당 대리점에서 카마스터로서 자동차 판매 및 수금, 채권관리 등의 업무를 수행한 乙 등이 甲 회사를 상대로 근로자지위확인 등을 구한 사안에서, 甲 회사와 乙 등 사이에 묵시적인 근로계약관계가 성립하였다고 볼 수 없고, 甲 회사와 乙 등이 근로자파견관계에 있었다고 볼 수도 없다고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "  자동차 등을 제조·판매하는 甲 주식회사의 대리점주와 ‘甲 회사가 제조한 자동차를 판매하고 대리점으로부터 판매수당을 지급받기로 하는’ 내용의 자동차 판매용역계약을 체결하고 해당 대리점에서 카마스터로서 자동차 판매 및 수금, 채권관리 등의 업무를 수행한 乙 등이 甲 회사를 상대로 근로자지위확인 등을 구한 사안이다.<br/>  대리점은 甲 회사와 구별되는 사업자로서의 실질을 갖추고 있었던 점, 카마스터들은 대리점으로부터 판매수당을 지급받고 지시·명령을 받았을 뿐 甲 회사가 카마스터들에게 직접적으로 지휘·감독을 하지는 않았던 점, 카마스터들은 대리점의 사업장에서 근무하였고 甲 회사의 사업장이나 직영점에서 근무하지는 않았던 점 등에 비추어, 대리점이 사업주로서의 독자성이 전혀 없다거나 독립성을 상실하여 甲 회사의 노무대행기관에 불과하였다고 볼 수 없으므로, 甲 회사와 乙 등 사이에 묵시적인 근로계약관계가 성립하였다고 볼 수 없고, 한편 甲 회사가 대리점주와 체결하는 판매대리점계약은 상법에서 정한 대리상계약 또는 이와 유사한 계약의 실질을 지니고 있고, 대리점은 자신의 비용과 노력으로 점포 개설, 카마스터 채용, 판촉활동 등을 통하여 기본급 없이 판매실적에 따른 수수료를 지급받는 방식으로 독자적인 사업을 하는 독립된 개별사업자인 점, 甲 회사가 판매대리점계약에 따라 위탁자의 지위에서 계약상대방인 수탁자에게 위탁의 범위 내에서 계약상 의무사항을 준수할 것을 요구하거나 그에 부수적인 지시·명령을 한 것을 두고 甲 회사가 乙 등에게 직간접적으로 지휘·명령을 하였다고 평가할 수 없는 점, 乙 등이 甲 회사의 직영점에 속한 판매사원들과 하나의 작업집단으로 구성되어 자동차 판매업무를 수행하였다고 볼 수 없는 점 등 제반 사정을 종합하면, 대리점이 乙 등을 고용한 후 고용관계를 유지하면서 乙 등으로 하여금 甲 회사의 지휘·명령을 받아 甲 회사를 위하여 근로하게 하는 근로자파견관계에 있었다고 볼 수도 없다고 한 사례이다.<br/>",
  "참조조문": "근로기준법 제2조 제1항 제1호, 파견근로자보호 등에 관한 법률 제2조 제1호<br/>",
  "선고일자": "20200109",
  "법원명": "서울중앙지법",
  "사건명": "근로자지위확인등",
  "판례내용": "【원    고】 원고 1 외 19인 (소송대리인 법무법인 여는 담당변호사 박다혜 외 1인)<br/>【피    고】 현대자동차 주식회사 (소송대리인 변호사 주완 외 1인)<br/>【변론종결】2019. 11. 26.<br/>【주    문】<br/>  1. 원고들의 주위적 청구와 예비적 청구를 모두 기각한다.<br/>  2. 소송비용은 원고들이 부담한다.<br/><br/>【청구취지】  주위적으로, 원고들은 별지 원고 명단의 ‘입사일’란 기재 각 해당 일자부터 피고의 근로자 지위에 있음을 확인한다.<br/>  제1 예비적으로, 원고 1, 원고 2, 원고 6, 원고 8, 원고 11, 원고 14, 원고 18, 원고 19는 별지 원고 명단의 ‘입사일’란 기재 각 해당 일자로부터 2년이 경과한 시점부터, 원고 3, 원고 4, 원고 5, 원고 10, 원고 13은 2012. 8. 2.부터, 원고 7, 원고 9, 원고 12, 원고 15, 원고 16, 원고 17, 원고 20은 별지 원고 명단의 ‘입사일’란 기재 각 해당 일자부터 각각 피고의 근로자 지위에 있음을 확인한다.<br/>  제2 예비적으로, 원고 1, 원고 2, 원고 8, 원고 11, 원고 18은 별지 원고 명단의 ‘입사일’란 기재 각 해당 일자로부터 2년이 경과한 시점부터 피고의 근로자 지위에 있음을 확인하고, 피고는 원고 3, 원고 4, 원고 5, 원고 6, 원고 7, 원고 9, 원고 10, 원고 12, 원고 13, 원고 14, 원고 15, 원고 16, 원고 17, 원고 19, 원고 20에게 고용의 의사표시를 하라.<br/>【이    유】  1. 기초 사실<br/>  가. 당사자의 지위<br/>  1) 피고는 자동차와 관련 부품 등을 제조하여 판매하는 것을 주된 목적으로 하는 회사이다.<br/>  2) 원고들은 피고의 대리점주와 사이에 ‘원고들이 피고가 제조한 자동차를 판매하고 대리점으로부터 판매수당을 지급받기로 하는’ 내용의 자동차 판매용역계약(이하 ‘판매용역계약’이라 한다)을 체결하고 별지 원고 명단의 ‘입사일’란 기재 각 해당 일자부터 ‘소속 대리점’란 기재 각 해당 대리점에서 카마스터로서 자동차 판매 및 수금, 채권관리 등의 업무를 수행한 사람들이다.<br/>  나. 피고의 자동차 판매조직 및 판매대리점계약의 체결<br/>  1) 피고는 1997년경까지는 직영 영업소(이하 ‘직영점’이라 한다)를 두고 피고가 직접 채용한 정규직 근로자들을 판매사원으로 두어 자동차 판매업무를 수행하게 하였는데, 이후 대리점제도를 도입하여 대리점주에게 자동차의 판매대리권을 부여하고 대리점주와 판매용역계약을 체결한 카마스터로 하여금 자동차 판매업무를 수행하게 하는 방식의 대리점제도를 도입하였다.<br/>  2) 2015. 1.경을 기준으로 피고는 피고의 국내영업본부 산하에 각 지역마다 23개의 지역본부를 두고, 지역본부 산하에 426개의 직영점과 390개의 대리점을 두어 자동차 판매조직을 운영하고 있다(갑 제2호증).<br/>  3) 피고가 대리점주와 체결하는 판매대리점계약 중 주요 부분은 다음과 같다(아래 계약 내용은 피고가 2013. 2.경 ○○○○○대리점주와 체결한 판매대리점계약의 일부인데, 피고는 동일한 양식의 판매대리점계약서를 구비하여 두고 대리점주와 동일한 내용의 판매대리점계약을 체결하여 온 것으로 보인다. 이하 ‘판매대리점계약’이라 한다. 갑 제3호증).<br/> 피고(이하 ‘갑’이라 함)와______(이하 ‘을’이라 함)은 갑이 생산 또는 공급하는 자동차  의 영업행위에 관하여 아래와 같이 약정한다. 제1조(목적)  이 계약은 갑이 생산 또는 공급하는 자동차의 국내 판매 권리를 을에게 부여함에 있어서 갑과 을 간의 권한과 책임을 규정하고 판매촉진 및 업무표준화를 도모하여 공동의 번영과 건전한 시장질서 확립을 목적으로 한다. 제3조(판매대리권)  ① 갑은 을에게 갑이 생산 또는 공급하는 자동차 중 갑이 별도로 정하는 차종의 판매대리권을 부여한다. 단, 을은 이 권리를 배타적으로 행사할 수 없다.  ② 을은 갑의 사전 서면 동의 없이 판매대리권 등 모든 권리, 권한을 제3자에게 양도하거나 담보로 제공할 수 없으며, 제3자로 하여금 자기에 갈음하여 행사하게 할 수 없다.  ③ 을이 법인일 경우, 갑의 사전 서면 동의를 얻어 대표이사를 변경할 수 있고 이를 어길 경우 갑은 1개월 전에 서면(전자문서 포함)으로 예고하고 계약을 해지할 수 있으며, 연대보증인으로 입보한 임직원의 교체, 퇴직 등 변동사항 발생 시 갑에게 사전 서면으로 통지하여야 한다.  ④ 을이 판매 가능한 차종은 갑이 별도로 정한다. 단, 갑은 판매정책과 시장상황 등을 고려하여 필요할 경우, 을과 협의를 거쳐 이를 변경(추가, 제한)할 수 있다.  ⑤ 을은 갑의 사전 서면 동의 없이 출장소, 연락사무소 등 그 명칭을 불문하고 분점을 임의로 설치, 운영해서는 안 된다. 제5조(시장관할)  ① 갑과 을은 사전 합의에 의하여 을의 주요 영업활동 지역을 지정할 수 있다.  ② 을이 제1항에서 정한 지역범위 내에서 판매대리점을 이전하여야 할 정당한 사유가 있는 경우에는 다른 판매대리점 또는 갑의 지점과 적정한 거리를 유지하고 갑과 사전 협의를 거쳐 판매대리점을 이전할 수 있다. 제7조(시설, 인력확보)  ① 을은 자동차 판매에 필요한 사무실, 전시장, 주차시설과 인원을 갑이 정하는 기준에 부합하도록 운영하여야 한다.  ② 을은 갑과 사전 협의를 거쳐 자동차 관련 부대사업(보험, 등록, 중고차, 부품, 정비 등)을 관련 법규에 따라 운영할 수 있다. 제9조(준수사항)  갑 또는 을은 다음 각호의 사항을 성실히 준수하여야 한다.  ① 을은 갑이 정한 판매절차, 판매조건, 채권확보, 연체관리 등 제반 업무지침을 준수하여야 한다.  ③ 을은 영업행위와 관련하여 기존에 수립된 갑과 을 간의 제반 업무처리 기준, 절차, 요령을 준수하여야 한다. 제10조(인원관리)  ① 을은 판매대리점 인원을 채용하고 그 인원을 갑에게 등록하여야 한다.  ② 을은 인원 채용과 관련하여 공금사고 또는 판매질서 문란행위 등의 경력이 있는 자로서 판매대리점 인원으로 근무하기가 부적합하다고 판단되는 자의 채용을 방지하여야 한다.  ③ 을은 주요 영업활동 지역의 시장상황, 판매대리점 운영능력, 사무실 환경 등을 고려하여 적정 수준의 영업인원을 채용하도록 노력하여야 한다.  ④ 을은 판매대리점 인원에게 계약상 규정과 갑의 업무지침을 고지하여 철저히 준수하도록 관리하여야 한다.  ⑤ 을은 판매대리점 인원의 직급을 갑의 지점 직원 및 동종 업계의 직급 체계에 준하여 운영한다. 제11조(금지행위)  ① 을 또는 판매대리점 인원은 갑의 사전 서면 동의 없이 다음 각호에 해당하는 행위를 하여서는 아니 된다.     1) 갑에게 등록하지 아니한 자에게 판매권을 위임하는 행위     2) 타사 자동차를 판매하는 행위     3) 내수용 자동차를 해외로 반출하는 행위     4) 인터넷 중개업자의 알선을 통하여 자동차를 판매하거나, 인터넷을 이용하여 갑 자동차 판매조건을 무단 게재, 이면할인 또는 물품의 제공 등을 밝힘으로써 갑의 판매 관련 업무지침을 위반하는 행위     5) 갑이 시행하는 판매조건 이외의 이면할인(물품 포함)을 고객에게 제공하는 행위     6) 갑의 지점 직원 또는 다른 판매대리점에 판매실적을 주거나 받는 행위     7) 갑의 영업과 동종의 영업을 목적으로 하는 업체에 이중으로 인원 등록하는 행위     8) 기타 비정상적인 방식으로 판매질서를 문란하게 하는 일체의 행위  ② 을은 판매대리점 인원이 제1항 각호의 행위를 하여 판매대리점에 근무하기가 부적합하다고 판단될 경우, 그 인원에 대하여 영업행위를 수행하게 할 수 없다. 제14조(판매가격, 판매조건)  ① 을은 자동차를 판매함에 있어서 갑이 정한 판매가격, 판매조건, 기타 판매에 관한 제반 기준, 절차, 요령을 준수하여야 한다.  ② 갑은 시장여건, 판매전략에 따라 제1항의 기준, 절차, 요령을 변경할 수 있고, 이를 을에게 통지한다.  ③ 을은 갑 소정의 자동차매매계약서와 상이한 내용으로 고객과 계약을 체결하고자 할 경우에는 이를 사전에 갑과 협의하여야 한다. 제17조(개인정보의 보호)  ① 을은 개인정보 보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 신용정보의 이용 및 보호에 관한 법률 등 관계 법령 및 갑의 개인정보(신용정보 포함, 이하 동일함) 취급 업무지침을 준수하여 개인정보를 수집·이용하여야 한다.  ② 을은 갑의 사전 서면 동의 없이 갑이 제공한 개인정보를 별도로 저장 및 보관하지 않는다. 단, 갑의 사전 서면 동의를 얻어 개인정보를 별도로 저장 및 보관하는 경우에는 개인정보 보호를 위하여 개인정보를 안전하게 취급하기 위한 내부관리계획의 수립·시행, 개인정보 접근 통제장치의 설치·운영 등 기술적, 관리적 조치를 취하여야 한다.  ⑦ 을은 판매대리점 인원이 개인정보 보호의무를 준수하도록 관리, 감독할 책임이 있다. 제19조(대금납입)  ① 을은 자동차 대금을 자동차매매계약에 따라 수령하여 당일 은행 마감시간까지 갑에게 납입하여야 한다. 단, 은행 마감시간 이후에 수령한 대금은 다음 영업일 개시 즉시 납입하여야 한다. 이 경우 자동차 대금은 계약금, 인도금, 일시불, 할부금, 기타 그 지급조건 여하를 불문한다. 제20조(판매수수료 지급)  ① 을이 고객에게 자동차를 인도하였을 때 갑은 을과 약정한 판매수수료 지급기준에 따라 을에게 판매수수료를 지급한다.  ② 제1항의 판매수수료는 매월 1일부터 말일까지 실출고에 대하여 다음 달 15일 지급함을 원칙으로 한다. 단, 해당 일이 공휴일 또는 금융권의 휴무일인 경우에는 그 전날에 지급한다. 제21조(판매수수료 공제)  ① 갑은 다음 각호의 경우, 을에게 지급할 판매수수료와 을에 대한 채권을 상계(공제) 처리할 수 있다.     1) 을 또는 그 대리인, 판매대리점 인원이 계약상의 의무를 위반하거나 게을리함으로써 갑에게 손해가 발생한 경우     2) 을이 갑 또는 고객과의 거래 관계로 인하여 부담한 갑에 대한 채무의 이행을 지체한 경우  ② 갑은 비정상적인 방식으로 판매질서를 문란하게 하는 행위를 근절하기 위하여 을 또는 판매대리점 인원이 다음 각호의 행위를 한 경우에는 을에게 지급한 판매수수료를 환수하거나, 판매수수료 지급 책임을 면한다.     1) 내수용 자동차를 해외로 반출한 경우     2) 인터넷 중개업체의 알선을 통하여 판매한 경우     3) 갑의 지점 직원 또는 다른 판매대리점으로부터 판매실적을 받아 판매한 경우 제22조(영업시간)  ① 을은 영업행위를 효율적으로 수행하고, 고객만족을 실천하기 위하여 선량한 관리자의 주의로써 판매대리점과 그 인원을 관리하여야 한다.  ② 고객에 대한 통일적인 서비스를 위하여 을은 판매대리점 시업·종업시각과 전시장 당직을 갑의 지점에 준하여 운영하여야 한다.  ③ 을이 휴업하거나 2일 이상 출근할 수 없는 경우에는 사전에 그 사유를 갑에게 통지하여야 한다. 제26조(판매목표)  ① 을은 갑이 제시하는 다음 각호의 목표를 달성할 수 있도록 노력하여야 한다.     1) 연간 및 월간 차종별 판매대수     2) 연간 및 월간 차종별 판매손실률     3) 기타 판매 관리상의 목표  ② 갑은 제1항 각호의 목표를 을의 시장상황, 판매실적, 영업능력 등을 감안하여 결정한다. 제28조(영업조사)  ① 갑은 직접 또는 위촉한 자를 통하여 을이 계약상 의무를 성실히 이행하고 있는지 여부를 조사할 수 있다.  ② 갑이 제1항에 따라 조사를 할 경우, 을에게 조사할 내용, 기간, 조사할 자의 성명 등을 사전에 서면(전자문서 포함)으로 통지하여야 한다.  ③ 을이 조사할 내용, 기간 등을 변경하여야 할 정당한 사유가 발생한 경우에는 갑과 사전 합의를 거쳐 조사할 수 있다.  ④ 갑이 조사할 내용을 추가하거나 기간을 연장할 경우에는 을에게 그 사유를 충분히 설명하여야 한다.  ⑤ 갑은 조사를 위하여 을의 장부, 전표, 기타 영업상의 서류 열람을 요구할 수 있다. 단, 을 또는 그 대리인, 판매대리점 인원이 자동차 대금 및 부대비용 수납 업무지침을 위반하였다고 판단될 경우에 한하여 을 또는 그 대리인, 판매대리점 인원에게 관련 자료의 열람을 요구할 수 있다.  ⑥ 을은 갑의 조사활동에 적극 협조하여야 하고, 갑은 을 또는 그 대리인, 판매대리점 인원이 제출한 서류와 자료를 임의로 제3자에게 공개하지 아니한다. 제29조(손해배상)  을은 자신 또는 그 대리인, 판매대리점 인원이 관계 법령과 계약상 의무를 위배하는 행위를 함으로써 갑에게 손해가 발생한 경우에는 그 손해를 배상하여야 한다. 제30조(제재조치)  ① 을 또는 판매대리점 인원이 갑의 업무지침이나 계약상의 의무를 위반하는 행위를 한 경우, 갑은 사안에 따라 을에 대하여 경고, 일정 기간 계약출고정지, 인센티브 지급제외(환수) 등의 조치를 취할 수 있다. 제31조(교육)  ① 갑은 을의 영업행위를 지원하기 위하여 을과 판매대리점 인원을 상대로 판촉활동, 판매금융, 채권관리, 고객관리, 자동차 구조, 정비 등에 관한 각종 교육(간담회, 회의, 세미나, 설명회 포함)을 실시할 수 있다. 이 경우 을과 판매대리점 인원은 특별한 사유가 없는 한 갑의 교육에 참석하여야 한다.  ② 갑은 제1항의 교육을 실시하고자 할 경우, 그 시기, 장소, 방법 등을 을에게 사전 통지하여야 하며, 갑은 소요비용 중 일부를 을에게 부담시킬 수 있다.  ③ 을은 각종 교육을 이수하지 아니하는 등 판매대리점 인원으로서 그 자질이 부족하다고 판단되는 자에게 영업행위를 수행하게 하는 경우가 없도록 노력하여야 한다. 제32조(평가)  갑은 판매대리점 운영활성화를 위하여 소정의 지표 달성 여부에 대한 평가를 시행할 수 있으며, 그 평가기준과 포상내용 등은 갑이 별도로 정하여 을에게 통지한다.<br/>  4) 대리점주는 대리점 점포를 직접 소유하거나 필요한 건물을 임차하여 보유하고 있고, 대리점 운영에 필요한 책상, 컴퓨터 등의 사무용품을 자신의 비용으로 마련하여 보유하고 있으며, 피고로부터 받은 판매수수료, 대리점 운영에 소요되는 비용 등과 관련하여 피고와 별도의 회계 및 세무처리를 하고 있다.<br/>  다. 카마스터의 모집, 판매용역계약의 체결 및 계약의 종료 등<br/>  1) 대리점(이하 별도로 구별할 필요가 있는 경우를 제외하고는 대리점과 대리점주를 구별하지 않고 ‘대리점’이라고만 한다)은 자신의 책임과 권한으로 카마스터를 모집하여 판매용역계약을 체결하고, 피고는 위 카마스터 모집 및 채용과정에 관여하지 않는다. 일반적으로 대리점은 구인사이트에 카마스터 모집공고를 내어 카마스터 지원자를 모집하고 지원자에 대한 서류전형 및 면접 등을 통하여 판매용역계약 체결 여부를 결정한다.<br/>  2) 대리점과 카마스터 간에 체결하는 판매용역계약과 관련하여 피고는 대리점에 배포하는 대리점 경영지침서에서 일정한 양식을 제공하고 있고(갑 제89호증 44~45면), 대리점은 일반적으로 위 양식을 참고하여 판매용역계약을 체결하는데, 그 구체적인 계약조건과 내용에 관하여는 대리점별로 또는 카마스터별로 상이하게 정하여질 수 있고, 일부 카마스터는 판매용역계약서를 작성하지 않는 경우도 있다. 피고가 제공하는 판매용역계약 양식 중 이 사건과 관련된 부분은 다음과 같다.<br/> △△______대리점(이하 ‘갑’이라 칭함)과 ______(이하 ‘을’이라 칭함)은 다음과 같이 자동차 판매업무와 관련된 용역계약을 체결한다. 제1조(용역의 범위)  을은 갑이 취급하는 자동차의 판매행위 및 수금 채권관리 등 이에 부수하는 행위 일체를 신의성실에 입각하여 수행하여야 한다. 제2조(용역에 대한 대가)  ① 용역수당: 갑은 을이 판매한 차량에 대하여 별도로 정한 차종별 용역수당을 지급한다. 제3조(교육 및 업무지원)  ① 갑은 을이 제품판매에 필요한 일체의 자료 및 지원을 적극적으로 하여야 한다.  ② 을은 갑이 지정하는 교육 및 각종 회의에 참석하여 교육내용 및 지도내용을 숙지하고 이행하도록 적극적으로 협조하여야 한다. 제4조(을의 책무)  ① 을은 맡은 바 업무를 최선을 다해 성실하게 처리하여야 하며, 갑 및 갑과 계약관계인 피고가 정한 판매조건, 판매지침, 채권확보 및 연체관리 지침을 성실히 수행한다.  ② 을은 업무를 수행함에 있어 갑의 신용 및 명성에 악영향을 미치는 불공정, 부당 또는 기만적인 거래행위를 하지 않는다.  ③ 을은 영업을 통하여 발생된 차량대금 등 공금을 반드시 수금 당일에 즉시 입금하여야 한다.  ④ 을은 갑의 사전 동의 없이는 갑과의 거래로부터 체득한 갑의 영업상의 기밀(을에게 제공된 정보, 업무시스템, 매뉴얼을 포함), 기술, Know-how, 기타 갑의 이익을 해치는 사항은 계약기간 중은 물론 계약종료 후 3년까지 제3자에게 알리거나 제공하여서는 안 된다. 제6조(담보제공)  ① 을은 본 계약에 의하여 또는 본 계약과 관련하여 갑에게 부담하게 될 일체의 채무를 담보하기 위하여 갑이 요구하는 내용의 담보를 제공하여야 한다.  ② 갑은 을이 본 계약상 판매한 차량의 판매대수 증가 및 악성연체 증가 등으로 추가담보가 필요한 경우 을에게 담보의 증액을 요구할 수 있으며, 을은 이에 응해야 한다. 제7조(손해의 배상)  ① 을이 본 계약상의 제 규정 및 취지에 위배되는 행위나 불법행위 또는 부당한 업무처리로 인하여 갑 또는 고객에게 손해를 끼쳤을 경우에는 즉각 그 손해를 배상하여야 한다.  ② 을이 고의 또는 중대한 과실로 갑에게 손해를 끼쳤을 경우나 을의 계약기간 중 1개월 전에 계약해지 통보 없이 일방적으로 계약을 해지함으로 인하여 발생한 손해에 대하여 갑은 을에게 손해배상을 청구할 수 있다. 제8조(계약의 해지)  ① 갑은 다음 각호의 경우에는 본 계약을 즉시 해지할 수 있다.     1) 을의 제반 영업실적이 극히 부진하여 더 이상 본 계약을 존속시킴이 부적합하다고 판단될 때     2) 을이 고의 또는 중대한 과실로 인하여 갑의 명예를 훼손하였거나, 영업상 손실을 가져오게 하였을 경우     3) 갑이 정한 판매조건 및 각종 판매지침을 현저히 위반하거나 판매질서를 문란시키는 행위를 하였을 때     4) 을에 대한 파산선고, 압류, 가압류, 가처분 등의 조치가 있을 때  ② 을이 용역계약 기간 중 계약을 해지하고자 할 경우에는 해지하고자 하는 날로부터 1개월 전에 서면으로 계약해지 신청서를 제출하여야 한다.<br/>  3) 대리점은 카마스터를 모집한 후 △△자동차대리점협회(피고의 대리점주들이 대리점주의 권익 보호, 건전한 자동차 유통시장 조성 기여 등을 목적으로 1998년경 설립한 대리점주들의 단체이다. 이하 ‘대리점협회’라 한다)에 해당 카마스터의 자격요건을 검토하여 줄 것을 요청하고, 피고에게 카마스터 등록을 요청하는데, 피고의 지역본부는 이를 검토하여 해당 카마스터를 등록하고 판매코드를 발급하여 주거나, 자격 미충족, 결격사유를 이유로 등록을 거부한다(갑 제4, 93호증).<br/>  4) 카마스터로 등록된 사람들은 대리점협회로부터 피고의 사명(□□□□□□□), 소속 대리점명 및 직급이 기재된 명함과 피고의 사명, 소속 대리점명, ‘상기자는 당 대리점 직원임을 증명함’이라는 문구가 기재된 사원증을 교부받는다(갑 제5, 6호증).<br/>  5) 피고와 대리점은 2015. 10.경까지는 신입 카마스터에게 6개월간 매월 정착지원금으로 50만 원을 지급하였는데, 위 정착지원금은 피고와 각 대리점이 각 1/2씩 부담하였고, 2015. 11.경부터는 35세 이하의 신입 카마스터에게는 100만 원을, 35세 초과 신입 카마스터에게는 50만 원을 지급하며, 위 정착지원금은 피고와 대리점이 6:4 또는 5:5의 비율로 부담한다(갑 제8호증).<br/>  6) 피고는 업무수행 기간, 판매실적 등을 고려하여 카마스터가 대외적으로 사용할 수 있는 직급 명칭에 관한 기준을 마련하여 두고, 이에 따라 해당 직급을 사용할 수 있는 카마스터를 선정하여 대리점에 그 명단을 통보한다(갑 제27, 119호증). <br/>  7) 대리점이 카마스터와의 판매용역계약을 해지하거나 재계약을 체결하지 않는 경우 피고에게 해당 카마스터와의 계약 종료 사실을 통보하고, 피고는 해당 카마스터의 판매코드를 삭제한다(갑 제120호증).<br/>  라. 카마스터들의 업무수행<br/>  1) 카마스터들은 일반적으로 08:30경까지 대리점에 출근하여 조회시간을 가지는데, 대리점은 조회시간에 카마스터들에게 판매활동에 필요한 판촉활동, 판매조건 등을 공지하거나 상품교육을 실시하고 피고가 제작한 시청각 영상을 시청하게 하기도 한다. 다만 모든 대리점에서 이와 같은 조회시간을 가지는 것은 아니고, 카마스터들이 조회시간에 의무적으로 참석해야 하는지 여부 또한 대리점별로 차이가 있다(을 제10호증).<br/>  2) 카마스터는 불특정 다수의 고객을 상대로 자동차를 판매하는 업무를 수행한다. 카마스터는 대리점에서만 자동차 판매업무를 수행하는 것이 아니라, 외근을 나가 다양한 장소에서 고객을 접촉하여 자동차를 구매하도록 설득한다.<br/>  3) 카마스터는 일정한 당직 순번에 따라 대리점 내 자동차 전시장에서 고객의 내방을 기다려 판매업무를 수행하기도 하는데, 전시장에서는 자동차를 구입하기 위해 찾아온 고객을 쉽게 접할 수 있어 대부분의 카마스터가 위와 같은 전시장 당직 근무를 선호한다. 이에 대리점에서는 전시장 당직 근무 기회를 공평하게 배분하고, 전시장 근무에 공백이 발생하지 않도록 자체적으로 당직 근무의 순서 또는 방식을 정한다. 당직 근무의 순서를 정하는 방식은 대리점마다 다른데, 대리점에 따라서 카마스터의 판매코드순으로 당직 순서를 정하는 경우도 있고, 선임 카마스터가 당직 순서를 정하는 경우도 있는 등 당직 순서를 어떻게 정할 것인지에 대하여는 피고가 관여하지 않았다(갑 제114호증, 을 제10호증).<br/>  4) 카마스터가 고객에게 자동차를 판매하면 고객으로 하여금 자동차 판매대금 전액을 피고가 지정한 가상계좌 또는 피고의 대표계좌에 입금하도록 하고, 피고는 대리점에 차종별로 미리 정해진 판매수수료를 지급하며, 대리점은 카마스터에게 미리 정한 판매수당 지급비율에 따른 판매수당을 지급한다. 카마스터들이 차량을 판매함으로써 대리점으로부터 지급받을 판매수당은 카마스터와 대리점 간의 판매용역계약에서 정한 바에 따르는데, 카마스터별로 대리점으로부터 지급받을 판매수당 책정 방식, 지급비율, 지급방식이 상이하다(을 제5호증).<br/>  5) 위와 같은 판매수당 외에도, 카마스터들은 피고로부터 ① 판매실적 및 근속 연수를 고려한 판매성과지원금 및 판촉지원금, ② 피고가 지정한 전략차종을 판매할 경우에 받을 수 있는 전략차종 보조금, ③ 10만 원 상당의 명절선물을 지급받았으며, ④ 피고의 차량을 구입할 경우 일정한 할인혜택, ⑤ 상해보험에의 가입, ⑥ 판촉활동에 이용할 수 있는 휴대전화 문자메시지 비용 등을 지원받았다(갑 제30호증, 제79호증의 1 29~31면, 갑 제142 내지 145호증).<br/>  마. 피고의 대리점에 대한 업무상 지시<br/>  1) 피고는 주기적으로 대리점에 판매목표를 제시하여 위 판매목표를 달성할 것을 독려하고(갑 제12, 104, 105, 149, 208호증), 판매실적을 달성하거나 판매실적이 우수한 대리점 및 카마스터에게는 포상을 하거나 시상을 한다(갑 제25, 26, 140호증). 피고는 월별·분기별·반기별·연별로 판매달성률, 판매대수, 판매향상률, 중점차종 판매달성률 등 대리점의 종합적인 판매실적을 평가하였고(갑 제61, 67, 106호증), 판매실적이 부진한 대리점에는 판매실적 부진을 이유로 한 경고장을 발송하기도 하였다(갑 제97호증).<br/>  2) 피고는 대리점에 피고가 제조한 차종별, 시기별, 예상 고객별로 판촉활동을 진행할 것을 지시하였고, 대리점에 판촉을 위한 다이어리, 수첩, 달력, 연하장 등의 판촉용 물품을 제공하거나 판촉비용을 지원하였으며, 대리점은 판촉결과 보고서를 작성하거나 판촉활동을 촬영하여 피고에게 보고하기도 하였다(갑 제13 내지 16, 18, 43 내지 60, 67, 107 내지 110, 141, 195, 198호증). 그런데 대리점이나 카마스터는 피고의 판촉활동 지시 외에도 자체적으로 판촉활동을 하였고, 카마스터는 피고의 판촉용품 구매 사이트인 DM몰에서 자비로 판촉용품을 구매하기도 하였다(을 제10호증의 11, 을 제19, 20호증).<br/>  3) 피고는 전시장에서 근무하는 카마스터 내지 대리점 직원들의 복장에 관한 지침, 전시장 및 간판 운영 기준, 점등 및 소등 기준, 카마스터들이 고객들을 대상으로 수행해야 할 전시장 및 전화 응대, 감사전화 등에 관한 업무표준 등의 지침을 마련하여 대리점이 위 지침을 준수하게 하였고, 주기적으로 전화 모니터링, 고객응대 현장조사 등을 실시하여 대리점이 위 업무표준을 준수하는지 여부 등을 평가하였다(갑 제10, 17, 62, 63, 64, 69, 111, 112, 113, 151, 194호증).<br/>  4) 피고는 시기별로 판매조건 지침, 계출(계약/출고) 운영지침, 차종별 서비스 업무처리지침, 실적이관 제도에 관한 지침 등 대리점과 카마스터들이 준수하여야 할 업무지침을 마련하여 두고 대리점에서 위 각 지침을 준수할 것을 요구하였다(갑 제19, 116, 117, 118호증).<br/>  5) 피고는 카마스터가 이면할인금지, 타사 자동차 판매금지, 내수용 자동차 해외반출금지, 개인 계좌 사용금지 등 피고가 금지한 사항을 위반하지 않도록 강조하거나 피고의 지침을 준수할 것을 독려하였고(갑 제122, 123호증), 대리점이나 카마스터가 위 금지사항을 위반할 경우 대리점에 지급할 판매수수료에서 일정한 금액을 공제하거나 판매수수료를 환수하고, 경고·일정 기간 계약출고정지·인센티브 지급 제외(환수) 등의 제재조치를 하였으며(갑 제28, 65, 66, 126, 131, 150호증), 주기적인 업무지도(감사)를 통하여 대리점이나 카마스터의 위반사항을 확인하였다(갑 제29, 98, 127 내지 130호증).<br/>  바. 피고가 제공하는 전산망 및 전산프로그램 등<br/>  1) 피고는 대리점에 국내판매시스템, 고객관계관리시스템(HCRMS, □□□□□□□ Customer Relationship Management System), 대리점경영지원시스템(DMSS, Dealer Management Supporting System), 오토웨이(Autoway), DM몰(Direct Mail Mall), 스마트 플래너, TOPS(Total Operating Program for Sales), e-Campus 등의 전산망 내지 전산프로그램을 제공한다(갑 제31호증).<br/>  2) 국내판매시스템은 자동차 계약 체결, 차량 배정처리, 재고관리, 물류업무, 출고처리 등 일련의 자동차 판매과정을 전산처리하는 시스템으로서 대리점에서는 이를 이용하여 자동차 판매업무를 수행한다(갑 제37호증).<br/>  3) 오토웨이는 피고가 속한 △△자동차 그룹과 거래관계를 맺고 있는 △△자동차, ◇◇자동차 판매대리점 등을 비롯한 서비스협력업체, 부품협력업체, 건설하도급업체 등 협력업체에 협조전 공문을 보내거나 반대로 위 협력업체가 피고에게 요청사항을 전달할 수 있는 전산망이다(갑 제38, 68호증).<br/>  4) 피고는 대리점을 운영하기 위한 전산프로그램인 대리점경영지원시스템을 지원하는데, 대리점은 대리점경영지원시스템에서 대리점관리, 인원관리, 판매현황/실적, 수수료관리, 경영관리, 포상/규제 등의 메뉴를 사용할 수 있다(을 제4호증). 대리점은 대리점경영지원시스템 중 경영관리 메뉴에서 카마스터에 대한 수수료 지급비율을 설정할 수 있는데, ‘정률’, ‘정액’, ‘정률 + 정액’, ‘구간정률’, ‘기타’의 지급유형을 선택할 수 있고, 카마스터도 대리점경영지원시스템의 일부 메뉴를 사용하여 자신의 판매실적과 지급받을 판매수당을 확인할 수 있다(갑 제39호증, 을 제5호증).<br/>  5) 고객관계관리시스템은 대리점이나 카마스터가 고객의 기본 정보, 계약 및 출고 차량의 정보, 고객의 정비이력 등을 확인하거나 피고의 고객센터, 홈페이지, 제휴 신용카드사 등에서 확보한 고객 정보를 확인할 수 있는 시스템으로서, 카마스터들은 위 프로그램을 사용하여 고객에 대한 판촉활동을 할 수 있다(갑 제33, 34호증).<br/>  6) 스마트 플래너는 차량의 외관, 인테리어, 사양, 가격·할인 등의 판매조건, 타사 차량과의 비교 등 차량 판매에 필요한 정보를 제공하는 프로그램이고(갑 제35호증), TOPS는 대리점이나 카마스터가 고객이 요청하는 차량의 견적, 자동차의 재고현황, 생산계획, 요청 및 배정현황 등을 확인하거나 견적서에 따라 전자계약을 체결할 수 있는 프로그램이다(갑 제36호증).<br/>  7) e-Campus는 피고, ◇◇자동차, 피고의 그룹회사, 대리점 및 협력업체 임직원의 교육을 지원하기 위한 프로그램으로서, 카마스터들은 위 프로그램을 이용하여 피고가 제공하는 동영상강의를 시청하고 평가(E-TEST)를 치를 수 있다(갑 제7호증의 3, 제40, 41, 73, 74호증).<br/>  8) 피고는 카마스터들이 피고가 제공하는 공식 프로그램이 아닌 사설 프로그램을 활용하여 고객을 관리하거나 판매활동을 하는 것을 금지하였고, 위와 같은 사설 프로그램을 사용하는 것을 적발할 경우 해당 대리점에 대한 제재조치를 할 것을 공지하기도 하였다(갑 제20호증).<br/>  사. 카마스터들에 대한 교육<br/>  1) 피고는 카마스터들을 대상으로 ‘신입 카마스터 영업 기본 교육’, ‘카마스터 판매 능력 향상 교육’, ‘3, 5, 7년 차 교육’, ‘굿모닝 △△’ 등의 교육을 실시하고, e-Campus를 통하여 교육 및 평가를 실시하였으며(갑 제21, 23, 24, 41, 74, 77 내지 88, 94, 96, 99, 132 내지 135, 203, 205, 206호증), 판매실적이 부진한 카마스터들을 판매력 향상 대상으로 정하고 이들에게 판매력 향상 교육을 실시하기도 하였다(갑 제209, 210호증).<br/>  2) 피고는 신입 카마스터들을 대상으로 기본자질 함양, 상품지식 및 세일즈 기법 습득 등을 위한 신입 카마스터 영업 기본 교육을 약 5일간 실시하는데, 위 교육과정에서 평가 결과 하위 10~20%에 해당하는 카마스터들은 해당 교육을 이수한 것으로 인정받지 못하여 재교육을 받아야 하고, 피고로부터 정착지원금이나 판매성과지원금을 지급받지 못할 수도 있다(갑 제7호증).<br/>  3) 피고는 통상적으로 자동차 판매기법에 관한 교육영상, 피고의 판매조건 및 판촉활동에 관한 공지사항, 피고가 금지하는 사항들에 관한 공지사항 등을 영상으로 제작하여 카마스터들이 조회시간에 또는 e-Campus 등의 프로그램을 이용하여 위 영상을 시청하게 하고, 대리점별로 카마스터들의 이러닝 수료율, 이테스트 응시율 및 결과 등을 평가하여 대리점 평가에 반영하였다(갑 제9, 22, 70, 71, 72, 100, 121, 207호증).<br/>  [인정 근거] 다툼 없는 사실, 갑 제1 내지 10, 12 내지 30, 32 내지 89, 93 내지 99, 101 내지 145, 147 내지 151, 194 내지 198, 202 내지 218호증, 을 제4, 5, 10, 11, 17, 19, 21, 22호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 갑 제11, 31, 100호증, 을 제20호증의 각 영상, 변론 전체의 취지<br/>  2. 당사자 주장의 요지<br/>  가. 원고들<br/>  1) 원고들은 형식적으로는 대리점에 소속되어 자동차 판매업무를 수행하였지만, 대리점은 사업주로서의 독자성이 없거나 독립성이 결여되어 피고의 노무대행기관과 동일시할 수 있을 정도로 그 존재가 형식적·명목적인 것에 불과하였고, 실질적으로는 피고가 원고들에게 교육을 실시하거나 업무지시를 하고 감독을 하는 등으로 원고들을 직접 사용·지휘하였으므로, 원고들과 피고는 묵시적인 근로계약관계에 있다. 따라서 주위적으로, 원고들이 피고의 근로자의 지위에 있음의 확인을 구한다(주위적 청구취지).<br/>  2) 설령 원고들과 피고 사이에 묵시적인 근로계약관계가 성립하였다고 볼 수 없더라도, 원고들은 피고의 지휘·명령을 받아 자동차 판매업무를 수행하였으며, 원고들은 피고의 자동차 판매사업에 편입되어 있는 등 원고들과 피고는 실질적으로 근로자파견관계에 있었다. 따라서 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다)에 따라 원고들이 피고의 근로자의 지위에 있음의 확인을 구하거나 피고에 대하여 원고들에 대한 고용의 의사표시를 할 것을 구한다(제1, 2 예비적 청구취지).<br/>  나. 피고<br/>  1) 대리점은 피고와 독립된 사업체로서 자신들의 독립된 경영권에 기하여 직접 카마스터와 판매용역계약을 체결하고 판매수당을 지급하였으며, 카마스터들은 대리점과 체결한 판매용역계약에 따라 자유롭게 자동차 판매업무를 수행할 뿐 피고로부터 직접 업무지시를 받지 않았으므로, 원고들과 피고 사이에 묵시적인 근로계약관계가 성립하였다고 할 수 없다. <br/>  2) 원고들은 대리점과 판매용역계약을 체결한 개인사업자로서 대리점에서 자동차 판매업무를 수행할 뿐 피고에게 근로를 제공하지 않았으며, 피고의 지배영역에서 자동차 판매업무를 수행하지도 않았으므로, 원고들과 피고 사이에 근로자파견관계가 성립하지 않는다.<br/>  3. 원고들과 피고 사이에 묵시적 근로계약관계가 성립하였는지 여부<br/>  가. 관련 법리<br/>  원고용주에게 고용되어 제3자의 사업장에서 제3자의 업무에 종사하는 자를 제3자의 근로자라고 할 수 있으려면, 원고용주는 사업주로서의 독자성이 없거나 독립성을 결하여 제3자의 노무대행기관과 동일시할 수 있는 등 그 존재가 형식적, 명목적인 것에 지나지 아니하고, 사실상 당해 피고용인은 제3자와 종속적인 관계에 있으며, 실질적으로 임금을 지급하는 자도 제3자이고, 또 근로제공의 상대방도 제3자이어서 당해 피고용인과 제3자 간에 묵시적 근로계약관계가 성립되어 있다고 평가될 수 있어야 한다(대법원 2010. 7. 22. 선고 2008두4367 판결 참조).<br/>  나. 판단<br/>  1) 앞서 든 각 증거에 의하여 알 수 있는 다음과 같은 사정들, 즉 ① 대리점은 자체적으로 대리점 건물을 소유하거나 임차하여 보유하고 있고, 사무용품이나 대리점 운영에 소요되는 비용도 자체적으로 부담하며, 회계 및 세무처리도 피고와 독자적으로 하는 등 피고와 구별되는 사업자로서의 실질을 갖추고 있었던 점, ② 카마스터들은 대리점으로부터 판매수당을 지급받고 지시·명령을 받았을 뿐, 피고가 카마스터들에게 직접적으로 지휘·감독을 하지는 않았던 점, ③ 카마스터들은 자신이 속한 대리점에서 근무하거나 대리점의 영업지역 내에서 판촉활동을 하는 등 대리점의 사업장에서 근무하였고, 피고의 사업장이나 직영점에서 근무하지는 않았던 점 등에 비추어 볼 때, 원고들이 제출한 증거들만으로는 대리점이 사업주로서의 독자성이 전혀 없다거나 독립성을 상실하여 피고의 노무대행기관에 불과하였다고 볼 수 있을 정도라고 인정하기에 부족하고 달리 이를 인정할 증거가 없다.<br/>  2) 따라서 원고들과 피고 사이에 묵시적인 근로계약관계가 성립하였다고 볼 수 없으므로, 원고들의 이 부분 주장은 이유 없다.<br/>  4. 원고들과 피고 사이에 근로자파견관계가 인정되는지 여부<br/>  가. 관련 법리<br/>  1) 파견법 제2조 제1호는 “근로자파견이란 파견사업주가 근로자를 고용한 후 그 고용관계를 유지하면서 근로자파견계약의 내용에 따라 사용사업주의 지휘·명령을 받아 사용사업주를 위한 근로에 종사하게 하는 것을 말한다.”라고 규정하고 있는바, 두 사업주 사이에 체결된 계약의 명칭이나 형식과 상관없이 실질적으로 한 사업주가 근로자를 고용한 후 다른 사업주와의 계약에 기해 해당 근로자로 하여금 다른 사업주의 지휘·명령을 받아 그 사업주를 위한 근로에 종사하게 하였다면, 이는 근로자파견에 해당하는 것이므로 파견법이 적용되어야 한다.<br/>  2) 근로자파견에 해당하는지 여부는 ① 제3자가 해당 근로자에 대하여 직간접적으로 그 업무수행 자체에 관한 구속력 있는 지시를 하는 등 상당한 지휘·명령을 하는지, ② 해당 근로자가 제3자 소속 근로자와 하나의 작업집단으로 구성되어 직접 공동 작업을 하는 등 제3자의 사업에 실질적으로 편입되었다고 볼 수 있는지, ③ 원고용주가 작업에 투입될 근로자의 선발이나 근로자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하는지, ④ 계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 해당 근로자가 맡은 업무가 제3자 소속 근로자의 업무와 구별되며 그러한 업무에 전문성·기술성이 있는지, ⑤ 원고용주가 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지 등의 요소를 바탕으로 그 근로관계의 실질에 따라 판단하여야 한다(대법원 2015. 2. 26. 선고 2010다93707 판결 등 참조).<br/>  나. 구체적 판단<br/>  위에서 인정한 사실과 앞서 든 각 증거에 갑 제90, 91, 92, 158, 199, 200, 201호증, 을 제1, 6, 7, 9, 12 내지 16호증의 각 기재 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들을 종합하여 보면, 원고들이 제출한 증거들만으로는 대리점이 원고들을 고용한 후 그 고용관계를 유지하면서 원고들로 하여금 피고의 지휘·명령을 받아 피고를 위하여 근로하게 하는 근로자파견관계에 있었다고 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 따라서 원고들의 이 부분 주장도 이유 없다.<br/>  1) 판매대리점계약의 성격 및 대리점이 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있었는지<br/>  가) 대리점은 피고로부터 피고의 자동차를 판매할 대리권을 부여받아 피고의 명의로 고객에게 자동차를 판매하되(판매대리점계약 제1조, 제3조), 피고가 자동차의 판매가격 및 판매조건을 정하고(판매대리점계약 제14조), 대리점은 피고가 아닌 자동차 제조업체의 자동차를 판매할 수 없다(판매대리점계약 제11조 제1항 제2호)는 점 등에서 판매대리점계약은 상법에서 정한 대리상계약 또는 이와 유사한 계약의 실질을 지니고 있다(상법 제87조, 제89조 참조).<br/>  나) 앞서 본 바와 같이 대리점은 대리점 점포를 직접 소유하거나 필요한 건물을 임차하여 보유하고 있고, 대리점 운영에 필요한 책상, 컴퓨터 등의 사무용품을 자신의 비용으로 마련하여 보유하고 있다.<br/>  다) 대리점은 피고가 정한 판매가격 및 판매조건에 따르면서도 자신의 비용과 계산으로 개별적인 판촉활동을 할 수 있었고, 피고의 관여 없이도 대리점에서 판매실적이 우수한 카마스터들에게 판매수당 외에 추가적인 인센티브를 지급하거나 포상을 할 수 있었으며, 카마스터에게 판매수당 지급방식을 유리하게 정하는 경우도 있었다. 대리점은 카마스터에 대한 판매수당을 지급함에 있어 그 지급방식, 지급비율 등을 카마스터별로 달리 정할 수 있는데, 여기에 피고가 관여하지는 않는다. 카마스터들과 대리점에게는 카마스터들이 판매한 자동차에 대한 판매수당을 어떤 방식으로 분배하는지가 중요한 문제라 할 것인데, 판매수당의 지급방식과 지급비율을 정함에 있어 피고가 관여하지 않고, 카마스터와 대리점 사이에 개별적으로 이를 협상하거나 달리 정하는 점에 비추어 볼 때, 대리점은 피고와는 구별되는 사업자로서의 독자성을 갖추고 있었다.<br/>  라) 대리점주들은 1998년경 대리점주들의 권익 보호, 대리점주 간의 친목 도모 등을 목적으로 대리점협회를 결성하였고, 대리점협회는 매월 이사회를 개최하여 그 활동내역을 대리점에 보고하며, 대리점의 의견을 취합하여 피고에게 대리점의 요구사항을 전달하기도 하였는데, 피고보다 교섭력이 약한 개별 대리점이 협회를 결성하여 피고에게 요구사항을 전달하는 등 실질적인 교섭력을 높이고 대리점의 권익을 보호하기 위하여 활동한 것은 대리점이 단순히 피고의 하위기관이나 내부조직, 노무대행기관에 불과한 것이 아니라 독립적인 사업체이자 피고의 거래상대방으로서 실질을 갖추고 있었다고 평가하기에 충분하다.<br/>  마) 한편 피고는 피고 노동조합의 요구를 받아들여 대리점의 거점이전을 제한하거나, 대리점의 카마스터 등록 요청을 거부하거나 지연하기도 하였는데, 이러한 행위는 시장지배적 사업자의 지위에 있는 피고가 독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제3호에서 정한 ‘다른 사업자의 사업활동을 부당하게 방해하는 행위’를 한 것에 해당한다는 이유로 공정거래위원회로부터 과징금 부과처분을 받기도 하였다. <br/>  바) 이에 비추어 볼 때, 대리점은 자신의 비용과 노력으로 점포 개설, 카마스터 채용, 판촉활동 등을 통하여 기본급 없이 판매실적에 따른 수수료를 지급받는 방식으로 독자적인 사업을 하는 독립된 개별사업자로서, 피고가 카마스터의 등록을 지연하거나 거부하고, 대리점의 거점이전을 제한하는 등의 조치를 하는 것과 같이 대리점의 자율적인 경영권이나 사업권을 일부 제한하는 것은 독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제3호 또는 대리점거래의 공정화에 관한 법률 제6조 내지 제12조의 적용 대상일 수 있을 뿐, 이를 두고 대리점이 사업자로서의 실질을 갖추지 못한 형식적·명목적인 존재에 불과하였다고 평가하기는 어렵다.<br/>  2) 피고가 원고들에 대하여 직간접적으로 업무수행 자체에 관한 구속력 있는 지시를 하는 등 상당한 지휘·명령을 하였는지<br/>  가) 피고가 카마스터들에게 업무수행에 관하여 직접적인 업무지시를 하는 등 구속력 있는 지휘·명령을 하지는 않았지만, 앞서 본 바와 같이 피고가 대리점에 협조전 공문을 보내거나 업무지침을 내리는 등 자동차 판매업무와 관련한 지시나 명령을 하였고, 대리점과 판매용역계약을 체결한 카마스터들도 간접적으로 이러한 피고의 지시·명령에 어느 정도 구속될 수밖에 없었던 것으로 보이기는 한다. 그러나 카마스터들이 피고의 대리점에 대한 지시·명령을 준수해야 하는 사실상의 의무를 부담하게 되더라도, 이는 판매용역계약 제4조, 제8조 제1항 제3호 등에서 카마스터의 의무로 정한 것으로서, 카마스터가 피고의 지침을 위반하는 경우에 그 책임과 손해는 대리점이 부담하게 되므로, 카마스터들이 피고의 지침을 준수할 의무는 계약상대방인 대리점으로 하여금 손해를 입지 않도록 주의하여야 할 대리점에 대한 계약상 의무에 지나지 않는다.<br/>  나) 원고들은, 피고가 대리점에 대하여 지시·명령을 한 것을 두고 피고가 원고들에게 직간접적으로 지휘·명령을 하였다고 주장한다. 그러나 아래에서 보는 바와 같이 피고가 판매대리점계약에 의하여 위탁자의 지위에서 계약상대방인 수탁자에게 위탁의 범위 내에서 계약상 의무사항을 준수할 것을 요구하거나 그에 부수적인 지시·명령을 한 것을 두고 피고가 카마스터들에게 직간접적으로 지휘·명령을 하였다고 평가할 수는 없다. 근로자파견관계에서 인정되는 파견근로자들에 대한 직간접적인 지휘·명령이라 함은 사용사업주가 파견근로자로부터 직접 근로를 제공받고 그 근로제공과 결부되어 파견근로자에게 지휘·명령을 하는 것을 의미하는데, 사업자가 계약상대방이나 협력업체에 계약상 의무사항을 부과하거나 요구사항을 전달하고 이에 기하여 그 계약상대방이나 협력업체 소속 근로자들이나 이와 계약관계를 맺고 있는 제3자가 위와 같은 계약상 의무사항과 요구사항에 간접적으로 구속된다 하더라도, 이를 두고 사업자가 사용사업주의 지위에서 파견근로자의 근로를 제공받았다거나 파견근로자에게 지휘·명령을 하였다고 단정할 수는 없기 때문이다. 이러한 관점에서 원고들이 피고로부터 직간접적으로 지휘·명령을 받았다고 주장하는 사항들인 피고의 대리점에 대한 지시·명령을 피고의 카마스터들에 대한 지휘·명령으로 평가할 수 있기 위해서는 단순히 피고가 대리점에 대한 계약상 의무사항을 부과하거나 그에 부수한 요구사항을 전달하는 것을 넘어 피고가 직접 카마스터들로부터 근로를 제공받음으로써 원고들을 직접 사용하였다고 평가할 수 있는 정도에 이르러야 하는데, 아래에서 보는 바와 같이 피고가 대리점에 계약상 의무사항을 부과하거나 협조전 공문을 통하여 지시사항을 전달한 것 등이 카마스터들의 근로 내용을 직접적으로 정하거나 규율함으로써 카마스터들로부터 직접 근로를 제공받았다고 평가할 정도에 이르지는 않는다.<br/>  다) 카마스터는 판매대리점계약 제11조에 따라 피고에게 등록되지 않은 사람에게 판매권을 위임하는 행위, 피고가 아닌 타사 자동차를 판매하는 행위, 피고의 내수용 자동차를 해외로 반출하는 행위, 피고가 정한 판매조건 이외의 이면할인을 하는 행위, 피고와 동종의 영업을 목적으로 하는 업체에 이중으로 등록하는 행위 등이 금지되었다. 이러한 의무사항들은 ① 피고에게 등록되지 않은 사람이 피고의 카마스터를 빙자하여 불법행위를 하는 것을 방지하거나(판매권 위임 금지), ② 내수용 자동차와 해외 수출용 자동차의 가격 차이가 있어 피고의 승인이나 별도의 절차를 거치지 않고 내수용 자동차를 해외로 반출하는 것을 방지하거나(내수용 자동차 해외반출금지), ③ 피고의 영업비밀이 동종의 경쟁업체에 알려지거나 부당한 경쟁행위가 이루어지는 것을 방지하거나(타사 차량 판매금지 및 이중등록 방지), ④ 피고가 정한 판매조건을 준수하게 하기 위한 것(이면할인 금지)들로서 그 목적상 정당성이 인정되고, 피고가 대리점에 이러한 계약상 의무사항을 부과하는 것이 대리상계약의 실질에 어긋나지 않으며, 대리점의 경영권 내지 사업권을 과도하게 제한하는 것으로 보이지도 않는다. <br/>  라) 피고는 대리점에 판매목표를 제시하여 판매목표 달성을 독려하고 위 판매목표를 달성한 경우 포상하는 한편 판매실적이 부진할 경우 경고장을 발송하기도 하였다. 그런데 대리점거래의 공정화에 관한 법률 제8조에 의하면, 공급업자가 대리점에 거래에 관한 목표를 제시하고 이를 달성하도록 강제하는 것이 금지되나, 같은 법 시행령 제5조 및 「대리점거래에서 금지되는 불공정거래행위 유형 및 기준 지정고시」제4조에 비추어 볼 때, 이는 대리점이 판매목표를 달성하지 못하였다는 이유로 대리점계약을 중도에 해지하거나 상품의 공급을 중단하는 등 대리점의 정상적인 영업을 방해하는 불이익을 주는 행위를 금지하는 것으로서, 피고가 판매위탁자의 지위에서 대리점에 판매목표를 제시하는 것 자체가 부당하다고 볼 수는 없다. 나아가 대리점이 판매목표를 달성하지 못한 경우에도 피고가 카마스터들에게 불이익을 주는 경우는 없었으므로, 피고가 대리점에 판매목표를 제시하고 이를 달성할 것을 독려하였다는 사정만으로 피고가 카마스터들에 대하여 지휘·명령을 하였다고 평가하기는 어렵다.<br/>  마) 피고는 대리점에 판촉활동에 관한 지시를 내리거나 판촉활동에 관한 보고를 받기도 하였으나, 대리점과 카마스터의 업무가 다양한 영업기법을 활용하여 고객에게 자동차를 구매하도록 유인하는 것이므로, 이러한 업무를 지원하기 위하여 피고가 판촉활동에 관한 지시를 내리거나 판촉활동을 지원하는 것이 대리상계약의 실질에 어긋난다고 보기는 어렵다. 피고는 대리점에 판촉활동에 관한 지시를 내렸을 뿐, 구체적으로 어떤 카마스터가 어느 판촉활동을 할 것인지에 관하여는 대리점에서 자체적으로 정하였다.<br/>  바) 원고들은 피고가 제공하는 전산망이나 전산프로그램만을 사용하여야 하고 개별적인 전산망이나 전산프로그램을 사용할 수는 없었다. 그런데 피고가 제공하는 전산망과 전산프로그램은 카마스터들의 업무수행을 보조하는 유용한 측면이 있기 때문에 피고가 자동차 판매업무의 원활한 수행을 위하여 대리점과 카마스터에게 필요한 전산망과 전산프로그램을 제공하는 것을 대리점이나 카마스터들에 대한 지휘·명령의 일환으로 볼 수는 없다. 또한 피고가 사설 프로그램을 사용하는 것을 금지하고 이를 위반할 경우 해당 대리점을 제재하였더라도, 이러한 조치는 사설 프로그램에 고객의 개인정보가 입력되어 위 개인정보가 외부로 유출되는 것을 방지하기 위한 것으로서 그 목적이 정당하며(소비자기본법 제19조 제4항, 개인정보 보호법 제26조 제4항 등 참고), 이러한 피고의 요구가 대리상계약 내지 위임계약에서 허용되지 않는 정도에 이르는 것은 아니다.<br/>  사) 원고들은 피고가 대리점에 배포한 대리점 경영지침서를 통하여 카마스터들에게 구체적인 지휘·명령을 하였다고 주장하나, 대리점 경영지침서는 피고가 대리점의 경영을 지원하기 위하여 상가건물 임대차와 관련한 지식, 카마스터 채용 시 유의할 사항, 조직 관리, 인재 육성, 세무처리 등 대리점 경영에 참고할 수 있는 정보 혹은 자료를 제작하여 배포한 것으로서, 그 내용 자체로 대리점에 대하여 의무사항을 부과하거나 구속력 있는 지시를 하는 것은 아니며, 카마스터 역시 대리점 경영지침서에 기재된 내용에 구속되지 않았다.<br/>  아) 원고들은, 피고가 대리점 전시장 운영과 관련한 사항, 즉 전시장 운영시간 및 휴무일, 간판 점등·소등 시간, 전시차량의 종류 및 대수, 보유 미디어 종류, 근무자의 복장, 전시장 환경 등의 일체를 결정함으로써 카마스터들에 대하여 직접적인 지휘·감독을 하였다고 주장한다. 그러나 위와 같은 지침은 대리점이 전시장을 운영함에 있어 준수해야 할 사항으로서 직접적으로는 대리점을 규율하는 내용이고, 전시장 당직 근무, 당직자의 복장과 같이 위 지침에 따라 카마스터들이 준수해야 할 사항보다는 전시장 간판 점등·소등 시간, 전시차량의 종류 및 대수, 전시장 환경 등과 같이 대리점이 직접 준수해야 하는 사항이 주를 이룬다. 그렇다면 피고가 전시장 운영과 관련하여 대리점에 지침을 내리거나 지시사항을 전달한다 하더라도, 이는 대리점에 대한 지시·명령 내지는 판매대리점계약상 위탁자로서의 지시에 불과하고, 이를 두고 피고가 카마스터에 대하여 직접적인 지휘·명령을 한 것으로 보기는 어렵다.<br/>  자) 나아가 피고는 카마스터가 판매대리점계약상 정하여진 사항이나 피고의 대리점에 대한 지시·명령, 업무지침들을 위반하더라도 대리점에 대하여 제재조치를 할 뿐, 카마스터에 대하여 직접적인 제재조치를 하지는 않았다. 피고가 대리점에 대하여 제재조치를 함으로써 대리점이 해당 카마스터에 대한 제재조치를 하더라도, 이러한 대리점의 조치는 대리점과 카마스터 간의 판매용역계약에 기한 것일 뿐이므로, 이를 두고 피고가 직접 카마스터에 대하여 직접적인 징계 등의 제재조치를 하였다고 볼 수는 없다.<br/>  3) 원고들이 피고 소속 근로자와 하나의 작업집단으로 구성되어 피고의 사업에 실질적으로 편입되었다고 볼 수 있는지<br/>  가) 대리점은 각자 자신이 맡은 지역에서 영업활동을 하였고, 카마스터들 역시 대리점에 소속되어 자동차 판매업무를 수행하였으므로, 카마스터들이 판매사원들을 비롯한 피고의 정규직 근로자들과 함께 자동차 판매업무를 수행하였다고 볼 수는 없다.<br/>  나) 판매사원들이 카마스터들과 동일하거나 유사한 업무를 수행하기는 하지만, 판매사원들과 카마스터들이 하나의 작업집단을 이루어 자동차 판매업무를 수행한다기보다는 각자 자신이 속한 대리점 또는 직영점에서 자동차 판매업무를 수행하였을 뿐이고, 사실상 판매사원과 카마스터는 영업상 경쟁관계에 있었던 것으로 보인다. 실제로 판매사원들로 구성된 피고의 노동조합은 피고에게 대리점 또는 카마스터를 강하게 규제하거나 대리점 또는 카마스터에 대한 규제 및 지도관리를 강화할 것을 요구하기도 하였고(갑 제92호증), 피고는 대리점이 거점을 이전할 경우 직영점과의 영업지역이 중복되는 것을 방지하기 위하여 대리점의 거점이전을 제한하기도 하였다.<br/>  다) 원고들은, 카마스터들과 판매사원들이 피고의 업무지침에 따라서 동일한 자동차 판매업무를 수행하고, 피고 공식 홈페이지에 모든 카마스터와 판매사원들이 안내되며, 대리점은 피고의 국내영업본부, 지역본부 내 하나의 집단으로 구성되어 직영점과 동일하거나 유사한 업무지시를 받아 업무를 수행하는 등 대리점과 카마스터들이 피고의 사업에 실질적으로 편입되어 있었다고 주장한다. 그러나 피고와 대리점은 판매대리점계약을 체결하여 ‘자동차 판매’라는 동일한 목적을 가지고 사업을 영위하는 개별사업자로서 그 목적의 실현을 위하여 피고와 대리점 간에 수시로 업무협조가 이루어진다거나 조직 구성 및 체계에 유사한 부분이 있더라도 그러한 사정만으로 대리점이 피고의 사업에 편입되었다고 평가하기는 어렵다.<br/>  4) 대리점이 작업에 투입될 근로자의 선발이나 근로자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하였는지<br/>  가) 원고들은, 피고가 판매사원으로 구성된 노동조합과의 노사합의를 통하여 원고들과 같은 카마스터의 채용인원 및 채용요건, 결격사유 등을 정하고, 이를 기초로 대리점 카마스터의 채용에 대하여 결정 권한을 행사하였다고 주장한다. 그러나 대리점에서 카마스터를 모집하여 판매용역계약을 체결하는 것은 대리점이 자체적으로 결정하거나 실시하였고, 피고는 해당 카마스터가 판매대리점계약에서 정한 자격요건을 갖추고 있는지 여부를 심사하여 피고의 차량을 판매할 권한을 부여하는 절차만을 거쳤다. 피고가 노사합의에 따라 대리점에서 요청한 카마스터를 등록하지 않거나 지연하여 등록하는 경우도 있었지만, 이러한 피고의 행위가 앞서 본 바와 같이 독점규제 및 공정거래에 관한 법률 또는 대리점거래의 공정화에 관한 법률의 규율대상일 수는 있더라도, 이를 두고 피고가 카마스터의 모집과 채용을 직접 결정하였다고 보기는 어렵다. 나아가 카마스터 중에는 피고에게 등록되기 전에도 실질적으로 피고의 차량을 판매하는 업무를 수행한 경우도 있었으므로(을 제13호증의 3면), 피고가 카마스터의 모집과 채용에 직접 관여하였다고 보기 어렵다.<br/>  나) 원고들은, 피고가 카마스터의 진급 여부를 결정하거나 진급대상자 명단을 통보함으로써 카마스터들에 대한 인사권을 행사하였다는 취지로 주장하나, 피고는 카마스터들에 대한 진급 여부를 결정한 것이 아니라 카마스터에게 일정한 ‘직급 명칭’을 사용할 수 있는 권한을 부여하거나 그러한 대상자를 선정하였을 뿐이다. 위와 같은 직급은 카마스터가 영업활동을 하면서 대외적으로 사용할 수 있는 직함에 불과하고, 카마스터들의 실제 직위와는 무관하였다. 즉, 카마스터들은 위와 같은 직급에 관계없이 대리점으로부터 차량 판매실적에 따른 판매수당만을 지급받았고, 판매사원과는 달리 직급에 따른 유불리가 없었다.<br/>  다) 피고는 대리점을 통하여 카마스터들에게 교육을 실시하였는데, 위 교육 내용은 카마스터들이 판매할 차량의 상세한 정보나 판매조건 및 판매가격, 차량의 출고절차 등에 관한 것, 차량 세일즈 기법에 관한 것, 카마스터들이 판매대리점계약 또는 판매용역계약에 의하여 준수하여야 할 사항에 관하여 강조하는 것들이 주를 이루고 있다. 그런데 위와 같은 교육 내용은 카마스터들이 대리점과 판매용역계약을 체결하여 피고의 차량을 판매하는 업무를 수행하면서 당연히 숙지하고 있어야 할 내용이거나 대리점과의 판매용역계약상 준수하여야 할 사항 등에 관한 것이므로, 이와 같은 피고의 교육은 상품안내나 위 각 계약에서 정한 최소한의 준수사항 등에 관한 정보전달을 위한 수준에 그치는 것으로 보인다.<br/>  라) 피고는 카마스터들의 근태를 감독하거나 확인하지 않았다. 카마스터들은 업무 특성상 대리점에서 근무하는 것보다는 외근하는 경우가 많았는데, 카마스터가 외근을 하는 경우 언제, 어디에서 외근을 할 것인지에 대하여는 대리점 자체적으로 또는 카마스터 스스로 이를 결정하였던 것으로 보인다. 또한 카마스터가 휴가를 사용할 것인지 여부, 휴가 사용 시기 등에 관하여도 피고의 관여 없이 대리점에서 자체적으로 이를 승인하거나 일응의 기준을 마련하여 두었던 것으로 보인다.<br/>  마) 카마스터에 대한 조회 참석을 의무화할 것인지 여부, 조회에 참석한 카마스터의 확인, 당직 근무자 지정 등은 대리점에서 자체적으로 결정하거나 이행하였고, 이에 관하여 피고가 당직 근무자를 지정하거나 명단을 변경할 것을 요구하는 등으로 당직 근무자 지정에 관하여 직접 관여하지는 않았다. 피고가 판매대리점계약에서 일응 대리점 운영시간을 정하긴 하였으나, 이는 직영점 및 대리점에서 통일적인 서비스를 제공하기 위한 것으로서 이러한 운영시간 지정을 카마스터에 대한 직접적인 지휘·명령으로 볼 수 있는 것은 아니다.<br/>  5) 계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 당해 근로자가 맡은 업무가 피고 소속 근로자의 업무와 구별되며 그러한 업무에 전문성·기술성이 있었는지<br/>  가) 판매대리점계약의 목적은 대리점으로 하여금 ‘피고의 자동차를 판매하는 업무’를 이행하는 것만을 정하여 두고 있으며, 대리점은 자동차 판매를 위한 판촉활동 등의 자동차 판매를 위한 부수업무를 제외하고는 피고로부터 별도의 업무를 이행할 것을 지시받지 않았다.<br/>  나) 카마스터들은 판매사원들과 동일하거나 유사한 업무를 수행하였지만, 대리점과 직영점은 일반적으로 지역별 예상 수요를 고려하여 영업지역을 배분하여 설립되거나 판촉대상 지역을 달리하여 배정받는 경우가 많았고, 영업지역이 중복되는 경우에도 앞서 본 바와 같이 대리점과 직영점은 협력관계에 있다기보다는 경쟁관계에 있었기 때문에 대리점에 속한 카마스터와 직영점에 속한 판매사원들의 업무는 구별된다고 할 수 있다.<br/>  다) 또한 피고가 판매가격 및 판매조건을 지정하거나 대리점에 판촉활동에 관한 지시를 내리기도 하였으나, 대리점과 카마스터는 자체적인 판촉활동을 하여 고객을 유인하고 고객을 설득하여 자동차를 판매하는데, 그러한 과정에는 대리점주의 카마스터들에 대한 관리 능력과 동기 부여 능력 및 카마스터 개인의 영업능력 등이 필요하므로, 여기에 카마스터에게 자동차 판매업무와 관련한 전문성이 있었다고 할 수 있다.<br/>  5. 결론<br/>  그러므로 원고들의 주위적 청구와 예비적 청구는 이유 없어 이를 모두 기각하기로 하여, 주문과 같이 판결한다.<br/>[[별   지] 원고 명단: 생략]<br/><br/>판사 최형표(재판장) 김근홍 송현정 ",
  "사건번호": "2016가합565278",
  "사건종류코드": "400101",
  "판례정보일련번호": "225947",
  "선고": "선고",
  "판결유형": "판결 : 항소",
  "법원종류코드": "400202"
}