{
  "판시사항": "[1] 고유 의미의 종중이 공동선조의 후손 중 일부를 임의로 종원에서 배제할 수 있는지 여부(소극) 및 공동선조의 후손 중 특정 범위 내의 종원만으로 조직체를 구성하여 활동하는 단체의 법적 성격(=종중 유사의 권리능력 없는 사단) / 종중 유사의 권리능력 없는 사단이 공동선조의 후손 중 일부에 의하여 인위적인 조직행위를 거쳐 성립된 경우, 구성원의 자격이나 가입조건을 자유롭게 정할 수 있는지 여부(원칙적 적극)<br/>[2] 고유 의미의 종중 또는 종중 유사의 권리능력 없는 사단이 당사자능력을 갖는지 판단할 때 기준이 되는 시기(=사실심 변론종결 시) 및 종중 유사의 권리능력 없는 사단은 창립총회를 열어 정식의 조직체계를 갖추지 않았더라도 공동의 목적을 달성하기 위하여 공동의 재산을 형성하고 일을 주도하는 사람을 중심으로 계속적으로 사회적인 활동을 하여 왔다면 이미 그 무렵부터 단체로서의 실체가 존재하는지 여부(적극)<br/>[3] 망인인 甲이 생전에 자신을 공동선조로 하고 자신의 후예들을 구성원으로 하여 ‘선조의 분묘 수호와 봉제사’ 등을 목적으로 하는 단체(문중)를 설립하면서 자신의 동생들까지 구성원으로 포함시켰는데, 위 문중이 종중 유사의 권리능력 없는 사단으로서 당사자능력이 있는지 문제 된 사안에서, 위 문중이 당사자능력이 있는지는 사실심 변론종결 당시까지 요건을 구비하여 비법인사단으로서 실체를 갖추었는지에 따라 판단하여야 하는데도, 甲 사망 전을 기준으로 위 문중이 비법인사단의 단체성을 갖추었는지 여부를 살피고, 甲 사망 후 위 문중 구성원들 사이에 재산분쟁이 계속 중이라는 이유만으로 위 문중의 본래 활동이 현재도 전혀 이루어지고 있지 않다고 속단하여 위 문중의 당사자능력을 부정한 원심판단에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "참조판례": "[1][2] 대법원 2019. 2. 14. 선고 2018다264628 판결(공2019상, 747) / [1] 대법원 1996. 8. 23. 선고 96다20567 판결(공1996하, 2858), 대법원 2020. 4. 9. 선고 2019다216411 판결(공2020상, 908) / [2] 대법원 2006. 2. 23. 선고 2004다8159 판결, 대법원 2007. 5. 31. 선고 2007다6468 판결<br/>",
  "사건종류명": "민사",
  "판결요지": "[1] 고유 의미의 종중(이하 ‘고유 종중’이라고 한다)이란 공동선조의 분묘 수호와 제사, 종원 상호 간 친목 등을 목적으로 하는 자연발생적인 관습상 종족집단체로서 특별한 조직행위를 필요로 하는 것이 아니고 그 선조의 사망과 동시에 그 자손에 의하여 성립하며 그 대수에도 제한이 없고, 공동선조의 후손은 그 의사와 관계없이 성년이 되면 당연히 그 구성원(종원)이 되는 것이며 그중 일부 종원을 임의로 그 종원에서 배제할 수 없다. 따라서 공동선조의 후손 중 특정 범위 내의 자들만으로 구성된 종중이란 있을 수 없으므로, 만일 공동선조의 후손 중 특정 범위 내의 종원만으로 조직체를 구성하여 활동하고 있다면 이는 본래 의미의 종중으로는 볼 수 없고, 종중 유사의 권리능력 없는 사단(이하 ‘종중 유사단체’라고 한다)이 될 수 있을 뿐이다. 이러한 종중 유사단체는 비록 그 목적이나 기능이 고유 종중과 별다른 차이가 없다 하더라도 공동선조의 후손 중 일부에 의하여 인위적인 조직행위를 거쳐 성립된 경우 사적 임의단체라는 점에서 고유 종중과 그 성질을 달리하므로, 사적 자치의 원칙 내지 결사의 자유에 따라 구성원의 자격이나 가입조건을 자유롭게 정할 수 있음이 원칙이다.<br/>[2] 당사자능력은 소송요건에 관한 것으로서 그 청구의 당부와는 별개의 문제인 것이며, 소송요건은 사실심의 변론종결 시에 갖추어져 있으면 되는 것이므로, 고유 의미의 종중 또는 종중 유사의 권리능력 없는 단체(이하 ‘종중 유사단체’라고 한다)가 비법인사단으로서의 실체를 갖추고 당사자로서의 능력이 있는지 여부는 사실심인 원심의 변론종결 시를 기준으로 하여 그 존부를 판단하여야 한다.<br/>  그런데 종중 유사단체는 반드시 총회를 열어 성문화된 규약을 만들고 정식의 조직체계를 갖추어야만 비로소 단체로 성립하는 것이 아니라, 실질적으로 공동의 목적을 달성하기 위하여 공동의 재산을 형성하고 일을 주도하는 사람을 중심으로 계속적으로 사회적인 활동을 하여 온 경우에는 이미 그 무렵부터 단체로서의 실체가 존재하는 것이다.<br/>[3] 망인인 甲이 생전에 자신을 공동선조로 하고 자신의 후예들을 구성원으로 하여 ‘선조의 분묘 수호와 봉제사’ 등을 목적으로 하는 단체(문중)를 설립하면서 자신의 동생들까지 구성원으로 포함시켰는데, 위 문중이 종중 유사의 권리능력 없는 사단(이하 ‘종중 유사단체’라고 한다)으로서 당사자능력이 있는지 문제 된 사안에서, 위 문중이 당사자능력이 있는지는 사실심 변론종결 당시까지 요건을 구비하여 비법인사단으로서의 실체를 갖추었는지에 따라 판단하여야 하고, 시조인 甲이 사망한 시점 내지는 본안에서 그 존재 및 효력 유무가 다투어지는 위 문중의 각 총회 시점을 기준으로 판단할 것이 아닌데도, 甲 사망 전을 기준으로 위 문중이 비법인사단의 단체성을 갖추었는지 여부를 살피고 甲 사망 후 위 문중 구성원들 사이에 재산분쟁이 계속 중이라는 이유만으로 위 문중의 본래 활동이 현재도 전혀 이루어지고 있지 않다고 속단하여 위 문중의 당사자능력을 부정한 원심판단에는 종종 유사단체 및 그 당사자능력에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "참조조문": "[1] 민법 제31조 / [2] 민법 제31조, 민사소송법 제52조 / [3] 민법 제31조, 민사소송법 제52조<br/>",
  "선고일자": "20201015",
  "법원명": "대법원",
  "사건명": "총회결의무효확인등",
  "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인(유한) 율촌 담당변호사 이다정 외 2인)<br/>【피고, 피상고인】 해주최씨 현감공파 33세녹암공 문중 (소송대리인 법무법인(유한) 지평 담당변호사 김동아 외 4인)<br/>【원심판결】 광주고법 2020. 5. 13. 선고 2019나22233 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 광주고등법원에 환송한다.<br/><br/>【이유】  상고이유(상고이유서 제출기간이 지난 후에 제출된 상고이유보충서의 기재는 상고이유를 보충하는 범위 내에서)를 판단한다.<br/>  1. 원심은 제1심판결 이유를 인용하여 그 판시와 같은 사실을 인정한 다음 아래와 같은 이유로 피고 문중이 망 소외 1이 사망하기 전에 종중 유사의 권리능력 없는 사단(이하 ‘종중 유사단체’라고 한다) 등 비법인사단으로서의 실체를 가졌다고 볼 수 없으므로, 원고의 피고 문중에 대한 이 사건 소는 당사자능력이 없는 자를 상대로 한 것으로서 부적법하다고 판단하였다.<br/>  가. 망 소외 1은 생전에 자신을 공동선조로, 자신의 후예들을 구성원으로 하여 ‘선조의 분묘 수호와 봉제사’ 등을 목적으로 하는 단체를 설립한다면서 자신의 동생들까지 구성원에 포함시켰는데, 이러한 단체를 종중 유사단체라고 보기는 어렵다.<br/>  나. 피고 문중 명의로 재산이 존재하고 그 재산의 관리도 이루어졌으나, 피고 문중의 의사결정은 실제로는 망 소외 1이 독자적으로 행한 결과, 피고 문중 명의의 재산들은 망 소외 1의 개인 재산과 마찬가지로 관리되었다.<br/>  다. 피고 문중의 문중규약은 망 소외 1이 비법인사단 설립에 필요한 서류를 구비하기 위하여 친족들의 협조를 얻어 형식적으로 작성한 것에 불과하고, 위 문중규약은 외형상 피고 문중의 목적, 명칭, 의사결정기관, 집행기관, 조직, 활동 등에 관하여 정하고 있으나, 실제로 피고 문중의 실체를 인정할 만한 조직행위나 그 목적에 부합하는 단체 활동이 있었다고 보이지 아니한다.<br/>  라. 기본적으로 종중 또는 종중 유사단체에 해당하기 위해서는 최소한 배우자, 직계혈족 및 형제자매 등으로 구성되는 가족(민법 제779조) 또는 당대의 일가 범위를 넘어서야 하는데, 위 문중규약에 기재된 문중회원들은 그 시조로 지칭된 소외 1을 제외하고는 그의 사망으로 상속이 개시될 경우 제1순위 상속권자인 소외 1의 직계비속들이거나 제3순위 상속권자인 소외 1의 형제들일 뿐이다. 그러므로 망 소외 1을 제외한 위 회원들이 현재까지 생존하고 있는 이상, 피고 문중은 망 소외 1과 상속관계로 얽혀 있는 가족 내지 일가의 범위를 뛰어넘어 공동선조를 섬기는 후손들의 집합체에 이르렀다고 보기 어렵다.<br/>  물론 망 소외 1로부터 여러 세대가 흐른 후에 최초 문중규약 작성 당시에 서명, 날인하였던 이들이 모두 사망함으로써 더 이상 망 소외 1과 상속관계에 있지 아니한 후손 또는 후예들만 남게 되고, 그들 사이에 망 소외 1을 비롯한 선조들의 분묘 수호, 제사 등 규약에 기재된 공동 목적행위가 이루어진다면, 그때 가서는 피고를 종중 유사단체로 볼 여지도 있을 것이다. 그러나 현 단계에서는 피고의 당사자능력을 인정할 여지가 없다.<br/>  마. 피고 문중의 회원들은 망 소외 1이 사망한 후에도 피고 문중의 대표자 지위를 확보함으로써 피고 문중 명의로 되어 있는 재산에 관한 지배권을 확보하기 위하여 다툼을 벌이고 있을 뿐, 조상의 분묘 수호와 제사, 종원 상호 간의 친목 등 공동의 목적을 위한 어떠한 조직행위 내지 활동도 하고 있지 아니하다.<br/>  더욱이 피고 문중의 회원에는 망 소외 1의 동생인 소외 2가 포함되어 있고 망 소외 1의 일부 손자녀가 누락되어 있으므로, 피고 문중이 망 소외 1이 사망한 뒤에 종중 또는 종중 유사단체 그 밖에 비법인사단으로서의 성격을 지니게 되었다고 볼 수도 없다.<br/>  2. 그러나 원심의 이러한 판단은 다음과 같은 이유로 그대로 수긍하기 어렵다.<br/>  가. 고유 의미의 종중(이하 ‘고유 종중’이라고 한다)이란 공동선조의 분묘 수호와 제사, 종원 상호 간 친목 등을 목적으로 하는 자연발생적인 관습상 종족집단체로서 특별한 조직행위를 필요로 하는 것이 아니고 그 선조의 사망과 동시에 그 자손에 의하여 성립하며 그 대수에도 제한이 없고, 공동선조의 후손은 그 의사와 관계없이 성년이 되면 당연히 그 구성원(종원)이 되는 것이며 그중 일부 종원을 임의로 그 종원에서 배제할 수 없다. 따라서 공동선조의 후손 중 특정 범위 내의 자들만으로 구성된 종중이란 있을 수 없으므로, 만일 공동선조의 후손 중 특정 범위 내의 종원만으로 조직체를 구성하여 활동하고 있다면 이는 본래 의미의 종중으로는 볼 수 없고, 종중 유사단체가 될 수 있을 뿐이다. 이러한 종중 유사단체는 비록 그 목적이나 기능이 고유 종중과 별다른 차이가 없다 하더라도 공동선조의 후손 중 일부에 의하여 인위적인 조직행위를 거쳐 성립된 경우 사적 임의단체라는 점에서 고유 종중과 그 성질을 달리하므로, 사적 자치의 원칙 내지 결사의 자유에 따라 구성원의 자격이나 가입조건을 자유롭게 정할 수 있음이 원칙이다(대법원 1996. 8. 23. 선고 96다20567 판결, 대법원 2020. 4. 9. 선고 2019다216411 판결 등 참조).<br/>  이러한 법리에 비추어 보면, 원심이 종중 또는 종중 유사단체에 해당하기 위해서는 배우자, 직계혈족 및 형제자매 등으로 구성되는 가족 또는 당대의 일가 범위를 넘어서야 한다거나, 망 소외 1로부터 여러 세대가 흘러 피고 문중이 망 소외 1과 더 이상 상속관계에 있지 아니한 후손 또는 후예들로만 이루어져야 비로소 종중 유사단체에 해당할 수 있다는 취지로 판단한 것은 타당하다고 볼 수 없다. 특히 고유 종중의 경우 어느 선조가 생존하는 동안에는 그 선조의 분묘 수호와 봉제사를 위한 종중이 존재할 수 없다고 할지라도(대법원 1990. 7. 10. 선고 89다카33630 판결 참조), 망 소외 1이 사망한 뒤로 피고 문중이 망 소외 1을 시조로 하는 종중 유사단체로서의 성격을 지니는 것마저 불가능하다고 볼 수 없다.<br/>  나아가 원심이 피고 문중의 회원 중에 망 소외 1의 동생이 포함되어 있는 반면 망 소외 1의 일부 손자녀가 누락되어 있음을 언급한 것 역시, 종중 유사단체는 고유 종중과는 달리 사적 자치의 원칙 내지 결사의 자유에 따라 구성원의 자격이나 가입조건을 자유롭게 정할 수 있다는 점을 간과한 것이다.<br/>  나. 한편 당사자능력은 소송요건에 관한 것으로서 그 청구의 당부와는 별개의 문제인 것이며, 소송요건은 사실심의 변론종결 시에 갖추어져 있으면 되는 것이므로, 고유 종중 또는 종중 유사단체가 비법인사단으로서의 실체를 갖추고 당사자로서의 능력이 있는지 여부는 사실심인 원심의 변론종결 시를 기준으로 하여 그 존부를 판단하여야 한다(대법원 2006. 2. 23. 선고 2004다8159 판결, 대법원 2007. 5. 31. 선고 2007다6468 판결 등 참조).<br/>그런데 종중 유사단체는 반드시 총회를 열어 성문화된 규약을 만들고 정식의 조직체계를 갖추어야만 비로소 단체로 성립하는 것이 아니라, 실질적으로 공동의 목적을 달성하기 위하여 공동의 재산을 형성하고 일을 주도하는 사람을 중심으로 계속적으로 사회적인 활동을 하여 온 경우에는 이미 그 무렵부터 단체로서의 실체가 존재하는 것이다(대법원 2019. 2. 14. 선고 2018다264628 판결 등 참조). 그러므로 피고 문중이 이 사건에서 당사자로서의 능력이 있는지 여부는 사실심인 원심의 변론종결 당시까지 위와 같은 요건을 구비하여 비법인사단으로서의 실체를 갖추었는지 여부에 따라 판단하면 되고, 시조인 망 소외 1이 사망한 시점 내지는 본안에서 그 존재 및 효력 유무가 다투어지는 피고 문중의 2017. 7. 11.자 및 같은 달 26.자 각 총회 시점을 기준으로 판단할 것이 아니다.<br/>  물론 이 사건의 경우처럼 총회 결의의 존부나 효력이 다투어지는 사건의 경우에는 해당 총회 결의 당시 단체로서의 실체를 가진 종중 유사단체가 이미 성립, 존재하는 사실이 증명되어야 하는 것이 원칙이고, 만약 그러한 사실이 증명되지 않는다면 해당 총회 결의의 존재 또는 효력을 인정할 수 없는 사유로 삼을 수 있겠지만, 이는 어디까지나 본안청구의 당부를 판단하면서 살펴야 할 문제이고, 소송요건에 속하는 문제인 종중 유사단체의 당사자능력의 유무를 판단할 때 가려야 할 바는 아니다.<br/>  다. 나아가 원심이 인정한 바에 의하더라도, ① 피고 문중은 2000. 10. 30. 현감공파 33세 녹암공(망 소외 1)의 후예인 성년 남성을 회원자격으로 하는 최초 문중규약을 만들었고, 그 후 대법원에서 성년여자도 당연히 종원이 된다는 판결이 선고되자 2010. 5. 20. 위 문중규약을 개정하여 회원자격을 망 소외 1의 후예인 성년의 남녀로 바꾼 사실, ② 이러한 문중규약에 의하면, 위 문중의 목적은 조상에 대한 봉제사 및 숭모심 고취, 종원 상호 간의 친목 도모 등이고, 총회와 이사회 등 기관의 의결이나 업무집행방법은 다수결의 원칙에 의하도록 되어 있는 사실, ③ 최초 문중규약이 만들어질 당시 망 소외 1이 문중대표를, 소외 3(망 소외 1의 동생), 소외 2(망 소외 1의 동생) 및 원고(망 소외 1의 아들)가 문중이사를 맡았다가, 소외 3이 문중이사에서 해임되고 소외 4(망 소외 1의 딸), 소외 5(망 소외 1의 손자)가 이사로 선임되는 등 외견상 조직이 변경된 사실, ④ 2000. 12. 28.부터 2010. 6. 30.까지 사이에 선산을 비롯한 판시 부동산들에 관하여 피고 문중 명의로 소유권보존등기 또는 소유권이전등기가 마쳐진 사실, ⑤ 피고 문중 명의의 금융계좌로 위 부동산들 중 일부에 관한 월세가 입금되었고, 피고 문중에게 부과된 세금의 납부를 위하여 위 계좌에서 금원이 인출되기도 한 사실을 알 수 있다. 위와 같은 피고 문중 규약, 부동산에 관한 등기 현황, 임대차로 인한 월세 수입 및 세금 납부 상황 등은 원심 변론종결 시점에도 그대로 이어졌을 가능성이 높아 보일뿐더러 망 소외 1의 사망 이후에 피고 문중의 재원으로 시제비용 및 제사비용이 지출된 내역이 드러나기도 한다. 한편 생전에 피고 문중 이름으로 재산을 형성하며 각종 일을 주도하였던 망 소외 1이 사망한 뒤로는 그를 앞서 본 문중규약 내용에 따라 분묘 수호 및 봉제사 등의 대상이 되는 공동선조로 삼는 것이 더는 불가능하지 않음은 앞서 본 바와 같다.<br/>  라. 그렇다면 원심으로서는 피고 문중의 당사자능력을 판단함에 있어 그 구성원들이 피고 문중의 목적 및 소기의 사업과 관련하여 그동안 어떠한 활동을 하여 왔는지 등을 추가로 심리하여 원심 변론종결일 당시를 기준으로 피고 문중이 종중 유사단체로서 비법인사단의 단체성을 갖추었는지 여부를 판단하였어야 한다.<br/>  마. 그런데도 원심은, 이보다 시간적으로 앞선 망 소외 1의 사망 전을 기준으로 살피는 데에 그치거나, 망 소외 1의 사망 이후로 피고 문중의 구성원들 사이에 재산분쟁이 계속 중이라는 이유만으로 피고 문중의 본래 활동이 현재도 전혀 이루어지고 있지 않다고 속단하여 피고 문중의 당사자능력을 부정하고 말았다. 이러한 원심의 판단에는 필요한 심리를 다하지 아니한 채 종중 유사단체 및 그 당사자능력에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다.<br/>  3. 그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김재형(재판장) 민유숙 이동원(주심) 노태악 ",
  "사건번호": "2020다232846",
  "사건종류코드": "400101",
  "판례정보일련번호": "212687",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}