{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20200818",
  "법원명": "대전지방법원",
  "사건명": "소유권이전등기",
  "판례내용": "【원고, 피항소인】 원고 (소송대리인 변호사 김건효)<br/>【피고, 항소인】 정기산업 주식회사 (소송대리인 법무법인 (유한) 광장 담당변호사 김주연)<br/>【제1심판결】 대전지방법원 2019. 11. 20. 선고 2019가단103604 판결<br/>【변론종결】2020. 6. 30.<br/>【주    문】<br/>  1. 피고의 항소를 기각한다.<br/>  2. 항소비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】청구취지<br/>[주위적 청구]<br/>  피고는 원고로부터 63,400,000원을 지급받음과 동시에 원고에게 별지 기재 부동산에 관하여 2019. 1. 7.자 매매를 원인으로 한 소유권이전등기절차를 이행하라.<br/>[예비적 청구]<br/>  ○제1 예비적으로, 피고는 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 별지  기재 부동산에 관하여 소장 송달일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. <br/>  ○제2 예비적으로, 피고는 원고에게 별지 기재 부동산에 관하여, <br/>    가. 2억 3,540만 원을 분양대금으로 정한 원고의 매수청약의 의사표시에 대하여 승낙의 의사표시를 하고, <br/>    나. 원고로부터 6,340만 원을 지급받음과 동시에 원고에게 위 가.항 승낙일자 매매를 원인으로 한 소유권이전등기절차를 이행하라. <br/>  ○제3 예비적으로, 원고와 피고 사이에 원고가 별지 기재 부동산의 우선분양전환을 받을 수 있는 우선수분양자의 지위에 있음을 확인한다.<br/>항소취지<br/>  제1심 판결을 취소한다. 원고의 청구를 모두 기각한다.<br/>【이    유】1. 제1심 판결의 인용<br/>  이 법원이 적을 이유는, 제1심 판결 제14쪽 맨 아랫줄의 ‘매수자 앞으로’ 뒤에 ‘2016. 5. 30. 매매를 원인으로’를 추가하고, 제15쪽의 3. 나. 판단 2)의 나)항 부분을 아래와 같이 고쳐 쓰고, 제15쪽 5번째 줄부터 제16쪽 3번째 줄까지 삭제하는 외에는 제1심 판결 이유와 같으므로 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>2. 고쳐 쓰는 부분<br/>  원고가 이 사건 임차권을 양수하고 이 사건 아파트에 전입한 2016. 7. 15.부터 10일 정도 뒤인 2016. 7. 25.에서야 비로소 매수인에게 소유하고 있던 기존 주택에 관하여 소유권이전등기를 마쳐 줌으로써, 등기를 부동산 물권변동의 성립요건으로 하는 우리 법체계에서는 2016. 7. 25.까지는 원고가 기존 주택의 소유권자이기는 하다. 그러나 제3호의 \"양도일 이후부터 분양전환 당시까지 거주한 무주택자인 임차인\"을 해석함에 있어서 등기성립요건주의 때문에 양도일에 기존 주택을 이미 매도하는 매매계약을 체결하였음에도 그 이행이 완료되지 않아 주택의 소유자로 남아있다가 양도일로부터 상당한 기간 내에 소유권이전등기까지 마쳐주는 등 매매계약의 이행을 완료한 경우까지 제3호의 \"무주택자인 임차인\"에 해당하지 않는다고 해석하는 것은 지나치게 형식적이고, 국민의 주거생활 안정을 목적으로 하는 구 임대주택법의 목적에도 부합하지 않는 것으로 보인다. 이 사건에서 원고와 같이 임차권양수계약 이전에 또는 그와 동시에 기존 주택을 처분하는 계약을 체결하고, 그 이행과정에서 소유권이전과 임차권양수계약 이행완료에 약간의 시차가 발생한 경우에 그 기간 동안 보유한 주택의 소유권은 통상 잔금과의 동시이행을 위한 수단일 뿐 실질적인 처분권 자체는 이미 상실한 상태이므로 그와 같은 경우는 실질적인 무주택상태로 보아야 할 것이다. <br/>  원고는 양도일부터 분양전환 당시까지 거주한 무주택자인 임차인이므로 이 사건 임대차계약 제12조 제3항 제3호, 구 임대주택법 제21조 제1항 제1호에 따라 우선분양전환자격이 인정된다. <br/>3. 결론<br/>  원고의 주위적 청구는 이유 있어 인용하여야 한다. 제1심 판결은 이와 결론이 같아 정당하므로 피고의 항소를 기각한다.<br/>[별지 생략]<br/><br/>판사 김선용(재판장) 이경희 이태영 ",
  "사건번호": "2019나121344",
  "사건종류코드": "400101",
  "판례정보일련번호": "232065",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}