{
  "판시사항": "구분소유자 중 일부가 정당한 권원 없이 집합건물의 복도, 계단 등과 같은 공용부분을 배타적으로 점유·사용한 경우, 해당 공용부분을 점유·사용함으로써 얻은 이익을 부당이득으로 반환할 의무가 있는지 여부(원칙적 적극) 및 이는 해당 공용부분이 구조상 이를 별개 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상이 아닌 경우에도 마찬가지인지 여부(적극) / 이러한 법리는 구분소유자가 아닌 제3자가 집합건물의 공용부분을 정당한 권원 없이 배타적으로 점유·사용하는 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "참조판례": "대법원 1998. 2. 10. 선고 96다42277, 42284 판결(변경)<br/>대법원 2005. 6. 24. 선고 2004다30279 판결(변경)<br/>대법원 2006. 5. 12. 선고 2005다36779 판결(변경)<br/>대법원 2011. 4. 28. 선고 2010다26097 판결(변경)<br/>대법원 2013. 11. 14. 선고 2011다86423 판결(변경)<br/>대법원 2014. 7. 24. 선고 2014다202608 판결(변경)<br/>대법원 2015. 11. 26. 선고 2014다31684 판결(변경)<br/>대법원 2018. 12. 28. 선고 2018다260138 판결(변경)<br/>",
  "사건종류명": "민사",
  "판결요지": "[다수의견] (가) 구분소유자 중 일부가 정당한 권원 없이 집합건물의 복도, 계단 등과 같은 공용부분을 배타적으로 점유·사용함으로써 이익을 얻고, 그로 인하여 다른 구분소유자들이 해당 공용부분을 사용할 수 없게 되었다면, 공용부분을 무단점유한 구분소유자는 특별한 사정이 없는 한 해당 공용부분을 점유·사용함으로써 얻은 이익을 부당이득으로 반환할 의무가 있다. 해당 공용부분이 구조상 이를 별개 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상이 아니더라도, 무단점유로 인하여 다른 구분소유자들이 해당 공용부분을 사용·수익할 권리가 침해되었고 이는 그 자체로 민법 제741조에서 정한 손해로 볼 수 있다. 그 상세한 이유는 다음과 같다.<br/><br/>① 물건의 소유자는 다른 특별한 사정이 없는 한 법률이 정한 바에 따라 그 물건에 관한 모든 이익을 향유할 권리를 가진다. 소유권의 내용으로서 민법 제211조에서 정한 ‘사용·수익·처분’의 이익이 그 대표적인 예이다.<br/><br/>집합건물의 소유 및 관리에 관한 법률에 따르면, 각 공유자는 전원의 공유에 속하는 공용부분을 그 용도에 따라 사용할 수 있고(제11조), 규약에 달리 정한 바가 없으면 그 지분비율에 따라 공용부분에서 생기는 이익을 취득한다(제17조).<br/><br/>② 구분소유자 중 일부가 정당한 권원 없이 집합건물의 복도, 계단 등과 같은 공용부분을 배타적으로 사용하는 경우 다른 구분소유자들은 해당 공용부분을 사용할 수 없게 되는 불이익을 입게 된다. 즉 다른 구분소유자들의 해당 공용부분에 대한 사용권이 침해되는 것이다.<br/><br/>③ 구분소유자 중 일부가 정당한 권원 없이 공용부분을 배타적으로 점유·사용한 경우 해당 공용부분이 구조상 별개 용도로 사용될 수 있는지 여부나 다른 목적으로 임대할 수 있는 대상인지 여부는 부당이득반환의무의 성립 여부를 좌우하는 요소가 아니다. 정당한 권원 없이 집합건물의 공용부분을 배타적으로 점유하여 사용한 자는 부동산의 점유·사용 그 자체로 부당한 이익을 얻게 된다. 이로 인하여 다른 구분소유자들은 해당 공용부분을 사용할 수 있는 가능성이 원천적으로 봉쇄되는 손해를 입었으므로 이로써 민법 제741조에 따른 부당이득반환의 요건이 충족되었다고 볼 수 있다. 그 외에 해당 공용부분에 대한 별개 용도로의 사용 가능성이나 다른 목적으로 임대할 가능성이 추가적으로 요구된다고 볼 수 없다.<br/><br/>④ 일반적으로 부동산의 무단점유·사용에 대하여 차임 상당액을 부당이득으로 반환해야 한다고 보는 이유는 해당 부동산의 점유·사용으로 인한 이익을 객관적으로 평가할 때 그 부동산 사용에 관한 권리가 당사자 간의 합의로 설정된다고 가정하였을 경우 약정되었을 대가로 산정하는 것이 합리적이기 때문이지, 해당 부동산이 임대 가능한 부동산일 것을 요건으로 하기 때문이 아니다. 이렇듯 ‘차임 상당액’은 부동산의 무단점유·사용으로 얻은 부당이득을 금전적으로 평가하는 데 필요한 기준일 뿐이다.<br/><br/>⑤ 공용부분을 정당한 권원 없이 배타적으로 점유·사용한 자가 그로 인한 이익을 누렸는데도, 해당 공용부분이 구조상 별개의 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상이 아니라는 이유로 다른 구분소유자들에게 손해가 없다고 한다면, 이는 공용부분을 배타적으로 사용한 자로 하여금 점유·사용으로 인한 모든 이익을 보유하도록 하는 것으로서 부당이득반환제도의 취지인 공평의 이념에도 반한다.<br/><br/>(나) 이러한 법리는 구분소유자가 아닌 제3자가 집합건물의 공용부분을 정당한 권원 없이 배타적으로 점유·사용하는 경우에도 마찬가지로 적용된다.<br/><br/>[대법관 박상옥의 반대의견] 집합건물의 복도, 계단 등과 같이 집합건물 전체의 유지와 관리를 위하여 필수적인 공용부분은 구조상 이를 점포 등 별개의 용도로 사용하거나 그와 같은 목적으로 임대할 수 있는 대상이 아니므로 구분소유자 중 일부나 제3자가 점유·사용하였더라도 이로 인하여 다른 구분소유자에게 차임 상당의 이익을 상실하는 손해가 발생하였다고 볼 수 없다.공용부분의 무단사용으로 차임 상당의 부당이득이 성립하기 위해서는 구분소유자들이 차임 상당 이익 내지 소득을 얻을 수 있었는데도 이를 얻지 못한 손해를 입었다는 것을 전제로 하여야 한다. 그러나 필수적 공용부분을 특정인에게 임대하여 배타적으로 사용하게 하는 것은 집합건물의 소유 및 관리에 관한 법률 제11조에서 정한 공유자의 사용권을 침해하여 허용될 수 없으므로 구분소유자는 물론 구분소유자 전원을 구성원으로 하는 관리단에도 해당 공용부분에 대한 차임 상당의 이익이나 소득이 발생할 수 있는 여지가 없다.<br/>",
  "참조조문": "민법 제211조, 제741조, 집합건물의 소유 및 관리에 관한 법률 제3조 제1항, 제5조 제1항, 제10조 제2항, 제11조, 제13조 제2항, 제15조, 제16조, 제17조, 제23조, 제23조의2<br/>",
  "선고일자": "20200521",
  "법원명": "대법원",
  "사건명": "건물인도등[구분소유자가 집합건물의 공용부분을 정당한 권원 없이 배타적으로 점유·사용하는 경우 부당이득이 성립하는지 여부가 문제된 사건]",
  "판례내용": "【원고, 상고인 겸 피상고인】 ○○○○관리단 (소송대리인 법무법인 아테나 담당변호사 강미란 외 3인)<br/>【피고, 피상고인 겸 상고인】 피고 (소송대리인 법무법인 상승 담당변호사 어수용)<br/>【원심판결】 청주지법 2017. 2. 14. 선고 2013나26167 판결<br/>【주 문】원심판결 중 원고 패소 부분을 파기하고, 이 부분 사건을 청주지방법원 합의부에 환송한다. 피고의 상고를 기각한다.<br/>【이 유】상고이유를 판단한다.<br/>1. 사건의 개요와 쟁점<br/>가. 원심판결 이유와 기록에 의하면 다음 사실을 알 수 있다.<br/>1) 이 사건 건물은 지하 4층, 지상 9층의 상가건물로서 18개의 점포로 구성되어 있는 집합건물이다.<br/><br/>2) 원고는 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다) 제23조에 따라 이 사건 건물의 구분소유자 전원을 구성원으로 하여 이 사건 건물과 그 대지 및 부속시설의 관리에 관한 사업을 시행할 목적으로 구성된 관리단이다. 피고는 이 사건 건물 1층의 전유부분인 상가 101호, 102호를 매수하여 2012. 2. 2. 소유권이전등기를 마친 다음 2012. 7. 31.부터 골프연습장을 운영하고 있다.<br/><br/>3) 피고는 2012. 7. 31.경 이 사건 건물 1층의 복도와 로비 477.19㎡(이하 ‘이 사건 복도와 로비’라 한다)에 골프연습장의 부대시설로 퍼팅연습시설, 카운터, 간이자판기 등 시설물을 설치하고 골프연습장 내부공간처럼 사용하고 있다.<br/><br/>4) 원고의 규약(갑 제2호증)에 따르면, 원고는 건물을 사용하는 데 공동의 이익에 어긋나는 행위를 하는 구분소유자에게 행위의 정지, 결과의 제거, 행위의 예방에 필요한 조치를 청구할 수 있고(제13조), 특정 구분소유자나 제3자에게 일정액의 사용료를 징수하고 일정 기간 공용부분을 전용(전용)으로 사용하게 할 수 있으며, 공용부분의 전용사용에 대한 사용료나 임대료 수익금을 원고의 운영경비 등으로 사용하고 그 잔여부분은 각 구분소유자에게 지분비율대로 배당할 수 있다(제22조).<br/><br/>5) 원고는 피고에게 이 사건 복도와 로비를 전유부분처럼 이용하는 것이 규약에 위배된다는 이유로 그 이용을 중단하도록 요구하고 피고가 이를 받아들이지 않자 엘리베이터의 사용금지와 단전조치 등을 결의하였다.<br/><br/>나. 이 사건의 주된 쟁점은 구분소유자가 집합건물의 공용부분을 정당한 권원 없이 배타적으로 점유·사용한 경우 민법 제741조에 따른 부당이득이 성립하는지 여부이다.<br/><br/>2. 피고의 상고이유에 대하여<br/>가. 이 사건 복도와 로비가 전체공용부분인지 여부<br/>원심은 판시와 같은 이유로 이 사건 복도와 로비가 이 사건 건물을 출입하기 위한 통로로 사용되던 곳으로서 그 구조상 이 사건 건물 구분소유자 전원의 공용에 제공된 전체공용부분에 해당하고, 피고의 전유부분이라거나 피고만 이용할 수 있도록 제공된 일부공용부분으로 볼 수 없다고 판단하였다.<br/>관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 판단은 수긍할 수 있고, 거기에 상고이유 주장과 같이 집합건물의 전유부분과 공용부분, 일부공용부분에 관한 법리를 오해하거나 필요한 심리를 다하지 아니하여 판결에 영향을 미친 잘못이 없다.<br/><br/>나. 피고가 이 사건 복도와 로비 전체를 점유·사용하고 있는지 여부<br/>원심은 피고가 이 사건 복도와 로비에 퍼팅연습시설 등 시설물을 설치하고 골프연습장의 내부공간인 것처럼 사용하면서 다른 층을 통하여 들어오는 사람들에게 2층 로비를 이용하라는 취지로 안내한 것을 비롯하여 그 판시와 같은 이유로 피고는 이 사건 복도와 로비 전체를 점유·사용하고 있다고 보았다.<br/>관련 법리와 기록에 비추어 살펴보면, 이러한 원심의 사실인정과 판단은 수긍할 수 있고, 거기에 상고이유 주장과 같이 점유에 관한 법리를 오해하거나 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나 사실을 오인하여 판결에 영향을 미친 잘못이 없다.<br/><br/>3. 원고의 상고이유에 대하여<br/>가. 피고에게 부당이득반환의무가 있는지 여부<br/>1) 법률상 원인 없이 타인의 재산 또는 노무로 인하여 이익을 얻고 이로 인하여 타인에게 손해를 가한 자는 그 이익을 반환하여야 한다(민법 제741조).<br/><br/>구분소유자 중 일부가 정당한 권원 없이 집합건물의 복도, 계단 등과 같은 공용부분을 배타적으로 점유·사용함으로써 이익을 얻고, 그로 인하여 다른 구분소유자들이 해당 공용부분을 사용할 수 없게 되었다면, 공용부분을 무단점유한 구분소유자는 특별한 사정이 없는 한 해당 공용부분을 점유·사용함으로써 얻은 이익을 부당이득으로 반환할 의무가 있다. 해당 공용부분이 구조상 이를 별개 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상이 아니더라도, 무단점유로 인하여 다른 구분소유자들이 해당 공용부분을 사용·수익할 권리가 침해되었고 이는 그 자체로 민법 제741조에서 정한 손해로 볼 수 있다. 그 상세한 이유는 다음과 같다.<br/><br/>가) 물건의 소유자는 다른 특별한 사정이 없는 한 법률이 정한 바에 따라 그 물건에 관한 모든 이익을 향유할 권리를 가진다. 소유권의 내용으로서 민법 제211조에서 정한 ‘사용·수익·처분’의 이익이 그 대표적인 예이다.<br/>집합건물법에 따르면, 각 공유자는 전원의 공유에 속하는 공용부분을 그 용도에 따라 사용할 수 있고(제11조), 규약에 달리 정한 바가 없으면 그 지분비율에 따라 공용부분에서 생기는 이익을 취득한다(제17조).<br/><br/>나) 구분소유자 중 일부가 정당한 권원 없이 집합건물의 복도, 계단 등과 같은 공용부분을 배타적으로 사용하는 경우 다른 구분소유자들은 해당 공용부분을 사용할 수 없게 되는 불이익을 입게 된다. 즉 다른 구분소유자들의 해당 공용부분에 대한 사용권이 침해되는 것이다. 이는 해당 공용부분을 구조상 별개 용도로 사용하는 것이 불가능하거나 다른 목적으로 임대할 수 없더라도 마찬가지이다.<br/><br/>다) 공용부분의 관리 또는 변경에 관한 사항은 규약으로 달리 정하지 않는 한 집합건물법 제15조(공용부분의 변경) 또는 제16조(공용부분의 관리)에 따라 관리단집회의 결의로써 결정할 수 있다. 구분소유자들은 위와 같이 집합건물법에서 정한 절차에 따라 집합건물의 공용부분을 사용하거나 수익하는 구체적인 방법을 폭넓게 정할 수 있다. 구분소유자 중 일부나 제3자에게 공용부분을 전용으로 사용할 수 있도록 하는 것도 공용부분의 관리 또는 변경에 관한 사항에 해당한다(대법원 2010. 2. 25. 선고 2008다73809 판결 참조). 구분소유자 중 일부가 집합건물법에서 정한 절차를 거치지 않고 정당한 권원 없이 공용부분을 배타적으로 사용하였다면 해당 공용부분에 대한 다른 구분소유자들의 사용·수익권을 침해하여 그에 해당하는 손해를 가한 것이다.<br/><br/>라) 구분소유자 중 일부가 정당한 권원 없이 공용부분을 배타적으로 점유·사용한 경우 해당 공용부분이 구조상 별개 용도로 사용될 수 있는지 여부나 다른 목적으로 임대할 수 있는 대상인지 여부는 부당이득반환의무의 성립 여부를 좌우하는 요소가 아니다. 정당한 권원 없이 집합건물의 공용부분을 배타적으로 점유하여 사용한 자는 부동산의 점유·사용 그 자체로 부당한 이익을 얻게 된다. 이로 인하여 다른 구분소유자들은 해당 공용부분을 사용할 수 있는 가능성이 원천적으로 봉쇄되는 손해를 입었으므로 이로써 민법 제741조에 따른 부당이득반환의 요건이 충족되었다고 볼 수 있다. 그 외에 해당 공용부분에 대한 별개 용도로의 사용 가능성이나 다른 목적으로 임대할 가능성이 추가적으로 요구된다고 볼 수 없다.<br/><br/>마) 일반적으로 부동산의 무단점유·사용에 대하여 차임 상당액을 부당이득으로 반환해야 한다고 보는 이유는 해당 부동산의 점유·사용으로 인한 이익을 객관적으로 평가할 때 그 부동산 사용에 관한 권리가 당사자 간의 합의로 설정된다고 가정하였을 경우 약정되었을 대가로 산정하는 것이 합리적이기 때문이지, 해당 부동산이 임대 가능한 부동산일 것을 요건으로 하기 때문이 아니다. 이렇듯 ‘차임 상당액’은 부동산의 무단점유·사용으로 얻은 부당이득을 금전적으로 평가하는 데 필요한 기준일 뿐이다.<br/><br/>바) 침해부당이득에 관한 부당이득반환제도의 목적은 현실적으로 발생한 사실관계를 바탕으로 법률상 원인 없이 타인의 재산으로 인하여 이익을 얻고 타인에게 손해를 가한 자로부터 이득의 원천이 된 재산의 권리자에게 그 이익을 귀속시킴으로써 부당한 재산적 가치의 이동을 조정하는 데 있다. 공용부분을 정당한 권원 없이 배타적으로 점유·사용한 자가 그로 인한 이익을 누렸는데도, 해당 공용부분이 구조상 별개의 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상이 아니라는 이유로 다른 구분소유자들에게 손해가 없다고 한다면, 이는 공용부분을 배타적으로 사용한 자로 하여금 점유·사용으로 인한 모든 이익을 보유하도록 하는 것으로서 부당이득반환제도의 취지인 공평의 이념에도 반한다.<br/><br/>2) 이러한 법리는 구분소유자가 아닌 제3자가 집합건물의 공용부분을 정당한 권원 없이 배타적으로 점유·사용하는 경우에도 마찬가지로 적용된다.<br/><br/>3) 이와 달리 집합건물의 복도, 계단 등과 같은 공용부분은 구조상 이를 점포로 사용하는 등 별개의 용도로 사용하거나 그와 같은 목적으로 임대할 수 있는 대상이 아니므로 특별한 사정이 없는 한 구분소유자 중 일부나 제3자가 정당한 권원 없이 이를 점유·사용하였더라도 이로 인하여 다른 구분소유자에게 차임 상당의 이익을 상실하는 손해가 발생하였다고 볼 수 없다고 하여 부당이득이 성립하지 않는다고 판시한 대법원 1998. 2. 10. 선고 96다42277, 42284 판결, 대법원 2005. 6. 24. 선고 2004다30279 판결, 대법원 2006. 5. 12. 선고 2005다36779 판결, 대법원 2011. 4. 28. 선고 2010다26097 판결, 대법원 2013. 11. 14. 선고 2011다86423 판결, 대법원 2014. 7. 24. 선고 2014다202608 판결, 대법원 2015. 11. 26. 선고 2014다31684 판결, 대법원 2018. 12. 28. 선고 2018다260138 판결 등을 비롯하여 같은 취지의 대법원판결(이하 ‘종전 대법원판결’이라 한다)들은 이 판결의 견해에 배치되는 범위에서 이를 모두 변경하기로 한다.<br/><br/>4) 원심은 종전 대법원판결에 따라 이 사건 복도와 로비가 구조상 이를 점포로 사용하는 등 별개의 용도로 사용하거나 그와 같은 목적으로 임대할 수 있는 대상임을 인정하기에 부족하다고 보아 원고의 부당이득반환청구를 배척하였다.<br/><br/>그러나 위 1.가.항에서 본 사실관계를 앞서 본 법리에 비추어 살펴보면 이러한 원심의 판단은 다음과 같은 이유로 수긍하기 어렵다.<br/><br/>가) 이 사건 복도와 로비는 전체공용부분이므로 이 사건 건물의 구분소유자들은 이 사건 복도와 로비를 이 사건 건물에 출입·통행하기 위한 용도로 사용할 권리가 있고, 규약에 달리 정한 바가 없는 한 각 구분소유자들은 그 지분비율에 따라 이 사건 복도와 로비에서 생기는 이익을 취득한다.<br/><br/>나) 피고가 이 사건 복도와 로비를 정당한 권원 없이 배타적으로 골프연습장의 내부공간인 것처럼 사용하였으므로 이로 인하여 이익을 얻었음은 분명하다. 또한, 피고의 배타적 사용으로 인하여 이 사건 건물의 다른 구분소유자들은 이 사건 복도와 로비를 전혀 사용할 수 없었다.<br/><br/>다) 이 사건 복도와 로비를 구조상 별개의 용도로 사용하거나 그와 같은 목적으로 임대할 수 있는 대상으로 볼 수 없는지도 의문이지만, 그러한 대상인지 여부는 이 사건 부당이득 성립 여부의 판단에 영향을 미치지 않는다.<br/><br/>5) 그런데도 원심은 판시와 같은 이유로 원고의 부당이득반환청구를 기각하였으니 이러한 원심의 판단에는 부당이득에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이 점을 지적하는 취지의 상고이유 주장은 이유 있다. 환송 후 원심은 이 사건 복도와 로비에 대한 피고의 무단점유로 인한 부당이득이 성립함을 전제로 부당이득의 반환 범위에 대하여 심리할 필요가 있음을 지적하여 둔다.<br/><br/>나. 원심의 부가적 판단 부분에 관하여<br/>1) 원심은 원고가 피고의 무단점유 부분 등에 관하여 어떠한 사용·수익권을 가지고 있는지에 관하여 아무런 주장·증명을 하지 않고 있다는 점에서도 원고의 부당이득반환청구를 받아들일 수 없다고 부가적으로 판단하였다.<br/><br/>2) 그러나 원고는 변론기일에 소장과 준비서면을 통해서 ‘구분소유자들이 피고의 무단점유에 대하여 소 제기를 통하여 문제를 해결하기로 관리단집회에서 결의하였고 이에 따라 부당이득반환을 청구한다’고 주장하였다. 또한 ‘원고의 규약 제13조에 따라 원고는 공동이익에 어긋나는 행위를 한 구분소유자에게 그 행위의 결과를 제지하거나 그 행위의 예방에 필요한 조치를 취할 것을 청구할 수 있고, 규약 제22조에 따라 이 사건 건물의 공용부분에 대한 사용료 징수 주체로서 관리단집회의 결의에 따라 피고에게 이 사건 복도와 로비에 대한 사용료 상당의 부당이득반환을 구한다’고 주장하였다. 원고는 이러한 주장들과 함께 원고의 규약과 관리단집회 회의록 등을 제출하였다.<br/><br/>3) 그렇다면 원고가 피고에게 부당이득의 반환을 구할 수 있는 근거에 관하여 주장하였음은 분명하고, 관련 증거도 제출하였다. 그런데도 원심은 위 1)에서와 같은 이유를 들어 원고의 부당이득반환청구를 기각하였으니 이러한 원심의 판단에는 관련 법리를 오해하고 필요한 심리를 다하지 아니하여 판결에 영향을 미친 잘못이 있다. 이 점을 지적하는 취지의 상고이유 주장은 이유 있다.<br/><br/>4. 결론<br/>그러므로 원심판결 중 원고 패소 부분을 파기하고 이 부분 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하며, 피고의 상고를 기각하기로 하여 주문과 같이 판결한다. 이 판결에는 피고에게 부당이득반환의무가 있는지에 대하여 대법관 박상옥의 반대의견이 있는 외에는 관여 법관의 의견이 일치하였고, 다수의견에 대한 대법관 이기택의 보충의견과 대법관 김재형의 보충의견이 있다.<br/><br/>5. 부당이득 성립 여부와 부당이득반환청구의 주체에 관한 대법관 박상옥의 반대의견<br/>다수의견은, 구분소유자 중 일부가 정당한 권원 없이 집합건물의 복도, 계단 등과 같은 공용부분을 배타적으로 점유·사용하였다면, 해당 공용부분이 구조상 이를 별개 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상이 아니더라도 특별한 사정이 없는 한 해당 공용부분을 점유·사용함으로써 얻은 이익을 반환하여야 하고 이에 반하는 취지의 종전 대법원판결은 변경되어야 한다는 것이다.<br/>그러나 집합건물의 복도, 계단 등과 같이 집합건물 전체의 유지와 관리를 위하여 필수적인 공용부분은 구조상 이를 점포 등 별개의 용도로 사용하거나 그와 같은 목적으로 임대할 수 있는 대상이 아니므로 구분소유자 중 일부나 제3자가 점유·사용하였더라도 이로 인하여 다른 구분소유자에게 차임 상당의 이익을 상실하는 손해가 발생하였다고 볼 수 없다. 그와 같은 취지에서 집합건물 공용부분의 무단점유에 대하여 차임 상당의 손해가 없음을 이유로 부당이득의 성립을 부정한 종전 대법원판결은 유지되어야 하고 이를 변경하려는 다수의견에 찬성할 수 없다. 그 이유는 다음과 같다.<br/>가. 집합건물 공용부분의 무단점유로 인해 구분소유자들에게 차임 상당의 이익을 상실하는 손해가 발생하는지<br/>1) 부당이득제도는 이득자의 재산상 이득이 법률상 원인을 결여하는 경우에 공평과 정의의 이념에 근거하여 이득자에게 그 반환의무를 부담시킴으로써 부당한 재산적 가치의 이동을 조정하려는 제도이므로, 이익에 대응하여 손해를 입은 사람이 있어야 하고, 어떤 사람의 재산이나 노무가 다른 사람에게 이익을 주는 일이 있더라도 그로 말미암아 그 재산 또는 노무의 제공자에게 어떤 손해를 주는 일이 없는 이상, 이득자에 대하여 그 이득의 반환을 명할 수 없다(대법원 2015. 6. 25. 선고 2014다5531 전원합의체 판결 참조).<br/><br/>2) 다수의견의 논지는 구분소유자 중 일부가 정당한 권원 없이 집합건물의 공용부분을 배타적으로 점유·사용한 경우 다른 구분소유자들은 해당 공용부분을 사용·수익할 권리가 침해되는 손해를 입었으므로 부당이득반환을 청구할 수 있고, 해당 공용부분이 구조상 이를 별개 용도로 사용하거나 다른 목적으로 임대할 수 있는 대상인지는 부당이득의 성립 여부와 관계가 없다는 것이다.<br/><br/>그런데 다수의견은 집합건물 공용부분의 무단점유로 인해 구분소유자들에게 발생한 손해가 무엇인지, 즉 해당 공용부분을 사용·수익할 권리가 침해된 손해가 구체적으로 무엇인지, 그 손해를 어떻게 산정할 것인지를 분명하게 밝히고 있지 않다. 만일 그 손해가 이 사건 복도와 로비에 대한 차임 상당액이고 이것을 부당이득으로 반환해야 한다는 것이라면 다수의견에는 동의할 수 없다.<br/><br/>3) 집합건물법 제3조 제1항에서 정하고 있는 여러 개의 전유부분으로 통하는 복도, 계단, 현관, 출입구, 로비, 엘리베이터 등 구조상 구분소유자의 공용에 제공되는 공용부분은 집합건물 전체의 유지와 관리를 위한 필수적 부분(이하 ‘필수적 공용부분’이라 한다)으로서 집합건물 구분소유자 전체의 이익을 위하여 제공되는 곳이다. 따라서 필수적 공용부분은 그 용도대로의 사용이 절대적으로 보장·유지되어야 하고, 구분소유자는 이러한 공용부분에 관하여 해로운 행위를 하거나 공동의 이익에 어긋나는 행위를 할 수 없다(집합건물법 제5조 제1항).<br/>이와 같은 특성으로 인하여 집합건물 공용부분은 민법상 공유에 관한 일반규정이 적용되지 않고, 집합건물법 제11조부터 제18조까지의 규정에 따라 규율된다(집합건물법 제10조 제2항). 이에 따르면, 각 공유자는 공용부분을 그 용도에 따라 사용할 수 있고(제11조), 공유자는 그가 가지는 전유부분과 분리하여 공용부분에 대한 지분을 처분할 수 없으며(제13조 제2항), 민법상 공유관계와 달리 공용부분에 대한 분할청구나 지분의 양도가 허용되지 않는다. 공용부분의 변경이나 관리에 관한 사항에 대해서도 관리단집회의 결의를 통하도록 하고 있다(제15조, 제16조).<br/><br/>따라서 구분소유자의 필수적 공용부분에 대한 사용·수익권 역시 배타적 사용·수익이 허용되지 않는 형태로 제한되고, 구분소유자는 필수적 공용부분을 별개의 용도로 사용하거나 이를 특정인에게 임대하여 차임 상당의 소득을 얻는 등 영리 목적으로 사용할 수 없다. 이와 같은 맥락에서 관리단이 규약이나 관리단집회 결의 등을 통해서 특정인에게 필수적 공용부분을 배타적으로 사용하게 하거나 임대하는 것도 허용될 수 없다.<br/>공용부분의 무단사용으로 차임 상당의 부당이득이 성립하기 위해서는 구분소유자들이 차임 상당 이익 내지 소득을 얻을 수 있었는데도 이를 얻지 못한 손해를 입었다는 것을 전제로 하여야 한다. 그러나 필수적 공용부분을 특정인에게 임대하여 배타적으로 사용하게 하는 것은 집합건물법 제11조에서 정한 공유자의 사용권을 침해하여 허용될 수 없으므로 구분소유자는 물론 구분소유자 전원을 구성원으로 하는 관리단에도 해당 공용부분에 대한 차임 상당의 이익이나 소득이 발생할 수 있는 여지가 없다.<br/>구분소유자나 제3자가 집합건물의 복도, 로비 등 필수적 공용부분을 배타적으로 사용·수익하고 있더라도, 다른 구분소유자들이 해당 공용부분에 대한 임대 등을 통해서 차임 상당액을 얻을 수 있는 가능성은 처음부터 없었으므로, 그로 인해 구분소유자들에게 차임 상당의 이익을 상실하는 손해가 발생하였다고는 도저히 볼 수 없다. 즉 공용부분의 무단점유에 대하여 차임 상당의 부당이득반환을 인정할 수는 없다. 종전 대법원판결은 이러한 취지를 선언한 것이다.<br/>집합건물의 출입구, 복도, 계단 등은 전유부분의 출입이나 사용뿐 아니라 화재진압이나 긴급한 인명 구조를 위해 언제든 접근 가능하도록 유지되어야 하고, 전기실, 배관실 등은 집합건물 전체의 유지, 관리를 위해 안전하게 확보되어야 할 공간이다. 이러한 집합건물 공용부분의 구조적 특성이나 기능을 고려하지 않은 채, 모든 공용부분에 대하여 구분소유자나 제3자의 무단점유로 인한 부당이득의 성립을 긍정하는 다수의견은 집합건물의 안전과 공공성 등과 같은 중요한 가치를 희생시키고 궁극적으로 집합건물 전체의 사용이익과 경제적 가치를 저하시켜 구분소유자들의 권리 보장마저 약화시킨다는 점에서도 수긍하기 어렵다.<br/><br/>4) 나아가 이 사건 복도와 로비는 이 사건 건물을 이용하려는 일반인도 자유롭게 통행할 수 있는 곳이다. 상가를 출입하기 위하여 복도와 로비를 이용하는 한 관리단집회 결의를 통해서도 이러한 일반인의 이용을 제한할 수 없다. 이러한 측면에서 볼 때, 집합건물 공용부분 무단점유로 인한 손해 발생 여부에 대해서는 개인의 온전한 사적(사적) 재산으로서 해당 부동산에 대한 배타적인 사용·수익·처분이 인정되는 일반적인 부동산에 대한 무단점유와는 다른 차원에서 접근할 필요가 있다.<br/>집합건물 공용부분의 무단점유로 구분소유자들에게 손해가 발생한다고 하더라도 이때의 손해는 규범적으로 평가해야 할 문제로서, 민법 제211조에서 정하고 있는 일반적인 부동산소유자의 사용·수익권이 아니라 다른 구분소유자와 일반인의 사용이 허용되는 등 제한된 범위에서 해당 공용부분을 용도에 따라 사용할 권리가 침해된 것이라고 보아야 한다. 이 사건에서는 복도와 로비의 무단점유가 문제 되고 있으므로 다른 구분소유자들과 일반인의 통행이 허용되는 제한된 범위에서 해당 공용부분을 통행하거나 일시적으로 머물 수 있는 권리, 즉 통행권이나 일시적 점유권 정도가 침해된 것을 손해로 볼 수 있을 것이다. 이러한 손해의 주장·증명책임은 부당이득의 반환을 청구하는 자에게 있다. 그런데 이 사건 원고는 차임 상당의 이익을 상실하는 손해가 발생하였다고 주장하였을 뿐 위와 같은 손해를 주장하였다고 볼 수 없다. 종전 대법원판결 중 집합건물 공용부분에 대한 무단점유 사안에서 원고가 주장한 차임 상당 이익을 상실하는 손해가 발생하였다고 볼 수 없다고 하여 부당이득반환청구를 단순히 배척하였을 뿐 더 나아가 다른 손해가 있는지 따로 심리·판단하지 않은 원심을 그대로 수긍한 판결들은 이러한 맥락에서 이해할 수 있다. 게다가 이러한 제한된 형태의 사용이익 상실을 손해로 보아 이를 금전적으로 평가하는 마땅한 방법을 찾기도 어렵다.<br/><br/>나. 이 사건 부당이득반환청구의 주체에 관하여<br/>1) 이 사건의 원고는 관리단이다. 다수의견에 따르면, 집합건물의 공용부분을 구분소유자 중 일부가 무단으로 점유하여 사용한 경우 다른 구분소유자들에게는 해당 공용부분을 용도에 따라 사용하지 못하고 해당 공용부분에서 생기는 이익을 취득할 수 없는 손해가 발생한다고 한다.<br/>설령 다수의견대로 특정 구분소유자의 공용부분 무단점유로 해당 공용부분에 대한 사용·수익권의 침해라는 손해 또는 차임 상당액의 손해가 발생하였다고 하더라도, 이러한 손해는 결국 다른 구분소유자들의 권리가 침해되어 발생하는 손해이므로 다른 구분소유자들이 무단점유자를 상대로 부당이득반환을 청구할 수 있을 뿐이다. 요컨대, 공용부분의 무단점유로 인한 부당이득반환청구권을 인정할 수 있더라도 그 권리는 구분소유자에게 분할되어 귀속된 것이다.<br/>원심은 관리단인 원고의 이 사건 복도와 로비에 대한 인도청구를 받아들이면서도 원고의 부당이득반환청구에 대해서는 피고의 무단점유 부분 등에 관하여 어떠한 사용·수익권을 가지고 있는지에 관하여 아무런 주장·증명을 하지 않고 있다는 점에서도 원고의 청구를 받아들일 수 없다고 판단하였다. 이러한 판단은 관리단의 손해와 구분소유자들의 손해는 다를 수 있는데도 관리단인 원고가 피고의 공용부분 무단점유로 인해 침해된 구분소유자들의 권리와 손해를 주장하였을 뿐 관리단의 어떤 권리가 침해되었다거나 손해가 발생하였는지에 관하여 주장하지 않았고, 공용부분의 무단점유로 인한 차임 상당액의 손해가 관리단에 발생한 것은 아니라는 점을 전제하고 있는 것으로 보인다.<br/>이에 대하여 다수의견은 집합건물의 공용부분을 무단으로 점유·사용한 자는 다른 구분소유자들이 해당 공용부분을 사용·수익할 권리를 침해한 것이라고 하면서도 관리단인 원고가 구분소유자들에게 귀속하는 위와 같은 부당이득반환청구권을 무슨 근거로 행사할 수 있는지에 대해서는 전혀 밝히고 있지 않다.<br/><br/>2) 대법원은 과거 ‘집합건물의 공용부분을 제3자가 불법으로 점유한 경우에 제3자를 상대로 방해배제와 부당이득의 반환 또는 손해배상을 청구하는 법률관계에 관한 소송은 공용부분에 대한 공유지분권에 기초한 것이어서 1차적으로 구분소유자가 각각 또는 전원의 이름으로 할 수 있고, 나아가 구분소유자 전원으로 구성된 관리단이 관리인을 통하여 할 수 있다’는 취지로 판시한 바 있다.<br/>위와 같은 판시는 대법원 2003. 6. 24. 선고 2003다17774 판결에서 처음 보이는데, 해당 사건에서 대법원은 입주자대표회의인 원고가 구분소유자에게 고유하게 귀속하는 권리를 행사할 수는 없다는 이유로 구분소유자가 아닌 제3자에 대한 원고의 방해배제청구와 부당이득반환청구를 받아들이지 않았다. 그 밖에 다른 판결들(대법원 2006. 11. 9. 선고 2005다48895 판결, 대법원 2017. 9. 21. 선고 2015다47310 판결 등)은 위 2003다17774 판결의 판시를 인용하고 있다. 그런데 위 2003다17774 판결에서는 어떠한 근거로 관리단이 공용부분의 무단점유로 인한 손해배상이나 부당이득반환을 청구할 수 있다는 것인지는 분명히 제시하고 있지 않다. 또한 공용부분의 무단점유에 대한 부당이득반환청구를 구분소유자와 관리단 모두에게 인정할 경우 두 청구 간의 관계에 대해서도 밝힌 적이 없다. 따라서 이러한 판시는 대법원의 확립된 법리라고 보기 어렵다. 게다가 위 2003다17774 판결의 판시를 제3자가 아닌 구분소유자가 피고인 이 사건과 같은 경우에 적용할 수 있는지도 의문이다.<br/>그렇다면 이 사건에서 관리단이 공용부분의 무단점유로 인한 부당이득반환을 청구할 수 있는지, 만일 이를 긍정한다면 부당이득반환의 범위는 어떻게 되는지, 관리단의 부당이득반환청구가 인정될 경우 구분소유자도 여전히 부당이득반환청구권을 행사할 수 있는지 등에 관하여 면밀하게 살펴볼 필요가 있는데, 다수의견은 그 어느 것도 구체적으로 논하고 있지 않다.<br/><br/>3) 집합건물법 제23조의2에 따르면 관리단은 건물의 관리 및 사용에 관한 공동이익을 위하여 필요한 구분소유자의 권리와 의무를 선량한 관리자의 주의로 행사하거나 이행하여야 한다. 그러나 이 규정이 구분소유자에게 귀속하는 모든 권리를 관리단이 행사할 수 있음을 정한 것은 아니다. 구분소유자들에게 개별적으로 분할 귀속하는 부당이득반환청구권이 위 조항에서 정한 ‘건물의 관리 및 사용에 관한 공동이익’에 필요한 권리에 해당한다고 단정하기도 어렵다.<br/>이미 구분소유자에게 분할 귀속된 부당이득반환청구권을 행사하는 것이 집합건물법 제16조에서 정한 공용부분의 관리행위(공용부분의 이용·개량 등 공용부분의 사용가치를 실현하면서 이를 증대하는 행위)에 해당한다거나 공용부분의 관리와 밀접하게 관련된 것으로 보기도 어렵다. 대법원은 집합건물의 하자보수에 갈음한 손해배상채권 중 공용부분에 대한 권리는 공유자 전원에 공유적으로 귀속할 뿐 그 행사를 공유물의 관리행위라고 볼 수 없다는 입장을 보인 바 있다(대법원 2009. 6. 11. 선고 2008다92466 판결 참조). 게다가 이 사건에서 피고를 상대로 부당이득반환을 청구할 것인지에 관한 관리단집회 결의가 있었는지도 분명하지 않다.<br/><br/>4) 관리단이 이러한 손해를 부당이득으로 청구할 수 있으려면 구분소유자들로부터 유효하게 그 권리를 양수하였다는 등의 특별한 사정이 증명되어야 한다. 나아가 이러한 경우라도 피고의 지분비율에 해당하는 금액은 청구할 수 없다고 보아야 할 것이다. 관리단이 구분소유자들의 부당이득반환청구권을 양수하였거나 위임 등을 통하여 그 권리를 행사할 수 있게 되었더라도 피고의 지분비율에 상응하는 권리 부분을 양수하였거나 그 권리의 행사를 위임받았다고 볼 수는 없기 때문이다.<br/>원고의 규약 제22조에는 원고가 특정 구분소유자나 제3자에게 사용료를 징수하고 공용부분을 전용으로 사용하게 할 수 있으며, 그 사용료를 원고의 운영경비 등으로 사용하고 잔여부분은 각 구분소유자에게 지분대로 배당할 수 있다고 되어 있다. 그러나 이와 같은 규약이 원고가 구분소유자인 피고에게 공용부분의 무단점유로 인한 부당이득반환을 청구할 직접적인 근거가 된다고 보기도 어렵다. 이 사건에서 원고의 규약이 유효하게 제정되었는지, 피고의 점유 기간 중 어느 시점부터 규약이 적용되는지에 대하여 확인된 바 없는 점을 감안하면 더욱 그러하다. 따라서 원고의 규약 제22조를 근거로 원고가 피고에게 부당이득반환을 청구할 수 있다거나 피고의 지분비율에 대한 고려 없이 피고의 무단점유로 인한 부당이득 전부에 대한 반환을 청구할 수 있다고 보는 것은 타당하지 않다.<br/><br/>다. 집합건물 공용부분을 무단점유한 자에 대하여 구분소유자들이나 관리단에게 발생한 손해가 무엇인지는 객관적이고 합리적으로 찾아 나가야 한다. 그런데 다수의견은 집합건물 공용부분의 무단점유로 인하여 발생한 손해가 구체적으로 무엇인지, 그러한 손해에 대하여 관리단이 무슨 근거로 부당이득반환청구권을 행사할 수 있는지, 부당이득의 반환 범위는 무엇인지에 대한 명확한 설명 없이 단지 종전 대법원판결에서 ‘손해가 없다’고 한 것만을 문제 삼고 있다. 이러한 점에서 보더라도 다수의견에 동의할 수 없다.<br/><br/>라. 이 사건의 결론<br/>원심은 이 사건 복도와 로비가 구조상 이를 점포로 사용하는 등 별개의 용도로 사용하거나 그와 같은 목적으로 임대할 수 있는 대상이 아니라고 보아 원고의 차임 상당의 부당이득반환청구를 기각하였다.<br/>이러한 원심판단은 종전 대법원판결에 따른 것으로서 수긍할 수 있고, 거기에 원고의 상고이유 주장과 같이 부당이득에 관한 법리를 오해하거나 필요한 심리를 다하지 아니하고 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나는 등으로 판결에 영향을 미친 잘못이 없다.<br/>이상과 같은 이유로 다수의견에 찬성할 수 없음을 밝힌다.<br/><br/>6. 다수의견에 대한 대법관 이기택의 보충의견<br/>다수의견은 구분소유자 중 일부 또는 제3자가 정당한 권원 없이 집합건물의 공용부분을 배타적으로 점유·사용하는 경우 특별한 사정이 없는 한, 부당이득이 성립한다는 취지이다.<br/>종전 대법원판결은 집합건물의 복도, 계단 등과 같은 공용부분은 구조상 이를 점포로 사용하는 등 별개의 용도로 사용하거나 임대할 수 있는 대상이 아니라는 이유로 그 무단점유에 대하여 부당이득의 성립을 부정하였으나, 별개 용도로의 사용 가능성이나 임대 가능성은 부당이득의 성립요건과는 아무런 관련이 없다.<br/>나아가 부당이득의 반환 범위에 관한 사항은 부당이득이 성립됨을 전제로 환송 후 원심이 새롭게 심리·판단해야 할 사항이다.<br/>이러한 다수의견의 취지를 전제로 다수의견을 보충한다.<br/><br/>가. 반대의견에 대하여<br/>1) 반대의견은 집합건물 중 전유부분의 출입·사용 및 집합건물 전체의 유지·관리를 위해 필수적인 공용부분은 그 용도대로만 사용되어야 하고, 특정인에게 배타적으로 사용하게 하거나 차임을 받고 임대하는 것이 허용되지 않으므로 구분소유자 중 일부가 이를 배타적으로 점유·사용하였더라도 이로 인하여 다른 구분소유자에게 차임 상당의 손해가 발생할 여지가 없고 종전 대법원판결의 법리는 유지되어야 한다는 것이다. 이러한 입장은 ‘공용부분의 무단점유·사용으로 인한 차임 상당의 부당이득반환을 인정하기 위해서는 그 공용부분이 임대 가능하여 차임 상당의 소득을 얻을 수 있는 부분이어야 함’을 전제한다. 반대의견은 부당이득의 법리에 대한 오해로 인하여 잘못된 전제에서 출발한 것이므로 동의할 수 없다. 그 이유는 다음과 같다.<br/><br/>가) 공용부분의 무단점유·사용으로 인한 부당이득의 성립 여부는 공용부분에 대한 임대 가능성이나 임대가 허용되는지와는 아무런 관련이 없다. 부동산의 무단점유·사용으로 인한 부당이득의 성립 여부를 판단할 때 해당 부동산이 임대 가능한 것이어야 한다는 요건은 존재하지 않는다. 더 나아가 부동산의 무단점유·사용으로 인한 손해를 인정하기 위해서 해당 부동산을 임대할 수 있거나 별개 용도로 사용할 수 있어야만 한다고 볼 근거도 없다. 부동산의 무단점유·사용으로 인한 부당이득으로 차임 상당액을 인정하는 것은 해당 부동산을 임대할 수 있기 때문이 아니라 부동산의 사용이익을 부동산의 이용에 따른 통상적인 대가로서 차임 상당액으로 의제하기 때문이다. 해당 부동산의 사용이익을 측정할 다른 정교한 방법이 있다면 그 방법이 사용될 것이다.<br/><br/>나) 부동산을 타인이 무단점유한 경우 부동산소유자는 그 부동산을 스스로 사용할 수 없게 된다. 이는 그 부동산이 임대 불가능하더라도 마찬가지이다. 이 사건에서도 구분소유자들은 피고의 무단점유로 인하여 공용부분인 이 사건 복도와 로비를 실제로 사용하지 못하였다. 부동산소유자가 부동산을 스스로 사용하는 것이야말로 부동산을 사용·수익하는 1차적인 방법이고, 이를 할 수 없게 되었다면 당연히 침해부당이득에서 말하는 ‘손해’로 볼 수 있다. 반대의견은 이러한 손해를 인정하면서도 종전 대법원판결에서는 구분소유자들이 그러한 취지로 부당이득반환청구를 한 것이 아니어서 그 청구를 배척한 것이라거나 혹은 집합건물의 공용부분을 사용하지 못함으로 인하여 발생하는 손해는 미미한 수준이고 이를 평가할 마땅한 방법도 없으므로 공용부분의 무단점유로 인한 부당이득을 인정하기는 어렵다는 취지로 보인다.<br/><br/>그러나 집합건물 공용부분의 무단점유로 인한 부당이득의 성립을 인정할 수 있다면 법원으로서는 원고가 주장하는 수준의 차임 상당액이 아니라도 그 무단점유로 인한 손해를 살펴 그 일부 금액이라도 부당이득의 반환을 인정하는 것이 타당하다. 그러나 종전 대법원판결은 위와 같이 판단하지 않고 집합건물 공용부분에 대한 부당이득은 성립할 수 없다고 본 것이다. 종전 대법원판결 중 대법원 2011. 4. 28. 선고 2010다26097 판결이 원고가 주장하는 점포로서의 차임 상당액이 아니라 공용부분인 복도로 사용될 경우의 차임 상당액에 해당하는 부당이득반환의무를 인정한 원심을 파기하였던 점을 보더라도 그러하다.<br/><br/>다) 집합건물의 구분소유자들이 공용부분을 용도에 따라 사용할 수 있도록 정한 집합건물법의 규정으로 인하여 구분소유자들이 법이 허용하는 범위에서 다양한 방식으로 공용부분의 사용방법을 정하는 것이 금지된다고 볼 수는 없다. 집합건물법은 공용부분의 보존·이용·개량 등을 포함한 관리에 관한 사항이나 공용부분의 변경에 관한 사항을 관리단집회 결의를 통하여 결정할 수 있도록 정한다(제15조, 제16조). 이에 따라 구분소유자들은 집합건물의 안전을 해치지 않는 등 법이 허용하는 범위에서 관리단집회 결의를 통하여 공용부분의 사용가치를 실현하면서 이를 증대하기 위한 관리행위나 공용부분의 형상 또는 효용을 변경하는 행위를 할 수 있다(대법원 2008. 9. 25. 선고 2006다86597 판결, 대법원 2010. 2. 25. 선고 2008다73809 판결 등 참조).<br/>반대의견은 집합건물 전체의 유지·관리를 위해 필수적인 공용부분은 그 용도대로의 사용이 보장되어야 한다고 한다. 그러나 이것이 집합건물에서 필수적인 공용부분을 특정인이 혼자만 사용·수익하였을 경우 부당이득을 부정하는 근거가 될 수는 없다. 규범적으로 집합건물 공용부분에 대하여 용도에 따른 사용이 보장되어야 한다는 것과 현실적으로 공용부분을 무단점유·사용함으로써 그 이익을 취득한 경우 왜곡된 불균형 상태를 시정해야 한다는 것은 다른 문제이다.<br/><br/>라) 부당이득제도의 목적은 정의와 공평의 관념에 위배되는 재산적 가치의 이동이 있는 경우 수익자로부터 그 이득을 되돌려 받아 손실자와의 사이에 재산 상태의 조정을 꾀하려는 데 있다(대법원 2009. 5. 14. 선고 2008다17656 판결 등 참조). 즉, 누군가에게 귀속되어야 하는 이익이 정당한 권원 없이 타인에게 귀속된 경우, 수익자와 손실자 사이에 재산 상태를 조정하여 그 부당성을 시정하려는 것이다.<br/>집합건물 공용부분에서 발생하는 이익은 구분소유자들 모두에게 돌아가야 한다. 정당한 권원 없이 공용부분을 배타적으로 점유·사용하여 다른 구분소유자들이 누려야 할 이익을 가로채는 것은 재산 상태의 배분이 왜곡된 것으로서 마땅히 시정되어야 한다. 그런데도 집합건물의 공용부분을 무단으로 점유·사용한 자에게 부당이득반환의무가 없다고 한다면 그 무단점유자의 이익보유를 정당화하고, 공용부분을 권원 없이 사용할 유인을 제공함으로써 법적 무질서를 초래하거나 방치하는 결과를 가져오게 된다.2) 반대의견은 집합건물 공용부분의 무단점유에 대하여 원고가 주장하는 차임 상당액의 손해를 인정할 수는 없고, 손해를 인정하더라도 일반적인 부동산의 경우와 달리 제한된 범위에서 해당 공용부분을 용도에 따라 사용할 권리가 침해된 것 정도를 인정할 수 있다고 한다. 집합건물의 공용부분은 구분소유자들뿐만 아니라 일반인의 사용에도 제공되므로, 공용부분에 대한 사용·수익권은 일정 정도 배타성이 제한된 성질을 가지는 것으로서 일반적인 소유권이 배타적인 사용·수익권을 포함하는 것과 다르다는 것이다. 그러나 이러한 논리는 선뜻 이해하기 어렵다.<br/>집합건물 공용부분을 구분소유자 중 1인이 배타적으로 사용할 수 없는 것은 그 공용부분이 구분소유자 전원의 공유에 속하는 것이기 때문이다. 공용부분은 구분소유자 전원의 온전한 사적 재산이고 일반인의 이익을 위해 제공된 재산이 아니다. 구분소유자들은 지분비율에 관계없이 공용부분을 용도에 따라 사용할 수 있고, 공용부분에서 발생하는 이익을 지분비율에 따라 취득한다.<br/>일반인이 상가건물의 복도, 로비를 통행하는 등 집합건물의 공용부분을 사용할 수 있는 것은 구분소유자들이 영업을 위하여 일반인들의 사용을 허용하였기 때문이다. 이 사건 복도나 로비와 같은 상가건물 공용부분을 일반인에게 제공하여야 한다는 법령상 제한을 두고 있는 것도 아니다.<br/>구분소유자들은 단체적 의사결정을 통해 언제든지 공용부분에 대한 일반인들의 사용을 차단할 수 있다. 상가건물 내 모든 점포의 영업이 종료되면 건물 현관이나 출입문을 닫아 일반인에 대하여 복도나 로비 등은 물론 건물 전체의 이용을 제한하는 경우도 어렵지 않게 볼 수 있다. 반대의견의 논리대로라면 집합건물이 아닌 점포의 경우에도 영업 목적에 따라 일반인이 자유롭게 출입하므로, 그 점포에 대한 소유권도 제한된 의미의 소유권이라고 보아야 한다는 것이 되어 부당하다.<br/>3) 반대의견은 설령 집합건물 공용부분의 무단점유로 인한 부당이득이 인정된다고 하더라도 이것은 구분소유자들이 청구할 성질의 것이지 관리단이 청구할 수 있는 것은 아니라고 한다.<br/>다수의견은 집합건물 공용부분의 무단점유로 발생하게 되는 부당이득반환청구권이 구분소유자들에게 귀속함을 부인하는 것은 아니다. 다만 구분소유자뿐만 아니라 관리단도 그 부당이득반환청구권을 행사할 수 있다는 것이다. 그 이유는 다음과 같다.<br/>가) 대법원은 집합건물의 공용부분을 불법으로 점유한 자를 상대로 방해배제와 부당이득의 반환 또는 손해배상을 청구하는 법률관계에 관한 소송은 구분소유자에게 단체적으로 귀속되는 법률관계가 아니고 공용부분에 대한 공유지분권에 기초한 것이어서 1차적으로 구분소유자가 각각 또는 전원의 이름으로 할 수 있고, 나아가 구분소유자 전원으로 구성된 관리단이 관리인을 통하여 할 수 있다고 판단해 왔다(대법원 2003. 6. 24. 선고 2003다17774 판결, 대법원 2010. 8. 26. 선고 2008다35104 판결, 대법원 2017. 9. 21. 선고 2015다47310 판결 등 참조). 이 판결들 중에는 관리단인 원고가 공용부분을 무단으로 점유·사용한 구분소유자를 상대로 차임 상당의 부당이득반환을 구한 것을 인용한 원심을 위 법리에 따라 수긍한 판결(대법원 2010. 8. 26. 선고 2008다35104 판결)도 있다. 대법원 2006. 10. 27. 선고2005다48987 판결은 관리인이 관리단을 대표하여 위와 같은 방해배제와 부당이득반환청구 등을 할 수 있는 것은 권리귀속 주체인 구분소유자의 위임에 기하여 하는 것이라고도 하였다. 이러한 판결들은 공용부분의 무단점유로 인한 부당이득반환청구권이 구분소유자에게 귀속되지만, 그 행사는 집합건물 공용부분의 무단점유에 따른 분쟁의 효율적인 해결을 위하여 관리단도 할 수 있음을 보여주고 있는 것이다.<br/><br/>나) 집합건물법에 따르더라도 관리단은 건물의 관리 및 사용에 관한 공동이익을 위하여 필요한 구분소유자의 권리와 의무를 선량한 관리자의 주의로 행사하거나 이행하여야 하고(제23조의2), 관리단집회 결의에 의하여 선임된 관리인은 공용부분의 보존·관리 및 변경을 위한 행위, 관리단의 사업시행에 관련하여 관리단을 대표하여 행하는 재판상 또는 재판 외의 행위 등을 할 권한과 의무를 가진다(제25조 제1항 제1호, 제3호). 집합건물법 제23조의2는 2012. 12. 18.에 신설되어 2013. 6. 19.부터 시행된 규정이다. 이러한 규정의 취지는 구분소유자에게 귀속되는 권리라도 구분소유자 공동의 이익을 위하여 필요한 경우에는 관리단이 행사하도록 하여 집합건물의 효율적인 유지와 관리를 도모하기 위한 것으로 보인다. 집합건물의 공용부분을 무단으로 점유하고 있는 자를 상대로 그가 부당하게 취득한 이익의 반환을 구하는 것은 구분소유자에게 귀속하는 공유지분권에 근거한 것이지만, 구분소유자들 전체에게 귀속해야 할 이익을 회수하고 공용부분의 본래 기능을 회복하여 ‘건물의 관리 및 사용에 관한 공동이익’을 제고하기 위한 측면이 있음은 분명하다. 그렇다면 공용부분의 무단점유에 따른 부당이득반환청구권의 행사는 공용부분의 관리와 밀접하게 관련된 것이라고 할 수 있다.<br/>이러한 점들을 종합하여 보면, 구분소유자 전원으로 구성된 관리단이 공용부분을 무단점유한 자에 대한 부당이득반환청구권을 재판상 또는 재판 외에서 행사할 수 있다고 보는 데 문제가 없다. 오히려 집합건물의 구분소유자가 많은 경우 단체적 의사결정을 통해서 관리단이 부당이득반환청구권을 행사할 수 있도록 하는 것이 법적 분쟁의 간명한 해결이라는 점에서 정책적으로 더 바람직하다. 다수의 구분소유자들이 각각 부당이득반환청구권을 행사하도록 하는 것은 많은 사회·경제적 비용과 노력이 들 뿐만 아니라 또 다른 법적 분쟁들을 야기할 수 있다는 점에서 볼 때에도 그러하다.<br/><br/>나. 부당이득의 반환 범위에 대하여<br/>환송 후 원심은 부당이득의 반환 범위를 심리·판단할 때 다음과 같은 사항을 고려할 필요가 있다.<br/>관리단인 원고가 피고에게 이 사건 복도와 로비의 무단점유로 인한 부당이득반환을 구할 경우 이 사건 복도와 로비에 대한 부당이득액 전부를 인정할 수 있고, 피고의 지분비율에 해당하는 금액을 제외할 필요가 없다.<br/>관리단이 공용부분의 무단점유자에게 부당이득반환을 구하는 것은 구분소유자 전체의 이익을 위한 것이다. 그 부당이득반환청구를 통하여 취득한 금액은 구분소유자들 전체에게 분배되거나 집합건물의 유지·관리, 구분소유자들의 복지를 위하여 사용되는 등 여러 가지 방법으로 구분소유자들의 이익에 직간접적으로 귀속될 것이다. 이것은 공용부분의 무단점유자가 제3자인지 구분소유자인지에 따라 달라진다고 볼 수 없다.<br/>원고의 규약에 따르더라도, 원고는 특정 구분소유자 또는 제3자에게 일정액의 사용료를 징수하고 일정 기간 공용부분을 전용으로 사용하게 할 수 있으며, 공용부분의 전용사용에 대한 사용료나 임대료 수익금을 원고의 운영경비, 특별수선충당금 등으로 사용하고 그 잔여부분은 각 구분소유자에게 지분비율대로 배당할 수 있다(제22조). 이러한 규약 내용은 다른 상가건물의 규약에서도 어렵지 않게 찾을 수 있다. 앞에서도 살펴보았듯이 이러한 규약 내용이 집합건물법의 취지에 반하는 것도 아니다. 그렇다면 관리단은 위와 같은 사용료의 징수에 준하여 구분소유자인 상대방의 지분비율을 고려할 필요 없이 부당이득액 전부를 반환받을 수 있다고 보아야 한다. 그 반환받은 금액은 공용부분의 수선이나 구분소유자 전체에게 이익이 되는 지출에 사용되고 나머지 부분은 정산을 거쳐 구분소유자들에게 배분하는 등으로 전체 구분소유자들에게 나누어질 것이다. 이러한 과정을 통하여 결과적으로 피고도 자신의 지분비율에 상응하는 이익을 취득하게 될 것이므로 관리단이 부당이득액 전부를 반환받는 것이 피고의 공유지분권을 침해하는 것도 아니다.<br/><br/>다. 이 사건 복도와 로비의 무단점유에 따른 부당이득액의 산정에 대하여<br/>피고가 부당이득으로서 반환해야 할 이 사건 복도와 로비에 대한 부당이득액을 어떻게 산정할 것인지는 결국 사실심의 사실인정과 가치평가에 속하는 문제이다. 재판 실무상 이 사건 복도와 로비의 무단점유로 인한 부당이득액은 다른 특별한 사정이 없는 한 앞에서 살펴본 바와 같이 그 차임 상당액을 평가하여 산정하는 방법을 따를 수밖에 없을 것이다.<br/>그런데 어느 집합건물에서 공용부분의 사용이익과 전유부분의 사용이익을 차임의 형태로 산정하게 될 경우 공용부분이라는 이유로 전유부분에 비하여 일률적으로 더 낮은 값이 책정되어야 한다고 볼 수는 없다.<br/>전유부분과 공용부분은 각자의 효용을 갖는 불가분의 일체로서 하나의 건물을 완성하고 그 건물 전체의 기능과 경제적 가치를 결정한다. 공용부분은 집합건물 전체의 유지·관리를 위해 중요한 역할을 하며, 공용부분이 충분히 확보되지 않은 경우 그 집합건물의 가치에 상당한 영향을 줄 수 있다. 예컨대, 동일한 연면적을 가진 두 개의 건물을 설계하면서 한 건물은 전유부분 면적이 훨씬 많고 공용부분 면적이 협소하며, 다른 건물은 로비, 복도 등 공용부분 면적이 상대적으로 더 많다고 할 때, 전유부분이 더 많은 건물이 항상 더 높은 경제적 가치를 가진다고 단정하기는 어렵다. 이러한 점에서 볼 때, 공용부분의 사용이익이나 경제적 가치가 전유부분보다 항상 낮다고 할 수는 없다.<br/>이상과 같이 다수의견에 대한 보충의견을 밝힌다.<br/><br/>7. 다수의견에 대한 대법관 김재형의 보충의견<br/>종전 대법원판결은 부동산의 무단점유로 수익자에게 이익이 발생해도 권리자에게 그에 상응하는 손해가 실제로 발생해야만 부당이득의 성립을 인정하는 입장에서, 구분소유자들이 공용부분을 점포 등 용도로 사용·수익할 수 없다면 구분소유자들에게 차임 상당의 손해가 인정되지 않는다고 하였다. 다수의견은 위와 같은 경우에도 다른 구분소유자들이 공용부분을 그 용도대로 또는 전용하여 사용·수익할 권리가 침해되어 손해가 존재하고 ‘차임 상당액’은 그 손해를 금전적으로 평가하기 위한 기준에 불과하다는 이유로 부당이득의 성립을 인정한다. 여기에서 나아가 타인의 재산권 등을 침해하여 이익을 얻었음을 이유로 부당이득반환을 구하는 이른바 침해부당이득에서는, 권리자가 침해행위로 현실적·구체적 손해를 입을 것이 요구되지 않고, 침해행위로 말미암아 그 재산으로부터 이익을 누릴 가능성이 박탈되었다는 것 자체로 권리자에게 손해가 있다고 보아 부당이득반환을 인정해야 한다는 논지에서 다수의견을 보충하고자 한다. 상세한 이유는 다음과 같다.<br/><br/>가. 침해부당이득에서 말하는 ‘손해’의 의미<br/>1) 부당이득제도는 법률상 원인 없이 수익자에게 발생한 이익을 정당한 권리자에게 귀속시키는 것을 목적으로 한다. 이것은 행위의 위법 여부를 묻지 않고 정당한 권리자가 이익을 보유하도록 하는 것이라는 점에서, 위법행위로 권리자가 입은 손해를 전보하는 불법행위와는 그 제도적 취지가 다르다. 민법 제741조는 \"법률상 원인 없이 타인의 재산 또는 노무로 인하여 이익을 얻고 이로 인하여 타인에게 손해를 가한 자는 그 이익을 반환하여야 한다.\"라고 정하여, 부당이득반환의 대상이 ‘이익’임을 명확히 하고 있고, 부당이득반환의 내용과 범위를 정한 민법 제747조와 제748조도 이를 전제로 하고 있다. 부당이득의 성립 여부나 반환 범위를 판단할 때에는 위와 같은 부당이득제도의 취지와 목적을 고려하여야 한다.<br/><br/>2) 누군가가 타인의 소유물을 권한 없이 사용하여 이익을 얻었다면 그 이익은 침해부당이득으로서 정당하게 귀속되어야 할 권리자에게 반환되어야 한다. 그런데 민법 제741조는 수익자가 이익을 얻고 그로 인하여 권리자에게 ‘손해’를 가할 것을 요건으로 정하고 있으므로, 소유자가 물건의 사용·수익을 실제로 방해받지 않은 경우에도 부당이득이 성립하는지 문제 된다. 예를 들어 수익자가 건물을 무단으로 점유·사용하였으나 건물소유자가 건물을 비워둔 채 이를 사용할 계획이 전혀 없었고 무단점유 사실도 퇴거 후 뒤늦게 알게 되었다면 소유자의 건물 사용이 현실적으로 방해되었다고 보기는 어렵다. 손해에 관하여 침해행위 전후 재산 상태의 차액을 비교하는 종래의 차액설에 따르면 침해행위 전후로 권리자의 재산 상태에 증감이 없어 손해가 없다고 볼 수도 있다.<br/><br/>그러나 일반적으로 부동산을 권원 없이 점유·사용하는 자는 점유기간 동안 부동산 사용에 따른 이익을 부당이득으로 반환할 의무가 있고, 이때 소유자의 부동산 사용이 현실적으로 방해되었는지는 묻지 않는다. 판례는 토지 상공에 고압전선이 설치된 경우 토지사용자가 토지를 농지로만 이용하여 왔고 그 지상에 고층 건물을 지을 수 없더라도 토지 상공에 대한 구분지상권에 상응하는 차임 상당의 손해를 입었다고 보아 부당이득을 인정한다(대법원 1996. 5. 14. 선고 94다54283 판결 등 참조). 또한 토지 지하에 무단으로 하수도 시설을 설치한 사안에서 토지소유자가 그 지하 부분을 실제로 사용하려 하였는지 묻지 않고 지하 부분에 대한 차임 상당액의 부당이득을 인정한다(대법원 1997. 7. 22. 선고 96다14227 판결 참조).<br/><br/>이와 같이 무단점유자로 하여금 부동산소유자에게 부동산 사용이익을 부당이득으로 반환하도록 하는 것은, 부동산 사용이익은 본래 부동산의 사용·수익·처분 권한을 가진 소유자에게 귀속되었어야 하고 수익자의 이익 보유에 정당한 사유가 없기 때문이다. 이는 소유자가 그 이익의 원천이 된 물건의 소유권을 가지고 있고 수익자에게는 물건으로부터 나오는 이익을 향유할 아무런 권원이 없다는 것에 기초한 것이므로, 소유자가 실제로 부동산을 사용할 계획이 있었는지나 소유자의 사용이 현실적으로 방해되었는지, 즉 소유자에게 구체적·현실적인 손해가 발생하였는지는 부당이득의 성립 여부와 무관한 것이다.<br/><br/>3) 이러한 부당이득제도의 기능이나 목적을 고려하면 민법 제741조에서 말하는 ‘손해’는 불법행위나 채무불이행에서 말하는 ‘손해’와 동일한 개념으로 파악할 필요가 없다. 우리 민법과 부당이득 규정의 문언이나 체계가 비슷한 일본 민법은 ‘손해(손해)’라는 용어 대신 ‘손실(손실)’이라는 용어를 사용하고 있고, 독일 민법은 손실이나 비용에 해당하는 ‘Kosten’이라는 용어를 사용하고 있다. 미국 법학협회의 부당이득법 리스테이트먼트에서는 손실이나 비용에 해당하는 ‘expense’라는 용어를 사용한다. 이러한 입법례 등은 부당이득의 성립요건인 손해가 일반적으로 불법행위나 채무불이행에서 말하는 손해와 다를 수 있음을 전제로 한다. 대법원 판례도 민법 제741조의 문언과 달리 부당이득에 관하여 ‘손실’ 또는 ‘손실자’라는 표현을 종종 사용하였다(대법원 1995. 5. 12. 선고 94다25551 판결, 대법원 1996. 11. 22. 선고 96다34009 판결, 대법원 2009. 11. 26. 선고 2009다35903 판결, 대법원 2012. 5. 10. 선고 2012다4633 판결 등 참조). 또한 위에서 보았듯이 부동산소유자에게 현실적·구체적 손해가 없는 경우에도 부동산의 무단점유로 인한 부당이득의 성립을 인정하였다.<br/><br/>4) 위에서 본 부당이득제도의 취지, 민법 제741조가 손해가 아닌 ‘이익’을 반환하도록 하고 있는 점 등을 종합하면, 침해부당이득에서는 권리자가 수익자의 침해행위로 재산을 이용할 가능성이 박탈되었다는 사실 자체로 손해가 있다고 보아야 한다. 결국 수익자가 무단으로 타인의 재산을 사용하여 이익을 얻었다면, 소유자에게는 타인이 자기 소유 물건을 무단으로 이용했다는 사실만으로 이용 가능성을 빼앗긴 손해가 있다고 볼 수 있다.<br/><br/>나. 부동산의 무단점유로 인한 부당이득<br/>1) 대법원은 종래 부동산소유자가 불법점유자에 대하여 그로 인한 차임 상당의 손해배상이나 부당이득반환을 구할 수 있지만, 불법점유라는 사실이 발생하지 않았더라도 부동산소유자에게 차임 상당의 이익이나 그 밖의 소득이 발생할 여지가 없는 특별한 사정이 있는 때에는 손해배상이나 부당이득반환을 청구할 수 없다고 하였다(대법원 1985. 10. 22. 선고 85다카689 판결, 대법원 2002. 12. 6. 선고 2000다57375 판결 등 참조). 집합건물 공용부분에 관한 종전 대법원판결도 공용부분은 점포 등 별개 용도로 사용하거나 임대할 수 없으므로 구분소유자에게 차임 상당의 이익을 상실하는 손해가 없다는 것이므로, 위 판결과 같은 맥락으로 볼 수 있다.<br/>그런데 위에서 보았듯이 침해부당이득에 관하여는 타인의 부동산을 점유·사용하여 이익을 얻었다면 그 자체로 소유자에게 그 이용 가능성이 박탈되는 손해가 있다고 보아야 하고, 별도로 소유자가 부동산을 활용하여 경제적 소득을 발생시킬 가능성이 있었는지를 요건으로 할 이유가 없다. 판례는 부동산의 무단점유 사안에서 소유자가 현실적·구체적으로 그 부동산을 사용할 가능성이 있었는지 묻지 않고 부당이득의 성립을 인정한다. 수익자에게 무단점유로 인한 이익이 발생하였는데도 부당이득의 성립 여부를 검토할 때 소유자가 실제 물건을 사용하여 경제적 소득을 얻을 수 있었는지를 따지는 것은 위 판례의 태도와 일관되지 않는다.<br/><br/>2) 부동산을 무단으로 점유·사용한 자가 소유자에게 ‘부동산의 차임 상당액’을 부당이득으로 반환하여야 한다고 보는 이유는 다음과 같다. 부당이득이 성립하는 경우 수익자는 원래 취득한 이익을 원물로 반환하는 것이 원칙이고, 원물반환이 불가능할 때에는 그 가액을 반환해야 한다(민법 제747조 제1항). 타인의 부동산을 무단으로 사용한 경우 수익자가 얻은 이익은 부동산 사용이익이므로 본래 반환해야 할 대상은 ‘사용이익’이지만 이는 성질상 원상태 그대로 반환할 수 없으므로 그 가액을 반환해야 한다. 부동산 사용이익에 대한 가액은, 통상 그 부동산 사용에 관한 권리가 당사자들의 합의로 설정된다고 가정하였을 때 약정되었을 대가로 산정하며, 여기에서 임대차를 가정하였을 경우 차임에 상당한 금액이라는 기준이 등장한다. 이와 같이 차임 상당액은 반환되어야 할 ‘부동산의 사용이익’의 가액을 산정하기 위한 것일 뿐이므로, 이를 이유로 소유자가 그 부동산을 임대하는 등으로 경제적인 소득이 발생할 가능성이 있어야 한다고 보는 것은 옳지 않다.<br/><br/>3) 집합건물 공용부분의 경우 관리단집회 결의 등으로 전용사용권이 설정되지 않은 상태에서는 어느 구분소유자의 배타적인 점유도 허용되지 않는다. 그러나 구분소유자 중 일부나 제3자가 그러한 제한을 무시하고 실제로 공용부분을 배타적으로 사용하였다면, 이를 보유할 권원 없이 그로 인한 사용이익을 향유한 것은 명백하다. 위에서 보았듯이 침해부당이득제도가 현실적으로 발생한 이익을 그 이익의 원천이 되는 권리를 가진 자에게 귀속시키기 위한 제도임을 고려하면, 그 사용이익은 이익의 원천이 되는 부동산 소유권을 가진 구분소유자들에게 반환되어야 한다. 구분소유자들이 구체적·현실적으로 공용부분을 사용하려 하였는데 이것이 방해되었는지 여부나 구분소유자들이 공용부분을 점포 등 용도로 사용·수익할 수 있었는지는 침해부당이득의 성립 여부를 좌우하는 요소가 아니다.<br/><br/>4) 집합건물 공용부분 무단점유의 경우에 구분소유자에게 차임 상당의 손해가 발생할 수 없다는 이유로 부당이득반환청구를 부정하되 불법행위에 기한 손해배상청구로 해결하면 되지 않을까 하는 의문이 제기될 수 있다. 그러나 민법상 부당이득과 불법행위는 어느 하나가 다른 구제수단보다 먼저 적용되어야 하는 관계에 있는 것이 아니라 병존적으로 적용될 수 있는 구제수단이다. 불법행위가 성립하려면 손해가 발생해야 하므로, 손해 요건을 충족하지 못하였다는 이유로 부당이득의 성립이 부정된다면 불법행위책임은 더더욱 발생할 여지가 없다. 따라서 위와 같은 논리는 그 자체로 이유모순이라 할 수 있다.<br/><br/>이상과 같은 이유로 다수의견의 논거를 보충한다.<br/><br/>대법원장   김명수(재판장)        대법관   권순일 박상옥 이기택(주심) 김재형 박정화 안철상 민유숙 김선수 이동원 노정희 김상환<br/>",
  "사건번호": "2017다220744",
  "사건종류코드": "400101",
  "판례정보일련번호": "217731",
  "선고": "선고",
  "판결유형": "전원합의체 판결",
  "법원종류코드": "400201"
}