{
  "판시사항": "[1] 확정된 ‘화해권고결정’과 ‘조정을 갈음하는 결정’의 효력<br/>[2] 처분문서의 증명력<br/>[3] 甲 재건축조합이 신축한 상가의 점포를 乙 주식회사를 통해 임대분양받은 수분양자 丙 등이, 그들 중 일부가 乙 회사 및 甲 조합을 상대로 임대분양계약의 무효 등을 원인으로 분양대금의 반환 등을 구하는 사건 등에서 임대분양계약의 임대조건을 변경하는 내용의 화해권고결정과 조정을 갈음하는 결정 등이 확정되었는데도 乙 회사가 이에 따른 의무의 이행을 거절하고 있다며, 乙 회사를 상대로 임대분양계약을 해제하고 원상회복을 구하자, 乙 회사가 자신은 위 화해권고결정 등의 수범자가 아니라고 주장한 사안에서, 제반 사정에 비추어 위 화해권고결정 등은 乙 회사를 수범자로 하여 임대분양계약의 구체적인 임대조건을 변경하는 효력을 갖는다고 보아야 하는데도, 이와 달리 보아 丙 등의 청구를 모두 배척한 원심판단에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "참조판례": "[1] 대법원 2008. 2. 1. 선고 2005다42880 판결, 대법원 2017. 4. 26. 선고 2017다200771 판결(공2017상, 1093) / [2] 대법원 2010. 5. 13. 선고 2009다92487 판결(공2010상, 1105), 대법원 2019. 9. 10. 선고 2016다237691 판결(공2019하, 1950)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 민사소송법 제231조, 민사조정법 제30조, 제34조, 민법 제732조 / [2] 민법 제105조 / [3] 민사소송법 제231조, 민사조정법 제30조, 제34조, 민법 제105조, 제732조<br/>",
  "선고일자": "20200625",
  "법원명": "대법원",
  "사건명": "분양대금반환",
  "판례내용": "【원고, 상고인】 원고 1 외 7인 (소송대리인 법무법인 청목 담당변호사 오동열)<br/>【피고, 피상고인】 주식회사 인텔로그디앤씨 (소송대리인 변호사 김현정 외 1인)<br/>【원심판결】 서울고법 2018. 9. 18. 선고 2017나2065952 판결<br/>【주    문】<br/>원심판결을 파기하고, 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】 상고이유(상고이유서 제출기간이 지난 후에 제출된 상고이유보충서의 기재는 상고이유를 보충하는 범위 내에서)를 판단한다.<br/>1. 원고들은, 이 사건 화해권고결정 및 그와 동일한 내용의 조정을 갈음하는 결정 또는 합의(이하 ‘이 사건 화해권고결정’이라고만 한다)에 따라 피고와 체결한 이 사건 임대분양계약 중 월 차임, 임대차기간, 관리비 등에 관한 내용이 이 사건 화해권고결정 제2항 내지 제4항과 같이 변경되었음에도, 피고는 그에 따른 의무이행을 거절하고 있으므로, 이를 사유로 이 사건 임대분양계약 자체를 해제하고 피고를 상대로 원상회복의무의 이행을 구한다고 주장하였다.<br/>  이에 대하여 원심은, 원고 1, 원고 5, 원고 6이 피고와 이 사건 조합을 상대로 이 사건 임대분양계약의 무효, 취소 또는 해제 등을 원인으로 분양대금의 반환 등을 구한 사건에서 이 사건 화해권고결정이 확정된 사실, 원고 4가 피고와 이 사건 조합 등을 상대로 별도로 분양대금의 반환을 구한 사건에서도 이 사건 화해권고결정과 동일한 내용의 조정을 갈음하는 결정이 확정된 사실, 원고 2, 원고 3이 피고와 이 사건 조합을 상대로 분양대금의 반환 등을 구하는 소를 제기하였다가 이 사건 화해권고결정과 같은 내용의 합의를 한 후 소를 취하한 사실을 각 인정하면서도, 그 판시와 같은 사정을 들어 원고들이 제출한 증거만으로는 이 사건 화해권고결정에 관여한 당사자들의 의사가 이 사건 임대분양계약의 내용을 변경함으로써 그에 따른 임차권 제공 의무를 피고에게 부담시키려는 것이었다고 단정하기 어렵다는 이유로, 원고들의 위 청구원인 주장은 더 나아가 살펴볼 필요 없이 이유 없다고 보아 이를 배척하였다.<br/>  2. 그러나 원심의 이러한 판단은 다음과 같은 이유로 그대로 수긍하기 어렵다.<br/>  가. 화해권고결정과 조정을 갈음하는 결정은 각 소정의 기간 내에 이의신청이 없으면 재판상 화해와 같이 확정판결과 동일한 효력이 있으므로(민사소송법 제231조, 민사조정법 제30조, 제34조) 그 내용에 따라 결정에 기재된 당사자 사이에 기판력이 생길 뿐 아니라, 창설적 효력을 가지므로 당사자 사이에 종전의 다툼 있는 법률관계를 바탕으로 한 권리의무관계는 소멸하고 결정된 내용에 따른 새로운 권리의무관계가 성립한다(대법원 2008. 2. 1. 선고 2005다42880 판결, 대법원 2017. 4. 26. 선고 2017다200771 판결 등 참조).<br/>계약당사자 사이에 어떠한 계약 내용을 처분문서인 서면으로 작성한 경우에는 서면에 사용된 문구에 구애받는 것은 아니지만 어디까지나 당사자 내심에 있는 의사가 어떠한지와 관계없이 서면의 기재 내용에 따라 당사자가 표시행위에 부여한 의미를 합리적으로 해석해야 한다. 이 경우 문언의 의미가 명확하다면 특별한 사정이 없는 한 문언대로 의사표시의 존재와 내용을 인정하여야 한다(대법원 2010. 5. 13. 선고 2009다92487 판결, 대법원 2019. 9. 10. 선고 2016다237691 판결 등 참조).<br/>  나. 이 사건 화해권고결정은 제1항에서 이 사건 상가의 구분소유자인 조합원을 ‘임대인’으로, 수분양자인 원고들 측을 ‘임차인’으로 정의하면서, 제2항 본문에서 “임대인과 임차인은 이 화해권고결정이 확정된 이후부터 임대분양계약 종료 시까지 개별 점포별로 상가수입을 52:48(임대인:임차인)의 비율로 분배하기로 하고, 향후 상가수입을 공유하는 공동사업의 주체로서 상가발전을 위해 최대한 협조하기로 한다.”라고 정하고 있고, 이로써 위 제2항 본문은 이 사건 임대분양계약에 따른 수분양자와 구분소유자 사이의 법률관계에 국한하여 규정하는 것처럼 일견 보이기는 한다.<br/>  그런데 이 사건 화해권고결정 제6항은 “민사소송을 제기하지 않았으나 형사고소를 제기한 임차인들 중 형사고소를 취하하는 경우에는 상기 사항의 적용을 쌍방이 인정한다.”라고 되어 있다. 여기에서의 ‘쌍방’에는 민사소송의 소극적 당사자인 피고가 당연히 포함된다고 보아야 한다. 나아가 위 제6항은 수분양자들 가운데 피고 등을 상대로 민사소송을 별도로 제기하지 아니한 자들에 대해서도 이 사건 화해권고결정 제1항 내지 제5항의 내용이 적용된다는 점을 명확히 하기 위하여 들어간 조항이다. 그러므로 민사소송을 제기한 수분양자들에 대하여 위 제1항 내지 제5항이 적용되는 것은 물론이고, 피고도 그 수범자 중에 당연히 포함된다고 새기는 것이 논리적이고 균형에 맞는다.<br/>  다. 만일 피고 주장처럼 이 사건 화해권고결정 중 제2항 내지 제4항이 이 사건 상가의 구분소유자인 개별 조합원들만을 수범자로 할 뿐 피고를 수범자로 하고 있지 않다고 보게 되면, 원고들과 같은 수분양자들의 입장에서 이 사건 화해권고결정은 아무런 효력을 지니지 않는 무용한 것이 될 여지가 많다. 앞서 본 바와 같이 화해권고결정은 그 결정에 기재된 당사자에 국한하여 효력이 미치는 것이 원칙이고, 조정을 갈음하는 결정 역시 당사자가 아닌 자에게 효력이 미치기 위해서는 조정참가인으로 참여시키는 절차가 선행되어야 하는데(민사조정법 제16조), 이 사건 상가의 구분소유자인 조합원들은 화해권고결정의 당사자가 아님은 물론 조정참가인으로도 참여한 바가 없기 때문이다.<br/>  그럼에도 이 사건 화해권고결정에 관하여 피고 주장의 해석을 고수할 경우 그 제7항에 따라 수분양자들이 피고에 대한 청구를 포기한다는 내용만 실질적으로 남게 되어 피고에게 일방적으로 유리하고 수분양자들에게 현저하게 불리하게 되는데, 당사자들이 당시 이를 수용하였다고 보는 것은 사회 일반의 상식과 거래의 통념에 비추어 수긍하기 어렵다. 이보다는 원고들이 선행 소송 등에서 피고와의 이 사건 임대분양계약이 피고의 계약 위반으로 해제되었다며 피고를 상대로 분양대금 등의 반환을 주장하던 도중 피고와 모종의 타협을 이루게 되어 이 사건 화해권고결정이 성립하였는데, 그 당시에는 피고를 수범자로 하여 이 사건 화해권고결정의 내용과 같이 이 사건 임대분양계약을 변경하는 것에 대한 반대급부로서 원고들은 피고를 상대로 분양대금 등의 반환을 구하지 않기로 하는 것이 당사자들의 진정한 의사였다고 보는 것이 타당하다.<br/>  라. 나아가 원심이 인정한 사실관계 및 기록에 의하더라도, 이 사건 상가의 구분소유자들과 이 사건 조합 및 피고 사이에 작성된 이 사건 임대분양약정서에는 ‘피고는 분양목적물의 임차권을 양도할 권리를 가지고 구분소유자는 이를 승낙한다. 위 분양목적물의 임대분양절차에 따라 임차권이 수분양자에게 양도되고 추첨에 따라 약정층의 점포 위치가 확정되는 시점에 구분소유자와 수분양자 간에 임대차계약을 직접 체결하도록 한다’고 규정되어 있는 사실, 피고와 원고들 사이에 체결된 이 사건 임대분양계약 제17조 제1항에서도 ‘잔금 납부 후 수분양자는 구분소유자와 직접 본 임대분양계약의 내용을 승계한 신규 임대차계약을 체결하고, 본 임대분양계약은 소멸한다’고 규정되어 있는 사실, 이 사건 임대분양계약은 임대료 및 임대차기간, 관리비 등에 관하여 구체적으로 정하였던 사실(제6조, 제10조, 제16조 등) 등을 알 수 있다.<br/>  이와 같이 피고가 원고들을 수분양자로 하는 임대분양계약을 체결하고 나면, 구분소유자들이 수분양자들과 동일한 내용의 후속 임대차계약을 체결함으로써 앞선 임대분양계약의 내용을 승계하는 구조로 되어 있어서 개별 점포에 관한 임대분양계약의 조건을 협상하거나 결정할 권한이 처음부터 피고에게 유보되어 있었다. 반면 구분소유자들은 피고와 수분양자들 간의 임대분양계약 내용대로 수분양자들과 임대차계약을 체결할 의무를 부담하였을 뿐 임대분양계약의 구체적인 조건을 직접 협상하거나 결정할 권한을 갖지 아니하였다. 나아가 이 사건 화해권고결정의 제2항 내지 제4항은 이 사건 임대분양계약 중 임대료 및 임대차기간, 관리비 등에 관한 약정에 대응하는 것으로서 종전의 약정내용을 대체하거나 이 사건 임대분양계약과 새로이 일체를 이룬다고 볼 수 있다. 이러한 사정들을 종합적으로 고려하면, 이 사건 화해권고결정은 피고를 수범자로 하여 이 사건 임대분양계약의 구체적인 임대조건을 변경하는 효력을 갖는다고 보아야 한다.<br/>  마. 그런데도 원심은 판시와 같은 이유만으로 이 사건 화해권고결정의 효력이 피고에게 미치지 않는다고 보아, 이 사건 화해권고결정에 따라 변경된 계약내용의 불이행을 사유로 이 사건 임대분양계약이 해제되었음을 들어 원상회복의무의 이행을 구하는 원고들의 청구를 모두 배척하였다. 원심의 이러한 판단에는 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 화해권고결정과 조정을 갈음하는 결정의 각 효력 범위, 의사표시의 해석 등에 관한 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다.<br/>  3. 그러므로 원심판결을 파기하고, 사건을 다시 심리ㆍ판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김재형(재판장) 민유숙 이동원(주심) 노태악 ",
  "사건번호": "2018다277051",
  "사건종류코드": "400101",
  "판례정보일련번호": "212975",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}