{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20240523",
  "법원명": "창원지방법원",
  "사건명": "분양대금반환청구의소·매매대금",
  "판례내용": "【원고(반소피고)】 원고(반소피고) 1 외 1인 (소송대리인 법무법인 리앤 담당변호사 이재은 외 1인)<br/>【피고(반소원고)】 주식회사 ○○ (소송대리인 법무법인(유한) 국제 담당변호사 김지하)<br/>【변론종결】2024. 3. 14.<br/>【주    문】<br/> 1.원고(반소피고)들은 피고(반소원고)에게 각 527,828,860원을 각 지급하라.<br/> 2.원고(반소피고)들의 본소 청구 및 피고(반소원고)의 나머지 반소 청구를 각 기각한다.<br/> 3.소송비용은 본소, 반소를 합하여 원고(반소피고)들이 부담한다.<br/> 4.제1항은 가집행할 수 있다.<br/><br/>【청구취지】[본소]<br/> 피고(반소원고, 이하 ‘피고’만이라고도 한다)는 원고(반소피고, 이하 ‘원고’만이라고도 한다)들에게 각 107,000,000원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라.<br/>[반소]<br/> 원고들은 연대하여 피고에게 1,055,657,720원 및 이에 대하여 2022. 5. 19.부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라. <br/>【이    유】본소와 반소를 합하여 본다. <br/>1. 기초사실<br/>가. 원고들과 피고의 분양계약 체결<br/>    1) 원고들은 2020. 3. 1. 피고(이하 ‘피고 회사’라고도 한다)와 사이에, 피고 회사로부터 김해시 (지번 생략)에 건축 중이던 ‘△△△’ 빌딩 제1층 제102호(이하 ‘이 사건 상가’라고 한다)를 총 분양대금 1,269,657,720원(부가가치세 포함)에 분양받는다는 내용의 계약을 체결하고(이하 ‘이 사건 분양계약’만이라고도 한다), 원고들은 피고에게 계약금 53,500,000원과 중도금 160,500,000원을 합한 총 214,000,000원(= 53,500,000원 + 160,500,000원)을 지급하였다(피고 반소장 제3쪽 참조).<br/>  2020. 3. 1.자인 이 사건 분양계약의 주요 내용은 다음과 같다(갑 제1호증 참조).<br/>제1조[분양금액 및 납부방법] ①\"갑(피고)\"은 위 부동산을 아래 방법으로 공급하고, \"을(원고들)\"은 분양금액을 약정 납부기일에 \"갑\"에게 납부하여야 한다.<br/>공급금액납부방법총 분양금액대지가격건물가격소계부가가치세계약금중도금잔금계약시?(부가가치세 포함)1,269,657,720355,978,800830,617,2001,186,596,00083,061,72053,500,000160,500,0001,055,657,720<br/>구분중도금잔금비고납부일2020. 3. 31.준공후 20일 이내?납부금액160,500,0001,055,657,720부가세 포함<br/>?제4조[연체료 및 지체상금] ①\"을\"은 중도금 또는 잔금 납부를 지연하여 제1조 제1항에서 정한 약정일이 경과하였을 때에는 그 경과일수에 대하여 연체요율(연 12%)에 의한 연체료를 가산하여 납부하여야 한다.제14조[특약 및 기타사항] 11.잔금은 임대차 계약 완료시 입금한다주1).<br/>    2) 피고 회사는 2020. 11. 13. 김해시장으로부터 이 사건 상가를 비롯한 위 ‘△△△’ 건물에 대하여 사용승인을 받았다(을 제8호증 참조).<br/>나. 피고 회사의 이 사건 상가에 관한 임대차계약 체결<br/>    피고 회사는 2022. 5. 18. 소외 1과 사이에, 위 소외 1에게 이 사건 상가를 보증금 50,000,000원, 월 차임 3,800,000원씩으로 정하여 임대하는 내용의 임대차계약을 체결하고(갑 제3호증 참조, 이하 ‘이 사건 임대차계약’만이라고도 한다), 임차인인 위 소외 1이 임대차보증금에 대하여 같은 날인 2022. 5. 18. 계약금으로 2,000,000원, 2022. 6. 3. 나머지 48,000,000원을 지급하여 위 보증금 50,000,000원을 완납하였다(을 제4호증 참조). 위 소외 1은 이 사건 상가에 인테리어 공사를 한 후 음식점을 운영하고 있다.<br/>  한편 2022. 5. 18.자인 이 사건 임대차계약의 계약서 제8조 제3항은 ‘본 물건이 분양 등의 사유로 명의변경 시 임대계약조건은 그대로 승계키로 한다.’고 규정하고 있다.<br/>다. 원고들의 이 사건 분양계약 해제 통보 등<br/>    1) 원고들은 2022. 6. 27. 피고 회사를 상대로 ‘피고 회사가 이 사건 임대차계약을 무단으로 체결하고 위 소외 1에게 인도함으로써 이 사건 분양계약에 따른 피고 회사의 채무가 이행불능 상태에 있으므로 원고들이 해제권을 행사하고, 피고 회사가 건축물의 분양에 관한 법률(이하 ‘건축물분양법’만이라고도 한다)을 위반하여 분양하였다.’는 취지의 내용증명을 발송하여 2022. 6. 29. 피고 회사에게 도달하였다.<br/>    2) 피고 회사는 2022. 8. 4. 원고들에게 ‘수분양자 즉 매수인인 원고들이 이 사건 분양계약에 따른 잔금 1,055,657,720원과 연체료 27,071,110원 총 1,082,728,830원을 2022. 8. 31.까지 지급해줄 것을 요청하고, 피고 회사가 등기이전을 위해 이 사건 상가의 등기권리증, 위임장, 부동산매도용 인감증명서 등을 □□□ 법무사 사무실에 준비해 놓았다.’는 내용의 내용증명을 발송하고 그 무렵 원고들에게 도달하였다(을 제12호증 참조).<br/>    3) 원고들은 피고 회사와 그 대표이사 소외 4, 이사 소외 3을 김해서부경찰서에 건축물분양법 위반 혐의로 고발하였으나, 2023. 1. 19. 각하 결정이 있었다.<br/>[인정근거]다툼 없는 사실, 갑 제1, 3, 4호증, 을 제4, 8, 12(가지번호 있는 것은 가지번호 포함), 13호증의 각 기재 및 변론 전체의 취지<br/>2. 당사자의 주장<br/>가. 원고들의 주장<br/>    1) 피고 회사는 이 사건 상가를 분양할 당시 ‘갑 제2호증에 기재된 임대수익률을 보장한다.’고 설명하였고, 이에 따라 잔금 지급에 관한 특약사항을 2020. 3. 1.자인 이 사건 분양계약의 계약서(갑 제1호증)에 기재한 것이므로, 이 사건 분양계약에는 피고 회사가 원고들에게 약속한 임대수익률을 보장하기 위해 임차인을 소개해줄 의무도 포함되어 있다.<br/>  그러나 피고 회사는 원고들에게 알리지 않고 일방적으로 이 사건 임대차계약을 체결하고 위 소외 1에게 이 사건 상가를 인도하여, 피고 회사의 이 사건 분양계약에 따른 인도의무가 이행불능에 이르렀으므로, 원고들은 이 사건 분양계약을 해제하니, 피고 회사는 그 원상회복으로 원고들이 기(旣) 지급한 계약금, 중도금 합계 위 214,000,000원(이를 반분하면 본소 청구취지 기재 청구금액 107,000,000원이 나온다)을 반환하여야 한다.<br/>    2) 피고 회사가 건축물분양법 제5조 등을 위반하여 이 사건 상가를 분양하였기에, 원고들은 이를 이유로도 이 사건 분양계약을 해제할 수 있다. <br/>    3) 피고 회사가 원고들에게 임대수익률을 약속하지 않았다면, 원고들이 이 사건 분양계약을 체결할 이유가 없으므로 이는 법률행위의 중요부분에 착오에 해당하고, 피고 회사로부터 유발된 동기의 착오에 해당하기에, 원고들은 민법 제109조에 의하여 이 사건 분양계약을 취소하므로, 피고 회사는 원고들이 납입한 계약금을 부당이득으로 반환하여야 한다.<br/>나. 피고 회사의 주장<br/>    피고 회사는 원고들에게 임대수익률을 보장한 사실이 전혀 없다. 원고들도 이 사건 임대차계약을 체결하는 것에 동의하였으므로, 이 사건 분양계약에 따른 피고 회사의 인도의무는 이행불능에 이르지 않았다. 피고 회사가 건축물분양법을 위반하여 이 사건 상가 건물을 분양한 것도 아니다.<br/>  따라서 원고들은 피고 회사에게, 여전히 유효한 2020. 3. 1.자인 이 사건 분양계약이 정한 잔금 및 그 지연손해금을 지급할 의무가 있다. <br/>3. 본소 청구에 관한 판단<br/>가. 이 사건 분양계약에 따른 피고 회사의 의무 내용<br/>    1) 원고들과 피고 회사 사이에, 이 사건 분양계약 체결 이후 피고 회사가 이 사건 상가의 임대차계약을 주선하기로 하였다는 점에 대하여는 당사자 사이에 다툼이 없으므로, 이 사건 분양계약이 정한 피고 회사의 의무에는 피고 회사가 수분양자인 원고들을 위하여 이 사건 상가의 임대차계약을 주선해줄 의무도 포함된다.<br/>    2) 이에 더하여 원고들은, 이 사건 분양계약 당시 분양자인 피고 회사가 ‘설명 자료’로 제시하였던 것(이하 ‘분양설명자료’만이라고도 한다, 갑 제2호증 참조)에 기재된 임대수익률 상당의 임대차계약을 주선해줄 의무도 이 사건 분양계약에 따른 피고 회사의 의무에 포함된다고 주장한다. <br/>  보건대, 갑 제2호증(임대수익률 설명자료)에 의하면 \"임대수익률(예시)\"로 \"보증금(10%) 130,000, 월 차임 4,950, 년 수입 59,400(단위: 천원/VAT 별도), 목표수익률 5%\"로 기재되어 있고, 하단에 \"임대수익률 예시는 참고용이며, 법적 효력은 없습니다.\"라고 기재되어 있는 사실이 인정된다. <br/>  그러나 한편, 갑 제2호증의 기재 및 변론 전체의 취지에 의하여 인정되는 다음 사정들 즉, ① 분양설명자료에 임대수익률이 적시되어 있으나, 위 임대수익률은 ‘예시’, ‘참고용이며 법적 효력은 없습니다.’라고 기재되어 있을 뿐 피고 회사가 이 임대수익률을 확정적으로 보장한다는 문구는 찾을 수 없는 점, ② 만약 위 임대수익률이 분양계약 내용이 되었다면 분양계약서에 위와 같은 내용이 포함이 되었을 것인데, 이 사건 분양계약의 계약서에는 ‘잔금은 임대차계약 완료 시 입금한다.’는 특약사항만 추가되어 있을 뿐 구체적인 임대수익률에 관한 규정은 찾기 어려운 점, ③ 피고 회사가 ‘분양계약 체결 시에 일정 수익률을 보장한다.’는 취지의 약정까지 한 것이 아니고, 분양 광고 등에도 ‘일정 수익률이 보장된다.’고 명시한 것이 아닌 이상, 원고들은 광고 등에서 제시하는 수익률이 향후 임대조건 등에 따라 달라질 수 있는 예상치 또는 추정치에 불과한 것이지 피고 회사가 확정적으로 실현해줄 수 있는 것이 아님을 알 수 있었을 것으로 보이고, 수익률에 관한 광고나 설명들은 거래조건에 관한 것이 아니라 전망을 제시한 것으로서 청약의 유인에 불과할 뿐 그것이 이 사건 분양계약의 내용이 되었다거나 피고 회사에게 수익률 보장의무가 있다고 보기는 어려운 점(대법원 2009. 8. 20. 선고 2008다94769 판결 참조)까지 고려할 때, 이 사건 분양계약에 따른 피고 회사의 의무에, 분양설명자료에 기재된 임대수익률을 ‘보장’하는 임대차계약을 주선할 의무까지 포함되어 있다고 보기는 어렵다.<br/>  따라서 분양설명자료에 기재된 임대수익률보다 ‘낮은’ 차임을 내용으로 한 피고 회사가 한 이 사건 임대차계약 체결이 이 사건 분양계약 상의 의무를 위반한 것임을 전제로 한 원고들의 이 부분 해제 주장은 받아들이지 아니한다. <br/>나. 이 사건 분양계약이 이행불능으로 인하여 해제되었는지 여부<br/>    1) 을 제14 내지 제16호증의 각 기재에 의하면, 피고 회사의 이사인 소외 3은 이 사건 임대차계약 체결 시로부터 10일이 경과한 2022. 5. 28.경에야 원고들에게, 이 사건 임대차계약 체결 사실을 알린 것으로 보이고, 원고(반소피고) 1이 위 소외 3에게 ‘차임을 좀 더 높게 받아 달라.’고 요구한 사실이 인정된다. 피고 회사가 이 사건 임대차계약을 체결하였던 위 2022. 5. 18. 무렵 원고들에게 임대차계약 체결 사실을 알렸다거나 원고들의 의사를 확인하였다는 증거는 찾기 어렵다.<br/>    2) 그러나 한편, 앞서 든 증거들에 변론 전체의 취지를 종합하여 알 수 있는 다음 사정들까지 감안할 때, 수분양자인 원고들도 이 사건 임대차계약 체결을 반대하였다고 보기 어렵고, 피고 회사의 이 사건 분양계약에 따른 의무가 이행불능 상태에 있다고 보기도 어려우므로, 이와 전제를 달리하는 원고들의 이 부분 주장을 받아들이지 아니한다.<br/>      즉, ① 분양자인 피고 회사 이사인 위 소외 3은 2022. 2. 7. ‘이 사건 상가에 관하여 임대차보증금 50,000,000원, 월 차임 3,800,000원으로 하는 임대차계약을 체결하겠다.’고 원고(반소피고) 1에게 알렸으며, 원고(반소피고) 1도 위와 같은 내용의 임대차계약 체결을 진행하라는 취지로 답변하였다(을 제14호증 참조). 당시 실제 임대차계약이 체결되지는 않았으나, 원고들도 당시 피고 회사에게 ‘위와 같은 수준의 임대차 조건에 대하여 동의한다.’는 의사를 표시하였다고 볼 수 있다.<br/>      ② 이에 따라 피고 회사 측 위 소외 3은 위 임대차 조건과 동일하게 이 사건 임대차계약을 체결한 후 2022. 5. 28. 원고(반소피고) 1에게 임대차계약 체결 사실을 알리면서 ‘임차인인 위 소외 1이 임대차보증금을 전액 납부하면 다시 알리겠다.’고 하였는바, 원고들은 위 소외 1이 임대차보증금 잔금을 납부한 이후인 2022. 6. 18.경까지도 이 사건 임대차계약에 대하여 체결을 반대한다는 의사는 표시하지 않았다. <br/>      ③ 이 사건 상가의 사용승인 이후 이 사건 임대차계약 체결 시까지 약 1년 6개월 동안 이 사건 상가가 공실(空室) 상태였고, 이 사건 임대차계약이 정한 조건이 주변 임대차 시세에 비하여 현저히 불리한 것이라고 보기 어려우며, 이에 비추어 이 사건 임대차계약 체결이 원고들의 이익에 반하는 것이라고 보기 어렵다. <br/>      ④ 원고들은 이 사건 분양계약 당시부터 계약서에 ‘임대차계약이 체결되는 것을 잔금 지급 조건으로 한다.’는 내용이 들어가는 것을 허락하여 이 사건 상가를 직접 점유하지 않고 임대할 목적으로 위 분양계약을 체결하였으므로, 이 사건 임대차계약으로 인하여 이 사건 상가를 수분양자인 원고들이 직접 인도받지 못하게 되더라도 분양자 즉 매도인인 피고 회사가 인도의무를 불이행한 것으로 보기 어렵다.<br/>  이 사건 분양계약 당시 기대 내지 예측하였던 임대조건에 미달하는 내용으로 피고 회사가 이 사건 임대차계약을 체결하였다는 것만으로는, 앞서 본 점들에 더하여 피고 회사가 이 사건 상가에 관한 소유권이전을 위한 서류를 위 □□□ 법무사 사무실에 맡겨 두었기에 이행제공도 하였다고 볼 수 있는 점까지 고려할 때, 피고 회사의 이 사건 분양계약이 정한 인도의무, 소유권등기이전의무 이행이 이루어질 수 없는 것이라고 보기 어렵고 달리 이를 인정할 증거가 없다.<br/>다. 이 사건 상가가 건축물분양법을 위반하였는지 여부<br/>    원고들은, 피고 회사가 건축물분양법 제5조 제1항, 제11조(양벌규정) 등을 위반하였으므로 이 사건 분양계약을 해제할 수 있다고 주장한다. <br/>  보건대, 을 제8, 11, 13호증의 각 기재 및 변론 전체의 취지를 종합하면 ① 건축물분양법은 사용승인서 교부 전에 분양하는 건축물 중 ‘분양하는 부분의 바닥면적 합계가 3천 제곱미터 이상인 건축물’을 적용 대상으로 하는데, ② 피고 회사가 2020. 1. 29. 김해시청에 ‘이 사건 상거 건물 4, 5층을 사용승인서 교부 이전에는 분양하지 않겠다.’라는 확약서를 제출하고, 피고 회사는 위 건물 3, 4, 5층 전체를 임대하는 임대차계약을 체결하고도 분양계약을 체결하지는 않았으며, 실제 분양을 한 1, 2층의 면적은 약 1,517㎡이므로 건축물분양법의 적용대상이 아니라고 볼 수 있는 점, ③ 이와 같은 이유로 원고들이 피고 회사 측을 고발한 사건에서도 각하라는 불송치 결정이 있었던 점을 알 수 있고, 이에 비추어 이 사건 상가가 건축물분양법의 적용대상임을 전제로 한 원고들의 위 주장은 더 나아가 살피지 않더라도 받아들이기 어렵다.<br/>라. 원고들의 착오를 이유로 한 이 사건 분양계약 취소 여부<br/>    1) 관련 법리<br/>      의사표시는 법률행위의 내용의 중요 부분에 착오가 있는 때에는 취소할 수 있고, 동기의 착오가 법률행위의 내용 중 중요부분의 착오에 해당함을 이유로 표의자가 법률행위를 취소하려면 그 동기를 해당 의사표시의 내용으로 삼을 것을 상대방에게 표시하고 의사표시의 해석상 법률행위의 내용으로 되어 있다고 인정되면 충분하고 당사자들 사이에 별도로 그 동기를 의사표시의 내용으로 삼기로 하는 합의까지 이루어질 필요는 없다. 또한 그 법률행위의 내용의 착오는 보통 일반인이 표의자의 입장에 섰더라면 그와 같은 의사표시를 하지 아니하였으리라고 여겨질 정도로 그 착오가 중요한 부분에 관한 것이어야 한다(대법원 2008. 2. 1. 선고 2006다71724 판결 참조).<br/>  한편 동기가 타인이나 상대방에 의하여 제공되었거나 유발된 경우에는 동기의 착오라도 중요 부분의 착오로서 취소할 수 있다(대법원 1994. 6. 10. 선고 93다24810 판결 참조).<br/>    2) 앞서 든 증거에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정에 비추어 보면, 원고들이 제출한 증거만으로는 원고들이 이 사건 분양계약의 중요부분에 대한 착오를 하였다거나, 피고 회사에 의하여 유발된 착오로 인하여 원고들이 계약을 체결한 경우에 해당한다고 보기 어렵고 달리 이를 인정할 증거가 없다. 원고들의 이 부분 주장도 받아들이기 어렵다.<br/>      즉, ① 원고들이 분양설명자료에 기재된 임대수익을 얻기 위하여 이 사건 분양계약을 체결할 의도가 있었다고 하더라도, 그러한 원고들의 의도는 이 사건 분양계약의 내용에 포함되지 않은 이상 이 사건 분양계약을 하게 된 동기에 불과하고, 위와 같은 임대수익률 보장에 관한 사항은 이 사건 상가를 분양하기 위한 청약의 유인으로 이 사건 분양계약의 내용에 포함되지 않았다는 점은 앞서 본 바와 같다. <br/>      ② 다만 위와 같은 원고들의 동기는 피고 회사 측의 분양설명자료 등에 따라 형성된 것으로 볼 수 있긴 하나, 임대수익은 예측을 통한 장래에 대한 불확실한 기대에 해당하고 원고들이 주장한 사유는 이와 같은 기대나 예측이 빗나간 것에 불과하다.  <br/>      ③ 원고들이 위와 같은 동기를 표시하였다거나, 피고 회사로부터 착오가 유발되었다는 데에 관한 구체적인 경위를 알 수 있는 자료도 찾기 어렵다.<br/>4. 반소 청구에 관한 판단<br/>  가. 이 사건 분양계약 제14조 제11항은 ‘잔금은 임대차계약 완료시 지급한다.’고 규정하고 있고, 피고 회사가 2022. 5. 18. 이 사건 임대차계약을 체결하였으며, 임차인인 위 소외 1이 2022. 6. 3. 피고 회사에게 임대차보증금을 전부 지급한 사실, 원고들이 분양대금 중 계약금과 중도금까지만 지급하였음은 앞서 본 바와 같고, 피고 회사가 소유권이전등기를 위한 서류를 법무사 사무실에 맡겨둔 사실이 인정되므로, 분양자인 피고 회사는 특별한 사정이 없는 한 이 사건 분양계약이 정한 잔금 위 1,055,657,720원을 지급받을 수 있다.<br/>  피고 회사는 원고들이 연대하여 위 잔금을 지급할 것을 구하나, 채무자가 수인인 경우 특별한 의사표시가 없으면 각 채무자는 균등한 비율로 분할채무를 부담하는 것이 원칙이고(민법 제408조 참조), 이 사건 분양계약의 공동매수인인 원고들의 매매대금 지급채무가 성질상 불가분채무 내지 연대채무에 해당한다거나 위 분양계약상 원고들이 위 채무를 불가분 내지 연대하여 부담하기로 약정하였다고 볼만한 사정이 없으므로(원고들도 본소에서, 분할채무임을 전제로 피고 회사를 상대로 계약금 등 반환을 구하고 있다), 원고들의 위 잔금 지급채무는 ‘분할채무’에 해당한다.<br/>  따라서 수분양자인 원고들은 피고 회사에게 위 미지급 잔금 1,055,657,720원의 절반씩인 각 527,828,860원을 지급할 의무가 있다.<br/>  나. 피고 회사는 이에 더하여, 원고들이 각 위 미지급 잔금에 이 사건 임대차계약 일(日) 다음날부터 이 사건 분양계약 제4조 제1항이 정한 약정이율인 연 12%의 비율로 계산한 지연손해금을 가산하여 지급하여야 한다고 주장한다.<br/>  보건대, 수분양자 즉 매수인인 원고들이 이 사건에서 명시적으로 피고 회사의 소유권이전등기 의무 이행과 원고들의 잔금 지급 의무 이행에 관한 동시이행 항변을 하고 있지 않긴 하나, 피고 회사의 법무사 사무실을 통한 등기절차협력의무 이행제공이 이 사건 변론종결일 무렵까지 계속되고 있다고 볼 아무런 증거가 없으므로, 동시이행항변의 존재효과에 따라 원고들에게 미지급 잔금에 대한 지연손해금 지급의무까지 발생한다고 보기 어렵다. 피고 회사의 이 부분 주장은 받아들이지 아니한다.<br/>5. 결론<br/>  그렇다면 원고들의 본소 청구는 이유 없어 이를 기각하고, 피고 회사의 반소 청구는 위 인정범위 내에서 이유 있어 이를 인용하며 나머지는 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다.<br/><br/>판사 정문식(재판장) 사해정 홍대훈 ",
  "사건번호": "2023가합100629(본소), 2023가합100636(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "607547",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}