{
  "판시사항": "  임차인이 주택임대차보호법 제6조의3 제1항에 따라 임대차계약의 갱신을 요구한 경우, 갱신의 효력이 발생하는 시점(=임대인에게 갱신요구가 도달한 때) / 임차인이 위 법 제6조의2 제1항에 따라 한 계약해지의 통지가 갱신된 임대차계약 기간이 개시되기 전에 임대인에게 도달한 경우, 그 효력이 발생하는 시점(=해지통지 후 3개월이 지난 때)<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "주택임대차보호법 제6조의3 제1항은 “임대인은 임차인이 제6조 제1항 전단의 기간 이내에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다.”라고 하여 임차인의 계약갱신요구권을 규정하고, 같은 조 제4항은 “제1항에 따라 갱신되는 임대차의 해지에 관하여는 제6조의2를 준용한다.”라고 규정한다. 한편 주택임대차보호법 제6조의2 제1항은 “제6조 제1항에 따라 계약이 갱신된 경우 같은 조 제2항에도 불구하고 임차인은 언제든지 임대인에게 계약해지를 통지할 수 있다.”라고 규정하고, 제2항은 “제1항에 따른 해지는 임대인이 그 통지를 받은 날부터 3개월이 지나면 그 효력이 발생한다.”라고 규정한다. <br/>  이러한 주택임대차보호법 규정을 종합하여 보면, 임차인이 주택임대차보호법 제6조의3 제1항에 따라 임대차계약의 갱신을 요구하면 임대인에게 갱신거절 사유가 존재하지 않는 한 임대인에게 갱신요구가 도달한 때 갱신의 효력이 발생한다. 갱신요구에 따라 임대차계약에 갱신의 효력이 발생한 경우 임차인은 제6조의2 제1항에 따라 언제든지 계약의 해지통지를 할 수 있고, 해지통지 후 3개월이 지나면 그 효력이 발생하며, 이는 계약해지의 통지가 갱신된 임대차계약 기간이 개시되기 전에 임대인에게 도달하였더라도 마찬가지이다.<br/>",
  "참조조문": "주택임대차보호법 제6조의2, 제6조의3 제1항, 제4항<br/>",
  "선고일자": "20240111",
  "법원명": "대법원",
  "사건명": "임대차보증금등반환청구의소",
  "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인 위온 담당변호사 박찬호 외 2인)<br/>【피고, 피상고인】 피고<br/>【원심판결】 서울고법 2023. 6. 16. 선고 2022나2043727 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 후에 제출된 상고이유보충서의 기재는 상고이유를 보충하는 범위에서)를 판단한다.<br/>  1. 사안의 개요<br/>  가. 원고는 2019. 3. 4. 피고로부터 이 사건 부동산을 임대차기간 2019. 3. 10.부터 2021. 3. 9.까지, 임대차보증금 200,000,000원, 월 차임 1,680,000원으로 각 정하여 임차하였다.<br/>  나. 원고는 피고에게 임대차계약의 갱신을 요구하는 통지를 하였고 이는 2021. 1. 5. 피고에게 도달하였으나, 2021. 1. 28. 다시 ‘앞선 계약갱신 요구로 임대차계약이 갱신되었으나 갱신된 임대차계약의 해지를 통지하므로 피고가 이 통지를 받은 날부터 3개월이 지나면 임대차계약이 해지된다.’는 통지(이하 ‘이 사건 통지’라 한다)를 하였다. 이 사건 통지는 2021. 1. 29. 피고에게 도달하였다. <br/>  다. 원고는 이 사건 통지가 도달한 후 3개월이 지난 2021. 4. 30. 피고에게 그때까지의 월 차임을 지급하고 이 사건 부동산을 인도하였다. 한편 피고는 임대차계약이 2021. 6. 9. 해지되었음을 전제로 원고에게 2021. 6. 9.까지 발생한 월 차임을 공제한 임대차보증금과 장기수선충당금을 반환하였다.<br/>  2. 원심의 판단<br/>  원심은 판시와 같은 이유로 다음과 같이 판단하였다. 원고는 주택임대차보호법 제6조의3 제1항에 따라 2021. 1. 4. 계약갱신을 요구하였고, 피고는 정당한 사유를 들어 거절하지 못하였으므로 임대차계약은 2021. 3. 10.부터 2023. 3. 9.까지 갱신되었다. 원고의 이 사건 통지는 갱신된 임대차계약 기간이 개시되기 전인 2021. 1. 29. 피고에게 도달하였으나 이 사건 통지에 따른 해지의 효력은 갱신된 임대차계약 기간이 개시되는 2021. 3. 10.부터 3개월이 지난 2021. 6. 9.에 발생한다. 2021. 6. 9.을 기준으로 차임을 정산하면 피고가 원고에게 반환할 임대차보증금은 없다. <br/>  3. 대법원의 판단<br/>  가. 주택임대차보호법 제6조의3 제1항은 “임대인은 임차인이 제6조 제1항 전단의 기간 이내에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다.”라고 하여 임차인의 계약갱신요구권을 규정하고, 같은 조 제4항은 “제1항에 따라 갱신되는 임대차의 해지에 관하여는 제6조의2를 준용한다.”라고 규정한다. 한편 주택임대차보호법 제6조의2 제1항은 “제6조 제1항에 따라 계약이 갱신된 경우 같은 조 제2항에도 불구하고 임차인은 언제든지 임대인에게 계약해지를 통지할 수 있다.”라고 규정하고, 제2항은 “제1항에 따른 해지는 임대인이 그 통지를 받은 날부터 3개월이 지나면 그 효력이 발생한다.”라고 규정한다. <br/>이러한 주택임대차보호법 규정을 종합하여 보면, 임차인이 주택임대차보호법 제6조의3 제1항에 따라 임대차계약의 갱신을 요구하면 임대인에게 갱신거절 사유가 존재하지 않는 한 임대인에게 갱신요구가 도달한 때 갱신의 효력이 발생한다. 갱신요구에 따라 임대차계약에 갱신의 효력이 발생한 경우 임차인은 제6조의2 제1항에 따라 언제든지 계약의 해지통지를 할 수 있고, 해지통지 후 3개월이 지나면 그 효력이 발생하며, 이는 계약해지의 통지가 갱신된 임대차계약 기간이 개시되기 전에 임대인에게 도달하였더라도 마찬가지이다.<br/>  나. 원심판결의 이유를 위와 같은 법리에 비추어 살펴본다. 원고의 갱신요구 통지가 2021. 1. 5. 피고에게 도달함으로써 임대차계약은 갱신되었다. 그 후 원고의 갱신된 임대차계약 해지 취지가 기재된 이 사건 통지가 2021. 1. 29. 피고에게 도달하였는바 그로부터 3개월이 지난 2021. 4. 29. 갱신된 임대차계약의 해지 효력이 발생하였다. 이 사건 통지가 갱신된 임대차계약 기간이 개시되기 전에 피고에게 도달하였다고 하여 갱신된 임대차계약 기간이 개시되기를 기다려 그때부터 3개월이 지나야 이 사건 통지에 따른 해지 효력이 발생하는 것은 아니다. 따라서 원심으로서는 임대차계약의 해지효력이 발생한 2021. 4. 29.을 기준으로 미지급 차임 등을 공제하고 남은 임대차보증금 및 장기수선충당금이 있으면 피고가 이를 원고에게 반환하도록 하는 판단을 하였어야 한다.<br/>  다. 그런데도 원심은 이 사건 통지의 효력이 갱신된 임대차계약 기간이 개시되기를 기다려 그때부터 3개월이 지난 2021. 6. 9.에 발생한다고 보고, 이날을 기준으로 차임을 공제하면 피고가 원고에게 반환할 임대차보증금 및 장기수선충당금이 없다고 판단하였다. 이러한 원심의 판단에는 주택임대차보호법 제6조의3, 제6조의2에 따른 갱신된 임대차계약 해지 통지의 효력 발생 시점 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. <br/>  4. 결론<br/>  나머지 상고이유에 대한 판단을 생략한 채, 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 노태악(재판장) 김선수 오경미 서경환(주심) ",
  "사건번호": "2023다258672",
  "사건종류코드": "400101",
  "판례정보일련번호": "239217",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}