{
  "판시사항": " [1] 죄형법정주의에 따른 형벌법규의 해석 원칙<br/> [2] 폐기물관리법령상 폐기물 중간재활용업 허가를 받은 자가 수집·운반차량을 보유한 경우, 수집·운반차량의 이용한도 내에서 자신의 처리대상 폐기물을 스스로 운반할 수 있는지 여부(적극) 및 이때 폐기물을 스스로 운반하지 않고 영업대상 폐기물에 관한 폐기물 수집·운반업 허가를 받은 자에게 폐기물 전부 또는 일부에 관한 업무를 위탁하여 처리할 수 있는지 여부(한정 적극)<br/> [3] 폐기물관리법 제25조 제11항, 같은 법 시행규칙 제29조 제1항 제3호 (라)목에서 ‘운반차량의 증차’의 경우 폐기물처리업자가 변경허가를 받도록 규정한 취지 / 폐기물의 수집·운반업 허가를 받은 자에게 폐기물의 운반을 위탁하는 경우, 위탁자에게도 관할관청의 변경허가를 받을 것이 요구되는지 여부(소극)<br/>",
  "참조판례": " [1] 대법원 2024. 2. 29. 선고 2020도9256 판결(공2024상, 579)<br/>",
  "사건종류명": "형사",
  "판결요지": " [1] 형벌법규의 해석은 엄격하여야 하고, 문언의 가능한 의미를 벗어나 피고인에게 불리한 방향으로 해석하는 것은 죄형법정주의의 내용인 확장해석금지에 따라 허용되지 않는다. 따라서 형벌조항 중 범죄의 구성요건에 해당하는 문언의 의미를 합리적 이유 없이 고려하지 않고 해석함으로써 형벌의 적용범위가 확장되는 것을 경계해야 한다.<br/> [2] 폐기물관리법 제25조 제5항은 폐기물처리업의 업종으로 폐기물 수집·운반업(제1호), 폐기물 중간재활용업(제5호) 등을 규정하고 있고, 같은 조 제3항은 폐기물처리 사업을 하려는 자는 업종, 영업대상 폐기물 및 처리분야별로 환경부장관 또는 시·도지사의 허가를 받아야 한다고 규정하고 있다. 한편 폐기물관리법 제25조 제6항에 따르면 폐기물 중간재활용업 허가를 받은 자는 별도의 폐기물 수집·운반업의 허가를 받지 아니하고 그 처리대상 폐기물을 스스로 수집·운반할 수 있다. 폐기물관리법 제25조 제3항, 폐기물관리법 시행규칙 제28조 제6항 [별표 7]은 ‘폐기물처리업의 시설·장비·기술능력의 기준’에 관하여 정하고 있는데, 위 기준의 5. 가. 1) 가) (3)에 따르면 폐기물 중간재활용업 허가를 받은 자가 재활용대상 폐기물을 스스로 수집·운반하려는 경우 수집·운반차량을 1대 이상 갖추어야 한다. <br/>   위와 같은 규정들에 비추어 보면, 폐기물의 운반은 원칙적으로 폐기물 수집·운반업 허가를 받은 자만 할 수 있으나, 예외적으로 폐기물 중간재활용업 허가를 받은 자가 ‘폐기물처리업의 시설·장비·기술능력의 기준’에서 정한 사항을 충족하는 수집·운반차량을 보유한 경우 그 수집·운반차량의 이용한도 내에서 자신의 처리대상 폐기물을 스스로 운반하는 것이 허용된다고 볼 수 있다. 따라서 폐기물 중간재활용업 허가를 받은 자가 수집·운반차량을 보유한 경우에는 그 수집·운반차량의 이용한도 내에서 자신의 처리대상 폐기물을 스스로 운반할 수 있지만, 폐기물관리법령에 폐기물의 수집·운반에 관한 위탁을 금지하는 규정이 없는 이상 그 폐기물을 스스로 운반하지 않고 영업대상 폐기물에 관한 폐기물 수집·운반업 허가를 받은 자에게 그 폐기물 전부 또는 일부에 관한 업무를 위탁하여 처리할 수도 있다고 봄이 타당하다.<br/> [3] 폐기물관리법 제25조 제11항, 폐기물관리법 시행규칙 제29조 제1항 제3호 (라)목에서 ‘운반차량의 증차’의 경우 폐기물처리업자가 변경허가를 받도록 규정하고 있는 취지는 관할관청이 해당 수집·운반차량이 폐기물 수집·운반의 기준을 충족하는 구조를 갖추고 있는지 등을 확인하려는 데에 있다. 폐기물의 수집·운반업 허가를 받은 자에게 폐기물의 운반을 위탁하는 경우에는 그 소유의 수집·운반차량은 법령에서 요구하는 기준을 충족하는 구조 등을 갖추고 있을 것이므로 위탁자에게까지 관할관청의 변경허가를 받을 것을 요구할 필요는 없어 보인다.<br/>",
  "참조조문": " [1] 헌법 제12조 제1항, 형법 제1조 제1항 / [2] 폐기물관리법 제25조 제3항, 제5항 제1호, 제5호, 제6항, 폐기물관리법 시행규칙 제28조 제6항 [별표 7] / [3] 폐기물관리법 제25조 제3항, 제11항, 제65조 제14호, 폐기물관리법 시행규칙 제29조 제1항 제3호 (라)목<br/>",
  "선고일자": "20240823",
  "법원명": "대법원",
  "사건명": "폐기물관리법위반[폐기물 중간재활용업자가 관할관청의 변경허가를 받지 않고 운반차량을 증차했는지가 문제된 사건]",
  "판례내용": "【피 고 인】 피고인<br/>【상 고 인】 피고인<br/>【원심판결】 수원지법 2023. 1. 13. 선고 2021노4454 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 수원지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 공소사실의 요지<br/>  피고인은 화성시 (주소 생략)에서 ‘(업체명 1 생략)’이라는 상호로 폐기물 중간재활용업을 하는 사람이다. 폐기물 중간재활용업 허가를 받은 자가 운반차량의 증차 등 환경부령으로 정하는 중요사항을 변경하려면 관할관청으로부터 허가를 받아야 한다.<br/>  피고인은 2019. 11. 20.경부터 2019. 12. 12.경까지 관할관청으로부터 변경허가를 받지 아니하고 운반차량 3대[(차량번호 1 생략), (차량번호 2 생략), (차량번호 3 생략), 이하 위 각 운반차량을 통틀어 ‘이 사건 운반차량’이라고 한다]를 증차하여 중요사항을 변경하였다.<br/>  2. 원심의 판단<br/>  원심은 판시와 같은 이유로, 피고인이 ‘(업체명 2 생략)’이라는 상호의 폐기물처리(재활용) 업체를 운영하는 공소외 1로부터 이 사건 운반차량을 임차하여 폐기물의 운반에 사용한 것은 폐기물관리법 제25조 제11항, 폐기물관리법 시행규칙 제29조 제1항 제3호 (라)목에 따라 관할관청으로부터 폐기물처리업의 변경허가를 받아야 하는 주요사항인 ‘운반차량의 증차’에 해당함에도 이러한 변경허가를 받지 않았다고 보아 이 사건 공소사실을 유죄로 판단한 제1심판결을 그대로 유지하였다.<br/>  3. 대법원의 판단<br/>  그러나 원심의 판단은 다음과 같은 이유로 그대로 받아들이기 어렵다. <br/>  가. 우선, 피고인이 공소외 1과 이 사건 운반차량을 이용한 폐기물 운반과 관련하여 체결한 계약(이하 ‘이 사건 계약’이라고 한다)의 실제 내용은 피고인이 폐기물 운반에 사용할 용도로 공소외 1로부터 이 사건 운반차량을 임차한 것이 아니라 공소외 1이 이 사건 운반차량으로 폐기물을 운반하도록 공소외 1에게 폐기물 운반에 관한 업무를 위탁한 것이라고 볼 여지가 있다. 그 구체적인 이유는 다음과 같다.<br/>  1) 성남시로부터 재활용 선별장 관리·운영을 위탁받은 (회사명 생략) 주식회사[이하 ‘(회사명 생략)’이라고 한다]는 재활용 선별장의 용량을 초과하여 반입되는 폐플라스틱을 처리하기 위해 2019. 11. 16. 피고인과 폐플라스틱 위·수탁처리 및 운반계약을 체결하였다. 피고인은 위 폐기물을 자신의 사업장으로 운반하여 처리하였는데, 수집·운반차량이 부족하여 2019. 11. 16. 공소외 1과 ‘재활용품 운송 계약서’(이하 ‘이 사건 계약서’라고 한다)를 작성하고 이 사건 계약을 체결하였다.  <br/>  이 사건 계약서를 살펴보면, 이 사건 계약서에서 정한 급부의 내용은 공소외 1이 (회사명 생략)이 관리·운영하는 성남시 재활용 선별장에서 피고인의 사업장으로 폐기물을 운반한다는 것으로서 폐기물 운반장소, 운반하는 폐기물의 양(한 달 약 800t), 운반단가(kg당 50원), 운반기간 및 횟수 등에 관한 내용이 구체적으로 기재되어 있다. 위와 같은 이 사건 계약서의 문면상으로는 이 사건 계약은 ‘운반차량의 임대차’가 아니라 ‘폐기물 운반에 관한 업무의 위탁’에 관한 것이라고 볼 수 있다. <br/>  2) 원심이 유지한 제1심은 판결 이유에서 이 사건 계약의 내용에 관한 피고인의 주장을 피고인이 공소외 1로부터 이 사건 운반차량을 ‘임차’하여 폐기물의 운반차량으로 사용한 것으로 정리하였다. 그러나 피고인은 수사과정에서 이 사건 운반차량을 임차하였다고 진술한 적이 없고, 공판절차에서는 이 사건 공소사실을 부인하면서 이 사건 계약의 내용에 대하여 변호인의 의견서 등을 통하여 공소외 1에게 폐기물의 운반에 관한 업무를 위탁하였다는 취지로 주장하기도 하고 공소외 1로부터 이 사건 운반차량을 임차하였다는 취지로 주장하기도 하는 등 그 주장이 구체적으로 특정되지 않았다. 이러한 혼선은 이 사건 공소사실에 피고인의 ‘운반차량의 증차’ 행위의 태양이 구체적으로 드러나지 아니한 채 불명료하게 기재됨으로 말미암은 것이고, 이로 인하여 피고인의 방어권 행사에 어려움이 있었던 것으로 보인다. 그런데 뒤에서 보는 바와 같이 이 사건 계약의 실제 내용을 어떻게 볼지에 따라 폐기물처리업의 변경허가를 받아야 하는 중요사항인 ‘운반차량의 증차’에 해당하는지 여부가 달라질 가능성이 있다. 따라서 원심으로서는 피고인이 공소외 1로부터 이 사건 운반차량을 ‘임차’하였다고 주장한 것으로 쉽게 단정할 것이 아니라 피고인이나 그 변호인에게 석명을 구하여 이 사건 계약의 내용에 관한 피고인의 주장을 명확히 할 필요가 있었다. <br/>  3) 피고인과 이 사건 계약을 체결한 상대방인 공소외 1은 수사기관에서 조사받은 적이 없고, 피고인에 대한 제1심 공판절차에서 사실확인서를 제출하였을 뿐이다. 공소외 1의 진술을 담은 유일한 증거자료라고 할 수 있는 사실확인서에는 이 사건 계약의 실제 내용이 ‘위탁’이라고 해석될 수 있는 내용(예컨대 ‘공소외 1이 피고인과 이 사건 계약을 체결한 후 이 사건 운반차량을 이용하여 피고인이 의뢰한 폐기물을 운반한 사실이 있다.’ 등)이 기재되어 있다. 따라서 원심은 공소외 1을 증인으로 소환하는 등의 방법으로 피고인과 공소외 1 사이에 체결된 이 사건 계약의 실제 내용이 무엇인지에 관하여 확인할 필요가 있었음에도 그러한 조치를 취하지 않았다. <br/>  4) (회사명 생략)의 대표자인 공소외 2가 제1심 공판절차에서 제출한 사실확인서에는 ‘(업체명 1 생략)의 대행사가 폐기물 수집·운반증이 부착되지 않은 차량으로 폐기물을 운반하는 것을 발견하였다.’는 취지가 기재되어 있다. 이는 피고인이 공소외 1로부터 이 사건 운반차량을 임차하여 폐기물을 운반하였다는 원심의 사실인정과 다소 배치되는 사정이라고 볼 수 있다.  <br/>  5) 한편 원심이 유지한 제1심은 유죄의 증거로 피고인의 일부 법정진술, 공소외 3의 확인서의 기재, 수사보고[폐기물반출내역(업체명 1 생략) 첨부]의 기재, 현장사진의 영상을 거시하였다. 그런데 피고인의 일부 법정진술은 앞서 본 바와 같이 피고인의 진술 자체에 의하더라도 피고인이 이 사건 계약을 통하여 공소외 1로부터 이 사건 운반차량을 임차하였다고 인정한 것이라고 단정하기 어렵고, 피고인의 배우자인 공소외 3의 확인서는 이 사건 계약의 실제 내용이 위탁인지, 임대차인지에 관한 언급 없이 이 사건 공소사실과 유사한 내용을 반복하여 기재한 것에 불과하므로 실질적인 증거가치가 없어 보인다. 나머지 수사보고[폐기물반출내역(업체명 1 생략) 첨부]의 기재, 현장사진의 영상에 의하더라도 이 사건 운반차량별로 성남시 재활용 선별장에서 피고인의 사업장으로 폐기물이 운반된 날짜와 폐기물의 양 등을 확인할 수 있을 뿐 이 사건 운반차량을 이용하여 폐기물을 운반한 주체가 누구인지는 알 수 없다. 따라서 위 증거들만으로는 피고인이 공소외 1로부터 이 사건 운반차량을 임차하여 폐기물을 운반하였다는 점이 합리적인 의심의 여지 없이 증명되었다고 보기 어려운 측면이 있다. <br/>  6) 피고인이 공소외 1에게 지급하거나 지급하기로 한 대금이 어떻게 산정된 것인지, 이 사건 운반차량을 실제로 운전한 사람이 누구인지 등을 심리함으로써 이 사건 계약의 실질이 무엇인지를 판단할 수 있었음에도 원심은 이에 관하여 전혀 심리하지도 않았다.  <br/>  나. 다음으로, 원심과 달리 피고인이 공소외 1에게 폐기물의 운반에 관한 업무를 위탁하여 공소외 1이 이 사건 운반차량으로 폐기물을 운반한 것이라고 볼 경우 이는 위탁자인 피고인이 폐기물처리업의 변경허가를 받아야 하는 중요사항인 ‘운반차량의 증차’에 해당한다고 단정하기 어렵다. 그 구체적인 이유는 다음과 같다. <br/>  1) 형벌법규의 해석은 엄격하여야 하고, 문언의 가능한 의미를 벗어나 피고인에게 불리한 방향으로 해석하는 것은 죄형법정주의의 내용인 확장해석금지에 따라 허용되지 않는다. 따라서 형벌조항 중 범죄의 구성요건에 해당하는 문언의 의미를 합리적 이유 없이 고려하지 않고 해석함으로써 형벌의 적용범위가 확장되는 것을 경계해야 한다(대법원 2024. 2. 29. 선고 2020도9256 판결 등 참조).<br/>  2) 폐기물관리법 제25조 제5항은 폐기물처리업의 업종으로 폐기물 수집·운반업(제1호), 폐기물 중간재활용업(제5호) 등을 규정하고 있고, 같은 조 제3항은 폐기물처리 사업을 하려는 자는 업종, 영업대상 폐기물 및 처리분야별로 환경부장관 또는 시·도지사의 허가를 받아야 한다고 규정하고 있다. 한편 폐기물관리법 제25조 제6항에 따르면 폐기물 중간재활용업 허가를 받은 자는 별도의 폐기물 수집·운반업의 허가를 받지 아니하고 그 처리대상 폐기물을 스스로 수집·운반할 수 있다. 폐기물관리법 제25조 제3항, 폐기물관리법 시행규칙 제28조 제6항 [별표 7]은 ‘폐기물처리업의 시설·장비·기술능력의 기준’에 관하여 정하고 있는데, 위 기준의 5. 가. 1) 가) (3)에 따르면 폐기물 중간재활용업 허가를 받은 자가 재활용대상 폐기물을 스스로 수집·운반하려는 경우 수집·운반차량을 1대 이상 갖추어야 한다. <br/>위와 같은 규정들에 비추어 보면, 폐기물의 운반은 원칙적으로 폐기물 수집·운반업 허가를 받은 자만 할 수 있으나, 예외적으로 폐기물 중간재활용업 허가를 받은 자가 ‘폐기물처리업의 시설·장비·기술능력의 기준’에서 정한 사항을 충족하는 수집·운반차량을 보유한 경우 그 수집·운반차량의 이용한도 내에서 자신의 처리대상 폐기물을 스스로 운반하는 것이 허용된다고 볼 수 있다. 따라서 폐기물 중간재활용업 허가를 받은 자가 수집·운반차량을 보유한 경우에는 그 수집·운반차량의 이용한도 내에서 자신의 처리대상 폐기물을 스스로 운반할 수 있지만, 폐기물관리법령에 폐기물의 수집·운반에 관한 위탁을 금지하는 규정이 없는 이상 그 폐기물을 스스로 운반하지 않고 영업대상 폐기물에 관한 폐기물 수집·운반업 허가를 받은 자에게 그 폐기물 전부 또는 일부에 관한 업무를 위탁하여 처리할 수도 있다고 봄이 타당하다.  <br/>  3) 통상적으로 폐기물의 운반에 관한 업무를 위탁한 경우 수탁자는 위탁자에 대한 관계에서 자기의 책임하에 위탁받은 업무를 수행하므로 운반차량에 관한 전반적인 사용·관리권한은 특별한 사정이 없는 한 수탁자에게 있을 뿐 위탁자에게 이전되지 않는다. 반면 폐기물의 운반에 사용할 수집·운반차량을 임차한 경우에는 그 수집·운반차량을 사용·관리할 권한이 임대인에서 임차인으로 이전되므로, 이 점에 있어 위탁과는 차이가 있다. 따라서 폐기물 운반에 관한 업무의 위탁에 해당하여 위탁자가 수집·운반차량을 지배·관리한다고 보기 어려운 경우까지 위탁자의 ‘운반차량의 증차’를 하였다고 인정하기는 어렵다.<br/>  4) 폐기물관리법 제25조 제11항, 폐기물관리법 시행규칙 제29조 제1항 제3호 (라)목에서 ‘운반차량의 증차’의 경우 폐기물처리업자가 변경허가를 받도록 규정하고 있는 취지는 관할관청이 해당 수집·운반차량이 폐기물 수집·운반의 기준을 충족하는 구조를 갖추고 있는지 등을 확인하려는 데에 있다. 폐기물의 수집·운반업 허가를 받은 자에게 폐기물의 운반을 위탁하는 경우에는 그 소유의 수집·운반차량은 법령에서 요구하는 기준을 충족하는 구조 등을 갖추고 있을 것이므로 위탁자에게까지 관할관청의 변경허가를 받을 것을 요구할 필요는 없어 보인다.<br/>  5) 환경부예규인 「폐기물처리업 허가업무처리지침」은 폐기물처리업자가 수집·운반차량의 증차로 인한 변경허가를 신청한 경우 법령에서 요구하는 기준을 준수할 수 있는 구조인지 등을 확인하고, 폐기물처리업자에게 변경허가와 함께 폐기물수집·운반증을 발급하도록 정하고 있다. 그런데 폐기물관리법 제13조 제1항, 같은 법 시행령 제7조 제2항, 같은 법 시행규칙 제14조 [별표 5]의 6. 사.에 따르면 폐기물수집·운반증의 발급대상이 되는 수집·운반차량은 원칙적으로 발급신청인 명의로 등록된 것이어야 한다. 따라서 폐기물의 운반을 위탁한 자는 해당 수집·운반차량의 소유명의자가 아니므로 행정절차상 관할관청의 변경허가를 받을 수도 없다.<br/>  6) 이 사건과 같이 수탁자가 위탁자의 처리대상 폐기물에 관한 폐기물 수집·운반업 허가를 받지 않고 폐기물을 운반한 경우, 수탁자에 대하여는 관할관청의 허가를 받지 않고 폐기물처리업을 한 자를 형사처벌하도록 규정하고 있는 폐기물관리법 제64조 제5호가 적용될 수 있고, 위탁자에 대하여 ‘운반차량의 증차’에 관한 처벌규정을 적용하기는 어렵다. <br/>  다. 그런데도 원심은 피고인이 공소외 1과 이 사건 운반차량을 이용한 폐기물 운반과 관련하여 체결한 이 사건 계약이 폐기물 운반의 위탁을 내용으로 하는지 등에 관하여 심리하지 않은 채 판시와 같은 이유만으로 이 사건 공소사실을 유죄로 인정한 제1심판결을 그대로 유지하였다. 이러한 원심판결에는 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 폐기물관리법 제25조 제11항, 폐기물관리법 시행규칙 제29조 제1항 제3호 (라)목에서 정한 ‘운반차량의 증차’ 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 취지의 상고이유 주장은 이유 있다.<br/>  4. 결론<br/>  그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 박영재(재판장) 김상환 오경미(주심) 권영준 ",
  "사건번호": "2023도1924",
  "사건종류코드": "400102",
  "판례정보일련번호": "241497",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}