{
  "판시사항": "인도네시아 소재 의류봉제업 회사의 대표이사인 甲이 소득세법 및 ‘대한민국 정부와 인도네시아 공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’에 따라 국내 거주자에 해당한다며 관할 세무서장이 甲에 대하여 2011년 내지 2016년 귀속 종합소득세 부과처분을 하자, 甲이 불복하고 이의신청한 데 대하여, 지방국세청장이 甲은 2011년부터 2015년까지는 인도네시아 거주자로 간주된다며 해당 연도 귀속 종합소득세 부과처분은 취소하고, 2016년에는 인도네시아 거주자로 볼 수 없다며 2016년 귀속 종합소득세 부과처분에 대한 이의신청을 기각하는 결정을 한 사안에서, 甲은 2016년에 대한민국과 인도네시아에 모두 항구적 주거를 두고 있으나 甲과 인적 및 경제적으로 더욱 밀접하게 관련된 ‘중대한 이해관계의 중심지’는 대한민국이므로 위 조약 제4조 제2항에 따라 대한민국의 거주자라고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "세무",
  "판결요지": "인도네시아 소재 의류봉제업 회사의 대표이사인 甲이 소득세법 및 ‘대한민국 정부와 인도네시아 공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’에 따라 국내 거주자에 해당한다며 관할 세무서장이 甲에 대하여 2011년 내지 2016년 귀속 종합소득세 부과처분을 하자, 甲이 불복하고 이의신청한 데 대하여, 지방국세청장이 甲은 2011년부터 2015년까지는 인도네시아 거주자로 간주된다며 2011년 내지 2015년 귀속 종합소득세 부과처분은 취소하고, 2016년에는 인도네시아 거주자로 볼 수 없다며 2016년 귀속 종합소득세 부과처분에 대한 이의신청을 기각하는 결정을 한 사안이다.<br/>‘대한민국 정부와 인도네시아 공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’ 제4조 제1항, 제2항에 따르면 이중거주자의 거주지국을 결정할 때 항구적 주거를 두고 있는 체약국의 거주자로 간주하고, 항구적 주거가 양 체약국에 모두 존재할 경우에는 중대한 이해관계의 중심지, 즉 양 체약국 중 그 개인과 인적 및 경제적으로 더욱 밀접하게 관련된 체약국이 어디인지를 살펴보아야 하고, 이는 가족 관계, 사회 관계, 직업, 정치ㆍ문화 활동, 사업장소, 재산의 관리장소 등을 종합적으로 고려할 때 양 체약국 중 그 개인의 관련성 정도가 더 깊은 체약국을 의미하는데, 甲이 2005년부터 인도네시아에 있는 공장 내 기숙사에서 거주하거나 주택을 임차하여 거주하는 한편, 2011년부터 수차례 국내에 입국하여 가족들이 거주하거나 배우자가 소유하고 있는 주택에서 지냈고, 2016년에는 국내에 체류한 날이 209일에 이른 점에 비추어, 甲은 2016년에 대한민국과 인도네시아에 모두 항구적 주거를 두고 있으나, 甲의 가족들은 甲이 인도네시아로 출국한 후에도 인도네시아로 생활의 근거지를 옮기지 않은 채 국내에 계속 거주하고 있었던 점, 甲은 2011년경 건강이 악화된 이후 국내 체류일수를 늘려갔으며 2016년부터는 주로 국내에서 가족과 함께 거주하며 생활한 점, 국내에 복귀하기로 결심한 2011년경부터 본격적으로 자산을 국내로 반입하기 시작하여 국내에서 아파트, 예금, 자동차, 골프장 회원권 등 상당한 재산을 소유하고 있는 점 등을 종합하면, 2016년에 대한민국과 인도네시아 중 甲과 인적 및 경제적으로 더욱 밀접하게 관련된 ‘중대한 이해관계의 중심지’는 대한민국이므로, 위 조약 제4조 제2항에 따라 대한민국의 거주자라고 한 사례이다.<br/>",
  "참조조문": "소득세법 제1조의2 제1항 제1호, 제2항, 소득세법 시행령 제2조 제1항, 제3항 제2호, 대한민국 정부와 인도네시아 공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제4조 제1항, 제2항<br/>",
  "선고일자": "20210326",
  "법원명": "서울행법",
  "사건명": "종합소득세부과처분취소",
  "판례내용": "【원    고】  원고 (소송대리인 변호사 이경윤 외 1인)<br/>【피    고】 잠실세무서장<br/>【변론종결】2021. 3. 5.<br/>【주    문】<br/>1. 원고의 청구를 기각한다.<br/>2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】피고가 2018. 7. 2. 원고에 대하여 한 2016년 귀속 종합소득세 430,692,980원(가산세 포함)의 부과처분을 취소한다.<br/>【이    유】  1. 처분의 경위<br/>  가. 원고는 2010년경 인도네시아 공화국(이하 ‘인도네시아’라 한다) 자카르타에 소재한 의류봉제업체인 PT. SELARS KAUSA BUSANA(이하 ‘이 사건 회사’라 한다)의 지분 95%를 인수하였고, 현재까지 이 사건 회사의 대표이사로 재직하고 있다.<br/>  나. 원고는 2011년부터 2015년까지 국내에서 종합소득세 신고를 하지 아니하다가, 2017. 5. 29. 이 사건 회사로부터 2016년에 지급받은 근로소득 314,100,000원에 대한 종합소득세 산출세액 91,585,840원에서 인도네시아에서 이미 납부한 세액 등 86,627,963원을 공제한 4,957,877원을 2016년 귀속 종합소득세로 신고ㆍ납부하였다.<br/>  다. 서울지방국세청장은 2017. 11. 29.부터 2018. 5. 8.까지 원고에 대한 세무조사를 실시한 결과, 원고가 소득세법 및 ‘대한민국 정부와 인도네시아 공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’(이하 ‘이 사건 조세조약’이라 한다)에 따라 국내 거주자에 해당하므로, 2011년부터 2016년까지 원고, 원고의 배우자 소외 1, 원고의 자녀 소외 2 명의 국내 계좌(이하 위 각 계좌를 통틀어 ‘원고 가족의 국내 계좌’라 한다)로 송금된 5,207,556,701원 중 원고 명의 인도네시아 계좌에서 송금된 3,440,063,629원은 원고가 이 사건 회사로부터 받은 배당소득에 해당하고, 이 사건 회사 명의 인도네시아 계좌에서 송금된 1,695,273,305원은 원고의 근로소득에 해당한다고 판단하여 피고에게 관련 과세자료를 송부하였다.<br/>  라. 2011년부터 2016년까지 원고 명의 인도네시아 계좌와 이 사건 회사 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 송금된 돈의 구체적인 내역은 아래 표와 같다.<br/>(단위: 원)귀속연도인출계좌합계이 사건 회사 명의 인도네시아 계좌원고 명의 인도네시아 계좌2011년17,348,549017,348,5492012년191,650,726267,114,577458,765,3032013년272,110,006927,217,6891,199,327,6952014년257,977,192956,194,9501,214,172,1422015년388,186,920668,013,3301,056,200,2502016년567,999,912693,742,8501,261,742,762합계1,695,273,3053,512,283,3965,207,556,701<br/>  마. 이에 피고는 2018. 7. 2. 원고에 대하여 2011년 귀속 종합소득세(가산세 포함, 이하 같다) 17,171,260원, 2012년 귀속 종합소득세 158,343,850원, 2013년 귀속 종합소득세 558,852,750원, 2014년 귀속 종합소득세 575,630,730원, 2015년 귀속 종합소득세 440,577,770원, 2016년 귀속 종합소득세 430,692,980원을 각 경정ㆍ고지하였다(위 각 종합소득세 부과처분 중 2016년 귀속 종합소득세 부과처분만을 이하 ‘이 사건 처분’이라 한다).<br/>  바. 원고는 위 각 종합소득세 부과처분에 불복하여 2018. 8. 9. 이의신청을 하였고, 서울지방국세청장은 2018. 10. 15. ‘원고는 2011년부터 2015년까지 대한민국과 인도네시아의 이중거주자에 해당하는데, 인도네시아가 중대한 이해관계의 중심지여서 이 사건 조세조약상 인도네시아 거주자로 간주된다.’는 이유로 2011년 내지 2015년 귀속 각 종합소득세 부과처분을 취소하고, ‘2016년에는 원고가 인도네시아에 항구적 주거가 있었다거나 인도네시아가 중대한 이해관계의 중심지였다고 보기 어렵다.’는 이유로 원고의 나머지 이의신청을 기각하는 결정을 하였다.<br/>  사. 이에 원고는 2018. 12. 10. 조세심판원에 이 사건 부과처분의 취소를 구하는 심판청구를 하였으나, 조세심판원은 2019. 9. 18. 위 심판청구를 기각하였다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1 내지 3호증, 을 제1, 9, 12호증의 각 기재, 변론 전체의 취지<br/>  2. 이 사건 부과처분의 적법 여부<br/>  가. 원고의 주장<br/>  원고는 아래와 같은 이유로 이 사건 부과처분이 위법하다고 주장한다.<br/>  1) 소득세법상 거주자에 해당하지 않는다는 주장<br/>  원고는 이 사건 회사를 인수한 이후 줄곧 이 사건 회사의 대표이사로 근무하면서 대부분의 기간 인도네시아에 거주하였고, 국내에는 가족을 만나거나 치료를 받기 위하여 일시적으로 체류하였을 뿐이다. 따라서 원고가 2016년에 국내에 주소를 두거나 183일 이상 거소를 두었다고 볼 수 없으므로, 원고는 소득세법상 대한민국 거주자에 해당하지 않는다.<br/>  2) 이 사건 조세조약상 인도네시아 거주자에 해당한다는 주장<br/>  설령 원고가 소득세법상 대한민국 거주자라고 하더라도, 원고는 인도네시아 소득세법상 인도네시아의 거주자이기도 하므로, 대한민국과 인도네시아의 이중거주자에 해당한다. 원고의 항구적 주거는 인도네시아에 있고, 중대한 이해관계의 중심지 또한 인도네시아이므로, 이 사건 조세조약에서 정한 이중거주자의 거주지 판정 기준에 따라 인도네시아 거주자로 판정된다.<br/>  3) 2016. 12. 5. 이후의 소득만이 과세대상에 해당한다는 주장<br/>  설령 원고를 대한민국 거주자로 보아 2016년 귀속 종합소득세를 과세한다고 하더라도, 소득세법 시행령 제2조의2 제1항 제3호는 국내에 거소를 둔 기간이 183일이 되는 날 비거주자가 거주자로 된다고 규정하고 있는바, 원고는 2016년에 국내에 거소를 둔 기간이 183일이 되는 날인 2016. 12. 5.부터 국내 거주자가 되므로, 그 이후에 발생한 소득만이 과세대상이 된다.<br/>  4) 2016년 국내 계좌 송금액은 원고의 자산 이전에 불과하다는 주장<br/>  원고가 2016년에 원고 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 송금한 돈은 이 사건 회사로부터 받은 배당소득이 아니라 원고가 2015. 12. 31. 이전에 취득하여 보관하던 자산을 국내로 이전한 것에 불과하므로, 이를 배당소득으로 보아 과세할 수 없다.<br/>  나. 관계 법령<br/>  별지 기재와 같다.<br/>  다. 인정 사실<br/>  아래와 같은 사실은 당사자 사이에 다툼이 없거나 앞서 든 증거들과 갑 제7, 8, 9, 11, 12, 19 내지 22호증, 을 제4 내지 7, 10, 13, 14, 15호증(가지번호 있는 경우 각 가지번호 포함, 이하 같다)의 각 기재 및 변론 전체의 취지를 종합하여 인정된다.<br/>  1) 원고의 가족 관계 및 주거<br/>  가) 원고는 주식회사 우진모드의 대표이사로서 국내에서 의류제조업을 운영하다가 위 회사에 부도가 발생하자 1994. 9.경 인도네시아로 출국하였는데, 원고의 배우자 소외 1(생년월일 1 생략), 자녀 소외 2(생년월일 2 생략), 모친 소외 4(생년월일 3 생략, 2011. 6.경 사망)는 원고와 함께 출국하지 않고 국내에 계속 거주하였다.<br/>  나) 원고는 2006. 12. 18.부터 2015. 2. 12.까지는 소외 1의 오빠인 소외 5가 거주하는 서울 중랑구 (주소 1 생략) 소재 아파트에 주민등록상 주소지를 두었는데, 이에 대하여 원고는 세무조사 과정에서 ‘주식회사 우진모드의 부도와 관련하여 소송 등이 계속 중이어서 위 주소지에 주민등록만 해 놓은 것이다.’라고 진술하였다. 원고는 2015. 2. 12.부터 2017. 1. 25.까지는 서울 서초구 (주소 2 생략) 소재 오피스텔에 주민등록상 주소지를 두었는데, 이에 대하여 원고는 세무조사 과정에서 ‘자녀 소외 2가 학교 통학 목적으로 위 오피스텔에 거주하였고, 임대차보증금은 원고의 배우자가, 관리비는 원고가 각 지급하였다.’라고 진술하였다.<br/>  다) 원고의 가족들은 2008. 3. 18.부터 2013. 6. 28.까지는 의정부시 (주소 3 생략)에 있는 아파트에 거주하였고, 2013. 6. 28.부터 2015. 3. 3.까지는 서울 송파구 (주소 4 생략)에 거주하였으며, 2015. 3. 3.부터는 위 (주소 4 생략)에 거주하였다.<br/>  라) 원고는 2011년 이후 국내에 입국하면 가족들이 살고 있는 집에서 체류하였고, 원고에 대한 2016. 5. 6.자 진단서, 2016. 6. 9.자 진단서 등에는 원고의 주소지가 (주소 4 생략)로 기재되어 있다.<br/>  마) 원고는 2005년경부터 2016년경까지 인도네시아에서 공장 내 기숙사에 거주하거나 주택을 1년 단위로 임차하여 월세를 내고 거주하였고, 2016. 2. 26. 인도네시아 소재 방 3개짜리 주택을 임대차기간 2016. 3. 4.부터 2017. 3. 3.까지, 보증금 3,200달러(미국 달러, 이하 같다), 월 차임 3,200달러로 정하여 임차하였다. 원고는 인도네시아에 거주하는 동안 인도네시아 노동부로부터 거주허가를 받아 이를 지속적으로 갱신하였고, 국내 세무조사 당시 2011년부터 2017년까지 인도네시아 노동부로부터 받은 ‘외국인근로자 거주증명 신고서’를 과세관청에 제출하였다.<br/>  바) 원고와 원고 가족들의 2010년부터 2018년까지의 국내 체류일수는 다음과 같다.<br/>(단위: 일)성명관계2010년2011년2012년2013년2014년2015년2016년2017년2018년원고본인222416265269209212277소외 1배우자363334191179215202232254321소외 2자녀365323350357365326356356365소외 4모친365160<br/>  2) 원고의 소득활동, 재산상황 등<br/>  가) 원고는 1994. 9.경 인도네시아로 출국한 이후 백화점 의류판매원, 식당경영, 자동차 수입판매원 등 다양한 일을 하다가 2005년경부터 이 사건 회사에서 근무하였고, 2010년경 이 사건 회사의 주식 95%를 인수하여 이 사건 회사의 대표이사가 되었다. <br/>  나) 원고는 2011. 1. 5. 원고와 함께 이 사건 회사를 실질적으로 운영하는 동업자이자 이 사건 회사의 상임감사인 소외 3과 사이에, 향후 5년간 이 사건 회사의 이익금 및 기타 수입의 50%를 소외 3에게 지급하여 주겠다는 약정을 하였고, 2016. 5. 10. 다시 동일한 내용의 약정을 하였다(이하 위 각 약정을 통틀어 ‘이 사건 수익분배 약정’이라 한다).<br/>  다) 원고는 세무조사 과정에서 이 사건 회사의 2010년부터 2017년까지 매출액에 대하여 ‘국내 업체의 미국 수출용 의류 OEM 공장으로 매월 100만 달러 정도의 매출이 발생하였고, 연간 매출액이 최소 120억 원은 넘었다.’라고 진술하였다.<br/>  라) 원고는 2011년부터 2016년까지 이 사건 회사 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 1,695,273,305원을, 원고 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 3,512,283,396원을 송금하여 합계 5,207,556,701원을 송금하였는데, 같은 기간 동안 위 각 인도네시아 계좌에서 소외 3 명의 계좌로도 유사한 액수의 금액을 송금하였다. 이에 대하여 원고는 세무조사 과정에서 ‘이 사건 회사 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 송금된 1,695,272,305원은 전부 이 사건 회사에서 발생한 급여, 상여금이고, 원고 가족의 국내 계좌로 송금된 금액 중 위와 같은 근로소득을 제외한 나머지는 이 사건 수익분배 약정을 근거로 이 사건 회사의 이익금을 소외 3과 각 1/2씩 분배한 것이다.’라고 진술하였다. 소외 3도 세무조사 과정에서 ‘이 사건 회사 명의 인도네시아 계좌에서 입금된 돈은 대부분 월급을 송금받은 것이고, 원고 명의 인도네시아 계좌에서 입금된 돈은 법인 운영자금으로 사용하던 돈이거나 수익금을 분배받은 것이다.’라고 진술하였다.<br/>  마) 원고가 2011년부터 2015년까지 인도네시아 과세관청에 신고한 소득내역은 아래와 같다. 인도네시아에서 신고한 소득내역이 원고가 원고 가족의 국내 계좌로 송금한 돈보다 현저히 적은 이유에 대하여 원고는 세무조사 과정에서 ‘인도네시아에서 발생한 소득의 상당 부분에 대하여 신고를 누락하였고, 이에 대하여 인도네시아 과세관청으로부터 세무조사를 받아 추가로 세금을 납부하였다.’라고 진술하였다.<br/>(단위 : 백만루피아, 백만원연도근로배당합계원화환산*지급처합계13,097-13,0971,177현지법인20112,3922,39221520122,6062,60623420132,8272,82725420142,6562,65623920152,6162,616235<br/>* 2015.12.31. 현재 환율(1루피아 / 0.09원)<br/>  바) 2016. 12. 31. 기준 원고와 원고 가족이 국내에 보유하였거나 보유하고 있는 재산 내역은 아래와 같다. 원고는 원고의 배우자가 2014. 12. 8. 아래 (주소 4 생략)를 매수할 무렵 원고의 배우자에게 8억 원을 증여하였고, 이에 대한 증여세를 신고ㆍ납부하였다.<br/>(단위: 백만 원)구  분소유자소재지(차량명)취득가액취득일양도일부동산배우자서울 송파구 (주소 4 생략)1,0702014. 12. 8.배우자의정부 (주소 5 생략)3022003. 4. 18.2015. 5. 11.예  금원고(주)하나은행 등 18건2,487배우자(주)하나은행 등 17건자동차원고ㆍ배우자제네시스502015. 7. 2.회원권원고(회원권명 생략)232015. 11. 1.합  계3,932<br/>  라. 판단<br/>  1) 소득세법상 거주자에 해당하지 않는다는 주장에 관한 판단<br/>  가) 관련 법리<br/>소득세법 제1조의2 제1항은 제1호에서 거주자를 ‘국내에 주소를 두거나 183일 이상 거소를 둔 개인’으로 정의하고, 제2조 제1항 제1호는 거주자에게 소득세를 납부할 의무를 지우고 있다. 구 소득세법 제1조의2 제2항의 위임을 받은 소득세법 시행령 제2조 제1항은 “소득세법 제1조의2에 따른 주소는 국내에서 생계를 같이하는 가족 및 국내에 소재하는 자산의 유무 등 생활 관계의 객관적 사실에 따라 판정한다.”라고 규정하고 있다. 또한 같은 조 제3항은 “국내에 거주하는 개인이 다음 각호의 1에 해당하는 경우에는 국내에 주소를 가진 것으로 본다.”라고 정하면서, 제2호에서 “국내에 생계를 같이하는 가족이 있고, 그 직업 및 자산상태에 비추어 계속하여 183일 이상 국내에 거주할 것으로 인정되는 때”를 들고 있다.<br/>소득세법 시행령 제2조 제1항이 국내에 주소를 가진 것으로 보는 요건으로 들고 있는 ‘국내에 생계를 같이하는 가족’이란 우리나라에서 생활자금이나 주거장소 등을 함께 하는 가까운 친족을 의미하고, ‘직업 및 자산상태에 비추어 계속하여 183일 이상 국내에 거주할 것으로 인정되는 때’란 거주자를 소득세 납세의무자로 삼는 취지에 비추어 볼 때 183일 이상 우리나라에서 거주를 요할 정도로 직장 관계 또는 근무 관계 등이 유지될 것으로 보이거나 183일 이상 우리나라에 머물면서 자산의 관리ㆍ처분 등을 하여야 할 것으로 보이는 때와 같이 장소적 관련성이 우리나라와 밀접한 경우를 의미한다(대법원 2014. 11. 27. 선고 2013두16876 판결, 대법원 2019. 3. 14. 선고 2018두60847 판결 등 참조).<br/>  나) 구체적 판단<br/>  앞서 인정한 사실과 앞서 든 증거에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정에 비추어 보면, 원고는 2016년도에 국내에서 생계를 같이하는 가족이 있고, 원고의 가족이 임차한 주택 또는 원고의 배우자가 소유하고 있는 주택에 가족들과 함께 거주하며 생활하고 있으며, 국내에 상당한 자산을 보유하고 있는 등 국내에 주소를 두고 있다고 봄이 타당하므로, 소득세법상 거주자에 해당한다. 이와 다른 전제에서 한 원고의 주장은 이유 없다.<br/>  ① 원고가 1994. 9.경 인도네시아로 출국한 뒤에도 원고의 가족들은 계속 국내에 거주하였고, 원고는 국내에 입국하면 가족들이 거주하고 있는 집에서 체류하였다. 원고는 인도네시아에서 얻은 소득을 국내에 있는 가족들에게 송금하여 주었고, 특히 2011년부터 2016년까지는 약 52억 원을 원고 가족의 국내 계좌로 송금하여 생활비, 주거비, 부동산 구입비용 등으로 사용하게 하였다. 따라서 원고의 배우자, 자녀는 원고가 우리나라에서 생활자금이나 주거장소 등을 함께 하는 가까운 친족으로서 소득세법 제2조 제1항에서 정한 ‘국내에서 생계를 같이 하는 가족’에 해당한다.<br/>  ② 원고는 2011년부터 2016년까지 약 52억 원을 원고 가족의 국내 계좌로 송금하였는데, 이에 대하여 원고는 세무조사 과정에서 ‘2011년 이후 건강이 악화되자 인도네시아에서는 치료가 어렵다고 판단하여 한국 복귀를 준비하면서 인도네시아에 있는 재산을 국내로 반입하였다.’라고 진술하였다. 원고의 배우자는 2014. 12.경 원고가 증여한 자금 등으로 국내에서 아파트를 매수하여 2015. 3.경부터 위 아파트에 거주하면서 원고가 국내에 입국하면 위 아파트에서 같이 생활하였고, 원고는 2015. 7.경 국내에서 자동차를 구입하였으며, 2015. 11.경 골프장 회원권을 구입하기도 하였다. 이는 원고가 국내에서 가족과 함께 상당한 기간 동안 거주할 것을 예정한 경제활동이라고 보는 것이 합리적이다. <br/>  ③ 실제로 원고는 2011년부터 2015년까지 22차례 국내에 입국하였고, 국내 체류일수도 점차적으로 증가하였으며, 2016년부터는 인도네시아보다 국내에서 거주하는 기간이 더 길어져 2016년에 209일, 2017년에 212일, 2018년에 277일을 국내에서 가족과 함께 거주하였다.<br/>  2) 이 사건 조세조약상 인도네시아 거주자에 해당한다는 주장에 관한 판단<br/>  가) 관련 법리<br/>  어느 개인이 소득세법상의 국내 거주자인 동시에 외국의 거주자에도 해당하여 그 외국법상 소득세 등의 납세의무자에 해당하는 경우에는 하나의 소득에 대하여 이중으로 과세될 수도 있으므로, 이를 방지하기 위하여 각국 간 조세조약을 체결하여 별도의 규정을 두고 있다. 납세의무자가 이러한 이중거주자에 해당하는 사실이 인정된다면 그 중복되는 국가와 체결된 조세조약이 정하는 바에 따라 어느 국가의 거주자로 간주될 것인지를 결정하여야 한다.<br/>  이에 따라 이 사건 조세조약 제4조는 제1항에서 “이 협정의 목적상 ‘일방체약국의 거주자’라 함은 그 체약국의 법에 따라 동 체약국에서 조세목적상 거주자로 취급되는 인을 의미한다.”라고 규정하고, 제2항에서 “제1항의 규정에 의하여 개인이 양 체약국의 거주자가 되는 경우, 그의 지위는 다음과 같이 결정된다.”라고 규정하면서 가.호에서 “동 개인은 그가 이용할 수 있는 항구적 주거를 두고 있는 체약국의 거주자로 간주된다. 동 개인이 양 체약국 내에 그가 이용할 수 있는 항구적 주거를 두고 있는 경우, 인적 및 경제적 관계가 더욱 밀접한 국가의 거주자로 간주된다(중대한 이해의 중심지).”라고 규정하며, 나.호, 다.호에서 순차적으로 가.호에 의하여 결정할 수 없는 경우에 이 사건 조세조약상의 거주자의 지위를 결정하는 기준을 마련하고 있다.<br/>  여기서의 항구적 주거란 개인이 여행 또는 출장 등과 같은 단기체류를 위하여 마련한 것이 아니라 그 이외의 목적으로 계속 머물기 위한 주거 장소로서 언제든지 계속 사용할 수 있는 모든 형태의 주거를 의미하는 것이므로, 그 개인이 주거를 소유하거나 임차하는 등의 사정은 항구적 주거를 판단하는 데 고려할 사항이 아니다. 이러한 항구적 주거가 양 체약국에 모두 존재할 경우에는 이 사건 조세조약상 이중거주자의 거주지국에 대한 다음 판단 기준인 중대한 이해관계의 중심지, 즉 양 체약국 중 그 개인과 인적 및 경제적으로 더욱 밀접하게 관련된 체약국이 어디인지를 살펴보아야 하고, 이는 가족 관계, 사회 관계, 직업, 정치ㆍ문화 활동, 사업장소, 재산의 관리장소 등을 종합적으로 고려할 때 양 체약국 중 그 개인의 관련성의 정도가 더 깊은 체약국을 의미한다(대법원 2019. 3. 14. 선고 2018두60847 판결 등 참조).<br/>  나) 구체적 판단<br/>  (1) 먼저 원고가 인도네시아 소득세법상 거주자에 해당하는지에 관하여 본다. 인도네시아 소득세법 제2조 제3항 a호는 ‘납세의무자인 거주자(resident taxpayer)’를 ① 인도네시아에서 거주하는 개인, ② 12개월 동안 183일을 초과하여 인도네시아에 체류한 개인, ③ 인도네시아에서 거주할 의사를 갖고 특정 과세연도 중에 인도네시아에서 거주한 개인 중 어느 하나로 규정하고 있고, 같은 조 제6항은 ‘거주(residence)’에 관하여는 실제 상황에 따라 과세관청이 정한다고 규정하고 있다.<br/>  앞서 인정한 사실에 의하면, 원고는 2005년부터 이 사건 회사에서 근무하면서 인도네시아에 있는 공장 내 기숙사에서 거주하거나 주택을 임차하여 거주하였고, 2016. 3. 4.부터 2017. 3. 3.까지 인도네시아에서 주택을 임차하여 거주하였으며, 위와 같은 거주에 대하여 인도네시아 노동부로부터 거주허가를 받았을 뿐만 아니라 2011년부터 2016년까지 인도네시아 과세관청에 인도네시아의 거주자로서 소득세를 신고ㆍ납부하기도 하였다. 외국적 요소가 있는 법률관계에 관하여 적용될 외국 법규의 내용을 확정하고 의미를 해석하는 경우에는 외국법이 본국에서 현실로 해석ㆍ적용되고 있는 의미ㆍ내용대로 해석ㆍ적용하는 것이 원칙이므로(대법원 2016. 5. 12. 선고 2015다49811 판결 등 참조), 인도네시아 노동부와 인도네시아 과세관청이 한 인도네시아 소득세법상 ‘거주’의 개념에 대한 해석을 받아들여 원고는 인도네시아 소득세법이 정한 기준에 따라 2016년에 인도네시아 거주자에 해당한다고 봄이 타당하다.<br/>  (2) 따라서 원고는 2016년에 대한민국과 인도네시아의 이중거주자에 해당하므로, 이 사건 조세조약의 이중거주자의 거주지 판정 기준에 따라 어느 국가의 거주자로 간주되는지 본다. 앞서 인정한 사실 및 앞서 든 증거에 변론 전체의 취지를 더하여 인정되는 아래와 같은 사정들을 종합하여 보면, 원고는 2016년에 대한민국과 인도네시아에 모두 항구적 주거를 두고 있으나, 원고와 인적 및 경제적으로 더욱 밀접하게 관련된 ‘중대한 이해관계의 중심지’는 대한민국이므로, 이 사건 조세조약 제4조 제2항 가.호에 따라 대한민국의 거주자로 간주된다. 이와 다른 전제에서 한 원고의 주장은 이유 없다.<br/>  (가) 원고는 2005년부터 인도네시아에 있는 공장 내 기숙사에서 거주하거나 주택을 임차하여 거주하였고, 2016. 3. 4.부터 2017. 3. 3.까지 인도네시아에서 주택을 임차하여 거주하였다. 한편 원고는 2011년부터 2015년까지 22차례 국내에 입국하여 원고의 가족들이 거주하고 있는 주택에서 지냈고, 2015. 3.경부터는 국내에 입국하면 원고의 배우자가 소유하고 있는 주택에서 거주하였으며, 2016년에는 국내에 체류한 날이 209일에 이르렀다. 따라서 원고가 2016년에 대한민국과 인도네시아에 두고 있는 주거지는 여행 또는 출장 등과 같은 단기체류를 위하여 마련한 것이 아니라 그 이외의 목적으로 계속 머물기 위한 주거 장소로서 언제든지 계속 사용할 수 있는 주거지에 해당하므로, 위 각 주거지는 모두 이 사건 조세조약에서 정한 ‘항구적 주거’에 해당한다.<br/>  (나) 따라서 이 사건 조세조약상 이중거주자의 거주지 판정에 대한 다음 판단 기준인 ‘중대한 이해관계의 중심지’가 어디인지를 보건대, ① 원고의 가족들은 원고가 인도네시아로 출국한 후에도 인도네시아로 생활의 근거지를 옮기지 않은 채 국내에 계속 거주하고 있었던 점, ② 원고가 인도네시아에서 장기간 동안 경제활동을 한 것은 사실이나, 원고는 2011년경 건강이 악화된 이후 국내에 복귀하기로 결심하고 점차 국내 체류일수를 늘려갔으며, 2016년부터는 주로 국내에서 가족과 함께 거주하며 생활한 점, ③ 원고는 위와 같이 국내에 복귀하기로 결심한 2011년경부터 본격적으로 자산을 국내로 반입하기 시작하였는바, 2016년까지 자산의 상당 부분을 국내로 이전하였고, 이에 따라 원고와 원고의 배우자는 2016. 12. 31. 기준 국내에서 아파트, 약 24억 8,000만 원의 예금, 자동차, 골프장 회원권 등 상당한 재산을 소유하고 있는 점, ④ 원고는 질병의 치료를 위하여 국내에 일시적으로 체류한 것이라고 주장하나, 2016년 이후 원고의 국내 체류일수에 비추어 볼 때 이를 일시적 귀국이라고 볼 수는 없고, 원고가 제출한 진료내역에 의하더라도 원고가 실제 장기간 입원하였다거나 국내로 귀국하면서까지 치료를 받아야 하는 중한 질병을 앓고 있었다고 보기는 어려우므로, 인도네시아에서의 생활을 상당 부분 정리하고 국내에서 가족과 함께 생활하기 위하여 국내에 체류하였다고 보는 것이 합리적인 점 등에 비추어 보면, 2016년에 대한민국과 인도네시아 중 원고와 인적 및 경제적으로 더욱 밀접하게 관련된 국가는 대한민국이라고 보인다. <br/>  3) 2016. 12. 5. 이후의 소득만이 과세대상이 된다는 주장에 관한 판단<br/>소득세법 시행령 제2조의2 제1항 제1호는 ‘국내에 주소를 둔 날’을 비거주자가 거주자로 되는 시기 중 하나로 규정하고 있다. 앞서 본 바와 같이 원고는 인도네시아에 거주하는 동안에도 지속적으로 국내에 입국하여 가족들이 거주하는 주택에서 함께 지냈고, 2015. 3.부터는 국내에 입국하면 원고의 배우자 소유 주택에서 가족과 함께 거주하였으며, 2011년부터 국내에 체류하는 날이 점점 증가하여 2016년에는 인도네시아에 체류하는 날보다 국내에 체류하는 날이 더 길어졌는바, 원고는 2016년 이전에 국내에 주소를 마련하여 늦어도 2016. 1. 1.에는 대한민국 거주자가 되었다고 봄이 타당하다. 이와 다른 전제에서 한 피고의 주장은 이유 없다.<br/>  4) 국내 계좌로 송금한 금액은 자산의 이전에 불과하다는 주장에 관한 판단<br/>  앞서 인정한 사실 및 앞서 든 증거들에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정들을 종합하여 보면, 원고 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 송금된 돈은 원고가 이 사건 회사의 이익이나 잉여금을 분배받은 것으로서 소득세법 제17조 제1항 제6호에서 정한 배당소득에 해당한다고 봄이 타당하다. 이와 다른 전제에서 한 원고의 주장은 이유 없다.<br/>  ① 원고는 2011년부터 2016년까지 원고 명의 인도네시아 계좌, 이 사건 회사 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 약 52억 원(원고가 미국 달러로 송금한 돈을 한화로 환산한 금액, 이하 같다)을, 소외 3의 계좌로 약 53억 원을 송금하였는데, 이에 대하여 원고와 소외 3은 모두 세무조사 과정에서 “위 돈은 이 사건 회사로부터 받은 근로소득, 이 사건 회사의 이익 분배금이다.”라는 취지로 진술하였다. <br/>  ② 실제로 원고 가족의 국내 계좌, 소외 3 및소외 3의 가족 명의 국내 계좌에 입금된 내역을 보면, 원고와 소외 3은 위 각 계좌로 수백 차례에 걸쳐 2만 달러 이하의 소액을 일주일에 1∼2회씩 송금받았고, 동일한 날짜에 동일한 액수가 원고와 소외 3에게 나란히 입금된 내역을 다수 확인할 수 있으므로, 위 금액은 이 사건 회사의 운영으로 발생한 이익을 원고와 소외 3이 이 사건 수익분배 약정에 따라 분배받은 것이라고 보는 것이 합리적이다.<br/>  ③ 원고는 원고 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 2012년 약 2억 6,000만 원, 2013년 약 9억 2,000만 원, 2014년 약 9억 5,000만 원, 2015년 약 6억 6,800만 원, 2016년 약 6억 9,300만 원을 송금하였는바, 2016년의 송금액이 다른 연도에 비하여 많다고 보이지 않으므로, 원고가 2015년 이전에 이미 수령하여 모아두었던 돈을 2016년에 송금한 것이라고 보기는 어렵다.<br/>  ④ 원고는 원고 명의 인도네시아 계좌 예금자산 변동내역(갑 제13호증)을 근거로 원고가 2015. 12. 31.까지 인도네시아에서 보유하고 있던 자산을 2016년에 국내로 이전한 것이라고 주장한다. 그러나 원고 명의 인도네시아 계좌에서 원고와 소외 3에게 동일한 돈이 다수 인출된 점에 비추어 볼 때, 원고 명의 인도네시아 계좌는 원고가 이미 이 사건 회사로부터 받은 근로소득이나 배당소득을 보관하던 계좌가 아니라 이 사건 회사의 이익금을 보관하던 계좌에 해당한다고 볼 여지가 충분하고, 이 경우 원고 명의 인도네시아 계좌에서 원고 가족의 국내 계좌로 송금한 돈은 회사의 이익을 분배한 것에 해당하므로, 이를 단순한 자산의 이전이라고 볼 수 없다.<br/>  3. 결론<br/>  그렇다면 원고의 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.<br/>[별   지] 관계 법령: 생략<br/><br/>판사 이주영(재판장) 김종신 윤민수 ",
  "사건번호": "2019구합89555",
  "사건종류코드": "400108",
  "판례정보일련번호": "215447",
  "선고": "선고",
  "판결유형": "판결 : 항소",
  "법원종류코드": "400202"
}