{
  "판시사항": "[1] 거주자인 사업자가 특수관계인에게 부당하게 낮은 대가를 받고 부동산을 임대한 경우, 소득세법상 부당행위계산 부인의 기준이 되고 부가가치세법상 과세표준이 되는 부동산임대용역의 시가를 산정하는 방법<br/>[2] 구 국세기본법 제47조의2 제2항 등에 규정된 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’의 의미 / 명의신탁재산 증여의제의 경우 주식을 명의신탁하면서 주식의 매매 등이 있었던 것과 같은 외관을 형성하여 그 형식에 따른 계약서나 계좌거래내역 등을 토대로 과세관청에 신고하는 것이 증여세 부당무신고가산세의 요건인 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’에 해당하는지 여부(원칙적 소극)<br/>",
  "참조판례": "[2] 대법원 2017. 4. 13. 선고 2015두44158 판결(공2017상, 1023), 대법원 2018. 12. 13. 선고 2018두36004 판결<br/>",
  "사건종류명": "세무",
  "판결요지": "[1] 소득세법 제41조 제1항, 소득세법 시행령 제98조 제2항 제2호, 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제13조 제1항 제4호, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제50조 제1항, 제52조 제1항 등에 따르면, 거주자인 사업자가 특수관계인에게 부당하게 낮은 대가를 받고 부동산을 임대한 경우 소득세법상 부당행위계산 부인의 기준이 되고 부가가치세법상 과세표준이 되는 부동산임대용역의 시가는 거주자인 사업자가 특수관계인 외의 자와 해당 거래와 유사한 상황에서 계속적으로 거래한 가격 또는 제3자 간에 일반적으로 거래된 가격에 의하여야 하고, 그와 같은 가격이 없거나 시가가 불분명한 경우에는 부동산 가격공시 및 감정평가에 관한 법률에 따른 감정평가법인이 감정한 가액 등 법령이 정한 방법으로 계산한 금액에 의하여야 한다.<br/>[2] 구 국세기본법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제47조의2 제2항은 납세의무자가 ‘부정행위’로 법정신고기한까지 세법에 따른 국세의 과세표준 신고를 하지 아니한 경우에는 산출세액 등의 100분의 40에 상당하는 금액을 가산세로 하도록 규정하고 있다(2011. 12. 31. 법률 제11124호로 개정되기 전의 구 국세기본법 제47조의2 제2항도 같은 취지이다. 이하 위 각 국세기본법을 구분하지 않고 ‘구 국세기본법’이라 통칭한다).<br/>구 국세기본법 제47조의2 제2항 등에 규정된 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’란 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 적극적 은닉 의도가 나타나는 사정이 덧붙여지지 않은 채 단순히 세법상의 신고를 하지 않거나 허위의 신고를 함에 그치는 것은 여기에 해당하지 않는다. 또한 명의신탁재산 증여의제의 경우 명의신탁자가 명의수탁자에게 주식을 명의신탁하면서 주식의 매매 등이 있었던 것과 같은 외관을 형성하여 그 형식에 따른 계약서나 계좌거래내역 등을 토대로 과세관청에 신고하는 것은 주식의 명의신탁에 통상 뒤따르는 부수행위에 불과하다고 볼 수 있다. 따라서 이와 같은 경우에는 명의신탁의 결과 명의수탁자가 부담할 증여세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 정도에 이르렀다는 등의 특별한 사정이 없는 한, 증여세 부당무신고가산세의 요건인 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’에 해당한다고 볼 수 없다.<br/>",
  "참조조문": "[1] 소득세법 제41조 제1항, 소득세법 시행령 제98조 제2항 제2호, 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제13조 제1항 제4호(현행 제29조 제1항, 제4항 제2호, 제3호 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제50조 제1항(현행 제62조 참조), 제52조 제1항(현행 부가가치세법 제29조 제4항 참조) / [2] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전 것) 제47조의2 제2항 제1호(현행 제47조의2 제1항 제1호 참조), 구 국세기본법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제47조의2 제2항(현행 제47조의2 제1항 제1호 참조), 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제27조 제2항 제6호(현행 제12조의2 제1항 및 조세범 처벌법 제3조 제6항 참조)<br/>",
  "선고일자": "20210708",
  "법원명": "대법원",
  "사건명": "종합소득세등부과처분취소",
  "판례내용": "【원고, 상고인】 원고 1 외 6인 (소송대리인 법무법인 제이엘 담당변호사 박종일 외 2인)<br/>【피고, 피상고인】 서초세무서장 외 4인<br/>【원심판결】 서울고법 2017. 9. 15. 선고 2016누77355 판결<br/>【주    문】<br/>원심판결 중 원고 1의 패소 부분 및 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7의 패소 부분 중 가산세 부과처분 부분을 각각 파기하고, 이 부분 사건을 서울고등법원에 환송한다.  원고 4, 원고 5, 원고 6, 원고 7의 나머지 상고를 모두 기각한다.<br/><br/>【이    유】상고이유를 판단한다.<br/>  1. 사안의 개요<br/>  가. 원고 1은 서울 서초구 (주소 생략)에 있는 5층 건물(이하 ‘이 사건 건물’이라 한다)의 소유자로 이 사건 건물을 층별로 나누어 보증금 합계 59억 2,000만 원, 임대료 합계 월 7,719만 원에 임대하던 중, 2008. 8. 28. 주식회사 진미선개발(이하 ‘진미선개발’이라 한다)을 원고 2, 원고 3 명의로 그 주식 10,000주씩을 인수하는 방법으로 설립하고, 2008. 9. 1. 진미선개발에 이 사건 건물 전체를 보증금 59억 2,000만 원, 임대료 월 5,000만 원에 임대하였다. <br/>  나. 진미선개발은 2008. 9. 1. 기존 임차인들에게 이 사건 건물의 지하층, 1층 내지 3층, 옥상층을 종전과 동일한 조건으로 전대하는 한편, 그 무렵부터 나머지인 4, 5층에서 모텔을 운영하다가 2009. 10.경 이를 원고 2에게 전대하였다. <br/>  다. 원고 1은 2012. 5. 3. 원고 2 명의의 진미선개발 주식 10,000주를 원고 4, 원고 5, 원고 6, 원고 7에게 일부씩 양도하는 형식으로 그 명의를 변경하였다.<br/>  라. 피고 반포세무서장, 서초세무서장은 2008년경부터 2012년경까지 이 사건 건물에 관한 임대용역의 시가가 진미선개발이 받은 전대료 상당액이라는 전제하에(다만 진미선개발이 모텔을 운영한 기간의 4, 5층에 관한 임대용역의 시가는 원고 1이 종전에 받은 월 1,150만 원이라고 전제하였다), 원고 1이 특수관계인인 진미선개발에 시가보다 낮은 가격으로 이 사건 건물에 관한 임대용역을 제공하였다고 보고, 그 차액을 원고 1의 임대용역의 공급가액과 소득에 합산하여, 원고 1에게 2008년 2기부터 2012년 2기까지의 각 부가가치세와 2008년부터 2012년까지의 각 종합소득세를 부과하였다. <br/>  마. 피고 성동세무서장, 강남세무서장, 반포세무서장, 용산세무서장은 원고 1이 조세를 회피할 목적으로 진미선개발 주식을 2008. 8. 28. 원고 2, 원고 3에게, 2012. 5. 3. 원고 4, 원고 5, 원고 6, 원고 7에게 순차로 명의신탁하였다고 보고, 구「상속세 및 증여세법」(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제60조 제3항, 제63조 제1항 제1호 (다)목, 구「상속세 및 증여세법 시행령」(2014. 2. 21. 대통령령 제25195호로 개정되기 전의 것, 이하 ‘구 상증세법 시행령’이라 한다) 제54조 제1항, 제56조 제1항 제1호에 따라 진미선개발 주식의 1주당 가액을 최근 3년간 순손익액의 가중평균액을 기초로 평가한 순손익가치와 순자산가치를 3과 2의 비율로 가중평균한 방법으로 산정하여, 각각 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7에게 증여세(부당무신고가산세 포함)를 부과하였다.<br/>  2. 원고 4, 원고 5, 원고 6, 원고 7에 대한 각 증여세 본세 부과처분에 관하여(상고이유 제1점)<br/>  가. 원고 4, 원고 5, 원고 6, 원고 7은 명의신탁 증여의제에 따른 증여세 본세 부과처분과 관련하여, ① 진미선개발이 2008. 9. 1.경부터 이 사건 건물 4, 5층에서 숙박업을 하는 동시에 나머지 층에 관하여 전대업을 하다가 2009. 10.경 숙박업을 폐업하고 그 무렵부터는 이 사건 건물 전체에 관하여 전대업을 하였으므로, 이는 구「상속세 및 증여세법 시행규칙」(2014. 3. 14. 기획재정부령 제412호로 개정되기 전의 것, 이하 ‘구 상증세법 시행규칙’이라 한다) 제17조의3 제1항 제3호가 정한 ‘평가기준일 전 3년이 되는 날이 속하는 사업연도 개시일부터 평가기준일까지의 기간 중 주요업종이 바뀐 경우’에 해당하고, ② 따라서 위 원고들에 대한 증여세액 계산의 기초가 되는 진미선개발 주식의 1주당 가액의 평가를 위한 순손익가치는 구 상증세법 시행령 제56조 제1항 제1호에서 정한 ‘최근 3년간의 순손익액의 가중평균액’에 의하여 산정할 수 없다고 주장하였다. <br/>  나. 원심은 그 판시와 같은 이유를 들어 진미선개발이 숙박업을 폐업하기 전에도 그 주요업종은 전대업이었으므로 숙박업의 폐업으로 진미선개발의 주요업종이 바뀌지 않았다고 보아 위 주장을 배척하고, 위 원고들에 대한 각 증여세 본세 부과처분이 적법하다고 판단하였다. 관련 규정과 법리에 비추어 기록을 살펴보면, 이러한 원심의 판단은 정당하고, 거기에 상고이유 주장과 같이 구 상증세법 시행규칙 제17조의3 제1항 제3호에 관한 법리를 오해한 잘못이 없다. <br/>  3. 원고 1에 대한 각 부가가치세 및 종합소득세 부과처분에 관하여(상고이유 제2점)<br/>  가. 소득세법 제41조 제1항, 소득세법 시행령 제98조 제2항 제2호, 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제13조 제1항 제4호, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제50조 제1항, 제52조 제1항 등에 따르면, 거주자인 사업자가 특수관계인에게 부당하게 낮은 대가를 받고 부동산을 임대한 경우 소득세법상 부당행위계산 부인의 기준이 되고 부가가치세법상 과세표준이 되는 부동산임대용역의 시가는 거주자인 사업자가 특수관계인 외의 자와 해당 거래와 유사한 상황에서 계속적으로 거래한 가격 또는 제3자 간에 일반적으로 거래된 가격에 의하여야 하고, 그와 같은 가격이 없거나 시가가 불분명한 경우에는「부동산 가격공시 및 감정평가에 관한 법률」에 따른 감정평가법인이 감정한 가액 등 법령이 정한 방법으로 계산한 금액에 의하여야 한다.<br/>  나. 기록에 의하면, 원고 1은 진미선개발과 이 사건 건물에 관한 임대차계약을 체결하면서 종전과 달리 임차인인 진미선개발이 이 사건 건물의 시설보수ㆍ유지업무를 담당하고, 이 사건 건물에 관한 세금과 공과금 등을 부담하며, 세입자와의 분쟁을 해결하고 그에 따른 모든 책임을 지기로 약정한 사실을 알 수 있다. 이처럼 원고 1이 진미선개발과 약정한 임대료는 원고 1 대신 진미선개발이 부담하기로 한 각종 비용과 책임 등이 고려된 것으로 보인다. 그렇다면 진미선개발이 부담하게 된 이러한 비용과 책임 등에 대한 고려 없이 진미선개발이 전대료로 원고 1이 종전에 받은 임대료와 같은 금액을 받았다는 사정만으로 그 전대료 상당액이 바로 원고 1이 진미선개발에 제공한 이 사건 건물에 관한 임대용역의 시가라고 단정할 수 없다. <br/>  다. 그런데도 원심은 그 판시와 같은 이유만으로 원고 1이 진미선개발에 제공한 이 사건 건물에 관한 임대용역의 시가를 진미선개발이 받은 전대료 상당액으로 보고, 원고 1에 대한 각 부가가치세 및 종합소득세 부과처분이 적법하다고 판단하였다. 이러한 원심의 판단에는 부동산 저가임대에 따른 부당행위계산 부인에서 임대료 시가 등에 관한 법리를 오해함으로써 판결에 영향을 미친 잘못이 있다. 이를 지적하는 이 부분 상고이유 주장은 이유 있다. <br/>  4. 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7에 대한 각 증여세 부당무신고가산세 부과처분에 관하여(상고이유 제3점)<br/>  가. 구 국세기본법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제47조의2 제2항은 납세의무자가 ‘부정행위’로 법정신고기한까지 세법에 따른 국세의 과세표준 신고를 하지 아니한 경우에는 산출세액 등의 100분의 40에 상당하는 금액을 가산세로 하도록 규정하고 있다(2011. 12. 31. 법률 제11124호로 개정되기 전의 구 국세기본법 제47조의2 제2항도 같은 취지이다. 이하 위 각 국세기본법을 구분하지 않고 ‘구 국세기본법’이라 통칭한다).<br/>구 국세기본법 제47조의2 제2항 등에 규정된 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’란 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 적극적 은닉 의도가 나타나는 사정이 덧붙여지지 않은 채 단순히 세법상의 신고를 하지 않거나 허위의 신고를 함에 그치는 것은 여기에 해당하지 않는다(대법원 2017. 4. 13. 선고 2015두44158 판결 참조). 또한 명의신탁재산 증여의제의 경우 명의신탁자가 명의수탁자에게 주식을 명의신탁하면서 주식의 매매 등이 있었던 것과 같은 외관을 형성하여 그 형식에 따른 계약서나 계좌거래내역 등을 토대로 과세관청에 신고하는 것은 주식의 명의신탁에 통상 뒤따르는 부수행위에 불과하다고 볼 수 있다(대법원 2018. 12. 13. 선고 2018두36004 판결 참조). 따라서 이와 같은 경우에는 명의신탁의 결과 명의수탁자가 부담할 증여세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 정도에 이르렀다는 등의 특별한 사정이 없는 한, 증여세 부당무신고가산세의 요건인 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’에 해당한다고 볼 수 없다. <br/>  나. 원심판결 이유와 기록에 의하여 알 수 있는 바와 같이 ① 원고 1이 진미선개발 주식을 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7에게 명의신탁하면서 ‘원고 2, 원고 3이 자신들의 자금으로 출자금을 납입하고, 원고 4, 원고 5, 원고 6, 원고 7 역시 자신들의 자금으로 주식양수대금을 지급한’ 외관을 형성한 것은 주식의 명의신탁에 통상 뒤따르는 부수행위로 평가할 수 있는 점, ② 명의신탁의 결과로 증여세를 부담할 따름인 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7이 이를 포탈할 목적으로 부수행위 등을 동반하여 과세요건사실인 명의신탁과 같은 부정한 적극적인 행위를 하였다고 보기도 어려운 점, ③ 그 밖에 위 원고들이 위 명의신탁과 관련하여 증여세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 적극적인 행위를 하였다는 사정은 보이지 않는 점 등을 앞서 본 법리에 비추어 보면, 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7이 진미선개발 주식의 명의신탁과 관련하여 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’를 하였다고 보기 어려우므로, 위 원고들에 대한 각 증여세 부과처분 중 부당무신고가산세 부분은 위법하다. <br/>  다. 그런데도 원심은 그 판시와 같은 이유만으로 명의신탁 당시의 위와 같은 자금거래가 구 국세기본법 제47조의2 제2항 등이 정한 부정행위에 해당한다고 보아 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7에 대한 각 증여세 부과처분 중 부당무신고가산세 부분이 적법하다고 판단하였다. 이러한 원심의 판단에는 구 국세기본법 제47조의2 제2항 등이 정한 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 이 부분 상고이유 주장은 이유 있다.<br/>  5. 결론 <br/>  그러므로 원심판결 중 원고 1의 패소 부분 및 원고 2, 원고 3, 원고 4, 원고 5, 원고 6, 원고 7의 패소 부분 중 가산세 부과처분 부분을 각 파기하고, 이 부분 사건을 다시 심리ㆍ판단하도록 원심법원에 환송하며, 원고 4, 원고 5, 원고 6, 원고 7의 나머지 상고를 모두 기각하기로 하여(원고 2, 원고 3은 증여세 부과처분 중 위 가산세 부분에 대하여만 상고를 하였다), 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 천대엽(재판장) 조재연 민유숙(주심) 이동원 ",
  "사건번호": "2017두69977",
  "사건종류코드": "400108",
  "판례정보일련번호": "216963",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}