{
  "판시사항": "근로자직업능력 개발법 제32조 제1항에 따라 설립된 甲 비영리법인이 乙 등으로부터 건물을 임차하면서 임대차보증금을 전세금으로 하는 전세권설정등기를 마쳤고, 위 전세권을 기본재산으로 하는 정관변경을 하여 주무관청의 허가를 받았는데, 그 후 乙 등이 전세권 소멸통고를 하자, 甲 법인이 위 전세권 소멸통고는 주무관청의 허가를 받지 않아 무효라고 주장한 사안에서, 전세권을 기본재산으로 하는 정관의 변경에 대해 주무관청의 허가를 받은 이상 전세권 소멸통고에 대해 또다시 주무관청의 허가를 받을 필요가 없다고 본 원심판단에 법리오해 등의 잘못이 없다고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "근로자직업능력 개발법 제32조 제1항, 제5항, 민법 제42조 제2항, 제45조 제3항<br/>",
  "선고일자": "20210507",
  "법원명": "대법원",
  "사건명": "전세권설정등기말소",
  "판례내용": "【원고, 피상고인】 원고 1 외 2인 (소송대리인 법무법인 대지 담당변호사 이건욱 외 4인)<br/>【피고, 상고인】 직업능력개발훈련법인서연부설서강직업전문학교 (소송대리인 법무법인(유한) 주원 담당변호사 권용범 외 3인)<br/>【원심판결】 서울고법 2020. 11. 12. 선고 2020나2023095 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 피고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 전세권소멸통고에 관한 상고이유<br/>  원심은, 이 사건 전세권설정등기는 원고들과 피고 사이에 이 사건 임대차계약이 체결되면서 임대차보증금반환채권을 담보하기 위하여 임대차보증금을 전세금으로 하여 마쳐진 것으로, 원고들의 임대차계약 해지 통보로 전세권 소멸통고 역시 이루어진 것으로 보아야 하고, 설령 그렇지 않다고 하더라도 전세권 소멸통고의 취지가 담긴 이 사건 소장 부본이 피고에게 송달됨으로써 전세권 소멸통고가 이루어졌다고 판단하였다. <br/>  관련 법리와 기록에 비추어 살펴보면, 위와 같은 원심의 판단에 상고이유 주장과 같이 임대차보증금과 전세권 소멸통고로 인한 비영리법인의 기본재산 처분에 대한 사실오인, 법리오해 등의 잘못이 없다.<br/>  2. 주무관청의 허가에 관한 상고이유<br/>  원심은, 피고의 정관에 의하면 기본재산을 담보로 제공하는 경우에는 노동부장관의 허가를 받도록 규정하고 있고(제8조), 이에 따라 피고가 원고들로부터 이 사건 건물을 임차하고 보증금 겸 전세금 3억 원을 지급하면서 노동부장관의 허가를 얻어 기본재산을 이 사건 건물에 관한 3억 원의 전세권으로 변경한 사실을 인정한 다음, 피고가 이 사건 전세권을 기본재산으로 하는 정관의 변경에 대해 주무관청의 허가를 받은 이상 전세권 소멸통고에 대해 또다시 별도로 주무관청의 허가를 받을 필요가 없다고 판단하였다. <br/>  피고는 「근로자직업능력 개발법」 제32조 제1항에 따라 설립허가를 받은 비영리법인으로, 같은 조 제5항에 따라 같은 법에서 규정되지 아니한 사항에 대하여는 민법 중 재단법인에 관한 규정이 준용되는바, 원심의 판단은 재단법인의 기본재산에 관하여 정관 규정에 따라 근저당권을 설정한 경우, 근저당권을 실행하여 기본재산을 매각할 때에는 주무관청의 허가를 다시 받을 필요는 없다는 대법원 2019. 2. 28.자 2018마800 결정 등의 법리에 따른 것으로서, 이러한 원심의 판단에 상고이유 주장과 같이 「근로자직업능력 개발법」 제32조에 따라 설립된 비영리법인의 기본재산 처분, 「공익법인의 설립·운영에 관한 법률」 제11조 제3항에 관한 법리오해 등의 잘못이 없다.<br/>  3. 결론<br/>  상고를 모두 기각하고 상고비용은 패소자가 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노태악(재판장) 김재형 민유숙(주심) ",
  "사건번호": "2020다289828",
  "사건종류코드": "400101",
  "판례정보일련번호": "219543",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}