{
  "판시사항": "[1] 공익사업의 시행자가 토지소유자와 관계인에게 보상액을 지급하지 않고 승낙도 받지 않은 채 공사에 착수하여 토지소유자와 관계인이 손해를 입은 경우, 사업시행자가 손해배상책임을 지는지 여부(적극)<br/>[2] 공익사업의 시행자가 사전보상을 하지 않은 채 공사에 착수하여 토지소유자와 관계인이 손해를 입은 경우, 사업시행자의 손해배상 범위 / 이때 토지소유자와 관계인에게 손실보상금에 해당하는 손해 외에 별도의 손해가 발생한 경우, 사업시행자가 이를 배상할 책임이 있는지 여부(적극) 및 그 증명책임의 소재(=이를 주장하는 자)<br/>[3] 전통시장 공영주차장 설치사업의 시행자인 甲 지방자치단체가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따른 사업인정 절차를 거치지 않고 위 사업부지의 소유자들로부터 토지와 건물을 매수하여 협의취득하였고, 위 토지상의 건물을 임차하여 영업한 乙 등이 甲 지방자치단체에 영업손실 보상금을 지급해달라고 요청하였으나, 甲 지방자치단체가 아무런 보상 없이 위 사업을 시행하자, 乙 등이 甲 지방자치단체를 상대로 영업손실 보상액 상당의 손해배상금과 정신적 손해에 대한 위자료 지급을 구한 사안에서, 乙 등이 입은 손해는 원칙적으로 위 법률 제77조 등이 정한 영업손실 보상금이고, 손실보상금의 지급이 지연되었다는 사정만으로 손실보상금에 해당하는 손해 외에 乙 등에게 별도의 손해가 발생하였다고 볼 수 없는데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "참조판례": " [1] 대법원 1998. 11. 3. 자 88마850 결정(공1988, 1518), 대법원 2013. 11. 14. 선고 2011다27103 판결(공2013하, 2189) / [2] 대법원 1990. 6. 12. 선고 89다카9552 전원합의체 판결(공1990, 1450), 대법원 2001. 4. 10. 선고 99다38705 판결(공2001상, 1081), 대법원 2013. 11. 14. 선고 2011다27103 판결(공2013하, 2189)<br/>",
  "사건종류명": "민사",
  "판결요지": "[1] 공익사업의 시행자는 해당 공익사업을 위한 공사에 착수하기 이전에 토지소유자와 관계인에게 보상액 전액을 지급하여야 한다(공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조 본문). 공익사업의 시행자가 토지소유자와 관계인에게 보상액을 지급하지 않고 승낙도 받지 않은 채 공사에 착수함으로써 토지소유자와 관계인이 손해를 입은 경우, 토지소유자와 관계인에 대하여 불법행위가 성립할 수 있고, 사업시행자는 그로 인한 손해를 배상할 책임을 진다. <br/>[2] 공익사업의 시행자가 사전보상을 하지 않은 채 공사에 착수함으로써 토지소유자와 관계인이 손해를 입은 경우, 토지소유자와 관계인이 입은 손해는 손실보상청구권이 침해된 데에 따른 손해이므로, 사업시행자가 배상해야 할 손해액은 원칙적으로 손실보상금이다. 다만 그 과정에서 토지소유자와 관계인에게 손실보상금에 해당하는 손해 외에 별도의 손해가 발생하였다면, 사업시행자는 그 손해를 배상할 책임이 있으나, 이와 같은 손해배상책임의 발생과 범위는 이를 주장하는 사람에게 증명책임이 있다. <br/>[3] 전통시장 공영주차장 설치사업의 시행자인 甲 지방자치단체가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다)에 따른 사업인정 절차를 거치지 않고 위 사업부지의 소유자들로부터 토지와 건물을 매수하여 협의취득하였고, 위 토지상의 건물을 임차하여 영업한 乙 등이 甲 지방자치단체에 영업손실 보상금을 지급해달라고 요청하였으나, 甲 지방자치단체가 아무런 보상 없이 위 사업을 시행하자, 乙 등이 甲 지방자치단체를 상대로 영업손실 보상액 상당의 손해배상금과 정신적 손해에 대한 위자료 지급을 구한 사안에서, 위 사업은 지방자치단체인 甲이 공공용 시설인 공영주차장을 직접 설치하는 사업으로 토지보상법 제4조 제3호의 ‘공익사업’에 해당하고, 乙 등의 각 영업이 위 사업으로 폐업하거나 휴업한 것이므로 사업인정고시가 없더라도 공익사업의 시행자인 甲 지방자치단체는 공사에 착수하기 전 乙 등에게 영업손실 보상금을 지급할 의무가 있는데도 보상액을 지급하지 않고 공사에 착수하였으므로, 甲 지방자치단체는 乙 등에게 그로 인한 손해를 배상할 책임이 있는데, 乙 등이 입은 손해는 원칙적으로 토지보상법 제77조 등이 정한 영업손실 보상금이고, 그 밖에 별도의 손해가 발생하였다는 점에 관한 乙 등의 구체적인 주장·증명이 없는 한 손실보상금의 지급이 지연되었다는 사정만으로 손실보상금에 해당하는 손해 외에 乙 등에게 별도의 손해가 발생하였다고 볼 수 없는데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "참조조문": " [1] 민법 제750조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조 / [2] 민법 제750조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제40조 제1항, 제62조, 민사소송법 제288조[증명책임] / [3] 민법 제750조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제2조 제2호, 제4조 제3호, 제20조, 제40조 제1항, 제62조, 제77조 제1항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제45조, 민사소송법 제288조[증명책임]<br/>",
  "선고일자": "20211111",
  "법원명": "대법원",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 피상고인】 원고 1 외 3인 (소송대리인 법무법인 새암 담당변호사 이태헌)<br/>【피고, 상고인】 인천광역시 계양구 (소송대리인 법무법인(유한) 한길 담당변호사 조한중)<br/>【원심판결】 서울고법 2017. 12. 15. 선고 2016나2088453 판결<br/>【주    문】<br/>  원심판결의 피고 패소 부분 중 각 위자료 부분과 그 지연손해금 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.  나머지 상고를 기각한다.<br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 사안 개요<br/>  원심판결 이유에 따르면 다음 사실을 알 수 있다.<br/>  가. 피고는 인천 계양구 ○○동 413, 414, 415 지상에 공영주차장을 설치하는 ‘○○시장 공영주차장 설치사업’(이하 ‘이 사건 사업’이라 하고, 위 주차장을 ‘이 사건 주차장’이라 한다)의 시행자이다. 원고들은 위 각 토지에 있는 각 건물 일부에 대한 임차인들로서, 원고 1은 1992. 10. 21.경부터 ○○동 413에 있는 건물 2층에서, 원고 2는 1999. 11. 3.경부터 같은 건물 3층에서, 원고 3은 2009. 3. 2.경부터 ○○동 415에 있는 건물 1층 일부에서, 원고 4는 2007. 9. 12.경부터 같은 건물 1층 일부에서 학원, 미용실이나 건강원 등의 영업을 하였다(위 각 토지와 건물을 이하 ‘이 사건 각 토지와 건물’이라 한다). <br/>  나. 이 사건 주차장은 부지면적이 726㎡로 구청장이 설치하는 1,000㎡ 미만의 주차장으로서, 도시·군 관리계획으로 결정하지 않아도 설치할 수 있는 시설에 해당하므로[「국토의 계획 및 이용에 관한 법률」 제43조 제1항 단서, 구 「국토의 계획 및 이용에 관한 법률 시행령」(2015. 7. 6. 대통령령 제26381호로 개정되기 전의 것) 제35조 제1항 제1호 단서, 구 「국토의 계획 및 이용에 관한 법률 시행규칙」(2015. 6. 30. 국토교통부령 제212호로 개정되기 전의 것) 제6조 제2호], 피고는 이 사건 주차장을 도시·군 계획시설로 결정하지 않았다. 또한 피고는 이 사건 사업에 대하여 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」(이하 ‘토지보상법’이라 한다) 제20조에 따른 국토교통부장관의 사업인정을 받지 않았다. <br/>  다. 피고는 2013. 1. 18. 이 사건 각 토지와 건물에 관하여 그 소유자들과 매매계약을 체결하면서, 중도금 청구 시 임차인의 건물 점유 이전에 대한 합의서를 피고에게 제출해야 하고, 잔금 지급 전에 매도인의 부담으로 임차인 등의 점유를 완전히 해지하거나 제거하기로 하는 약정을 하였다(위 각 매매계약을 통틀어 이하 ‘이 사건 매매계약’이라 한다). 피고는 2013. 6. 18. ○○동 415 토지와 지상 건물에 관하여, 2014. 11. 6. ○○동 413 토지와 지상 건물에 관하여 각 매매를 원인으로 한 소유권이전등기를 하였다.<br/>  라. 이 사건 매매계약 이후 원고들의 각 임대차계약은 그 소유자들이 계약만료 전 임대차계약의 갱신거절 통지를 하거나 원고들과 합의해지를 함으로써 종료되었고, 그 후 원고들이 각 임차목적물을 인도하지 않자, 이 사건 각 건물의 소유자들 또는 피고는 원고들을 상대로 각 건물인도를 청구하는 소를 제기하였다. 원고 1, 원고 2의 경우 건물인도를 명하는 판결이 확정되어 2014. 2. 14. 그 임차목적물이 인도되었고, 원고 3의 경우 화해권고결정 확정 후 피고와 새로운 합의를 하여 2014. 4. 14. 그 임차목적물이 인도되었으며, 원고 4의 경우 강제조정결정이 확정되어 2013. 10. 24. 그 임차목적물이 인도 집행되었다. <br/>  마. 이 사건 주차장 신축공사는 2014. 12. 1. 착공되어 2015. 5.경 완공되었다. 원고들은 피고에게 영업손실 보상금을 지급해달라고 요청하였으나, 피고는 이 사건 사업이 토지보상법상 공익사업에 해당하지 않고 원고들은 영업손실 보상대상이 아니라는 이유로 거절하였고, 원고들의 재결신청청구 역시 거부하였다.<br/>  원고들은 인천지방법원 2017구합460호로 재결신청청구 거부처분의 취소를 구하는 소를 제기하였으나, 위 법원은 이 사건 사업이 토지보상법상 공익사업에는 해당하더라도 사업인정고시가 이루어지지 않은 이상 원고들에게 재결신청을 청구할 권리가 인정되지 않으므로 피고의 거부행위는 항고소송의 대상이 되는 처분에 해당하지 않는다는 이유로 원고들의 소를 각하하는 판결을 선고하였다. 이에 대해서 원고들이 항소를 하였다가 취하함으로써 판결이 그대로 확정되었다. <br/>  2. 이 사건 사업이 토지보상법상 공익사업에 해당하는지 여부(상고이유 제1점)<br/>토지보상법 제2조 제2호는 ‘공익사업’이란 제4조 각호의 어느 하나에 해당하는 사업을 말한다고 정하고, 같은 법 제4조 제3호는 ‘국가나 지방자치단체가 설치하는 청사·공장·연구소·시험소·보건시설·문화시설·공원·수목원·광장·운동장·시장·묘지·화장장·도축장 또는 그 밖의 공공용 시설에 관한 사업’을 공익사업의 하나로 열거하고 있다.<br/>  원심판결 이유를 기록에 비추어 살펴보면, 이 사건 사업은 지방자치단체인 피고가 공공용 시설인 공영주차장을 직접 설치하는 사업임을 알 수 있으므로, 토지보상법 제4조 제3호의 공익사업에 해당한다. 원심이 이 사건 사업이 토지보상법 제4조의 공익사업에 해당한다고 본 판단에 상고이유 주장과 같이 토지보상법상 공익사업에 관한 법리를 오해한 잘못이 없다. <br/>  피고는 이 사건 사업을 도시·군 계획시설사업으로 진행하지 않았으므로 토지보상법상 공익사업에 해당하지 않는다고 주장하나, 그와 같은 사정은 이 사건 사업을 토지보상법상 공익사업으로 인정하는 데 방해가 되지 않는다. <br/>  3. 피고가 원고들에 대하여 영업손실 보상의무를 부담하는지 여부와 손실보상절차 미이행으로 인한 손해배상책임을 부담하는지 여부(상고이유 제2점) <br/>  가. 영업손실 보상의무의 존부 <br/>  원심은 다음과 같은 이유로 피고가 토지보상법 제77조와 같은 법 시행규칙 제45조에 따라 원고들에게 영업손실을 보상할 의무가 있다고 판단하였다. 피고는 이 사건 각 토지와 건물을 소유자들로부터 매수하여 협의취득하였다. 원고들은 피고와 소유자들 사이의 협의 성립 이전부터 해당 건물을 임차하여 그곳에서 영업을 하였는데, 소유자들이 피고와 체결한 매매계약의 조건을 이행하기 위해 원고들과 임대차계약을 더 이상 갱신하지 않는 바람에 원고들이 폐업하거나 휴업하였다. 따라서 원고들은 이 사건 사업 때문에 폐업하거나 휴업한 것이고, 토지보상법상 관계인에 해당하는 원고들의 각 영업이 손실보상대상이 된다. <br/>  원심판결 이유를 관련 법리에 비추어 살펴보면, 피고가 원고들에 대하여 영업손실 보상의무를 부담한다고 본 원심의 결론은 옳다. 원심판결에 상고이유 주장과 같이 영업손실보상에 관한 법리를 오해한 잘못이 없다. <br/>  피고는 사업인정고시가 없으므로 영업손실 보상의무가 없다고 주장한다. 그러나 사업인정고시는 수용재결절차로 나아가 강제적인 방식으로 토지소유자나 관계인의 권리를 취득·보상하기 위한 절차적 요건에 지나지 않고 영업손실보상의 요건이 아니다. 토지보상법령도 반드시 사업인정이나 수용이 전제되어야 영업손실 보상의무가 발생한다고 규정하고 있지 않다. 따라서 피고가 시행하는 사업이 토지보상법상 공익사업에 해당하고 원고들의 영업이 해당 공익사업으로 폐업하거나 휴업하게 된 것이어서 토지보상법령에서 정한 영업손실 보상대상에 해당하면, 사업인정고시가 없더라도 피고는 원고들에게 영업손실을 보상할 의무가 있다. 피고의 위 주장은 받아들일 수 없다. <br/>  나. 손해배상책임의 성립 여부 <br/>공익사업의 시행자는 해당 공익사업을 위한 공사에 착수하기 이전에 토지소유자와 관계인에게 보상액 전액을 지급하여야 한다(토지보상법 제62조 본문). 공익사업의 시행자가 토지소유자와 관계인에게 보상액을 지급하지 않고 그 승낙도 받지 않은 채 공사에 착수함으로써 토지소유자와 관계인이 손해를 입은 경우, 토지소유자와 관계인에 대하여 불법행위가 성립할 수 있고, 사업시행자는 그로 인한 손해를 배상할 책임을 진다(대법원 1998. 11. 3. 자 88마850 결정, 대법원 2013. 11. 14. 선고 2011다27103 판결 참조).<br/>  원심판결 이유를 이러한 법리에 비추어 살펴보면 다음과 같은 결론이 도출된다. 공익사업의 시행자인 피고는 공사에 착수하기 전 임차인인 원고들에게 영업손실 보상금을 지급할 의무가 있는데도 보상액을 지급하지 않고 공사에 착수하였다. 원고들은 영업손실 보상금을 받지 못한 채 영업장에서 영업을 계속할 수 없었고 그 과정에서 위와 같은 공사를 하는 것을 승낙하였다고 볼 자료가 없다. 피고는 영업손실보상을 구하는 원고들의 협의요청을 거부하였을 뿐 아니라 재결신청청구도 거부하여 원고들로 하여금 재결절차 등을 통하여 영업손실보상을 받을 수 없도록 하였다. 따라서 피고는 원고들에게 손실보상청구권을 침해한 손해를 배상할 책임이 있다. <br/>  이와 같은 원심판결에 상고이유 주장과 같이 손해배상책임에 관한 법리를 오해한 잘못이 없다. <br/>  4. 원심이 인정한 재산적 손해배상액의 산정에 잘못이 없는지 여부(상고이유 제3점)<br/>  원심은, 피고가 원고들에게 재산상 손해액으로 관계 법령에 따라 정당하게 보상하였을 경우 받을 수 있었던 손실보상금을 배상해야 한다고 보고, 제1심 감정인의 감정결과 등을 토대로 토지보상법 제77조, 구 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙」(2014. 10. 22. 국토교통부령 제131호로 개정되기 전의 것, 이하 ‘구 토지보상법 시행규칙’이라 한다) 제47조에 따른 휴업손실 보상금으로 다음 금액을 합산하여 원고들의 재산상 손해액으로 인정하였다. 즉, ① 휴업 기간 얻을 수 있었던 영업이익에 대한 보상금, ② 휴업 기간 중의 영업용 자산에 대한 감가상각비·유지관리비와 휴업 기간 중에도 정상적으로 근무하여야 하는 최소인원에 대한 인건비 등 고정적 비용에 대한 보상금, ③ 영업시설·원재료·제품과 상품을 이전하는 데 드는 비용과 그 이전에 따른 감손상당액에 대한 보상금, ④ 이전광고비와 개업비 등 영업장소를 이전하는 데 드는 부대비용에 대한 보상금이 그것이다. 그리고 원고들의 ‘휴업 기간 얻을 수 있었던 영업이익(위 ①)’에 대해서는 원고들의 월평균 영업이익이 산출하기 곤란하거나 2013년 1/4분기 도시근로자 가구 월평균 가계지출비에 미치지 못한다는 이유로 구 토지보상법 시행규칙 제46조, 제47조에 따라 2013년 1/4분기 도시근로자 가구 월평균 가계지출비인 3,610,785원을 기초로 산정하였다.<br/>  원심의 이러한 판단에 상고이유 주장과 같이 재산적 손해배상의 범위와 그 산정에 관한 법리를 오해하였거나 채증법칙을 위반한 잘못이 없다.<br/>  5. 피고가 원고들에 대하여 재산적 손해배상책임 외에 정신적 손해에 대한 위자료 지급책임까지 부담하는지 여부(상고이유 제4점)<br/>  가. 공익사업의 시행자가 사전보상을 하지 않은 채 공사에 착수함으로써 토지소유자와 관계인이 손해를 입은 경우, 토지소유자와 관계인이 입은 손해는 손실보상청구권이 침해된 데에 따른 손해이므로, 사업시행자가 배상해야 할 손해액은 원칙적으로 손실보상금이다(대법원 1990. 6. 12. 선고 89다카9552 전원합의체 판결, 대법원 2001. 4. 10. 선고 99다38705 판결 참조). 다만 그 과정에서 토지소유자와 관계인에게 손실보상금에 해당하는 손해 외에 별도의 손해가 발생하였다면, 사업시행자는 그 손해를 배상할 책임이 있으나(대법원 2013. 11. 14. 선고 2011다27103 판결 참조), 이와 같은 손해배상책임의 발생과 범위는 이를 주장하는 사람에게 증명책임이 있다.<br/>  나. 원심은 다음과 같은 이유로 피고가 원고들에게 정신적 손해에 대한 위자료 각 700만 원과 그 지연손해금을 지급할 의무가 있다고 판단하였다. 피고는 토지보상법에 따른 손실보상절차를 제대로 이행하였더라면 원고들은 피고로부터 수령한 영업손실 보상금으로 새로운 영업근거지에서 종전 임차목적물에서 영위하던 영업을 도모할 수 있었다. 뿐만 아니라 영업손실 보상금을 받을 때까지 임차목적물에서 종전 영업을 계속할 수 있었을 것인데, 피고로부터 영업손실 보상금을 미리 받지 못한 채 임차목적물을 인도함으로써 토지보상법이 보호하고자 하는 임차목적물에 대한 법적 이익과 기존의 생활관계가 깨어지는 불이익을 입게 되었다. 이러한 불이익은 영업손실 보상금에 해당하는 손해배상금만으로는 회복할 수 없는 정신적 손해를 입었다고 볼 수 있다.<br/>  다. 그러나 원심판결은 다음과 같은 이유로 그대로 받아들일 수 없다. <br/>  원고들이 입은 손해는 영업손실 보상청구권의 침해에 따른 것이므로, 그 손해액은 원칙적으로 토지보상법령이 정한 영업손실 보상금이고, 그 밖에 별도의 손해가 발생하였다는 점에 관한 원고들의 구체적인 주장·증명이 없는 한, 손실보상금의 지급이 지연되었다는 사정만으로 손실보상금에 해당하는 손해 외에 원고들에게 별도의 손해가 발생하였다고 볼 수 없다. <br/>  영업손실 보상금의 지급 지연에 따른 손해는 그 손해배상금에 대한 지연손해금의 지급으로 보전될 수 있다. 원심은 손실보상금에 해당하는 손해배상금에 대한 지연손해금의 지급을 명하면서도, 동시에 손실보상금의 지급 지연으로 원고들에게 정신적 손해가 발생하였다고 보아 위자료의 지급을 명하고 있는데, 이는 중복배상에 해당할 수 있다. <br/>  재산적 손해배상으로 회복할 수 없는 정신적 손해가 있다는 사정에 관하여는 이를 주장하는 사람에게 그 증명책임이 있다. 손실보상금의 지급이 지연되었다는 사정만으로는 정신적 손해의 발생사실이 증명되었다고 볼 수는 없으므로, 재산적 손해 외에 별도로 정신적 고통을 받았다는 사정에 대하여 원고들이 증명을 해야 하나, 이 사건에서 이에 대한 원고들의 증명이 충분하지 않다.<br/>  라. 그런데도 원심은 손실보상금의 지급이 지연되었다는 사정만으로 위자료의 지급을 인정하였으므로, 원심판결에는 손해배상의 범위와 증명책임, 위자료에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. <br/>  6. 결론 <br/>  피고의 상고 중 위자료 부분은 이유 있어 원심판결의 피고 패소 부분 중 각 위자료 부분과 그 지연손해금 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하며, 나머지 상고를 기각하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 안철상(재판장) 김재형(주심) 이흥구 ",
  "사건번호": "2018다204022",
  "사건종류코드": "400101",
  "판례정보일련번호": "219795",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}