{
  "판시사항": "  [1] 자동차손해배상 보장법 제3조에서 자동차 사고의 손해배상책임자로 정한 ‘자기를 위하여 자동차를 운행하는 자’의 의미<br/>  [2] 자동차대여약정에서 자동차대여사업자가 임차인에 대한 인적 관리와 대여자동차에 대한 물적 관리를 하도록 정한 경우, 자동차대여사업자와 임차인 사이에 운행지배관계가 존재하는지 여부(원칙적 적극)<br/>",
  "참조판례": " [1] 대법원 2012. 3. 29. 선고 2010다4608 판결 / [2] 대법원 1991. 4. 12. 선고 91다3932 판결(공1991, 1380), 대법원 2014. 5. 16. 선고 2012다73424 판결<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 자동차손해배상 보장법 제3조 / [2] 자동차손해배상 보장법 제3조<br/>",
  "선고일자": "20210930",
  "법원명": "대법원",
  "사건명": "손해배상(자)",
  "판례내용": "【원고, 피상고인】 원고 1 외 2인(원고 3은 미성년자이므로 법정대리인 친권자 모 원고 1) (소송대리인 변호사 김경일)<br/>【피고, 상고인】 에스케이네트웍스 주식회사 (소송대리인 법무법인(유한) 태평양 담당변호사 전병하 외 4인)<br/>【원심판결】 춘천지법 강릉지원 2020. 10. 13. 선고 2020나30627 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 피고가 부담한다. <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 자동차손해배상 보장법(이하 ‘자동차손배법’이라 한다) 제3조에서 자동차 사고에 대한 손해배상책임을 지는 자로 규정하고 있는 ‘자기를 위하여 자동차를 운행하는 자’란 사회통념상 자동차에 대한 운행을 지배하여 그 이익을 향수하는 책임주체의 지위에 있는 자를 말한다. 여기서 운행지배는 현실적인 지배에 한하지 않고 사회통념상 간접지배 또는 지배가능성이 있는 경우를 포함한다(대법원 2012. 3. 29. 선고 2010다4608 판결 등 참조).<br/>자동차대여약정에 자동차대여사업자로 하여금 임차인에 대한 인적 관리와 대여자동차에 대한 물적 관리를 하도록 되어 있다면, 대여자동차에 대한 자동차대여사업자의 관리가능성 또는 지배가능성이 완전히 상실되었다고 볼 특별한 사정이 없는 한, 자동차대여사업자와 임차인 사이에는 대여자동차에 대한 운행지배관계가 직접적이고 현재적으로 존재한다고 보아야 한다(대법원 1991. 4. 12. 선고 91다3932 판결, 대법원 2014. 5. 16. 선고 2012다73424 판결 참조).<br/>  2. 가. 원심은 다음과 같이 판단하였다.<br/>  이 사건 계약은 대여자동차의 운전자 자격을 제한하고 임차인의 유상운송 또는 재대여 등을 금지하는 등 임차인에 대한 인적 관리를 하도록 정하고 있다. 또한 피고 명의로 책임보험과 자동차종합보험에 가입하고, 피고의 비용으로 대여차량의 정기검사와 현상점검을 할 뿐만 아니라, 임차인의 사용관리의무 위반 시 계약을 해지할 수 있는 등 임대차량에 대한 물적 관리를 하도록 정하고 있다. 이러한 사정을 종합하면, 피고는 대여자동차에 대한 운행지배가 인정되어 자동차손배법 제3조에서 정한 ‘자기를 위하여 자동차를 운행하는 자’에 해당한다. 피고가 적용을 주장하는 여신전문금융업법 제35조는 시설대여업에 한하여 적용되는 것으로 그와 법적 성질을 달리하는 자동차대여사업에는 적용되지 않는다. 이 사건 계약상 대여기간이 48개월로서 비교적 장기간이고, 대여자동차의 주된 유지·관리 주체가 임차인이며, 만기 시 임차인이 차량을 인수할 수 있다고 하더라도 그러한 사정만으로 피고의 운행지배가 단절된다고 볼 수 없다.<br/>  나. 원심판결은 위에서 본 법리에 따른 것으로 정당하고, 상고이유 주장과 같이 자동차손배법 제3조의 해석, 여신전문금융업법 제35조 적용 범위 등에 관한 법리를 오해한 잘못이 없다. 피고는 기존 대법원판결이 단기대여에 한정하여 자동차대여사업자의 운행지배를 인정하고 있다고 주장하나, 피고가 상고이유에서 든 판례는 자동차대여사업자의 운행지배를 판단하는 자료의 하나로 대여기간도 고려할 수 있다는 것일 뿐 장기대여의 경우에 운행지배가 부정되어야 한다는 취지가 아니다(대법원 2002. 12. 26. 선고 2002다55854 판결 참조). 원심판결은 대여기간뿐만 아니라 자동차대여약정상 인적·물적 관리에 관한 사정을 종합적으로 판단하여 운행지배를 인정한 것이므로 기존 대법원판결에 배치되지 않는다.<br/>  3. 피고의 상고는 이유 없으므로 이를 모두 기각하고 상고비용은 패소자가 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 노정희(재판장) 김재형(주심) 이흥구 ",
  "사건번호": "2020다280715",
  "사건종류코드": "400101",
  "판례정보일련번호": "219359",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}