{
  "판시사항": "  [1] 민법 제536조 제2항에서 말하는 ‘상대방의 이행이 곤란할 현저한 사유’의 의미 및 이러한 사유가 있는지 판단하는 방법<br/>  [2] 甲과, 乙의 대리인 丙이 甲 소유 울산 부동산과 乙 소유 부산 부동산의 교환계약을 체결하면서 ‘甲이 丙에게 교환대금을 지급하되, 부산 부동산에 관하여 잔금일로부터 2년 후에 재개발이 진행되지 않으면 丙은 甲에게 교환대금을 돌려주고, 甲은 丙에게 부산 부동산에 관한 분양권의 권한을 준다.’고 정하였고, 그 후 丙이 甲으로부터 교환대금을 지급받은 뒤 각서를 작성하여 교환계약의 내용을 다시 확인하였는데, 甲이 丙에게 부산 부동산에 관하여 잔금일로부터 2년이 지난 후에도 재개발이 진행되지 않았다며 교환대금의 반환을 구하자, 丙이 재개발이 언제 진행될지 알 수 없어 甲의 의무 이행이 곤란한 현저한 사유가 있다며 민법 제536조 제2항에서 정한 불안의 항변권을 행사한 사안에서, 부산 부동산에 관한 재개발이 언제 진행될지 알 수 없는 상황이라고 하더라도, 이는 丙이 교환계약 체결 당시 예상할 수 있었던 것인 점 등 제반 사정에 비추어 보면, 丙이 교환계약에 따라 甲으로부터 부산 부동산에 관한 분양권을 양도받기에 앞서 甲에게 교환대금을 반환하는 것이 공평과 신의칙에 반하는 경우에 해당한다고 볼 수 없는데도, 丙의 교환대금 반환의무와 대가관계에 있는 甲의 분양권 양도 등 의무의 이행이 현저하게 불투명하게 된 경우에 해당한다고 보아 丙이 甲에게 선이행의무인 교환대금 반환의무를 거절할 수 있다고 판단한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "참조판례": " [1] 대법원 1989. 9. 12. 선고 88다카11756 판결(공1989, 1398), 대법원 2015. 5. 14. 선고 2013다100507 판결<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 민법 제536조 제2항 / [2] 민법 제536조 제2항<br/>",
  "선고일자": "20211230",
  "법원명": "대법원",
  "사건명": "약정금",
  "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인 석률 담당변호사 박은식 외 4인)<br/>【피고, 피상고인】 피고 (소송대리인 변호사 천영준)<br/>【원심판결】 부산지법 2021. 7. 14. 선고 2020나58045 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 부산지방법원에 환송한다. <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 사실관계 <br/>  원심판결 이유와 기록에 의하면, 다음과 같은 사실을 알 수 있다. <br/>  가. 원고는 울산 울주군 (주소 1 생략)(이하 ‘이 사건 울산 부동산’이라고 한다)의 소유자, 피고의 딸 소외인은 부산 연제구 (주소 2 생략)(이하 ‘이 사건 부산 부동산’이라고 한다)의 소유자였다.<br/>  나. 원고는 2017. 1. 3. 소외인을 대리한 피고와 사이에 다음과 같은 주요 내용으로 위 각 부동산에 관한 교환계약(이하 ‘이 사건 교환계약’이라고 한다)을 체결하였다. <br/>  1) 이 사건 부산 부동산의 평가액은 2억 5,500만 원이고, 순가액은 평가액에서 승계채무액 1억 4,000만 원과 임대차보증금 4,000만 원을 공제한 7,500만 원이다. <br/>  2) 이 사건 울산 부동산의 평가액은 1억 5,500만 원이고, 순가액은 평가액에서 승계채무액 1억 2,000만 원을 공제한 3,500만 원이다. <br/>  3) 원고는 2017. 1. 10.까지 피고에게 교환대금으로 4,000만 원을 지급한다. <br/>  4) 이 사건 부산 부동산에 관하여 잔금일로부터 2년 후에 재개발이 진행되지 않으면, 피고는 원고에게 4,000만 원을 돌려주고, 원고는 피고에게 이 사건 부산 부동산에 관한 분양권의 권한을 준다.<br/>  다. 원고는 이 사건 교환계약에 따라 피고에게 교환대금 4,000만 원을 지급한 뒤 2017. 1. 11. 피고로부터 다음과 같은 내용의 각서(이하 ‘이 사건 각서’라고 한다)를 교부받았다.<br/>  1) 원고가 피고에게 이 사건 부산 부동산의 매매에 따라 파생되는 분양권 보상금 4,000만 원을 지급하였음을 증명한다.<br/>  2) 분양권 보상금 4,000만 원에 대해서는 2017. 1. 11.부터 2년 이내(2019. 1. 11.까지)에 이 사건 부산 부동산의 개발이 시작되어(재개발 조합회사로부터 지대 보상금이 입금되는 시점) 보상금이 나오지 않을 시에는 피고가 원고에게 분양권 보상금 4,000만 원을 반납한다. <br/>  3) 만약 2년이 지나고 개발이 안 될 시 피고가 원고에게 분양권 보상금 4,000만 원을 돌려주지 않을 시는 피고의 어떠한 재산이든 원고는 재산을 차압할 수 있고, 피고는 어떠한 이의도 달지 않는다. <br/>  4) 원고가 피고로부터 보상금 4,000만 원을 돌려받았을 때는 피고에게 분양권에 대한 모든 권리를 이양한다. 이 사건 부산 부동산이 타인에게 매도되거나 원고가 보상금을 받을 시에는 피고가 원고에게 4,000만 원을 지급하지 않아도 된다. <br/>  라. 원고는 이 사건 부산 부동산에 관하여 2017. 1. 12., 소외인은 이 사건 울산 부동산에 관하여 2017. 2. 3. 각 소유권이전등기를 마쳤다. <br/>  마. 그런데 2019. 1. 11. 이후 원심 변론종결일까지 이 사건 부산 부동산에 관한 재개발이 진행되지 않았다. <br/>  2. ‘분양권’의 해석에 관한 주장에 대하여 <br/>  원심은 이 사건 교환계약에서 정한 ‘분양권’을 ‘분양권에 붙은 프리미엄’으로 해석하여야 한다는 원고의 주장을 받아들이지 않았다. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 판단에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 처분문서의 해석에 관한 법리를 오해한 잘못이 없다. <br/>  3. 선이행의무 이행거절에 관한 주장에 대하여 <br/>  가. 민법 제536조 제2항은 쌍무계약의 당사자 일방이 상대방에게 먼저 이행하여야 하는 의무를 지고 있는 경우에도 ‘상대방의 이행이 곤란할 현저한 사유가 있는 때’에는 동시이행의 항변권을 가진다고 하여 이른바 ‘불안의 항변권’을 규정하고 있다. 여기서 ‘상대방의 이행이 곤란할 현저한 사유’란 선이행채무를 지게 된 채무자가 계약 성립 후 채권자의 신용불안이나 재산상태의 악화 등의 사정으로 반대급부를 이행받을 수 없는 사정변경이 생기고 이로 인하여 당초의 계약 내용에 따른 선이행의무를 이행하게 하는 것이 공평과 신의칙에 반하게 되는 경우를 말하고, 이와 같은 사유가 있는지 여부는 당사자 쌍방의 사정을 종합해서 판단하여야 한다(대법원 1989. 9. 12. 선고 88다카11756 판결, 대법원 2015. 5. 14. 선고 2013다100507 판결 등 참조).<br/>  나. 위와 같은 법리에 비추어 앞서 본 사실관계를 살펴보면, 비록 이 사건 부산 부동산에 관한 재개발이 언제 진행될지 알 수 없는 상황이라고 하더라도, 피고가 이 사건 교환계약에 따라 원고로부터 이 사건 부산 부동산에 관한 분양권을 양도받기에 앞서 원고에게 4,000만 원을 반환하는 것이 공평과 신의칙에 반하는 경우에 해당한다고 볼 수 없다. 그 이유는 다음과 같다. <br/>  1) 불안의 항변권이 인정될 수 있는 ‘상대방의 이행이 곤란할 현저한 사유’가 반드시 계약 체결 후에 발생한 사정변경으로만 국한된다고 볼 수는 없으나, 계약 체결 당시 당사자가 의도한 의사에 부합하게 판단할 필요가 있다. <br/>  2) 이 사건 교환계약에서는 2019. 1. 11.까지 이 사건 부산 부동산에 관한 재개발이 진행되지 않을 경우 피고가 먼저 원고에게 4,000만 원을 반환할 것을 약정하였고, 재개발이 장기간 진행되지 않을 때 이를 조정하는 조항을 두지 않았다. <br/>  3) 피고는 원고로부터 4,000만 원을 지급받은 뒤 이 사건 각서를 작성하여 이 사건 교환계약의 내용을 다시 확인하였다. <br/>  4) 장기간 이 사건 부산 부동산에 관한 재개발이 진행되지 않아 원고가 피고에게 이 사건 부산 부동산에 관한 분양권을 양도할 의무를 언제 이행할 수 있을지 불확실하다고 하더라도 이는 피고가 이 사건 교환계약 체결 당시 예상하였던 것으로 보아야 한다. 피고는 원고가 다른 사람에게 이 사건 부산 부동산을 매도하거나 피고로부터 4,000만 원을 반환받기 전 재개발 진행에 따른 보상금을 지급받을 때에만 4,000만 원 반환의무를 면제하기로 약정하였으므로, 이 사건에서 피고가 선이행의무인 4,000만 원 반환의무를 이행하는 것이 공평과 신의칙에 반한다고 보기 어렵다. <br/>  5) 만약 이와 달리 피고에게 불안의 항변권을 인정한다면, 2019. 1. 11.까지 이 사건 부산 부동산에 관한 재개발이 진행되지 않을 때 피고가 원고에게 4,000만 원을 반환하기로 한 약정은 사실상 무의미하게 된다. <br/>  다. 그런데도 원심은 피고의 4,000만 원 반환의무와 대가관계에 있는 원고의 이 사건 부산 부동산에 관한 분양권 양도 등 의무의 이행이 현저하게 불투명하게 된 경우에 해당한다고 보아, 피고가 원고에게 선이행의무인 위 4,000만 원 반환의무를 거절할 수 있다고 판단한 제1심판결을 그대로 유지하였다. 이러한 원심판결에는 민법 제536조 제2항에서 정한 불안의 항변권 및 처분문서에 나타난 당사자의 의사해석에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 원고의 이 부분 상고이유는 이유 있다.<br/>  4. 결론<br/>  그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 노태악(재판장) 박정화(주심) 김선수 오경미 ",
  "사건번호": "2021다264673",
  "사건종류코드": "400101",
  "판례정보일련번호": "231523",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}