{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210122",
  "법원명": "청주지방법원",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(배임)(피고인1,피고인2에대하여일부인정된죄명:업무상배임)·업무상횡령·주택법위반·사전자기록등변작·변작사전자기록등행사",
  "판례내용": "【피 고 인】 피고인 1 외 2인<br/>【검    사】 김기준(기소), 최혜경(공판)<br/>【변 호 인】 법무법인 로플렉스 외 3인<br/>【주    문】<br/>피고인 1을 징역 4년에, 피고인 2와 피고인 3을 각 징역 4년 6월에 각 처한다.<br/>피고인 1의 사전자기록등변작 및 변작사전자기록등행사의 점과 피고인 3의 조합 자료 미공개로 인한 주택법위반의 점은 각 무죄.<br/><br/>【이    유】【범죄사실(주1)】범죄사실<br/>[피고인들의 지위]<br/>피고인 3은 2015. 9. 1.부터 2016. 4. 28.까지는 청주시 (주소 2 생략) 일대 약 71,000㎡ 규모의 대지에 조합원 모집 방식으로 진행된 지역주택조합인 피해자 공소외 지역주택조합(이하, ‘피해자 조합’이라 하고, 피해자 조합의 사업은 ‘이 사건 사업’이라 한다) 설립추진위원회(이하, ‘피해자 추진위’라 한다)의 위원장을, 2016. 4. 29.부터 2016. 11. 17.까지는 피해자 조합의 조합장을 맡았다가 조합장에서 사임한 이후에도 2016. 11. 18.부터 2017. 8.경까지 자신의 조카인 피고인 1을 조합장으로 취임시킨 후 피해자 조합의 고문 및 자문위원직을 가지고 임원회의 등을 주재하고, 2017. 8. 이후에도 임원회의에 참여하고 임원들을 상대로 지시하는 등 실질적으로 조합의 업무에 관여하던 사람이다. <br/>피고인 1은 피고인 3의 조카로서 2016. 4. 29.부터 2016. 11. 17.까지는 피해자 조합의 부조합장을, 2016. 11. 18.부터 2018. 1. 20.까지는 조합장을 맡았으며, 2018. 1. 20. 조합원 총회를 거쳐 조합장에서 해임된 이후에는 조합 규약 제25조 제3항에 따라 후임 조합장이 선출된 2018. 4. 21.까지 조합장 업무대행의 지위를 유지해 오던 사람이다. <br/>피고인 2는 아파트시행 및 분양대행 업무를 목적으로 2003. 9. 19. 설립한 공소외 2 주식회사(이하, ‘공소외 2 회사’라 한다)의 대표이사이자 이와 인적·물적 조직을 공유하는 공소외 21 주식회사(이하, ‘공소외 21 회사’라 한다)의 대표이사이고, 그 중 공소외 2 회사는 2015. 9. 1. 피해자 조합과 업무대행계약을 체결하여 업무대행계약이 해지된 2017. 12. 31.까지 피해자 조합의 업무 전반을 대행하였다. <br/>[이 사건 사업과 인접한 ○○○지구 사업의 추진]<br/>  한편 이 사건 사업과 별도로 이 사건 사업부지와 맞닿은 토지인 청주시 (주소 3 생략) 일대 87,618.5㎡에서 가칭 ○○○지구 아파트 건립 사업(이하, ‘○○○지구 사업’이라 한다)을 피고인 2가 대표이사인 공소외 21 회사가 진행하여 왔다. <br/>○○○지구 사업은 공소외 21 회사에서 사업에 필요한 토지를 직접 매수하고 시공사를 선정하여 조합원 모집 없이 모든 세대를 일반분양에 의존하는 사업자 방식으로 진행되었다.<br/>[구체적 범죄사실]<br/>1. 피고인 2의 ○○○지구 토지 매입비 등 7억 5,000만 원 수령에 의한 특정경제범죄가중처벌등에관한법률위반(배임)<br/>피고인 2는 공소외 2 회사의 대표이사로서, 공소외 2 회사는 2015. 9. 1. 피해자 추진위와 1세대당 1,000만 원씩 합계 약 100억 원 상당의 용역비를 지급받는 아파트 개발사업 업무대행 계약을 체결하였으며, 이와 별도로 2015. 8. 5. 피해자 추진위와 공소외 8 주식회사(이하, ‘공소외 8 회사’라 한다) 등과 사이에 조합원이나 조합원 가입 희망자들이 납부한 자금을 관리하는 자금관리대리사무계약을 체결한 후 피해자 추진위의 추진위원장인 피고인 3의 직인을 보관, 사용하며 공소외 8 회사에 대한 자금 집행요청 등의 업무를 담당하였으므로, 피고인은 피해자 추진위와 피해자 조합의 업무대행사 대표이사로서 조합의 자금을 적절하게 관리하여야 할 업무상 임무가 있었다.<br/>  한편 피고인은 공소외 2 회사와 별도로 2015. 8. 5. 공소외 21 회사를 설립한 후, 이 사건 사업에 활용될 사업부지를 공소외 21 회사 명의로 매입하는 한편, 이와 별도로 ○○○지구 사업에 필요한 토지 역시 공소외 21 회사 명의로 매입한 후 직접 시공사를 선정하여 아파트를 건립하는 사업을 함께 진행하였다.<br/>  이러한 상황에서 피고인은 피해자 조합의 업무대행사 대표이사로서 조합원들이 납부한 자금에 대한 관리 업무를 담당하면서 피해자 추진위원장인 피고인 3의 직인을 보관하게 됨을 기화로 조합원들이 이 사건 사업을 위하여 공소외 8 회사에 예치한 자금을 임의로 인출하여 자신의 ○○○지구 사업 등을 위하여 사용하기로 마음먹었다. <br/>  피해자 추진위와 공소외 21 회사 사이에는 2015. 10.경 공소외 21 회사에게 용역비 등 명목으로 자금을 지급할 수 있는 어떠한 합법적 계약도 체결된 바 없는 등 공소외 8 회사에 예치하여 둔 조합원들의 자금을 공소외 21 회사에 지급할 아무런 법적 근거가 없었음에도, 피고인은 자신이 피고인 3의 직인을 보관하고 있음을 기화로 조합 사업을 위하여 조합 자금을 투입하여 ‘공소외 21 회사 명의로 취득하는 조합의 사업부지 전체를 700억 원에 피해자 조합에 매도한다’는 내용과 그 대금지급에 대한 특약사항으로 ‘계약금의 지급과 관련하여 매도자가 도시개발사업구역의 토지주와 계약한 사항을 확인하고 지급하는 것으로 한다’고 기재된 매매계약서를 임의로 작성하였다. 그리고 이후,<br/>  가. 피고인은 2015. 10. 16. 자금집행요청서에 피해자 추진위원장인 피고인 3의 도장을 임의로 찍고 위와 같이 임의로 작성된 매매계약서를 첨부하여 조합 자금을 관리하고 있는 공소외 8 회사에 제출하는 방법으로 마치 피해자 추진위에서 인정한 토지매입자금을 인출하는 것처럼 관련 서류를 만들어 공소외 8 회사에 2억 5,000만 원을 청구하여 공소외 21 회사 명의 계좌(계좌번호 1 생략)로 토지매수대금 명목으로 2억 5,000만 원을 지급 받고,   <br/>  나. 이 사건 사업구역이 2016. 3. 28. 확정되고 2016. 4. 29. 피해자 조합의 창립총회까지 개최되었음에도 공소외 21 회사와 피해자 조합 사이에는 위 시기까지 어떠한 용역계약의 체결이나 조합 총회의 승인이 없어 공소외 8 회사가 관리하고 있던 조합 자금을 지급할 아무런 근거가 없음에도, 2016. 6. 8. 위와 같이 임의로 작성한 700억 원의 매매계약서를 활용하여 다시 공소외 8 회사에 자금집행요청서를 제출하는 방법으로 토지매수 자금을 청구하여 공소외 21 회사 명의 계좌(계좌번호 1 생략)로 토지매수대금 명목으로 5억 원을 지급 받았다. <br/>  이로써 피고인 2는 피해자 추진위와 피해자 조합에 대한 업무상 임무에 위배하여 공소외 21 회사에게 합계 7억 5,000만 원의 재산상 이익을 취득하게 하고, 피해자 추진위와 피해자 조합에게 같은 액수 상당의 손해를 가하였다.<br/>2. 피고인들의 피해자 조합 소유인 경계지 7필지 이전에 의한 특정경제범죄가중처벌등에관한법률위반(배임)<br/>  피해자 조합과 시공사인 공소외 3 주식회사(이하, ‘공소외 3 회사’라 한다), 업무대행사인 공소외 2 회사 3자는 2017. 11. 22. 공사도급계약을 체결하였다. 당시 3자는 업무대행사인 공소외 2 회사의 업무대행비 지급 시기를 기존 업무대행비 용역계약에서 정한 지급 시기보다 늦추는 내용으로 변경하는데 합의하였으며, 특히 업무대행비를 조합의 잔여토지로 지급할 경우에는 공소외 3 회사를 포함하여 공사도급계약의 당사자인 3자가 협의하여 지급하도록 하는 내용을 규정하였다. <br/>  이에 따르면 공사도급계약서 작성일인 2017. 11. 22.경 업무대행사인 공소외 2 회사는 당시까지의 용역수행 정도에 따라 전체 업무대행비 109억 1,200만 원의 50퍼센트를 수령할 수 있었으며, 당시까지 이미 지급된 업무대행비가 41억 2,500만 원이었으므로, 공소외 2 회사는 당시로서 나머지 13억 3,100만 원만을 지급받을 수 있었다.   <br/>  한편 피해자 조합 소유인 청주시 (주소 생략) 토지(이하, ‘경계지 7필지’라고 한다. 위 토지 중 (지번 1 생략), (지번 2 생략), (지번 3 생략), (지번 4 생략)은 조합 소유로 등기되어 있었으나 (지번 5 생략), (지번 6 생략), (지번 7 생략)은 조합장인 피고인 1에게 명의신탁되어 있었다)는 피고인 2가 진행하던 ○○○지구 사업구역 내에 포함되어 있었는데, 이 사건 사업에 따라 개발되기 전인 2016. 9. 30.경 기준 경계지 7필지의 감정평가액은 합계 3,160,858,000원이었다.  <br/>  조합장으로서 피해자 조합의 자금 관리와 사업 추진 업무를 총괄하는 피고인 1은 피해자 조합 재산에 손해가 발생하거나 피해자 조합의 사업 진행에 차질이 발생하지 않도록 선량한 관리자의 주의의무를 다하여 조합 업무를 처리해야 할 업무상 임무가 있었다. <br/>  피고인들은 2017. 11. 30. 피해자 조합에서 공소외 2 회사에 지급하여야 할 업무대행비를 매매대금으로 하여, 업무대행사인 공소외 2 회사 대신 ○○○지구 사업을 운영하며 피고인 3과 피고인 2가 50퍼센트씩의 지분을 가진 공소외 21 회사 앞으로 경계지 7필지의 소유권을 이전하는 매매계약을 체결하면서, 경계지 7필지의 가격을 합계 약 60억 원(부가세 포함)으로 평가하여 아직 지급시기가 도래하지 않은 업무대행비 상당 금액인 매매대금 45억 9,000만 원에 대하여는 그 담보를 위하여 피해자 조합에게 근저당권을 설정하는 내용의 매매계약서를 작성하였다. <br/>  그리고 피고인들은 같은 날 업무대행비 대신 지급할 구체적인 조합의 잔여 토지 목록, 토지가액 등에 관하여 공소외 3 회사와 협의를 거치지 않은 채 공소외 21 회사에게 감정평가액인 3,160,858,000원보다 저렴한 미지급 업무대행비 13억 3,100만 원에 대한 대물지급 명목으로 위 경계지 7필지에 관한 소유권이전등기를 마쳐 주었으며, 공소외 21 회사는 같은 날 피해자 조합에게 매매계약서에 기재된 내용의 근저당권을 설정하여 주지 않은 채 그대로 ○○○지구 시공사인 공소외 4 주식회사(이하, ‘공소외 4 회사’라 한다)에게 위 경계지 7필지에 관하여 차용금 담보 목적의 가등기를 마쳐 주었다. <br/>  이로써 피고인들은 공모하여 피해자 조합에 대한 업무상 임무에 위배하여 공소외 21 회사에게 1,829,858,000원의 재산상 이익을 취득하게 하고, 피해자 조합에게 같은 액수 상당의 손해를 가하였다. <br/>3. 피고인 1과 피고인 2의 업무대행비 명목 5억 5,000만 원 추가 지급에 의한 특정경제범죄가중처벌등에관한법률위반(배임)<br/>공소외 2 회사는 2017. 11. 30. 제2항과 같이 미지급 업무대행비를 초과하는 가액의 경계지 7필지 소유권을 피해자 조합에 대한 근저당권 설정 없이 이전받았으므로, 당시로서는 피해자 조합으로부터 더 이상 지급받을 수 있는 업무대행비가 존재하지 않았다. <br/>  그럼에도 피고인 1과 피고인 2는 위와 같은 경계지 7필지 소유권이전에 의한 대물지급 사실을 숨긴 채, 2017. 11. 30. 조합 자금을 관리하는 공소외 8 회사에게 전체 업무대행비 10,395,000,000원 중 기수취금액이 4,125,000,000원이고 잔여보수가 5,720,000,000원이라고 허위 기재한 업무대행비 청구서를 제출하고, 2017. 12. 4. 아직 거액의 업무대행비가 미지급된 것으로 오인한 공소외 3 회사로부터 자금 인출 승인을 받아낸 후, 2017. 12. 5. 공소외 8 회사로부터 공소외 2 회사 명의 계좌(◎◎은행(계좌번호 2 생략))로 업무대행비 명목으로 5억 5,000만 원을 교부받았다.<br/>  이로써 피고인 1과 피고인 2는 공모하여 피해자 조합에 대한 업무상 임무에 위배하여 공소외 2 회사에게 5억 5,000만 원의 재산상 이익을 취득하게 하고, 피해자 조합에게 같은 액수 상당의 손해를 가하였다.<br/>4. 피고인 1과 피고인 3의 무자격자 업무대행에 의한 주택법위반(각 단독범행)<br/>  가. 피고인 1은<br/>피고인 3이 설립하여 운영하는 공소외 6 주식회사(이하, ‘공소외 6 회사’라 한다)는 주택법에 따른 주택조합 업무를 대행할 자격이 없음에도, 2017. 9. 12.자 제27차 임원회의에서 피고인 1의 주도하에 공소외 6 회사에 대한 시공사 협상 및 중도금 대출 용역 안건을 1호 안건으로 가결시켜 결국 업무대행 자격이 없는 공소외 6 회사에게 조합의 업무를 일부 대행하게 하였고,<br/>  나. 피고인 3은 <br/>    2017. 9. 12.자 제27차 임원회의에서 공소외 6 회사에 대한 시공사 협상 및 중도금 대출 용역 안건이 가결된 이후 공소외 6 회사의 실운영자로서 사업주인 공소외 6 회사의 업무에 관하여 조합의 업무를 일부 대행하였다. <br/>5. 피고인 1과 피고인 3의 23억 1,000만 원 상당 무자격 업무대행 용역비 관련 특정경제범죄가중처벌등에관한법률위반(배임)<br/>피고인 3은 2017. 3. 24. 아내인 공소외 25 명의로 공소외 6 회사를 설립하였다가 2017. 10. 20. 조카이자 피고인 1의 누나인 공소외 18 명의로 공소외 6 회사의 대표를 변경하였다.<br/>  피고인들은 시공예정사로 선정되어 있던 공소외 3 회사 측에서 조합 설립인가 이후 당초 잠정적으로 예정되었던 공사대금의 증액을 요구하자 이에 대한 협상이 필요함을 빌미로 이미 업무대행사인 공소외 2 회사가 100억 원이 넘는 업무대행비를 지급받기로 약정하였고, 이러한 협상업무를 포함한 종합적인 용역업무를 수행하기로 예정되어 있었으며 실제로 공소외 2 회사에서 이러한 업무를 적법하게 수행하고 있었음에도, 적법하게 선임된 위 공소외 2 회사를 배제시키고 피고인 3이 설립하였으며 주택법이 정한 용역 수행회사의 자격요건을 갖추지 못한 공소외 6 회사와 시공사 선정 등에 관한 용역계약을 체결하여 용역비를 지급받기로 마음먹었다.<br/>  이에 따라 피고인들은 2017. 12. 5. 청주시 (주소 4 생략)에 있는 조합 사무실에서 별도의 용역대금 지급 여부와 지급 액수 등에 관하여 적법하게 마친 조합 총회 결의 없이, 피해자 조합이 주택법상 허용되지 않고 별다른 업무를 수행하지 않은 공소외 6 회사에게 근거 없이 산정된 시공사 선정 용역비 23억 1,000만 원(부가세 포함)을 지급한다는 내용의 용역계약을 체결하였다.<br/>  이후 피고인 3은 2018. 1. 31. 피해자 조합에 대하여 공소외 6 회사의 위 용역비채권 23억 1,000만 원을 청구채권으로 하는 지급명령을 신청하여 같은 날 청주지방법원 2018차2723호로 위 지급명령이 발령되도록 하였다. 그리고 조합 규약에 따라 후임 조합장 선임시까지 잠정적으로만 조합장 업무를 수행하고 있던 피고인 1은 2018. 2. 6. 위 지급명령의 정본을 송달받아 이의를 신청하지 않고 2018. 2. 21. 위 지급명령이 확정되도록 하였다. <br/>  그리고 피고인 3은 2018. 4. 13. 위와 같이 확정된 지급명령을 집행권원으로 하여 조합 재산 중 상가부지 등에 대한 부동산강제경매(청주지방법원 2018타경4874)를 신청하여 강제경매개시결정까지 받은 후 강제집행절차에 착수하였다.<br/>  이로써 피고인 1과 피고인 3은 공모하여 피해자 조합에 대한 업무상 임무에 위배하여 공소외 6 회사에게 23억 1,000만 원의 재산상 이익을 취득하게 하고, 피해자 조합에게 같은 액수 상당의 손해를 가하였다. <br/>6. 피고인 1과 피고인 2의 154세대 미승인 입주자 모집으로 인한 주택법위반<br/>  주택건설의 사업주체는 관할 관청의 승인을 받지 않고 입주자를 모집하는 등 주택의 공급행위를 하여서는 안된다.<br/>  그럼에도 피고인 1, 피고인 2는 공소외 30 등과 공모하여 2016. 10. 7. 청주시장으로부터 일반분양 모집 승인을 받음이 없이 지역주택 조합의 조합원 자격이 없는 일반분양 대상자인 공소외 33과 조합원 분양가보다 높게 책정되는 일반분양 가격이 아닌 제2차 조합원 평당 분양가 785만 원에 조합원 가입신청서를 받으면서 입주자 모집 약정을 체결하고, 이와 같은 약정에 대하여 비밀을 유지한다는 조항과 아파트 신청자인 위 공소외 33이 약정을 이행하지 못할 경우 계약금을 몰취하고 반대로 일반분양절차를 거쳐 아파트 미분양 물건이 없어 조합 측에서 아파트를 공급하지 못할 경우 세대당 500만 원을 지급하겠다는 손해배상의무를 인정하는 내용의 약정서를 별도로 작성하고 위 공소외 33으로부터 조합원과 동일한 액수의 계약금과 중도금 55,230,000원을 납부 받은 것을 비롯하여 위와 같은 방법으로 위 일시경부터 2017. 3.경까지 사이에 별지 범죄일람표 1 기재와 같이 지역주택조합 조합원 자격이 없는 일반분양 대상자 154명을 상대로 154세대를 모집하고 조합원들과 동일한 금액의 계약금 및 중도금을 지급받는 등 관할 관청의 승인 없이 입주자를 모집하였다.<br/>7. 피고인 1과 피고인 2의 미승인 입주자 모집 손해배상약정에 의한 업무상 배임(2억 1,450만 원)<br/>  지역주택조합 아파트 사업의 경우 조합원들이 자신들의 자금을 선투입하여 토지매입과 이에 대한 제세공과금 지급, 조합설립, 사업승인 등의 절차를 먼저 진행한 후 관계 당국의 분양가 심의 절차를 거쳐 조합원 분양가보다 높은 가격에 일반분양을 실시하고, 그 자금을 조합 사업의 재원으로 활용하는 등 지역주택 조합 사업의 일반분양 아파트들은 전체 조합 재산의 중요 부분을 이루는 것이며, 일반분양 아파트의 분양가와 분양의 시기와 방법 등은 관할 관청의 승인을 받아야 한다.<br/>  조합장인 피고인 1은 조합 아파트의 공급에 관하여 주택법령상 의무들을 준수함은 물론 조합 재산을 합리적으로 관리하고 조합 총회 결의 등의 절차를 거쳐 피해자 조합이 불필요한 채무를 부담하지 않도록 할 업무상 임무가 있었다.  <br/>  그럼에도 피고인들은 조합 총회의 결의 없이 제6항과 같이 2016. 10. 7. 조합원 자격이 없는 일반분양 대상자인 공소외 33과 모집 내용을 비밀로 유지한다는 비밀약정 하에 조합원 분양가보다 높게 책정되는 일반분양 가격이 아닌 제2차 조합원 평당 분양가 785만 원에 분양계약을 체결하고, 나아가 피해자 조합 측이 위 공소외 33에게 아파트를 공급하지 못하는 등 이와 같이 비밀리에 체결된 약정을 이행하지 못할 경우 피해자 조합이 공소외 33에게 500만 원을 지급하겠다는 손해배상약정을 임의로 체결하여 피해자 조합이 조건부 손해배상채무를 부담하게 한 것을 비롯하여 위 일시경부터 2017. 3.경까지 사이에 별지 범죄일람표 1 기재와 같이 위와 같은 방법으로 조합원 자격이 없는 일반분양 대상자 154명을 상대로 입주자 모집 약정을 체결하면서 조합 측에서 약정을 이행하지 못할 경우 500만 원씩을 지급하겠다고 약정하여 피해자 조합이 조건부 손해배상채무 합계 7억 7,000만 원을 부담하게 하였다.<br/>  그런데 피고인 1이 2018. 1. 20. 조합장에서 해임된 이후 정상적으로 일반분양절차가 진행되어 관할 관청의 승인을 얻은 분양가 889만원에 225세대 전체의 분양이 완료되었으며, 이에 따라 위와 같이 피고인들이 입주자 모집시 체결하여 둔 손해배상약정으로 인하여 피해자 조합은 세대당 500만 원씩 총 7억 7,000만 원의 손해배상 채무를 실제로 부담하는 상황에 이르렀으나, 이후 피해자 조합 측에서 비밀약정을 체결한 사람들과 별도의 약정을 통하여 손해배상액을 상당 부분 감액 받아 합계 2억 1,450만 원을 손해배상금으로 지급하였다. <br/>  이로써 피고인 1과 피고인 2는 공모하여 피해자 조합에 대한 업무상 임무에 위배하여 입주자 모집 계약상대방들에게 합계 2억 1,450만 원의 재산상 이익을 취득하게 하고, 피해자 조합에게 같은 액수 상당의 손해를 가하였다.<br/>8. 피고인 1과 피고인 2의 미승인 입주자 모집에 따른 분양대행 용역비 지급에 의한 특정경제범죄가중처벌등에관한법률위반(배임)(8억 4,700만 원)<br/>  피해자 조합과 공소외 30이 운영하는 공소외 7 주식회사(이하, ‘공소외 7 회사’라 한다)는 조합원 모집 용역계약만 체결하였을 뿐 조합원이 아닌 일반인들을 상대로 한 일반분양 업무에 대하여는 어떠한 용역계약도 체결된 바 없어 위와 같이 체결된 154세대의 비조합원 입주자 모집에 대한 용역대금을 지급할 아무런 의무가 없었다.<br/>  그럼에도 피고인들은 조합 총회 등 절차를 거치지 않고 조합원 모집 용역계약에 따라 자격 있는 조합원들을 모집한 것처럼 서류를 작성하여 공소외 8 회사에 용역대금을 청구하는 방법으로 2016. 10. 14.부터 2017. 12. 22.까지 별지 범죄일람표 2 기재와 같이 총 427회에 걸쳐 조합원 모집 용역대금과 동일한 세대당 550만 원씩 책정된 154세대 분양계약 용역대금 합계금 8억 4,700만 원을 조합원 모집 용역대금인 것처럼 공소외 7 회사에게 지급하게 하였다.<br/>  이로써 피고인 1과 피고인 2는 공모하여 피해자 조합에 대한 업무상 임무에 위배하여 공소외 7 회사에게 8억 4,700만 원의 재산상 이익을 취득하게 하고, 피해자 조합에게 같은 액수 상당의 손해를 가하였다.<br/>9. 피고인 1과 피고인 3의 변호사비용 지출에 의한 업무상횡령<br/>피고인 1은 조합장으로서 조합 재산의 관리업무를 총괄하며 피해자 조합의 자금을 보관하는 사람이었고, 피고인 3은 고문 및 자문위원직을 가지고 실질적으로 조합의 업무에 관여하던 사람이었다.   <br/>  피고인들은 2017. 3.경 전·현직 조합장으로서 임원회의 회의록, 임시총회 회의록, 월별 자금입출금명세서를 작성하였음에도 이를 공개하지 않았다는 이유로 청주지방검찰청 2017형제3071호로 수사를 받게 되자, 2017. 3. 29.경 피해자 조합 사무실에서 위 사건에 대한 피고인들의 변호사 선임비 명목으로 피해자 조합을 위해 보관하고 있던 조합 계좌에서 위 사건 담당변호사 ○○○에게 11,000,000원을 지급하도록 하는 내용의 문서를 결재한 후 담당 직원에게 이를 송금하도록 지시하여 조합 자금 11,000,000원을 임의로 소비하였다.<br/>  이로써 피고인들은 공모하여 피해자 조합의 자금 11,000,000원을 업무상 횡령하였다.  <br/>10. 피고인 1의 조합 자료 미공개에 의한 주택법위반<br/>  주택조합의 발기인 또는 임원은 조합 총회 및 이사회, 대의원회 등의 의사록 등 주택조합사업의 시행에 관한 서류 및 관련 자료가 작성되거나 변경된 후 15일 이내에 이를 조합원이 알 수 있도록 인터넷과 그 밖의 방법을 병행하여 공개하여야 한다. <br/>  그럼에도 피고인은 2017. 10. 17.경 피해자 조합 사무실에서 제29차 임원회의 의사록을 작성하고도 15일 이내에 이를 조합원이 알 수 있도록 인터넷과 그 밖의 방법을 병행하여 공개하지 않는 등 별지 범죄일람표 3 기재와 같이 6회에 걸쳐 15일 이내에 이를 조합원이 알 수 있도록 인터넷과 그 밖의 방법을 병행하여 공개하지 아니하였다.<br/>【증거의 요지】1. 피고인들의 각 일부 법정진술<br/>1. 증인 공소외 34, 공소외 35, 공소외 30, 공소외 36, 공소외 37, 공소외 38, 공소외 27, 공소외 5, 공소외 19, 공소외 14, 공소외 15, 공소외 24의 각 법정진술 <br/>1. 공소외 13, 공소외 14, 공소외 15에 대한 각 검찰 진술조서<br/>1. 진술서(공소외 14) 및 첨부자료, 자금집행요청서 등 7억 5천 인출자료<br/>1. ○○지구 도시개발구역 지정 및 개발계획에 따른 공람, 공고, 주택조합 설립인가 필증, 주택조합 변경인가 필증, 주택건설사업계획 승인 공문, 입주자모집 공고 승인  <br/>1. 업무대행계약서, 공사도급계약서(2017. 11. 22.), 부동산매매계약서, 용역계약서(공소외 20 회사), 시공사선정협의 용역계약서, 사업추진협약서(2015. 10. 30.), 사업약정서(2016. 11. 22.), 조합원 계약 관련 용역계약서<br/>1. 각 법인등기부등본, 각 토지등기부등본<br/>1. 각 임원회의 회의록<br/>1. 이메일 및 첨부 제29회 임원회의 회의록(공소외 2 회사공소외 32 이사 수신)<br/>1. 조합 인터넷카페 임원회의록 공지, 각 피고인 3 업무진행 보고 공지, 각 카페게시글<br/>1. 업무대행용역비 지급의 건(2017. 10. 17. 공소외 2 회사), 자금인출요청 공문 및 용역비 청구서, 2017. 10. 19.자 공소외 4 회사 시공참여 의향서<br/>1. 합의서(2017. 11. 23. 조합-공소외 2 회사-공소외 21 회사)<br/>1. 경계지 도면, 감정평가서<br/>1. 2017. 11. 11. 임시총회 녹취록, 각 전화통화 녹취록, 공소외 지역주택조합 조합장 및 조합원 간담회(2017. 12. 14.)<br/>1. 임의분양계약자 명단, 약정서, 사업비지급에 따른 자금인출요청, 자금집행요청서, 전자세금계산서<br/>1. 지급명령(청주지방법원 2018차272, 용역비)<br/>1. 수사보고(공소외 지역주택조합 규약 첨부), 수사보고(2017. 5. 개정 전 조합규약), 수사보고(피의자 피고인 2공소외 3 회사 직원들과의 녹취록 제출 보고), 수사보고(주식근질권설정계약서 등 사본 첨부 보고), 수사보고(가족관계등록부 등 첨부 보고), 수사보고(임의세대 분양 계약서 제출) 및 임의세대 분양계약서, 수사보고(임의분양 환불내역 등 관련자료 등 첨부 보고), 수사보고(동종 전력 확인)<br/>【법령의 적용】1. 범죄사실에 대한 해당법조 및 형의 선택<br/>   가. 피고인 1: 각 특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제2호, 형법 제356조, 제355조 제2항, 제30조(미승인 입주자 모집 손해배상약정에 의한 2억 1,450만 원 상당 업무상배임의 점을 제외한 나머지 각 업무상배임의 점, 각 포괄하여), 형법 제356조, 제355조 제2항, 제30조(미승인 입주자 모집 손해배상약정에 의한 2억 1,450만 원 상당 업무상배임의 점, 포괄하여, 징역형 선택), 형법 제356조, 제355조 제1항, 제30조(업무상횡령의 점, 징역형 선택), 주택법 제102조 제13호, 제54조 제1항 제1호, 형법 제30조(미승인 입주자 모집의 점, 포괄하여, 징역형 선택), 구 주택법(2018. 12. 18. 법률 제16006호로 개정되기 전의 것) 제101조 제1호, 제11조의2 제1항(무자격자에게 조합업무를 대행하게 한 점, 징역형 선택), 각 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제104조 제2호, 제12조 제1항(조합 자료 미공개의 점, 징역형 선택)<br/>   나. 피고인 2: 각 특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제2호, 형법 제356조, 제355조 제2항, 제30조(미승인 입주자 모집 손해배상약정에 의한 2억 1,450만 원 상당 업무상배임의 점을 제외한 나머지 각 업무상배임의 점, 각 포괄하여, 다만 7억 5,000만 원 수령에 의한 업무상배임의 점은 형법 제30조 제외), 형법 제356조, 제355조 제2항, 제30조(미승인 입주자 모집 손해배상약정에 의한 2억 1,450만 원 상당 업무상배임의 점, 포괄하여, 다만 피고인에게는 업무상 타인의 사무를 처리하는 자의 신분이 없으므로 형법 제33조 단서, 제50조에 의하여 형법 제355조 제2항, 제1항에 정한 형으로 처벌, 징역형 선택), 주택법 제102조 제13호, 제54조 제1항 제1호, 형법 제30조(미승인 입주자 모집의 점, 포괄하여, 징역형 선택)<br/>   다. 피고인 3: 각 특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제2호, 형법 제356조, 제355조 제2항, 제30조(각 업무상배임의 점, 각 포괄하여), 형법 제356조, 제355조 제1항, 제30조(업무상횡령의 점, 다만 피고인에게는 업무상 보관자의 신분이 없으므로 형법 제33조 단서, 제50조에 의하여 형법 제355조 제1항에 정한 형으로 처벌, 징역형 선택), 구 주택법(2018. 12. 18. 법률 제16006호로 개정되기 전의 것) 제101조 제1호, 제11조의2 제1항, 제105조 제2항(무자격자임에도 조합업무를 대행한 점, 징역형 선택)<br/>1. 경합범 가중<br/>   피고인들: 각 형법 제37조 전단, 제38조 제1항 제2호, 제50조[형과 범정이 가장 무거운 경계지 7필지 이전에 의한 특정경제범죄가중처벌등에관한법률위반(배임)죄에 정한 형에 경합범 가중]<br/>공소사실이 특정되지 않았는지 여부<br/>형사소송법 제254조 제4항에서 범죄의 일시·장소와 방법을 명시하여 공소사실을 특정하도록 한 취지는 법원에 대하여는 심판의 대상을 한정하고 피고인에게는 방어의 범위를 특정하여 방어권 행사를 용이하게 하기 위한 데 있으므로 공소 제기된 범죄의 성격에 비추어 공소의 원인이 된 사실을 다른 사실과 구별할 수 있을 정도로 일시·장소·방법·목적 등을 적시하여 특정하면 충분하다. 공모의 시간·장소·내용 등을 구체적으로 명시하지 아니하였다거나 일부가 다소 불명확하더라도 그와 함께 적시된 다른 사항들에 의하여 공소사실을 특정할 수 있고 피고인의 방어권 행사에 지장이 없다면 공소사실이 특정되지 않았다고 할 수 없다(대법원 2016. 4. 2. 선고 2016도2696 판결 등 참조).<br/>  이 사건 공소사실은 피고인들의 업무상 임무와 공모 과정 등이 다소 장황하게 설시되어 있으나, 이는 피고인들이 가진 여러 가지 지위와 사업의 전개 과정이 다소 복잡한 점, 피고인들이 한 장소에서 모여 범행을 공모한 것이 아니라 수시로 연락을 주고 받으면서 계약 체결, 자금 집행요청서 발송 등의 방법으로 암묵적으로 범행을 공모한 점 등에 비추어 이와 같은 설시는 불가피한 측면이 있다고 보인다. 그리고 이 사건 공소사실에는 개별 배임행위의 시기, 방법, 계약 관계, 소유권이전등기 또는 자금 집행 내용 등이 다른 사실과 구별될 수 있을 정도로 특정되어 있고, 그 과정에서 피고인들의 가담 행위 태양을 충분히 알 수 있으며, 피고인들과 변호인들은 여러 차례의 공판기일 진행 과정에서 쟁점을 파악하고 충분히 변론을 진행하였다. 따라서 이 사건 공소사실이 특정되지 않았다고 볼 수 없고, 피고인들의 방어권 행사에 지장이 있다고 볼 수도 없다. 따라서 이 사건 공소는 형사소송법 제327조 제2호에서 정한 ‘공소제기의 절차가 법률의 규정에 위반하여 무효인 때’에 해당하지 않는다.<br/>이 사건 사업과 ○○○지구 사업에 관한 기초사실<br/>일시사업 진행 내용비고2015. 8. 5.- 피해자 추진위(추진위원장: 피고인 3), 공소외 2 회사, 공소외 8 회사가 3자간 자금관리대리사무계약을 체결하였다.?- 피고인 2가 공소외 21 회사를 설립하였다.2015. 9. 1.- 피해자 추진위와 공소외 2 회사가 업무대행계약을 체결하였다.?- 피해자 추진위와 공소외 7 회사가 ‘조합원 계약 관련 용역계약’을 체결하였다.2015. 10. 30.피해자 추진위와 공소외 3 회사는 이 사건 사업에 관한 사업추진 협약(MOU)을 체결하였다.?[972세대, 공사도급약정은 조합원이 계약금 및 1차 중도금(각 총액의 10%, 10%에 상당하는 금액)을 80%(약 778세대) 이상 자납하였을 것을 조건으로 체결. 조합원 분양가 807만/평]2016. 3. 28.이 사건 사업구역이 확정되었다.?2016. 4. 29.피해자 조합은 창립총회를 개최하였고, 피고인 3이 조합장, 피고인 1이 부조합장으로 선임되었으며, 공소외 2 회사가 피해자 조합의 업무대행사로 선정되었다.?2016. 7. 15.청주시는 이 사건 사업부지에 대하여 도시개발구역 지정을 하였다(시행자는 공소외 39 회사).?2016. 7. 22.피해자 조합이 설립인가를 받았다(전체 956세대, 그 중 조합원 569명).?2016. 11. 18.피해자 조합장이 피고인 1로 변경되었다.?2016. 11. 22.피해자 조합과 공소외 3 회사가 사업약정을 체결하였다.피해자 조합이 토지를 담보로대출을 받기 위하여 금융권의 요청에 따라 작성[980세대, 아래 조건이 모두 충족될 경우 피해자 조합과 공사도급계약을 체결하기로 한다.1. 피해자 조합이 이 사건 사업부지 95% 이상의 소유권을 확보하고 사업계획승인을 취득2. 조합원이 계약금 및 1차 중도금(각 총액의 10%, 10%에 상당하는 금액) 이상을 80%(784세대) 이상 자납하였을 것3. 분양성, 사업 조건, 공사금액 등 사업 참여 조건이 적합할 것]2017. 1. 26.도시개발계획 변경 수립 고시에 따라 이 사건 사업의 시행자가 공소외 39 회사에서 피해자 조합으로 변경되었다.?2017. 3. 24.피고인 3이 아내인 공소외 25를 대표이사로 공소외 6 회사를 설립하였다.?2017. 4. 21.청주시는 피해자 조합에 대하여 조합원을 765명으로 증원하는 내용의 변경인가를 하였다.?2017. 5. 26.청주시는 이 사건 사업에 관한 실시계획을 인가하였다.?2017. 8. 1.청주시는 이 사건 사업부지에 아파트 992세대를 건축하는 주택건설사업계획을 승인하였다.?2017. 8. 4.피해자 조합의 제25차 임원회의가 개최되어(피고인 3은 당시 자문위원 및 고문 자격으로 참석) 사업외 부지와 상가부지를 공소외 2 회사에 대한 업무대행비 대신 지급하기로 결의하였다.공소외 3 회사는2017. 8.경부터 공사비의 증액을 요구하였다.2017. 8. 7.피고인 3이 피해자 조합의 고문 및 자문위원직에서 사임하였다.?2017. 9. 12.피해자 조합의 제27차 임원회의가 개최되었다.?2017. 10. 17.- 피고인 2는 피해자 조합에게 업무대행용역비를 청구하는 공문을 보냈는데, ○○○지구에 편입되는 토지로 대물지급해줄 것과 위 토지의 소유권이전등기는 공소외 21 회사로 해줄 것을 요청하였다.?- 피해자 조합의 제29차 임원회의가 개최되었다.2017. 10. 18.피고인 1의 누나인 공소외 18이 공소외 21 회사의 공동대표이사가 되었다.?2017. 11. 11.피해자 조합의 임시총회가 개최되었다.?2017. 11. 15.공소외 4 회사가 ○○○지구의 시공사로서 공사도급계약을 체결하였다.?2017. 11. 16.피고인 1, 피고인 2, 피해자 조합원들은 조합장 간담회를 개최하였다.?2017. 11. 17.청주시는 ○○○지구에 대하여 도시개발구역지정을 하였다.?2017. 11. 20.피해자 조합의 제30차 임원회의가 개최되었다.?2017. 11. 22.시행사 피해자 조합, 시공사 공소외 3 회사, 업무대행사 공소외 2 회사는 공사도급계약을 체결하였는데, 공사비용은 평당 371만 5,000원(부가세 별도)로 정하고, 공소외 2 회사의 기존 업무용역비 지급기일을 다시 정하며 단서 조항에 ‘단, 업무용역비를 조합 잔여토지로 지급하는 경우 3자가 별도로 협의하여 지급한다’는 내용을 기재하였다.?(총 992세대, 조합원 765세대, 일반분양 227세대)2017. 11. 23.공소외 2 회사와 공소외 21 회사 사이에, 공소외 2 회사가 공소외 21 회사에게 지급할 용역비를 경계지 7필지로 지급하는 것과 피해자 조합이 위 토지들을 직접 공소외 21 회사에게 소유권이전등기를 마친다는 내용의 합의서가 작성되었다.?2017. 11. 30.- 피고인 2와 공소외 21 회사에게 경계지 7필지에 관하여 2017. 11. 24. 매매를 원인으로 한 소유권이전등기가 마쳐졌고, 이어서 같은 날 공소외 4 회사에게 경계지 7필지에 관한 가등기가 마쳐졌다.?- 피고인 2는 피해자 조합에게 5억 5,000만 원의 업무대행비를 추가로 청구하였다.2017. 12. 5.- 피해자 조합과 공소외 6 회사가 ‘시공사 선정 협의 용역 계약’을 체결하였다.?- 공소외 8 회사가 피고인 2에게 5억 5,000만 원의 업무대행비를 지급하였다.2017. 12. 29.피고인 2는 피해자 조합 측에게 업무대행비 일부 미지급 등을 이유로 2017. 12. 31.부로 업무대행계약이 중단됨을 통보하였다.?2018. 1. 20.피고인 1이 피해자 조합장직에서 해임되었고, 조합장 직무대행직을 수행하기 시작하였다.?2018. 4. 27.청주시는 ○○○지구 도시개발사업에 대하여 실시계획을 인가하였다.?2018. 6. 11.피해자 조합은 ◁◁◁◁신탁이 수탁하고 있는 경계지 7필지에 대하여 소유권이전등기 말소청구권을 피보전권리로 한 부동산처분금지가처분 결정을 받았다(청주지방법원 2018카단50729).?2018. 6. 20.피해자 조합과 공소외 21 회사를 대표한 피고인 2, 공소외 18은 조합이 위 가처분 결정을 취하하고, 조합의 민사 본안소송 승소시 조합이 지급받을 토지비를 담보하기 위한 내용의 합의서와 이 사건 사업지구와 ○○○지구의 경계지 공사를 함에 있어서 각 지구의 공사완료일까지 각기 필요한 토지들을 쌍방이 사용할 수 있도록 허락하는 내용의 합의서를 작성하였다.?2018. 7. 6.청주시는 ○○○지구에 아파트 983세대를 건축하는 주택건설사업계획을 승인하였다.?2018. 7. 17.피해자 조합이 공동주택 공사에 착공하였다.?2018. 7. 19.청주시는 피해자 조합에 대하여 입주자모집공고를 승인하였다.?2018. 7. 20.청주시는 ○○○지구에 대하여 입주자 모집공고를 승인하였다.?2018. 8. 14.피해자 조합이 일반분양을 개시하였다.?2019. 3. 4.피해자 조합이 일반분양을 완료하였다.?<br/>판단의 전제: 공소외 2 회사가 업무대행사라는 이유만으로 피고인 2가 피해자 조합의 자금관리에 관하여 ‘타인의 사무를 처리하는 자’에 해당하는지 여부<br/>  배임죄는 타인의 사무를 처리하는 자가 그 임무에 위배하는 행위로 재산상 이익을 취득하여 사무의 주체인 타인에게 손해를 가함으로써 성립하므로 범죄의 주체는 타인의 사무를 처리하는 지위에 있어야 한다. 여기에서 ‘타인의 사무’를 처리한다고 하려면 당사자 관계의 본질적 내용이 단순한 채권채무 관계를 넘어서 그들 간의 신임관계에 기초하여 타인의 재산을 보호 또는 관리하는 데 있어야 하고, 그 사무가 타인의 사무가 아니고 자기의 사무라면 그 사무의 처리가 타인에게 이익이 되어 타인에 대하여 이를 처리할 의무를 부담하는 경우라도 그는 타인의 사무를 처리하는 자에 해당하지 아니한다(대법원 2020. 6. 4. 선고 2015도6057 판결 참조).<br/>  이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 공소외 2 회사가 계약상 업무대행사라는 이유만으로는 피고인 2가 피해자 조합의 자금관리에 관하여 ‘타인의 사무를 처리하는 자’에 해당한다고 볼 수 없다. 따라서 이하 피고인 2에 대한 업무상배임죄의 공범 성립 여부 등은 이와 같은 전제에서 살펴보기로 한다.<br/>  ① 피해자 추진위와 공소외 2 회사, 공소외 8 회사가 2015. 8. 5.경 체결한 자금관리대리사무계약서 제4조 제1항은 사업비의 집행방법에 관하여 ’공소외 2 회사의 자금집행 요청서 작성 － 피해자 추진위가 공소외 2 회사의 자금집행 요청서 검토 및 동의 － 공소외 8 회사의 자금집행 요청서 검토 및 자금집행‘의 순서로 진행된다고 규정하고 있다. 이에 따르면 공소외 2 회사는 업무대행 과정에서 이 사건 사업에 필요한 자금집행을 요청할 권한만 있을 뿐이고, 자금집행을 요청할 권한이 있다는 것만으로 피해자 조합(내지 추진위)의 재산을 보호 또는 관리하는 임무까지 진다고 보기 어렵다.<br/>  ② 자금관리대리사무계약서 제3조 제5항 제1호는 ’공소외 8 회사는 조합가입비 및 분양수입금 등의 자금관리를 담당하며 그 외에 해약반환금 등의 책임을 일체 지지 않으며, 해당 금원의 반환책임은 피해자 추진위에게 있다‘라는 사항을 조합원모집계약서 및 일반분양계약서에 반드시 삽입할 것을 규정하고 있고, 제13조 제1항은 ’피해자 추진위를 대리하여 공소외 8 회사가 행한 행위의 법률효과는 피해자 추진위에게 귀속된다‘라고 규정하고 있다. 즉 해약반환금을 반환할 수 있을 정도로 조합재산을 적정하게 관리하지 못할 경우 그 책임은 피해자 조합이 단독으로 지는 것이고, 자금을 직접 관리하는 공소외 8 회사의 법률행위는 어디까지나 공소외 2 회사가 아닌 피해자 조합을 대리하는 것이다.<br/>  ③ 공소외 8 회사가 보관하는 자금의 주된 수입원은 피해자 조합에 소속된 조합원들이 납부한 조합가입비일 뿐 공소외 2 회사의 재산이 아니며, 공소외 2 회사 역시 피해자 조합과 업무대행계약을 체결하고 피해자 조합에게 업무대행비를 청구할 채권자 중 하나이므로, 업무대행사의 대표이사라는 이유만으로는 피고인 2에게 피해자 조합의 자금관리인과 동일한 책임을 부과할 수 없다.<br/>【유죄의 이유】1. 피고인 2의 ○○○지구 토지 매입비 등 7억 5,000만 원 수령에 의한 특정경제범죄가중처벌등에관한법률위반(배임)<br/>가. 피고인과 변호인의 주장요지<br/>    1) 피고인은 업무대행사의 대표이사일 뿐, 피해자 조합의 자금을 적절하게 관리하여야 하는 ‘타인의 사무를 처리하는 자’에 해당하지 않는다.<br/>    2) 피고인은 공소외 2 회사, 공소외 21 회사의 대표로서 7억 5,000만 원의 수익자에 불과하므로, 당시 추진위원장 또는 조합장으로서 피해자 추진위 또는 피해자 조합의 사무를 처리하는 사람인 피고인 3의 배임행위가 존재하고, 피고인이 그러한 배임행위에 적극 가담한 사정이 존재하지 않는 이상 피고인의 7억 5,000만 원의 용역비 수령은 배임행위가 될 수 없다.  <br/>    3) 공소외 21 회사는 이 사건 사업부지 매입과 도시개발용역을 제공하기로 하면서 피해자 조합과 사이에 토지 매매대금과 도시개발용역비를 통틀어 합계 700억 원의 토지 매매계약서를 작성하였고, 사업부지 매입 등 용역을 수행하면서 위 매매계약서 또는 적어도 상법에서 규정한 상인의 보수청구권을 근거로 적법하게 용역비 7억 5,000만 원을 지급 받은 것이므로, 이는 배임행위에 해당하지 않고 피고인에게는 배임의 고의가 없었다.<br/>나. 이 사건 당시 업무대행사의 대표이사인 피고인 2가 ‘타인의 사무를 처리하는 자’에 해당하는지 여부<br/>1) 관련 법리<br/>      가) 배임죄에 있어서 ‘타인의 사무를 처리하는 자’라 함은 타인과의 내부적인 관계에서 신의성실의 원칙에 비추어 타인의 사무를 처리할 신임관계에 있게 되어 그 관계에 기하여 타인의 재산적 이익 등을 보호·관리하는 것이 신임관계의 전형적·본질적 내용이 되는 지위에 있는 사람을 말한다. 그러나 그 사무의 처리가 오로지 타인의 이익을 보호·관리하는 것만을 내용으로 하여야 할 필요는 없고, 자신의 이익을 도모하는 성질도 아울러 가진다고 하더라도 타인을 위한 사무로서의 성질이 부수적·주변적인 의미를 넘어서 중요한 내용을 이루는 경우에는 여기서 말하는 ‘타인의 사무를 처리하는 자’에 해당한다. 따라서 위임 등 계약에 기하여 위임인 등으로부터 맡겨진 사무를 처리하는 것이 약정된 보수 등을 얻기 위한 것이라고 하더라도, 또는 매매 등 계약에 기하여 일정한 단계에 이르러 타인에게 소유권등기를 이전하는 것이 대금 등을 얻고 자신의 거래를 완성하기 위한 것이라고 하더라도, 그 사무를 처리하는 이는 상대방과의 신임관계에서 그의 재산적 이익을 보호·관리하여야 할 지위에 있다고 할 것이다(대법원 2012. 5. 10. 선고 2010도3532 판결 참조).<br/>      나) 배임죄는 타인의 사무를 처리하는 자가 그 임무에 위배하는 행위로써 재산상 이익을 취득하거나 제3자로 하여금 이를 취득하게 하여 본인에게 손해를 가함으로써 성립하는바, 배임죄의 주체로서 타인의 사무를 처리하는 자라 함은 타인과의 대내관계에 있어서 신의성실의 원칙에 비추어 그 사무를 처리할 신임관계가 존재한다고 인정되는 자를 의미하고 반드시 제3자에 대한 대외관계에서 그 사무에 관한 권한이 존재할 것을 요하지 않으며, 또 그 사무가 포괄적 위탁사무일 것을 요하는 것도 아니고, 사무처리의 근거, 즉 신임관계의 발생근거는 법령의 규정, 법률행위, 관습 또는 사무관리에 의하여도 발생할 수 있다(대법원 1999. 6. 22. 선고 99도1095 판결 참조).<br/>2) 구체적 판단<br/>      업무대행사의 대표이사라는 지위만으로 피고인 2가 ‘타인의 사무를 처리하는 자’라고 볼 수 없음은 앞서 본 바와 같다. 그러나 관련 법리와 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피해자 추진위원장 또는 조합장(이하, 본 항에서는 ‘조합장’이라고만 한다)인 피고인 3의 개인 도장을 함께 찍어야만 조합 자금 집행이 가능하도록 조치함으로써 피해자 조합이 온전히 자금 집행권한을 회수한 2016. 8.경 이전까지는 피고인 2가 피해자 추진위 또는 피해자 조합(이하, 본 항에서는 ‘피해자 조합’이라고만 한다)의 자금을 관리하는 ‘타인의 사무를 처리하는 자’에 해당하였다고 보아야 한다.<br/>  ① 피고인 2는 자금 지급의 근거가 된 매매계약서를 작성한 2015. 10. 1.경부터 마지막으로 5억 원을 지급 받은 2016. 6. 8.경까지 건강이 좋지 않았던 피고인 3의 조합장 직인을 보관하면서, 뒤에서 보는 바와 같이 매매계약서, 공소외 8 회사에 대한 자금 집행요청서에 조합장 직인과 공소외 2 회사 대표이사 직인을 모두 날인하는 방법으로 자금을 집행하였다. 그리고 공소외 8 회사의 공소외 14가 피해자 조합의 직원으로 인식하고서 자금 집행에 필요한 증빙서류에 관한 이메일을 주고 받은 공소외 40도 실제로는 공소외 2 회사의 직원이었으며, 이에 반하여 피고인 3이 위와 같은 장기간 동안 피해자 조합의 자금 관리, 집행에 관여하였음을 확인할 만한 자료는 없다.<br/>  ② 공소외 8 회사가 관리하는 자금은 피해자 조합의 재산이고, 피고인이 피해자 조합과 피고인 3을 대신하여 조합의 계약을 체결하고 자금을 집행하는 것은 본래 피해자 조합의 사무로서 피고인에 대한 인적 신임관계에 기하여 그 처리가 피고인에게 위탁된 것이고, 이는 단지 피고인 자신의 사무만에 그치지 않고 피해자 조합의 재산적 이익을 보호 내지 관리하는 것을 본질적 내용으로 하며, 그 업무가 피고인 자신의 계약상 의무를 이행하고 피해자 조합으로부터 적정한 업무수행에 따른 업무대행비를 지급 받기 위한 피고인 자신의 사무의 성격을 일부 가지고 있다고 하더라도, 피고인이 자금 집행요청권한을 넘어 피해자 조합과의 신임관계에 기하여 피해자 조합의 자금 관리업무를 전적으로 대행하고 있었던 이상 ‘타인의 사무를 처리하는 자’의 지위에 있었다고 보아야 한다.<br/>  ③ 피해자 조합장인 피고인 3과 피고인 사이의 대내관계에 있어서 신의성실의 원칙에 비추어 직인을 보관, 사용하며 피해자 조합의 자금 집행 업무를 처리할 신임관계가 존재한다고 인정되는 이상, 피고인에게 ‘타인의 사무를 처리하는 자’의 지위 인정을 위해 제3자인 공소외 8 회사에 대한 대외관계에서 적법하게 자금 집행에 관한 대행권한이 존재할 필요는 없다. <br/>다. 배임행위와 고의의 인정 여부<br/>    배임죄 구성에 있어서 임무에 위배하는 행위라 함은 처리하는 사무의 내용, 성질 등에 비추어 법령의 규정, 계약의 내용 또는 신의칙상 당연히 하여야 할 것으로 기대되는 행위를 하지 않거나 당연히 하지 않아야 할 것으로 기대되는 행위를 함으로써 본인과의 신임관계를 저버리는 일체의 행위를 포함한다고 할 것이다(대법원 1990. 6. 8. 선고 89도1417 판결 참조).<br/>1) 인정사실<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하면 다음의 각 사실을 인정할 수 있다.<br/>  ① 피해자 추진위와 공소외 2 회사, 공소외 8 회사는 2015. 8. 5.경 자금관리대리사무계약을 체결하였다.<br/>  ② 피해자 추진위와 공소외 2 회사는 2015. 9. 1. 이 사건 사업에 관하여 업무대행비를 1세대당 1,000만 원으로 정한 업무대행계약을 체결하였는데, 계약금 10%는 계약시에, 1차 중도금 40%는 조합 설립신청시에, 2차 중도금 40%는 조합 설립인가 후에, 잔금 10%는 사업계획 승인 후에 지급하기로 정하였다.  <br/>  ③ 공소외 21 회사는 피해자 추진위를 대신하여 도시개발사업과 관련하여 주식회사 □□□□□□□(이하, ‘□□□□□□□’라 한다)과 토지매입용역계약을 체결하였고, 2015. 9.경 공소외 41 주식회사(이하, ‘공소외 41 회사’라 한다)와 기술용역계약을 체결하였다. 그리고 공소외 21 회사 명의로 이 사건 사업에 필요한 토지를 매수하면서, 2015년 말경부터 공소외 39 회사 명의로 이 사건 사업부지의 도시개발사업이 진행되었다.<br/>  ④ 매도인 공소외 21 회사와 매수인 피해자 추진위 사이에 2015. 10. 1. 이 사건 도시개발구역 내 공동주택부지를 매매대금 합계 700억 원에 매매하되, 1차 계약금 35억 원은 2015. 10. 12.에, 2차 계약금 35억 원은 2015. 12. 12.에, 중도금 280억 원은 2016. 3. 12.에, 잔금 350억 원은 2016. 6. 12.에 각 지급하기로 정한 부동산매매계약서가 작성되었다(이하, ‘이 사건 매매계약’이라 한다). 그리고 이 사건 매매계약서에는 특약사항으로 ‘도시개발사업구역으로 공동주택부지만 매매하는 것으로 하며, 인허가 후 면적은 조정하여 재계약하기로 한다’, ‘계약금의 지급과 관련하여 매수자는 매도자가 도시개발사업구역의 토지주와 계약한 사항을 확인하고 지급하는 것으로 한다’라는 내용이 기재되어 있었다. 그런데 이 사건 매매계약서는 당시 피고인 2가 보관하던 피고인 3의 추진위원장 직인을 날인하여 작성한 것이었다.<br/>  ⑤ 피고인 2는 2015. 10. 13. 공소외 8 회사에게 피고인 3의 직인을 날인하고 이 사건 매매계약서를 첨부한 아래와 같은 내용의 자금 지급요청서를 보냈다.<br/>연번성명금액사유1공소외 21 회사3,500,000,000토지대2♤♤♤♤ 건축사사무소171,100,000건축설계비합계3,671,100,000?<br/>  ⑥ 그러나 공소외 8 회사는 자료 보완을 요청하였고, 피고인 2는 2015. 10. 15. 다시 공소외 8 회사에게 같은 방법으로 아래와 같은 내용의 자금 지급요청서를 보냈다.<br/>연번성명금액사유1공소외 21 회사600,000,000토지대2♤♤♤♤ 건축사사무소171,100,000건축설계비3공소외 42103,717,000토지대4공소외 4336,223,035토지대5공소외 4430,000,000토지대합계941,040,035?<br/>  ⑦ 그러나 공소외 8 회사는 여전히 증빙이 부족하다며 보완을 요청하였고, 피고인 2는 2015. 10. 16. 다시 공소외 8 회사에게 같은 방법으로 아래와 같은 내용의 자금 지급요청서를 보냈다.<br/>연번성명금액사유1공소외 42103,717,000토지대2공소외 4336,223,035토지대3공소외 4420,000,000토지대4♤♤♤♤ 건축사사무소171,100,000건축설계비5공소외 41 회사112,200,000토지대(도시개발 설계비)6□□□□□□□250,000,000토지대(도시개발 토지용역비)7공소외 21 회사250,000,000토지대(도시개발 운영비)합계943,240,035?<br/>  ⑧ 공소외 8 회사는 2015. 10. 16. 공소외 21 회사에게 2억 5,000만 원을 지급하였다.<br/>  ⑨ 피해자 조합이 2016. 4. 29. 창립총회를 개최하였다.<br/>  ⑩ 피고인 2는 2016. 6. 7. 공소외 8 회사에게 앞서와 같은 방법으로 공소외 21 회사에 대한 5억 원의 토지대(도시개발 운영비) 지급요청을 하였다.<br/>  ⑪ 공소외 8 회사는 2016. 6. 8. 공소외 21 회사에게 5억 원을 지급하였다.<br/>  ⑫ 피해자 조합은 2016. 7. 22. 조합 설립인가를 받았다.<br/>  ⑬ 공소외 21 회사는 2016. 9. 30. 피해자 조합 측에 5억 원을, 2016. 11. 29. 2억 5,000만 원을 각각 반환하였다.<br/>2) 구체적 판단<br/>      위 인정사실과 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인이 피해자 추진위 또는 피해자 조합(이하, 본 항에서도 ‘피해자 조합’이라고만 한다)에 대하여 배임행위를 한 사실과 피고인에게 배임의 고의가 있었음을 충분히 인정할 수 있다.<br/>  ① 자금관리대리사무계약서 제3조 제7항은 ”본 조에도 불구하고 조합원이 납부한 조합가입비 등(조합원 모집계약서상 해약반환금에 해당되는 금원 일체)은 조합 설립인가 전까지는 해당 조합원의 해약반환금 용도 외 타 사업비로는 일체 사용하지 않기로 한다“라고 규정하고 있고, 제4조 제3항 가목은 자금집행 시기에 관하여 ‘토지매입비용, 인허가(설계비 포함) 비용은 조합원을 50% 이상 모집한 후, 가입계약(신청)서와 확인(동의)서에 명시한 바에 따라 조합 명의로 계약 및 등기하는 경우’ 자금을 집행하도록 규정하고 있다. 위 각 규정은 조합원의 가입과 해약이 빈번함을 전제로 하여, 피해자 조합이 설립인가를 받아(설립인가에도 조합원 50% 모집이 필요하다) 조합 명의로 재산을 이전 받는 것이 담보될 때까지 조합 자금의 부실화를 막기 위한 취지에서 삽입된 것으로 보인다.        <br/>  ② 2015. 10.경에는 ○○○지구 사업부지의 토지 작업도 진행되고 있었는데, 조합원 납부금으로 재원이 마련되는 이 사건 사업과 달리 ○○○지구 사업은 조합원 모집 없이 공소외 21 회사에서 사업에 필요한 토지를 직접 매수하여야 했으며, 피고인은 아직 피해자 조합의 설립인가 신청을 하지 않아서 2015. 9. 1.자 업무대행계약에 의하더라도 공소외 2 회사 명의로 업무대행비 중도금을 지급 받을 수 없었다. 그리고 피고인도 수사기관에서 ’공소외 2 회사로부터 받는 수입 이외에 공소외 21 회사 자체 수입원이 없었던 것은 사실입니다‘라고 진술하였다. 따라서 피고인에게는 피해자 조합에게 손해가 되더라도 공소외 21 회사의 이익을 위하여 자금을 집행할 동기가 있었다.<br/>  ③ 피고인은 2015. 10. 1. 피고인 3의 허락 없이 조합장 직인을 갖고 있음을 이용하여 피해자 조합과 공소외 21 회사를 대리하여 이 사건 매매계약서를 작성하였는데, 이는 민법 제124조에 위반될 소지가 크고, 이 사건 매매대금의 지급시기가 상당 부분 조합 설립인가나 조합원 50% 모집 시기 이전에 도래할 가능성이 크다는 점에서 자금관리대리사무계약 내용에도 위반된다. 즉, 이 사건 매매계약서의 작성은 법령의 규정, 계약의 내용 또는 신의칙상 당연히 하지 않아야 할 것으로 기대되는 행위에 해당한다.<br/>  ④ 이 사건 매매계약의 특약사항에는 ‘계약금의 지급과 관련하여 매수자는 매도자가 도시개발사업구역의 토지주와 계약한 사항을 확인하고 지급하는 것으로 한다’라고 기재되어 있었던 바, 피고인이 피고인 3의 조합장 직인으로 자금 집행을 요청할 경우 공소외 8 회사 입장에서는 피해자 조합, 업무대행사 모두가 토지 이전을 담보 받고 공소외 21 회사에 대한 조기 자금 집행에 동의한 것으로 오인할 가능성이 컸다. 위와 같이 피고인이 공소외 8 회사의 반대 없이 임의로 자금 집행이 가능하도록 이 사건 매매계약서 작성단계부터 적극적인 조치를 취한 것은 배임의 고의를 뒷받침하는 사정이다.<br/>  ⑤ 이 사건 매매대금 700억 원은 토지주들로부터 공소외 21 회사 명의로 매입할 총 토지매매대금이 600억 원일 것을 전제로, 이를 피해자 조합에게 700억 원에 매도하여 공소외 21 회사가 도시개발용역비 명목으로 차액인 약 100억 원을 지급 받는다는 취지로 산정된 것이다. 그런데 이는 이 사건 사업 초기부터 피해자 조합 해산시까지 전반적인 업무를 대행하는 공소외 2 회사의 업무대행비 총액과 맞먹는 금액일 뿐만 아니라, 기술용역업무를 수행하는 공소외 41 회사가 총 용역비로 565,000,000원(부가세 별도)을 지급 받고, 토지매입 업무를 수행하며 피고인 3이 운영하는 □□□□□□□가 총 매매대금의 6%에 해당하는 금액(이것도 토지를 50% 가량 매입한 후 추가 매입이 어려워지자 기존의 3%에서 6%로 용역비를 증액시킨 것으로 보인다)을 지급 받는 것과 비교할 때 공소외 21 회사가 수행하였다고 주장하는 ’도시개발용역 총괄업무‘에 대한 대가로는 과다하다고 보인다.<br/>  ⑥ 뿐만 아니라 공소외 21 회사가 공소외 41 회사와 체결한 기술용역계약서에 의하면 공소외 41 회사는 ’계약일부터 도시개발사업 실시계획인가일까지‘ 용역을 수행하기로 하였고, 공소외 41 회사의 용역 범위에는 ’개발계획수립 및 도시개발구역지정, 농지 및 산지 인허가, 지구단위계획 수립‘ 등이 포함되어 있는바, 위 공소외 41 회사와 토지매입용역을 수행하는 위 □□□□□□□의 업무를 제외하면 공소외 21 회사가 실제로 어떠한 업무를 수행하기에 100억 원의 용역비를 지급 받는 것이 정당한지 알 수 없을 뿐 아니라 위 금액은 아무런 근거 없이 산정된 것이다. 그리고 이 사건 매매계약서에 기재된 지급시기와 지급액수에 따르면 사실상 공소외 21 회사가 사업에 필요한 돈을 공소외 8 회사의 반대 없이 빈번하게 임의로 지급 받을 위험이 있다는 점에서 이 사건 매매계약 내용은 피해자 조합에게 매우 부당하다.<br/>  ⑦ 피고인은 수사기관에서 ‘(7억 5,000만 원은) 조합장이 선출된 이후 계약을 해지하고 반환하라고 하여 반환을 하였습니다. 그리고 공소외 2 회사가 업무대행사가 되었기 때문에 공소외 2 회사에서 도시개발용역까지 다 하는 것으로 하고 돈을 반환하고 진행한 것입니다’, ‘계약체결을 하지는 못했습니다. 당시 추진위원장이던 피고인 3이 도시개발사업으로 별도 계약을 체결해 주지 않겠다고 하였기 때문입니다. 그래서 나중에 돈을 반환하는 절차를 진행하고 앞서 말씀드린 바와 같이 공소외 2 회사에서 도시개발용역까지 하는 것으로 한 것입니다’라고 진술하였고, ‘공소외 2 회사와 공소외 21 회사는 직원들도 공유하고 사실상 같이 쓰는 같은 회사이다’라고 진술한 사실도 있다. 그렇다면 피해자 조합 입장에서는 또 다른 100억 원을 별도로 지출하지 않고도 피해자 조합의 업무 전반을 대행하며 이미 총 100억 원 상당 업무대행비를 지급 받기로 약정되어 있었고, 공소외 21 회사와 인적 구성을 같이 함으로써 공소외 41 회사나 □□□□□□□에 대한 총괄업무 역시 충분히 수행할 수 있었던 공소외 2 회사에게 도시개발용역을 맡기는 것이 훨씬 이익이었을 것으로 보인다. <br/>  ⑧ 피고인은 2015. 10. 1.경 100억 원의 이익을 남기는 이 사건 매매계약서를 작성함으로써 이미 배임행위의 실행에 착수하였다고 보아야 한다(대법원 2017. 7. 20. 선고 2014도1104 전원합의체 판결 이유 참조). 이에 따라 피고인은 2015. 10. 12. 피고인 3의 동의 없이 공소외 8 회사에게 이 사건 매매계약서상 이행기가 도래한 1차 계약금 35억 원을 그대로 청구하였으나, 공소외 8 회사가 피해자 조합 측의 동의가 기재된 문서에도 불구하고 많은 증빙을 요구하자 2015. 10. 15. ♤♤♤♤ 건축사사무소를 제외한 나머지 토지 관련 비용을 합계 약 7억 7,000만 원으로 대폭 삭감하여 청구하였다. 그리고 피고인 2는 수사기관에서 ‘2015. 10. 16.경은 도시개발용역을 시작할 단계가 아니었다. 땅 작업이 우선이었다’라고 진술하였다. 이에 비추어 보면 피고인은 2015. 10.경 토지매수자 명의를 제공한 것 이외에 어떠한 용역을 수행했는지조차 알 수 없는 공소외 21 회사의 운영비를 지원하기 위하여 아무런 근거 없이 약 30억 원을 지급하려 하였고, 이는 배임의 고의를 나타내는 사정이며 피고인은 결국 2억 5,000만 원을 지급 받았다.<br/>  ⑨ 피해자 조합은 2016. 4. 29. 창립총회를 개최하여 조합 규약을 결의하였는데, 조합 규약 제28조 제1항 제3, 4호에 의하면 ‘예산으로 정한 사항 및 규약에서 정한 사항 외 조합원에 부담이 될 계약’과 ‘각종 용역계약 추인’은 총회 결의사항이다. 위 창립총회에서는 시공사(공소외 3 회사), 업무대행사(공소외 2 회사), 신탁사(공소외 8 회사), 설계사무소(♤♤♤♤ 건축사사무소)를 선정하고 위 업체들과의 계약체결권을 임원회의에 위임하는 안건들에 대하여는 결의하였으나, 공소외 21 회사에 용역을 맡기는 안건은 결의된 바가 없었고, 이후에도 피해자 조합과 공소외 21 회사 사이에 체결된 용역계약은 없었다. <br/>  ⑩ 위 창립총회에서 피해자 조합은 추진위와 관련된 사항을 포괄승계하기로 의결하였으나, 피고인 3은 수사기관에서 ‘피고인 2가 공소외 21 회사로 5억 원과 2억 5천 등을 빼 나간 사실도 몰랐다. 나중에 회계 감사에 적발되어 알게 되었고, 그래서 입금 조치 시킨 것이 전부이다. 그리고 그 이후에는 내 개인 도장을 찍어야 돈이 나갈 수 있도록 안전조치까지 취하였다. 전혀 허락한 바 없다’, ‘700억 짜리 매매계약서 자체를 전혀 알지 못했고, 그러한 계약서를 작성하는 것을 허락한 바 없다’라고 진술한 바, 애초에 피해자 조합에 승계될 적법한 용역계약이 존재하지 않았다고 보아야 한다. 앞서 본 바와 같이 적법·유효한 계약상 근거가 없었음에도 피고인은 2016. 6. 8. 같은 방법으로 이 사건 매매계약서를 이용하여 5억 원을 추가로 지급 받았다.<br/>  ⑪ 위와 같이 피해자 조합과 공소외 21 회사는 용역계약을 체결하는 등 용역대금을 지급하기로 약정한 바가 없었고, 토지매매대금은 공소외 8 회사가 토지주들에게 직접 지급하기로 약정하였으며 피해자 조합 측과 수행한 용역내역, 이에 따른 용역대금 등을 협의한 사실이 없음에도, 피고인은 업무대행사 지위에서 공소외 21 회사와 약 100억 원을 근거 없이 인출할 수 있는 내용의 이 사건 매매계약을 체결한 뒤, 어떠한 업무를 수행하였는지도 불분명한 공소외 21 회사에게 이를 근거로 합계 7억 5,000만 원이 지급되도록 하였다. 이와 같은 700억 원 상당 이 사건 매매계약서 작성과 7억 5,000만 원의 지급 등 일련의 과정을 종합하여 보면, 이는 배임행위에 해당한다고 보아야 한다. <br/>  ⑫ 700억 원 상당의 이 사건 매매계약을 체결함으로써 배임행위의 실행에 착수하였고 이에 따라 7억 5,000만 원을 실제로 지급 받은 일련의 과정이 배임행위에 해당하는 점, 공소외 21 회사는 ○○○지구 사업도 진행하고 있었던바 2015. 10.경부터 2016. 6.경까지 공소외 21 회사가 사업비를 지출하고 있었다고 하더라도 위 사업비가 이 사건 사업부지의 도시개발용역을 위해 지출된 것인지 알 수 없는 점, 위와 같이 공소외 21 회사가 수행한 업무 내용이 불분명할 뿐 아니라 당사자 사이에 보수 액수에 관한 구체적 협의도 없었던 점 등에 비추어 보면, 상법이 상인의 보수청구권을 규정하고 있다는 사정만으로 피고인의 행위가 배임행위라는 사실을 부정할 수 없다.<br/>  ⑬ 피고인이 2015. 10. 16. 2억 5,000만 원, 2016. 6. 7. 5억 원을 청구할 당시 청구서에 ‘토지대(도시개발 운영비)’라고 기재되어 있었던 것은 사실이나, 이는 피고인이 2번 자금 인출을 실패하자 피고인 3의 동의를 받지 않고 일방적으로 기재하여 공소외 8 회사에 보낸 청구서의 기재 내용에 불과하므로, 위와 같은 사정만으로 피고인에게 배임의 고의가 없었다고 볼 수는 없다. <br/>2. 피고인들의 피해자 조합 소유인 경계지 7필지 이전에 의한 특정경제범죄가중처벌등에관한법률위반(배임)<br/>가. 피고인들과 변호인의 주장요지<br/>    1) 피해자 조합과 공소외 2 회사는 업무대행계약을 체결하면서 총 업무대행비를 109억 1,200만 원, 지급시기를 계약시 10%, 조합설립 신청시 40%, 조합설립 승인 후 40%, 사업계획 승인 후 10%로 정하였는데, 청주시가 2017. 8. 1. 이 사건 사업계획을 승인하였으므로 2017. 11.경에는 이미 업무대행비 전액의 지급시기가 도래하였다. 그러나 피해자 조합은 2017. 11.경까지 41억 2,500만 원만을 지급하였을 뿐 여전히 약 67억 원 이상의 미지급 업무대행비가 남아 있었으므로, 시가 합계 약 31억 원에 불과한 경계지 7필지를 업무대행비 명목으로 대물지급한 것은 피해자 조합에 대한 배임행위라고 할 수 없고, 피해자 조합에게 손해가 발생하였다고 볼 수도 없다.<br/>    2) 피해자 조합과 공소외 2 회사, 공소외 3 회사가 2017. 11. 22. 도급계약을 체결하면서 위와 같이 업무대행계약에서 정한 업무대행비의 지급시기를 일부 연기하는 취지로 변경한 사실은 있으나, 이는 업무대행비를 현금으로 지급할 경우에 대한 내용일 뿐이다. 당사자들은 단서조항에 “단 대행비를 잔여토지비 지급 시에는 예외로 협의함”이라는 문구를 기재하였으므로, 경계지 7필지와 같은 사업 외 부지로 업무대행비를 대물지급하는 경우에는 연기된 지급시기가 적용되지 않으며 지급시기의 제한이 없다고 보아야 하고, 피고인들은 이미 공소외 3 회사 측과 공사도급계약서 작성 과정에서 사업 외 부지를 대물지급하는 것에 대한 협의를 마쳤으므로 3자간 공사도급계약에 기초하여 보아도 경계지 7필지의 대물지급은 배임행위라 할 수 없다. <br/>    3) 경계지 7필지의 매매계약서에 기재된 근저당권 설정 조항은 당사자 사이에 명시적으로 합의되지 않은 부분이므로, 피고인들이 위 근저당권을 설정하지 않았다고 하더라도 이를 배임행위라 할 수 없다. <br/>    4) 피고인 1과 피해자 조합 임원들은 경계지 7필지의 대물지급이 피해자 조합의 이익에 합치된다고 판단하여 2017. 11. 20. 제30차 임원회의에서 경계지 7필지를 매입가격의 110%에 대물지급하기로 적법하게 결의하였으므로 이를 배임행위라고 할 수 없다.<br/>    5) 경계지 7필지의 대물지급 때문에 이 사건 사업의 착공이 지연되었다고 볼 수 없고, 피고인 2가 대물지급 받은 경계지 7필지의 사용을 동의함에 따라 기존의 흙막이 공사 방법에서 오픈컷 공사 방법으로 변경함으로써 피해자 조합에게 막대한 금전적 이익이 발생하였다. 결국 경계지 7필지 이전에 의하여 피해자 조합에 손해가 발생하지 않았다. <br/>    6) 설령 조합장인 피고인 1의 경계지 7필지 대물지급이 피해자 조합에 대하여 배임행위가 된다고 하더라도 조합의 임원이 아닌 피고인 2와 피고인 3은 피고인 1의 배임행위에 적극 가담하거나 공모하지 않았으므로 업무상배임죄의 공범에 해당한다고 볼 수 없다.<br/>나. 인정사실<br/>    이 법원이 적법하게 채택하여 조사한 증거들에 의하면 다음의 각 사실을 인정할 수 있다.<br/>  ① 피해자 추진위와 공소외 2 회사는 2015. 9. 1. 이 사건 사업에 관하여 업무대행비를 1세대당 1,000만 원으로 정한 업무대행계약을 체결하였는데, 계약금 10%는 계약시에, 1차 중도금 40%는 조합 설립신청시에, 2차 중도금 40%는 조합 설립인가 후에, 잔금 10%는 사업계획 승인 후에 지급하기로 정하였다.  <br/>  ② 피해자 조합이 2016. 4. 29. 창립총회를 개최하며 피해자 추진위가 체결한 계약 등을 포괄승계하기로 결의하였다.<br/>  ③ 피해자 조합은 2016. 7. 22. 조합 설립인가를 받았다.<br/>  ④ 청주시가 2017. 8. 1. 이 사건 사업부지에 아파트 992세대를 건축하는 주택건설사업계획을 승인하였다.<br/>  ⑤ 피고인 3은 2017. 10.경부터 조카이자 피고인 1의 누나인 공소외 18을 형식적인 공소외 21 회사의 공동대표이사로 취임시켰고, 그 무렵 피고인 1의 명의를 빌린 공소외 21 회사의 50% 지분권자이기도 하였다.<br/>  ⑥ 피해자 조합, 공소외 2 회사, 공소외 3 회사는 2017. 11. 22. 공사도급계약을 체결하였는데, 도급계약서 제17조 제12호는 아래와 같이 규정하고 있다. 그리고 당시는 일반분양이 진행되기 전이었으며, 공소외 2 회사는 당시까지 합계 41억 2,500만 원의 업무대행비를 지급 받았다.<br/>12. 조합 대행 업무용역비는 일백구억일천이백만 원(10,912,000,000원, 부가세 포함)으로 하며, 피해자 조합과 공소외 2 회사의 용역계약서에 근거하여 아래 각 호와 같이 인출하기로 하되, 공사도급계약 체결 후 소급하여 적용하기로 한다.  ① 계약시: 업무용역비의 10%  ② 조합설립인가 신청시: 업무용역비의 40%  ③ 일반분양 계약율 50% 달성 후: 업무용역비의 10%  ④ 잔금: 업무용역비의 40%(목표분양율 60%, 70% 달성시 각 10% 지급, 공사비등 전액회수 시점에 업무용역비 20% 지급)    - 조합 대행 업무용역비의 40%(43.6억)는 판촉예비비(7억)의 사용 없이 목표분양율 달성시 지급하되, 사용금액이 있을 경우 공소외 3 회사가 단독으로 결정하여 차감지급 또는 지급하지 않을 수 있다.    - 단, 업무용역비를 조합 잔여토지로 지급하는 경우 피해자 조합, 공소외 3 회사, 공소외 2 회사가 별도로 협의하여 지급한다.? (이하 생략)<br/>  ⑦ 피해자 조합 측과 공소외 21 회사 측은 2017. 11. 24.경 처음 경계지 7필지에 관한 매매계약서를 작성하였다가, 세부 내용의 수정을 거쳐 2017. 11. 30. 이 사건 사업부지에서 제외된 잔여 토지에 해당하나 ○○○지구 사업구역에 포함되어 있는 경계지 7필지를 합계 51억 원에 업무대행비 명목으로 대물지급하는 매매계약서를 작성하였다. 그런데 위 매매계약서에는 특약사항으로 “소유권이전 후 45억 9천만 원의 근저당을 설정하기로 한다(공소외 21 회사는 근저당권설정자, 피해자 조합은 근저당권자이다)”, “잔금(잔금 지급일은 2018. 2. 20.로 기재) 전에 매수인과 매도인은 합의하여 소유권이전하되, 잔금액만큼 근저당을 설정하기로 한다”라는 내용이 기재되어 있었다.<br/>  ⑧ 2017. 11. 30. 경계지 7필지 중 피고인 1 명의로 신탁되어 있었던 토지들은 피고인 2에게, 피해자 조합 명의의 토지들은 공소외 21 회사에게 2017. 11. 24. 매매를 원인으로 한 소유권이전등기가 마쳐졌다. 그리고 피고인 2는 같은 날 경계지 7필지에 관하여 공소외 4 회사에게 ○○○지구 사업 대여금 175억 원의 담보 목적으로 가등기를 마쳐 주었다.<br/>  ⑨ 피고인 2는 2017. 12. 29. 피해자 조합 측에게 2017. 12. 31.부로 업무대행계약이 중단됨을 통보하였고, 공소외 2 회사는 이 사건 사업에서 이탈하였다.<br/>  ⑩ 청주시는 2018. 7. 19. 피해자 조합에 대하여 입주자 모집공고를 승인하였고, 이후 피해자 조합은 일반분양을 시작하였다.<br/>다. 판단<br/>1) 조합장인 피고인 1의 배임행위<br/>      위 인정사실과 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인 1이 공소외 21 회사 측에게 경계지 7필지를 대물지급함으로써 1,829,858,000원 상당의 배임행위를 한 사실을 인정할 수 있다.<br/>  ① 이 사건의 피해자는 어디까지나 피해자 조합이므로 피고인 2와 공소외 21 회사 측의 입장을 제외하고 피해자 조합의 시각에서 이 사건을 바라본다면, 조합장인 피고인 1은 2017. 8. 1. 사업계획승인 이후 공소외 3 회사의 도움으로 공소외 2 회사와 협상하는 과정에서 사업계획승인에 따라 전부 도래한 업무대행비의 지급시기를 일반분양 비율에 맞추어 연기 받을 수 있는 기회가 생겼고, 업무대행계약상 공소외 2 회사의 업무 범위에는 일반분양 역시 포함되어 있었기 때문에 추후 적정한 업무수행을 담보하기 위해서라도 일반분양 단계 이전에 모든 업무대행비를 지급하는 것은 피해자 조합에게 손해였다.<br/>  ② 피해자 조합과 공소외 2 회사는 2017. 11. 22. 체결된 공사도급계약의 당사자였고, 공사도급계약 내용에 따르면 당시는 일반분양이 이루어지기 이전단계여서 피해자 조합은 공소외 2 회사에게 13억 3,100만 원(= 109억 1,200만 원 × 50％ - 41억 2,500만 원)의 업무대행비만 지급하면 되는 것이었다.   <br/>  ③ 공사도급계약상 업무대행비 지급시기의 단서조항에 “단 대행비를 잔여토지비 지급 시에는 예외로 협의함”이라는 문구가 기재되어 있으나, ⒜ 업무대행비 지급시기를 연기하기로 한 조항은 피해자 조합의 재산을 더 오랜 기간 보전하기 위한 취지에서 삽입된 것인데, 마찬가지로 조합 재산 중 하나인 잔여 토지로 업무대행비를 지급할 경우에는 예외로 지급시기 규정이 적용되지 않는다고 본다면 위 조항을 삽입한 취지가 몰각되는 점, ⒝ 위 문구만으로는 ‘잔여 토지’가 경계지 7필지를 특정하여 의미하는 것인지 알 수 없고, ‘지급 시에는 예외로 협의함’이라는 기재에 비추어 위 공사도급계약서 작성 당시에는 아직 그에 관한 협의가 마쳐지지 않은 것으로 해석되는 점, ⒞ 위와 같은 단서조항은 대물지급할 토지의 가액이 각 지급시기별 지급액인 10%, 20%와 정확히 일치하지 않을 확률이 크기 때문에 별도의 가액 협의를 위해 마련한 것으로 보일 뿐, 원칙인 지급시기 자체를 무력화할 수 있는 효력을 가진 조항은 아닌 것으로 보이는 점 등에 비추어 보면, 잔여 토지로 업무대행비를 지급할 경우에도 공사도급계약에서 정한 지급시기의 적용을 받고, 당사자들의 협의가 필요하다고 보아야 한다. 그런데 피고인들은 공사도급계약에서 정한 지급시기를 무시하였을 뿐만 아니라 대물지급 토지 목록과 가액에 관하여 공소외 3 회사와의 협의도 거치지 않았다.<br/>  ④ ☆☆감정평가법인이 이 사건 사업으로 개발되기 전인 2016. 9. 30.을 기준으로 산정한 경계지 7필지의 감정평가액은 아래와 같이 합계 3,160,858,000원이었던바(경계지 7필지의 소유권이전일인 2017. 11. 30.경에는 사업이 진척된 이후이므로 시가가 상승했을 것으로 보인다), 피고인 1은 기한의 이익을 포기한 채, 공사도급계약에 따른 공소외 3 회사와의 협의 없이 피고인 2에게 업무대행비 명목으로 1,829,858,000원을 과다하게 대물지급하였고, 매매계약서에서 정한 기한 미도래 업무대행비에 상응하는 45억 9,000만 원의 근저당설정등기도 설정 받지 않고 이를 포기하였다. <br/>    그리고 피고인 2는 2017. 12. 31.경 이 사건 사업에서 이탈하면서 이후 이루어진 일반분양 업무에 관여하지 않았으므로, 결국 사후적으로도 피고인 2에게 나머지 업무대행비 50%를 받아갈 권리는 발생하지 않았다.<br/>순번소유권이전 당시 토지명과 면적1㎡당 감정가토지 감정가액분할 내용1(지번 5 생략) 전 74㎡400,00029,600,000원래 661㎡인데 2017. 4. 27. 분할로 587㎡가 (지번 8 생략)에 이기2(지번 6 생략) 과수원 1㎡400,000400,000원래 997㎡인데 2017. 4. 27. 과수원 791㎡를 (지번 9 생략)에, 과수원 205㎡를 (지번 7 생략)에 이기3(지번 7 생략) 과수원 205㎡400,00082,000,000?4(지번 1 생략)  임야 909㎡351,000319,059,000원래 1,282㎡인데 2017. 10. 18. 분할로 임야 356㎡를 (지번 10 생략)에, 17㎡를 (지번 11 생략)에 이기5(지번 2 생략) 임야 2,375㎡261,000619,875,000원래 3,570㎡인데 2017. 10. 18. 임야 1,195㎡를 (지번 12 생략)에 이기6(지번 3 생략) 임야 3,571㎡261,000932,031,000원래 9,719㎡인데 2017. 10. 18. 임야 6,148㎡를 (지번 13 생략)에 이기7(지번 4 생략) 임야 4,513㎡261,0001,177,893,000원래 9,898㎡인데 2017. 10. 18. 임야 5,385㎡를 (지번 14 생략)에 이기??합계3,160,858,000?<br/>  ⑤ 결국 위와 같이 피고인 1은 피해자 조합이 얻을 수 있었던 지급시기의 이익을 포기한 채 피해자 조합에게 1,829,858,000원의 손해를 가하고 피고인 2와 공소외 21 회사에게 같은 액수 상당의 이익을 얻게 하였으므로, 이는 업무상 배임행위에 해당한다고 보아야 한다. <br/>2) 배임의 고의 인정 여부<br/>      회사의 임원이 그 임무위배 행위에 대하여 사실상 대주주의 양해를 얻었다거나 이사회의 결의가 있었다는 사유만으로 배임죄의 죄책을 면할 수 있는 것도 아니며, 피고인이 피해자 본인의 이익을 위한다는 의사도 가지고 있었다 하더라도 이는 부수적일 뿐이고 이득 또는 가해의 의사가 주된 것임이 판명되면 배임죄의 고의가 있었다고 보아야 할 것이다(대법원 2004. 5. 14. 선고 2001도4857 판결 참조). 회사의 대표이사는 이사회 또는 주주총회의 결의가 있더라도 그 결의내용이 회사 채권자를 해하는 불법한 목적이 있는 경우에는 이에 맹종할 것이 아니라 회사를 위하여 성실한 직무수행을 할 의무가 있으므로 대표이사가 임무에 배임하는 행위를 함으로써 주주 또는 회사 채권자에게 손해가 될 행위를 하였다면 그 회사의 이사회 또는 주주총회의 결의가 있었다고 하여 그 배임행위가 정당화될 수는 없다(대법원 2005. 10. 28. 선고 2005도4915 판결 참조).<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인들에게 배임의 고의가 있었음을 충분히 인정할 수 있고, 설령 피고인들의 주장과 같이 피해자 조합의 2017. 11. 20. 제30차 임원회의에서 경계지 7필지를 51억 원에 대물지급하기로 결의하였다고 하더라도 달리 볼 수 없다. <br/>  ① 피고인들은 시공사 선정을 마친 2017. 11. 11.경 이후부터 공소외 3 회사와 공사도급계약 내용을 협의하는 과정에서 업무대행비 지급시기가 변경된다는 것을 알고 있었고, 실제 2017. 11. 22. 공사도급계약을 체결하여 미지급 업무대행비가 13억 3,100만 원에 불과함을 알고 있었음에도, 이를 무시한 채 공소외 3 회사를 제외하고 피고인들끼리 협의하여 2017. 11. 24.경부터 경계지 7필지를 대물지급하는 취지의 매매계약서를 작성하였다.<br/>  ② 피고인 2는 2017. 11. 24. 당시 피해자 조합 부조합장으로서 공인중개사 자격을 가진 공소외 5와 매매계약서 작성 내용을 협의하는 과정에서 ‘근저당금액은 매매가의 80%’, ‘계약금 10%, 중도금 10%는 상계하는 거고 80%는 나중에’라는 말을 하였다. 이는 ○○○지구 사업에 필요한 경계지 7필지의 소유권을 조속히 이전 받되 협의한 경계지 7필지의 매매가액 51억 원 중 20%(계약금과 중도금의 합계액)인 10억 2,000만 원을 업무대행비로 지급 받고, 나머지 교환가치인 80%는 피해자 조합에게 근저당권으로 보전해 준다는 취지인바, 피고인 2는 ‘토지로 업무대행비를 지급 받을 경우 공사도급계약서 정한 지급시기의 예외로 본다는 합의가 이루어졌다’라는 본인의 주장과 달리 이 무렵 자신이 받을 수 있는 업무대행비 채권액이 10억 원 안팎에 불과하다는 사실을 인식하고 있었던 것으로 보인다. <br/>  ③ 피고인 2는 2017. 11. 30. 다시 공소외 5에게 근저당 조건을 정정하며 ‘계약금 10%, 중도금 10%가 아니라 계약금 10%만 5억 1,000만 주고 나머지 금액을 설정하는 걸로. 그래야지 업무대행비를 좀 신청할 수 있을 것 같아 이번에’라고 말하며 실제로 설정 의사가 없는 근저당권 설정액을 45억 9,000만 원으로 증액하고, 뒤에서 보는 바와 같이 차액 상당인 현금 5억 5,000만 원을 따로 지급 받았다(이는 뒤에서 보는 5억 5,000만 원에 대한 배임의 고의를 나타내는 사정이기도 하다).  <br/>  ④ 또한 피고인 2는 2017. 11. 30. 공소외 5와 매매계약서상 근저당권 조항에 관하여 협의하던 중 ‘그런데 사실 공소외 3 회사만 없다 그러면 아무 문제가 없어. 원래 업무대행계약에 보면 지금 잔금을 다 주게 돼있단 말이야. 공소외 3 회사가 그렇게 딴지를 거니까 그렇게 해놓는 거라고 사실’이라고 말한바, 이는 피고인 2가 공소외 3 회사를 속이고자 적극적으로 근저당권 조항을 삽입할 의도가 있었던 사실, 잔금 토지 지급에 관하여 공소외 3 회사와 협의가 이루어지지 않은 사실 등 배임의 고의가 있었음을 뒷받침한다.<br/>  ⑤ 공소외 5는 이 법정과 민사 법정에서 ‘계약서를 피고인 1에게 주고 근저당권에 관한 이야기를 했었다’라는 취지로 진술하였다. 그리고 피고인 1은 자신이 직접 매매계약서에 도장을 찍은 사실을 인정하였으며, 검찰 조사에서는 ‘경계지 7필지에 45억 9,000만 원의 근저당을 설정한다는 내용의 계약서가 작성된 사실을 알고 있었지요’라는 질문에 ‘예, 알고 있었습니다’라는 진술을, ‘그런데 피의자는 조합장으로서 왜 토지를 넘기면서 근저당을 설정하지 않았나요’라는 질문에 ‘다 넘어갈 돈이라고 그렇게 하였습니다’라고 진술하였다(증거기록 제19권 제8882, 8883쪽). 위와 같이 근저당권 설정 조항의 존재를 알고 있었음에도 피고인 1은 피해자 조합에게 유리한 근저당권을 설정 받지 않았고, 대물지급에 관하여 공소외 3 회사와 아무런 협의를 하지 않았다.<br/>  ⑥ 공소외 3 회사 등을 속이기 위해 매매계약서에 근저당권 조항을 삽입해가며 배임행위에 적극 가담한 피고인 2와 대조적으로, 피고인 1과 피고인 3은 피해자 조합을 위해 경계지 7필지 가액과 미지급 업무대행비(약 13억 원)의 차액 상당의 교환가치를 보전할 방법을 전혀 강구하지 않은 채 방치하였고, 자신들과 이해관계 있는 공소외 21 회사와 ○○○지구 사업을 위하여 경계지 7필지를 그대로 넘긴다는 의사만을 가졌던 것으로 보인다. 그리고 피고인 2는 소유권이전등기를 마친 2017. 11. 30.에 곧바로 ○○○지구 사업 시공사인 공소외 4 회사에게 경계지 7필지에 관한 가등기를 마쳐줌으로써 피해자 조합을 위하여 교환가치를 보전할 방안을 상실하게 하였다. 그리고 피고인 2는 2017. 11. 30. 이전에 이미 경계지 7필지의 소유권을 이전 받는 것을 전제로 공소외 4 회사와 약 175억 원 상당 담보 목적 가등기에 관한 협의를 마친 상태였다.<br/>  ⑦ 피고인들은 경계지 7필지가 ○○○지구 사업에 편입됨으로써 피해자 조합도 경계지를 흙막이 방식에서 오픈컷 방식으로 변경하여 공사비를 절감할 수 있는 이익이 있으므로 배임의 고의가 없었다고 주장하나, 피해자 조합은 2017. 12. 6.경 공소외 20 회사와 사이에 이 사건 사업부지와 ○○○지구의 경계부 굴착방안에 대한 컨설팅 용역계약을 체결한바, 경계지 7필지 이전일인 2017. 11. 30.경에는 경계지를 오픈컷 방식으로 공사할지 여부조차 확실히 알 수 없었으므로, 피고인들이 오픈컷 방식으로 공사를 진행함으로써 피해자 조합에게 이익이 된다는 의사로 경계지 7필지를 이전하였다고 볼 수도 없다.<br/>  ⑧ 피고인 2는 2017. 11. 20.자 임원회의에서 51억 원 상당의 경계지 7필지를 통째로 이전해 줄지 알 수 없었기 때문에 미지급 업무대행비 중 약 5억 원 정도만 이에 상응한 경계지 7필지의 교환가치로 대물지급 받을 의사가 있었고, 이에 따라 피해자 조합에게 경계지 7필지에 관하여 45억 9,000만 원 상당의 근저당권을 설정해주는 조항을 삽입하자고 피해자 조합 측에 제안하였는데, 막상 2017. 11. 30. 소유권이전등기 당시 조합 임원회의록을 받아보니 피해자 조합 임원들이 51억 원의 경계지 7필지를 전부 이전해 주기로 결의한 것을 확인하고는 51억 원 가치 전부를 대물변제 받으면서 따로 근저당권을 설정해주지 않은 것이므로, 근저당권을 설정해주지 않은 것은 배임행위에 해당하지 않는다고 주장한다. <br/>    그러나 피해자 조합, 공소외 2 회사, 공소외 21 회사는 2017. 11. 23. 총 51억 원으로 계산하여 공소외 2 회사가 공소외 21 회사에게 지급할 용역비를 경계지 7필지로 지급하고, 피해자 조합은 경계지 7필지를 공소외 21 회사에게 소유권이전하면 토지대금 51억 원은 공소외 2 회사에게 지급할 업무대행 용역비에서 차감하기로 한 합의서를 작성한바, 피고인 2는 위 2017. 11. 23.경 이미 피해자 조합이 경계지 7필지를 51억 원으로 계산하여 전부 대물지급하려는 의사를 갖고 있었다는 사실을 알고 있었을 것으로 보인다. 따라서 피고인 2의 위 주장은 받아들일 수 없다.<br/>3) 재산상 손해 발생 여부<br/>      배임죄에 있어서 '재산상의 손해를 가한 때'라 함은 현실적인 손해를 가한 경우 뿐만 아니라 재산상 실해 발생의 위험을 초래한 경우도 포함되고, 일단 손해의 위험성을 발생시킨 이상 사후에 피해가 회복되었다 하여도 배임죄의 성립에 영향을 주는 것은 아니며, 재산상 손해의 유무에 대한 판단은 본인의 전 재산 상태와의 관계에서 경제적 관점에 따라 판단되어야 하므로 법률적 판단에 의하여 당해 배임 행위가 무효라 하더라도 경제적 관점에서 파악하여 본인에게 현실적인 손해를 가하였거나 재산상 실해 발생의 위험을 초래한 경우에는 재산상의 손해를 가한 때에 해당한다(대법원 2004. 5. 14. 선고 2001도4857 판결 참조).<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인들의 배임행위로 인하여 피해자 조합에게 재산상 손해가 발생하였다고 보아야 한다.<br/>  ① 앞서 본 바와 같이 피고인들이 1,331,000,000원의 업무대행비 채무에 대하여 적어도 합계 3,160,858,000원 상당인 경계지 7필지를 대물지급함으로써 1,829,858,000원을 초과 변제하였고, 그 과정에서 45억 9,000만 원의 근저당권도 설정 받지 않았다. 따라서 피해자 조합에게는 경계지 7필지 이전 당시 최소한 위 금액 중 적은 금액인 1,829,858,000원 상당 재산상 손해가 발생하였다. <br/>  ② 피고인들은 ○○○지구 사업 측으로 경계지 7필지의 소유권이 이전됨에 따라 ○○○지구의 실시계획이 인가되었고, 이 사건 사업과 ○○○지구 사업 모두 경계지에서 오픈컷 방식으로 공사가 가능함으로써 막대한 비용이 절감되었다는 취지로 주장하나, 오픈컷 방식으로 공사가 변경된 것으로 인한 경제적 이익이 ○○○지구의 실시계획 인가 이전에 피해자 조합이 조속히 독자적으로 흙막이 방식으로 공사를 진행할 경우보다 경제적 이익이 크다고 단정할 수 없다.<br/>  ③ 설령 경계지 7필지 이전 이후 피고인 2의 도움으로 피해자 조합이 오픈컷 방식으로 공사를 변경함으로써 얻은 경제적 이익이 더 크다고 가정하더라도, 일단 경계지 7필지의 소유권이전 당시 손해의 위험성을 발생시킨 이상 사후에 피해가 회복되었다 하여도 배임죄의 성립에 영향을 주는 것은 아닐 뿐만 아니라, 무엇보다 피해자 조합의 입장에서는 경계지 7필지를 적정한 가격에 이전하여 주고 ○○○지구 측과 협의하여 오픈컷 방식으로 변경하는 것이 재산상 손해를 발생시키지 않는 정상적인 과정이라 할 것인데, 그러한 과정을 거치지 않은 이상 차후에 이익이 발생한 사정만으로 손해가 발생하지 않은 것이라 평가할 수 없다. <br/>4) 피고인 2와 피고인 3의 공동정범 성립 여부<br/>      업무상배임죄의 실행으로 인하여 이익을 얻게 되는 수익자 또는 그와 밀접한 관련이 있는 제3자를 배임의 실행행위자와 공동정범으로 인정하기 위해서는 실행행위자의 행위가 피해자인 본인에 대한 배임행위에 해당한다는 것을 알면서도 소극적으로 그 배임행위에 편승하여 이익을 취득한 것만으로는 부족하고, 실행행위자의 배임행위를 교사하거나 또는 배임행위의 전 과정에 관여하는 등으로 배임행위에 적극 가담할 것을 필요로 한다(대법원 1999. 7. 23. 선고 99도1911 판결 참조).<br/>      2인 이상의 범죄에 공동가공하는 공범관계에 있어서 공모는, 법률상 어떤 정형을 요구하는 것이 아니고 2인 이상이 공모하여 범죄에 공동가공하여 범죄를 실현하려는 의사의 결합만 있으면 되는 것으로서, 비록 전체의 모의과정이 없었다고 하더라도 수인 사이에 순차적으로 또는 암묵적으로 상통하여 그 의사의 결합이 이루어지면 공모관계가 성립한다(대법원 1998. 11. 24. 선고 98도2654 판결 참조).<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인 2와 피고인 3이 피고인 1의 배임행위 전 과정에 관여하는 등으로 배임행위에 적극 가담한 점, 그 과정에서 피고인들이 암묵적으로 상통하여 배임행위에 대한 의사의 결합이 이루어진 점을 충분히 인정할 수 있다.<br/>가) 피고인 2의 관여<br/>  ① 피고인은 2017. 8.경부터 피고인 1에게 업무대행비를 토지로 지급하여 달라고 요구하였고, 2017. 9.경 계속하여 피고인 1과 이메일을 주고 받으면서 대물지급 가격을 협상하였으며, 2017. 10. 17. 피해자 조합에게 공식적으로 경계지 7필지를 업무대행비 명목으로 대물지급해달라는 취지의 공문을 보냈다.<br/>  ② 피고인은 2017. 11. 15. 피고인 1, 공소외 3 회사 관계자들과 공사도급계약 내용에 관하여 협의하면서도 업무대행비를 잔여 토지로 지급할 수 있는 단서조항의 삽입을 요구하였고, 2017. 11. 24.경부터 공인중개사 자격이 있는 공소외 5와 매매계약서의 내용, 근저당권 조항의 삽입을 논의하였다. 그리고 앞서 본 바와 같이 피해자 조합에게 설정해줄 근저당권 채권최고액을 자신이 원하는 대로 조정하기도 하였다. <br/>  ③ 피고인은 그와 동시에 ○○○지구 시공사인 공소외 4 회사와 협의를 하였고, 경계지 7필지의 소유권이전등기를 마친 2017. 11. 30. 피해자 조합에 대한 근저당권 설정 없이 바로 공소외 4 회사에게 담보 목적 가등기를 마쳐주었다. 이와 같이 피고인은 공소외 21 회사와 ○○○지구 사업의 이익을 위하여, 피고인 1이 피해자 조합의 재산 보호를 위한 아무런 노력을 하지 않는 점을 이용하여 업무대행비 대물지급 결정 초기부터 공소외 4 회사에 대한 가등기를 마칠 때까지 각종 법률행위의 당사자가 되어 배임행위 전 과정에 관여하였다<br/>나) 피고인 3의 관여<br/>  ① 피고인은 2017. 10.경부터 조카이자 피고인 1의 누나인 공소외 18을 형식상 공소외 21 회사의 공동대표이사로 취임시켰고, 그 무렵 피고인 1의 명의를 빌린 공소외 21 회사의 50% 지분권자로서 ○○○지구 사업에도 관여하고 있었다. 그리고 또 한편으로는 2017. 8. 7.경 고문 및 자문위원직에서 사임한 이후 2017. 12.경까지도 여전히 피해자 조합 임원들에게 문자메시지를 보내며 이 사건 사업에 관한 지시사항을 전달하는 등 영향력을 행사하고 있었다.<br/>  ② 피고인은 2017. 8. 4. 개최된 제25차 임원회의에서 고문 및 자문위원 자격으로 참석하여 ‘사업 외 부지 및 상가부지로 업무대행비를 지급하는 안건’에 대하여 결의하였고, 2017. 10. 17.에는 공소외 5에게 경계지 7필지의 금액산출에 관한 지시를 하였다. <br/>  ③ 공소외 3 회사의 공소외 19가 2017. 11. 14. 피고인 1과 피고인 2에게 이메일로 보낸 공사도급계약서(안) 내용에 의하더라도 일반분양이 일부 달성되지 않으면 대부분 받아가기 힘들 정도로 업무대행비의 지급시기가 연기되어 있었고, 피고인 1, 피고인 2, 공소외 3 회사 관계자 등이 2017. 11. 15. 공소외 3 회사 본사에서도 업무대행비 지급시기가 연기된 것을 전제로 협의하였다. 그리고 피고인은 위와 같이 업무대행비의 지급시기 연기 논의가 진행된 이후인 2017. 11. 17.에도 공소외 5에게 경계지 7필지 가액 협상 상황과 특이사항을 확인하였다. <br/>  ④ 공소외 5는 검찰 조사에서 ‘2017. 11. 24.자 녹취록을 보면 피고인 2가 진술인에게 근저당금액을 매매가의 80퍼센트로 하라고 지시하는 내용이 나오는데 맞는가요’라는 질문에 ‘피고인 3과 피고인 2가 이야기를 끝낸 상황에서 그 즈음에 피고인 3이 저를 불러서 저에게 업무대행사에 가 보라고 하여 이 통화가 있기 전에 업무대행사에 가서 피고인 2를 만나 매매계약서를 작성하는 것에 대하여 의논을 하였습니다’, ‘제가 당시 피고인 3과 피고인 2 등의 지시를 받고 매매계약서를 작성하는데 근저당을 넣으라고 하였습니다. 그래서 이유는 정확히 모르지만 시키는대로 진행하는 과정에서 근저당을 구체적으로 얼마로 해야 할지 저는 잘 모르는 상황이라 피고인 2에게 전화하여 질문을 한 것입니다’라며 피고인이 매매계약서 작성 과정에도 관여하였음을 나타내는 진술을 하였다. 위와 같은 공소외 5의 진술은 피고인들과의 전화통화 녹취록 내용에 부합하는바 신빙성이 있다. <br/>  ⑤ 피고인은 경계지 7필지의 소유권이전등기가 마쳐진 이후인 2017. 12. 4.에도 공소외 5에게 공소외 21 회사에게 소유권이전등기를 마쳤는지 여부를 확인하기도 하였다(또한 피고인은 수사기관에서 자신이 경계지 7필지를 대물지급하기로 결의한 2017. 11. 20.자 임원회의에 참석하였다고 진술하기도 하였고, 임원회의의 평소 양상에 관하여 ‘임원회의에 안건이 올라가면 임원들이 반대하는 경우가 없었다. 왜냐면 내가 만든 조직이기 때문에 임원들이 반대할 이유가 전혀 없고 반대할 수도 없다’라고 진술하였다). <br/>  ⑥ 이와 같이 피고인은 피해자 조합과 공소외 21 회사 양자 모두의 사업에 주도적으로 관여하면서, 업무대행비 대물지급 결정 초기부터 공사도급계약과 매매계약 체결 이후까지의 추이를 보고 받고, 주요한 의사를 결정하는 방법으로 배임행위 전 과정에 관여하였다.   <br/>다) 피고인들의 암묵적 공모, 가담<br/>피고인 2는 업무대행비를 ○○○지구에 필요한 토지로 지급해 줄 것을 요구하였고, 피고인 1과 피고인 3은 피해자 조합 내에서 차지하는 우월한 지위를 이용하여 이에 응하는 임원회의 결의를 진행하였다. 이후 피고인들은 공소외 3 회사와 공사도급계약을 체결의 당사자가 되어 업무대행비 지급시기를 연기하는 것에 합의하였음에도, 미지급 업무대행비를 훨씬 초과하는 가액의 경계지 7필지의 소유권을 피고인 2와 피고인 3이 50%씩 지분을 차지하고 있는 공소외 21 회사에게 이전하였다. 피고인 1은 이후에도 근저당권을 설정하는 등 피해자 조합의 재산 가치를 보전하려는 노력을 하지 않았고, 피고인 2는 소유권이전등기를 마친 날 곧바로 공소외 4 회사에게 가등기를 마쳐 줌으로써 피해자 조합이 재산을 보전할 기회를 차단하였다. 이로써 피고인들은 암묵적으로 배임행위에 공모, 가담하였다고 보기에 충분하다.<br/>3. 피고인 1과 피고인 2의 업무대행비 명목 5억 5,000만 원 추가 지급에 의한 특정경제범죄가중처벌등에관한법률위반(배임)<br/>가. 피고인들과 변호인의 주장요지<br/>    1) 피고인들이 2017. 11. 30. 공소외 2 회사의 업무대행비를 청구하며 경계지 7필지의 대물지급 분을 공제하지 않고 57억 2,000만 원이라고 기재한 사실은 있으나, 위 청구서는 대물지급에 따라 경계지 7필지의 소유권이전등기가 마쳐지기 전에 작성된 것으로 당시에는 청구서에 대물지급 분의 공제 내역이 반영될 수 없었으므로 피고인들에게는 배임의 고의가 없었다. <br/>    2) 업무대행비 청구와 지급 무렵인 2017. 11.~12.경 지급시기가 도래한 공소외 2 회사의 미지급 업무대행비는 5억 5,000만 원을 초과하므로, 이를 추가 지급 받은 것은 배임행위가 아니다.<br/>    3) 설령 조합장인 피고인 1의 5억 5,000만 원 추가 지급행위가 피해자 조합에 대하여 배임행위가 된다고 하더라도 조합의 임원이 아닌 피고인 2는 피고인 1의 배임행위에 적극 가담하지 않았으므로 업무상배임죄의 공범에 해당한다고 볼 수 없다.<br/>나. 판단<br/>1) 조합장인 피고인 1의 배임행위, 배임의 고의와 재산상 손해의 발생<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인 1이 공소외 2 회사에게 업무대행비 명목으로 5억 5,000만 원을 추가로 지급함으로써 피해자 조합에 대하여 배임행위를 하여 피해자 조합에 재산상 손해가 발생한 사실을 충분히 인정할 수 있다.<br/>  ① 앞서 본 바와 같이 피해자 조합, 공소외 2 회사, 공소외 3 회사가 2017. 11. 22. 공사도급계약을 체결함으로써 당시를 기준으로 공소외 2 회사가 지급 받을 수 있는 미지급 업무대행비는 13억 3,100만 원이었다. 그런데 피해자 조합, 공소외 2 회사, 공소외 21 회사는 2017. 11. 23. 경계지 7필지 가액을 총 51억 원으로 계산하여 공소외 2 회사가 공소외 21 회사에게 지급할 용역비를 경계지 7필지로 대신 지급하고, 피해자 조합은 경계지 7필지를 공소외 21 회사에게 소유권이전하면 토지대금 51억 원은 공소외 2 회사에게 지급할 업무대행 용역비에서 차감하기로 한 합의서를 작성하였다. <br/>  ② 이어서 피해자 조합과 공소외 2 회사는 2017. 11. 24. 경계지 7필지를 51억 원에 대물지급하는 매매계약서를 작성하면서 “대물지급은 조합이 공소외 2 회사에게 지불할 용역비용중 매매계약 합계금액을 공제처리하기로 한다”라는 특약사항을 기재하였다. 그리고 2017. 11. 30. 경계지 7필지의 소유권이전등기가 마쳐짐으로써 공소외 2 회사의 업무대행비는 전액(과잉) 지급되었다. <br/>  ③ 그럼에도 피고인 2는 2017. 11. 30. 피해자 조합에게 5억 5,000만 원의 업무대행비 청구서를 보냈는데, 위 청구서에는 경계지 7필지 가액 상당의 대물지급액은 반영되지 않은 채 ‘계약 세대 945세대, 계약금액 10,395,000,000원, 기수취금액 4,125,000,000원, 청구금액 550,000,000원, 잔여보수 5,720,000,000원’이라고 기재되어 있었으며, 업무대행비 지급조건은 2017. 11. 22. 체결한 공사도급계약에 따르지 않고 2015. 9. 1. 체결한 업무대행계약에 따라 사업계획승인 후 잔금까지 전액을 받을 수 있다는 내용으로 기재되어 있었다.<br/>  ④ 피고인 1은 앞서 공사도급계약을 체결하고 경계지 7필지의 소유권이전 과정에 관여하여 모든 사정을 알고 있었음에도 2017. 11. 30. 피고인 2의 동의서를 첨부하여 공소외 8 회사에게(문서 참조: 공소외 3 회사) 공소외 2 회사에 대한 5억 5,000만 원 업무대행비 지급을 요청하였다. 그리고 피고인 2는 경계지 7필지의 소유권이전등기, 공소외 4 회사에 대한 가등기가 모두 마쳐져 적어도 그 무렵에는 업무대행비의 전액 지급 사실을 알았을 것임에도 아무런 조치를 취하지 않은 채 2017. 12. 5. 공소외 8 회사로부터 업무대행비로 5억 5,000만 원을 지급 받았다.<br/>  ⑤ 공소외 3 회사의 공소외 19는 이 법정에서 ‘공소외 21 회사가 경계지 7필지를 받아간 사실을 모르고 업무대행비 지급에 동의를 해주어서 공소외 2 회사가 업무대행비로 2017. 12. 5. 5억 5,000만 원을 받아갔다’, ‘당연히 저희가 토지가 나갔다는 것을 알았다고 하면 당연히 용역비가 집행이 안 되었을 것이다’라는 취지로 진술하였고 이는 자금 집행 과정에서 2017. 11. 22.자 자금관리 대리사무계약의 당사자 중 하나인 공소외 3 회사와 아무런 협의가 없었음을 나타낸다. 그리고 공소외 19가 2017. 12. 4. 작성한 공소외 3 회사 품의서에는 공소외 2 회사의 업무대행비에 관하여 ‘기집행 4,125백만 원, 계약서 50% 지급조건, 금회포함 43% 지급’이라고 기재되어 있는바, 이는 공소외 19의 위 진술을 뒷받침한다. <br/>2) 피고인 2의 공동정범 성립 여부<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인 2가 피고인 1의 배임행위 전 과정에 관여하는 등으로 배임행위에 적극 가담한 점, 그 과정에서 피고인들이 암묵적으로 상통하여 배임행위에 대한 의사의 결합이 이루어진 점을 충분히 인정할 수 있다.<br/>  ① 피고인은 앞서 본 바와 같이 업무대행비 지급시기를 변경하는 공사도급계약 체결과 경계지 7필지의 대물지급 전 과정에 관여하였음에도, 이미 공사도급계약, 대물지급에 관한 매매계약에서 약정된 사항과 다른 내용의 업무대행비 5억 5,000만 원을 청구하여 지급 받았다. <br/>  ② 그 과정에서 피고인은 2017. 11. 30. 만약 공소외 3 회사가 경계지 7필지의 대물지급에 관한 매매계약서를 발견하더라도 이의를 제기하지 못하도록 ‘마치 공사도급계약 내용에 따라 당시 지급 받을 수 있었던 약 10억 원 안팎의 업무대행비 중 경계지 7필지의 가액 51억 원과 근저당권 설정액 45억 9,000만 원의 차액인 5억 1,000만 원만을 대물지급 받았기 때문에, 여전히 5억 5,000만 원의 현금을 청구할 수 있는 것처럼’ 경계지 7필지 매매계약서의 근저당권 설정 조항을 변경하기도 하였다.<br/>  ③ 이와 같이 피고인 2는 더 이상 지급 받을 수 있는 업무대행비가 없다는 사실을 알고도 5억 5,000만 원의 업무대행비를 추가로 청구하였고, 앞서 계약의 상대방 지위에서 경계지 7필지로써 남은 업무대행비 전부를 대물지급한다는 사정을 알고 있었던 피고인 1은 위 청구에 동의함으로써 피해자 조합의 자금이 집행되도록 하였다. 이로써 피고인들은 암묵적으로 배임행위에 공모, 가담하였다.<br/>4. 피고인 1과 피고인 3의 무자격자 업무대행에 의한 주택법위반(각 단독범행)<br/>가. 피고인들과 변호인의 주장요지<br/>    1) 피고인들이 체결한 용역계약의 업무내용은 주택법이 무자격자에게 대행하게 하는 것을 금지하는 ‘시공사 선정 지원’ 업무에 해당하지 않고, ‘시공사 협약 및 약정에 따라 이미 시공사로 선정되어 있었던 공소외 3 회사에 대한 공사비 협상’ 업무이다.<br/>    2) 구 주택법(2018. 12. 18. 법률 제16006호로 개정되기 전의 것, 이하 본 항에서는 ‘주택법’이라고만 한다) 제11조의2 제1항은 주택조합이 자격 있는 자에게만 대행하여야 할 업무내용을 규정하고 있는데, 공소외 6 회사가 맡은 업무 내용에는 해당 조문이 규정한 ‘조합원 가입 알선’이 포함되어 있지 않다.<br/>나. 판단<br/>1) 피고인 3이 일부 대행한 업무가 ‘공소외 3 회사에 대한 공사비 협상’인지 여부<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피해자 조합이 피고인 3에게 일부 대행하게 한 업무는 단순한 ‘공사비 협상’이 아니라 주택법이 금지하는 ‘시공사 선정 지원’ 업무에 해당한다고 보아야 한다. <br/>  ① 피해자 조합 임원들은 2017. 8. 30. 제26차 임원회의를 개최하여 시공예정사인 공소외 3 회사가 공사비 증액을 무리하게 요구할 경우 시공사 변경 총회를 열어 조합원들의 의견을 들을 것을 결의하였고, 2017. 9. 12.에는 제27차 임원회의를 개최하여 ‘시공사 협상 및 중도금 대출 관련 업무를 전 조합장인 피고인 3에게 위임하는 안건’을 결의하였다.<br/>  ② 피고인 3은 2017. 9. 14.경부터 조합 게시판에 업무 추진에 관한 글들을 게시하였는데, 게시글에는 ‘시공사 변경할 경우를 대비하여’, ‘공소외 3 회사와 마무리 협상을 할 것이며 기타 건설사인 A사 B사 C사 건설사와도 마무리 협상을 할 것이다’라는 내용도 있었고, 전반적인 게시글의 내용 등에 비추어 보면 피해자 조합 집행부가 ○○○지구 사업 시공사인 공소외 4 회사 쪽으로 이 사건 사업의 시공사를 변경하려 했던 모습들이 나타난다.  <br/>  ③ 그리고 공소외 4 회사는 2017. 10 19. 시공참여의향서를 제출하기도 하였다. 공소외 4 회사의 공소외 24는 이 법정에서 ‘조합 측에서 사업 참여 제안을 요청했었다. 그래서 사업 검토를 하고 제안서를 접수하고 조합 총회 때 투표에서 져서 탈락한 것으로 알고 있다’라고 진술하였다.<br/>  ④ 피고인 1은 2017. 11. 11. 조합 총회에서 “물론 1호 안건이지만 저희가 시공사 선정 및 협상에 관련해서 위임한 사실이 있고요. 그래서 그 담당자(피고인 3)로서 당사자로서 얘기를 하고 있는 것인지 일단 들어주시기 바랍니다”라고 발언하였고, 피고인 1이 위임하였다는 1호 안건은 공소외 3 회사와 공소외 4 회사를 두고 시공사를 선정하는 ‘시공사 선정 건’이었으며, 실제 피해자 조합원들은 결의 과정을 거쳐 공소외 3 회사를 시공사로 선정하였다. <br/>  ⑤ 총회일인 2017. 11. 11.경에는 이미 공소외 3 회사 역시 공소외 4 회사와 동일하게 평당 371만 5,000원의 공사비를 제시한 상황이었으므로, 만약 공소외 6 회사의 업무가 ‘공사비 협상’ 뿐이었다면 이미 업무가 종료된 상황이었다. 그런데 피고인 3은 위 조합 총회에 참석하여 자신의 성과를 주장한 후, 조합원들에게 시공예정사인 공소외 3 회사의 소송에도 자신이 있기 때문에 시공사 변경을 진행했으며 소송은 조합 차원이나 용역사에서 감당할 자신이 있다며 원하는대로 시공사를 선택할 것을 독려하였다. 이는 공소외 6 회사가 관여한 것이 ‘시공사 선정 지원’ 업무라는 점에 부합하는 언행이다.<br/>  ⑥ 위 조합 총회 이후인 2017. 11. 16.자 조합장 간담회에서도 여전히 피고인 1, 피고인 2, 피해자 조합원들은 공소외 3 회사와 공소외 4 회사의 시공 조건들을 비교하고 있었던바, 이 무렵까지도 공소외 3 회사가 확정적인 시공사 지위를 갖고 있지는 않았던 것으로 보인다.<br/>  ⑦ 피고인 1은 경찰 조사에서 피고인 3과 함께 수행한 공사비 협상업무란 ‘공소외 3 회사와의 공사비 협상 업무 및 공소외 3 회사와의 협상이 결렬되는 경우 다른 건설회사를 선정하는 업무를 모두 포함하는 업무이다’라고 진술하였다(증거기록 제29권 제1377쪽).<br/>2) 피고인 3이 해당 업무를 일부 대행한 것이 주택법 제11조의2 제1항에 위반되는지 여부<br/>피고인 3이 ‘시공사 선정에 관한 지원’ 업무를 맡은 사실은 앞서 본 바와 같다. 그리고 구 주택법(2018. 12. 18. 법률 제16006호로 개정되기 전의 것, 이하 본 항에서도 ‘주택법’이라 한다) 제11조의2 제1항은 “주택조합 및 그 조합의 구성원은 조합원 가입 알선 등 주택조합의 업무를 제5조 제2항에 따른 공동사업주체인 등록사업자 또는 다음 각 호의 어느 하나에 해당하는 자에게만 대행하도록 하여야 한다”라고 규정하고 있고, 같은 조 제2항은 “제1항에 따른 업무대행자의 업무범위는 다음 각 호와 같다”라고, 같은 항 제3호는 “설계자 및 시공자 선정에 관한 업무의 지원”을 각각 규정하고 있다. 그리고 피고인 3이 실질적으로 운영하는 공소외 6 회사는 위 각 조항에서 규정한 등록사업자 등에 해당하지 않는다.<br/>주택법 제11조의2 제1항의 취지는 ‘주택조합의 업무를 대행할 수 있는 자격’을 규정한 것이고 ‘조합원 가입 알선’은 조문 구조에 비추어 자격 있는 자에게 대행하게 할 주택조합의 업무들 중 하나를 예시한 것에 불과함을 알 수 있다. 그리고 대행 자격이 없는 공소외 6 회사에게 시공사 선정에 관한 지원 업무를 일부 대행하게 할 수 없음은 같은 조 제2항 제3호를 통하여 알 수 있다. 그리고 위 조항은 2020. 1. 23. 개정되었으나, 현행 조문에 의하더라도 공소외 6 회사에게 시공사 선정에 관한 지원 업무를 일부 대행하게 할 수 없음은 마찬가지이다. 따라서 공소외 6 회사를 실질 운영하는 피고인 3이 해당 업무를 일부 대행한 것은 주택법 제11조의2 제1항에 위반된다.<br/>5. 피고인 1과 피고인 3의 23억 1,000만 원 상당 무자격 업무대행 용역비 관련 특정경제범죄가중처벌등에관한법률위반(배임)<br/>가. 피고인들과 변호인의 주장요지<br/>    1) 공소외 3 회사는 2017년경 이미 우선적·배타적인 시공사 지위를 갖고 있었는데, 공소외 3 회사가 공사비를 증액할 것을 요구해왔으므로 피해자 조합 입장에서는 공사비를 협상할 필요성이 대두되었고, 당시 조합의 사정을 가장 잘 알고 있는 피고인 3의 도움이 필요하였다. 따라서 피고인 1은 조합 총회, 임원회의 등 적법한 절차를 거쳐 피고인 3이 운영하는 공소외 6 회사와 도급계약의 실질을 가진 용역계약을 체결하였고, 공소외 6 회사는 공사비를 대폭 삭감하는 등 업무를 완수하였으므로, 그에 따라 용역계약서를 작성하고 용역비를 지급하는 것은 배임행위라고 볼 수 없다.  <br/>    2) 위 용역계약 내용상 공소외 6 회사에 지급할 용역비는 공소외 3 회사에 지급할 공사비 감액을 통하여 피해자 조합에 발생한 이익 합계 약 86억 원 중 일정 비율 상당 금원으로 정하였으므로, 피해자 조합에게는 이익만 발생할 뿐 생래적으로 손해가 발생할 수 없다. <br/>    3) 지급명령의 확정만으로는 기판력이 발생하지 않고 피해자 조합 측이 청구이의의 소를 통하여 지급명령의 집행력을 배제시킬 수 있으므로, 피해자 조합의 재산에 대한 구체적·현실적 위험이 야기되었다고 볼 수 없어서 이 부분 공소사실은 무죄이거나 최소한 미수에 그쳤다고 보아야 한다.<br/>나. 인정사실<br/>    이 법원이 적법하게 채택하여 조사한 증거들에 의하면 다음의 각 사실을 인정할 수 있다.<br/>  ① 피고인 3이 2017. 3. 24. 아내인 공소외 25를 대표이사로 공소외 6 회사를 설립하였다.<br/>  ② 피해자 조합은 2017. 8. 1. 주택건설사업계획을 승인 받았는데, 2017. 8.경부터 시공예정사인 공소외 3 회사가 공사비 증액을 요구하였다. <br/>  ③ 2017. 8. 7.경 피고인 3이 피해자 조합의 고문 및 자문위원직에서 사퇴하였다.<br/>  ④ 피해자 조합은 2017. 9. 12. 제27차 임원회의를 개최하여 ‘시공사 협상 및 중도금 대출 관련 업무를 전 조합장인 피고인 3에게 위임하는 안건’을 결의하였다.<br/>  ⑤ 피해자 조합 측과 시공예정사인 공소외 3 회사 사이에 공사비에 대한 의견 차이가 있었고, 이에 대한 협상이 지속적으로 진행되었다. <br/>  ⑥ 피해자 조합 총회가 2017. 11. 11. 개최되었고, ‘공소외 3 회사를 이 사건 사업의 시공사로 선정하는 안건’과 ‘공소외 6 회사와 시공사 선정 협의 및 중도금 대출 관련 용역계약의 체결업무를 임원회의에 위임하는 안건’ 등을 결의하였다. <br/>  ⑦ 피해자 조합, 공소외 3 회사, 공소외 2 회사는 2017. 11. 22. 공사도급계약을 체결하였는데, 공사비는 공소외 3 회사가 이전에 제시하였던 것보다 감액된 평당 371만 5,000원(부가세 별도)로 정하였다. <br/>  ⑧ 피해자 조합과 공소외 6 회사는 2017. 12. 5. 시공사 선정 협의 용역계약(이하, ’이 사건 용역계약‘이라 한다)을 체결하였고, 용역비는 21억 원(부가세 별도)으로 정하였다.<br/>  ⑨ 피고인 3은 2018. 1. 31. 피해자 조합에 대하여 공소외 6 회사의 이 사건 용역비채권 23억 1,000만 원을 청구채권으로 하는 지급명령을 신청하여 같은 날 지급명령이 발령되었고, 피고인 1은 2018. 2. 6. 위 지급명령정본을 송달 받았으나 이의하지 않아 2018. 2. 21. 위 지급명령이 확정되었다.<br/>  ⑩ 피고인 3은 2018. 4. 13. 위와 같이 확정된 지급명령을 집행권원으로 조합의 상가부지 등에 대하여 부동산강제경매를 신청하여 강제경매개시결정을 받았다.<br/>다. 판단<br/>1) 조합장인 피고인 1의 배임행위, 배임의 고의와 재산상 손해의 발생<br/>      위 인정사실과 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인 1이 공사비 감액에 관하여 독립적으로 별다른 업무를 수행하지 않은 피고인 3과 이 사건 용역계약을 체결하고 지급명령을 확정시킴으로써 피해자 조합에 대하여 배임행위를 하였고, 이에 따라 피해자 조합에게 재산상 손해가 발생한 사실을 충분히 인정할 수 있다. 그리고 이는 피해자 조합의 임원회의에서 결의한 사항이라고 하더라도 달리 볼 수 없다.<br/>  ① 피해자 추진위와 공소외 2 회사가 2015. 9. 1. 체결한 업무대행계약상 시공회사 선정, 시공조건과 공사비 검토 등은 공소외 2 회사의 업무였고, 피고인 2는 피고인 3이 피해자 조합의 고문 및 자문위원직에서 사퇴할 무렵인 2017. 8.경까지 공소외 3 회사와 공사비 협상 업무를 수행하였다. 공소외 3 회사의 공소외 19도 수사기관에서 ‘2017. 8. 30.경을 기준으로 공사비는 평당 377만 원이었고 이는 피고인 2와 협상을 해서 도출된 금액이다’, ‘그때까지는 피고인 2와 공사비 협상을 하였고, 피고인 1이나 피고인 3과 공사비 협상을 한 사실은 없다’라고 진술하였다.<br/>  ② 그런데 피고인 3은 2017. 8. 7. 고문 및 자문위원직을 사퇴하고, 피고인 1은 곧이어 2017. 9. 12. 제27차 임원회의를 개최하여 위 임원회의에서 ‘시공사 협상 및 중도금 대출 관련 업무를 전 조합장인 피고인 3에게 위임하는 안건’을 결의하였다. 그런데 이후 피고인 3이 실제로 행한 업무의 내용들은 시공사들과 협의 당시 피고인 1에 배석하여 몇 마디를 보태거나, 조합 게시판에 업무 보고 글을 게시하거나, 조합 총회에서 조합원들을 독려하는 등 굳이 별도로 23억 1,000만 원이라는 거액의 대가를 주고서 새로운 용역을 맡길 만한 것이 아니었고, 피고인 3이 종전과 같이 고문 내지 자문위원 역을 수행하면서 조합장인 피고인 1을 보좌하는 것으로 충분한 정도였을 것으로 보인다.<br/>  ③ 2017. 8. 28.경부터 조합 총회 전날인 2017. 11. 10.경까지 공소외 3 회사 측과 공문을 주고 받으며 공사비를 협의한 주체는 피해자 조합을 대표한 피고인 1이었고, 해당 공문들에도 공소외 6 회사는 등장하지 않는다. <br/>  ④ 공소외 3 회사는 이 법원의 사실조회에 대하여 ‘당사와 협의를 진행한 조합 측 상대방은 피고인 1이며, 2017. 11. 11.자 조합 임시총회에서 당사는 공소외 6 회사를 알지 못하였다고 한 것은 사실이다. 또한 피고인 3은 공사비 협의 업무에서 전 조합장과 조합원 자격으로서 배석하였다는 정도로 인지하였을 뿐이다’라는 취지로 회신하였다. 그리고 공소외 3 회사의 공소외 19도 이 법정에서 ‘피고인 3 또는 공소외 6 회사가 공사비 협상 업무를 피해자 조합으로 위임 받았다는 사실을 전혀 몰랐다’, ‘실제로 거기에 업체(공소외 6 회사)가 나서서 저희랑 협상한 것도 없고 저희는 피고인 1 조합장하고 협의를 했지, 업체랑 한 사실은 없다’라고 진술하였다.<br/>  ⑤ 공소외 4 회사의 공소외 24 역시 이 법정에서 ‘조합과 협상을 할 당시 조합에 관련해 계신 분들이 나오셨는데, 피고인 3은 전 조합장님으로 알고 있었고, 피고인 1 그때 조합장, 그리고 조합 직원들이 왔던 것으로 기억한다’, ‘피고인 3은 전 조합장으로 알고 있고 그렇게 소개 받았으며, 공소외 6 회사는 잘 알지 못한다’, ‘피고인 3은 조합 일을 지원해 주기 위해 온 것으로 알고 있었다’라고 진술하였다. 이와 같이 공소외 6 회사라는 명의로 공사비 협상, 시공사 선정 과정에서 수행한 역할은 찾아보기 어렵다.  <br/>  ⑥ 시공사 선정 관련하여 2017. 11. 11. 열린 조합 총회 등도 모두 피해자 조합 측이 주관하였다. 한편 관련 법령을 반영한 피해자 조합 규약 제28조 제1항 제3호는 ‘예산으로 정한 사항 및 규약에서 정한 사항 외 조합원에 부담이 될 계약’을 총회 결의사항으로 규정하고 있는데, 위 조합 총회에서는 ‘공소외 2 회사에게 지급할 업무대행비와 무관하게 별도의 용역비를 공소외 6 회사에게 지급할지, 그리고 지급한다면 어느 정도 액수의 용역비를 지급할지’에 관한 논의 없이 ‘공소외 6 회사와 시공사 선정 협의 및 중도금 대출 관련 용역계약의 체결업무를 임원회의에 위임하는 안건’이 결의되었다. 결국 위 조합 총회에서는 이 사건 용역계약에 관하여 조합원의 금전적 부담이 발생할지 여부를 결정하는 중요한 부분이 논의되지 않았다고 보아야 하고, 이는 조합 자금의 출연자인 조합원들이 금전적 부담이 될 사안을 미리 고지 받고 스스로 결정하도록 정한 조합 규약 내용의 취지에 반하는 것이므로, 이 사건 용역계약 체결에 관하여 적법·유효한 총회 결의가 있었다고 볼 수 없다. <br/>  ⑦ 피고인 3이 조합 총회 전까지 ‘공소외 6 회사의 용역비를 공소외 2 회사의 업무대행비에서 정산하겠다’라는 말을 한 이상, 조합 집행부의 협의 과정을 알 수 없는 조합원들 입장에서는 이미 위와 같은 사항이 피고인 2 측과 상당 부분 협의되었다고 인식하였을 것으로 보인다. 실제로 조합원인 공소외 45는 조합 총회 이후 열린 2017. 11. 16.자 조합장 간담회에서 이 사건 용역비에 관하여 ‘근데 이것도 업무대행비에서 빠지는 것도 제 개인 입장에서는 이것도 바람직하지 않다고 생각해요’라고 발언하기도 하였다. <br/>  ⑧ 피고인 1은 적법한 조합 총회 결의가 있었음을 전제로, 앞서 본 바와 같이 별다른 업무를 수행하지 않은 공소외 6 회사와 이 사건 용역계약 체결을 진행하였는데, 용역비 산정의 기준이 된 ‘공사비 절감을 통한 조합의 총 이익금 86억 원’은 피해자 조합 입장에서 공사비를 감액하도록 협상하는 것이 당연함에도 공소외 3 회사가 제시한 금액을 전부 그대로 수용할 경우를 기준으로 계산한 것이며, 이미 피고인 2가 협상을 통해 감액한 공사비 역시 고려하지 않은 금액이었다. <br/>  ⑨ 그리고 총 이익금 중 30%라는 용역비 비율 역시 아무런 근거가 없었다. 피고인 3 역시 수사기관에서 ‘피의자의 진술로 보면, 조합에서 업무대행사 이외 별도의 용역을 주어 공사비를 협상케 하고 감액된 공사비에서 30%를 지급하는 것에 대한 구체적인 사례가 없었던 것으로 보이는데 어떤가요’라는 질문에 ‘네. 맞습니다. 여기저기 알아봐도 얼마를 받아야 되는지 구체적인 룰은 없었고, 그래서 저도 변호사 자문을 받고 본 계약을 하는 것으로 하였던 것입니다’라고 진술하였다. 그럼에도 피고인 1은 위와 같이 피고인 3이 자의적으로 산정한 금액 상당의 용역비를 그대로 받아들인 용역계약을 체결하였는데, 근거 없이 산정된 과다한 용역비를 그대로 받아들여 용역계약을 체결하였다면 조합장으로서 배임의 고의가 있었다고 보아야 함은 앞서 본 바와 같다(대법원 1997. 6. 13. 선고 97도618 판결 참조). <br/>  ⑩ 조합 임원진의 업무 수행에 편승하여 별다른 업무를 수행하지 않은 회사에게 거액의 용역비를 지급하는 것은 조합원들에게 금전적 부담을 주는 것임에도, 피고인 1은 공소외 6 회사의 지급명령에 이의를 제기하지 않았다. 그리고 피고인 3이 확정된 지급명령을 집행권원으로 피해자 조합의 상가부지 등에 대하여 부동산강제경매를 신청하여 강제경매개시결정을 받은 이상 피해자 조합의 재산에 압류의 효력이 발생하였을 뿐만 아니라(민사집행법 제83, 84조) 언제든지 후속 환가절차가 진행될 수 있다는 점에서 이미 피해자 조합의 재산에 대한 실해발생 위험이 발생하였으므로 업무상배임 범행은 기수에 이르었다고 보아야 한다.<br/>2) 피고인 3의 공동정범 성립 여부<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인 3이 피고인 1의 배임행위 전 과정에 관여하는 등으로 배임행위에 적극 가담한 점, 그 과정에서 피고인들이 암묵적으로 상통하여 배임행위에 대한 의사의 결합이 이루어진 점을 충분히 인정할 수 있다.<br/>  ① 피고인은 고문 및 자문위원직에서 사퇴한 이후부터 용역계약이 체결된 2017. 12. 5.경까지 실질적으로 피해자 조합 임원들에게 지시를 내리는 지위에 있었으며, 조합 게시판에 시공사 선정 및 공사비 협상 업무 보고 명목의 게시물을 지속적으로 올리기도 하였다.<br/>  ② 피고인은 시공사 선정 안건이 결의된 2017. 11. 11. 조합 총회에도 참석하여 자신의 성과를 주장하는 발언을 하였다. 그리고 피고인은 수사기관에서 자신이 공소외 6 회사와의 용역계약 체결 안건을 결의한 2017. 11. 20.자 임원회의에 참석하였다고 진술하기도 하였다.<br/>  ③ 용역비 액수는 피고인이 임의로 산정한 것이었고, 용역계약 체결 과정에 관하여 피고인은 수사기관에서 ‘내가 초안을 잡아서 피고인 1에게 주면서 “우리는 이런 식으로 계약을 하겠다”라고 하였다’, ‘내가 작성한 초안을 피고인 1이 변경한 사항은 없었고 그대로 계약이 되었다’, ‘내가 피고인 1에게 (감액된 공사비의) 30%를 달라고 요구하였다’라고 진술한바, 이 사건 용역계약 체결 과정을 주도한 것도 피고인이었다. 그리고 피고인은 지급명령과 부동산강제경매신청을 통하여 피해자 조합의 재산에 대한 실해발생 위험을 초래하였다.<br/>6. 피고인 1과 피고인 2의 154세대 미승인 입주자 모집으로 인한 주택법위반<br/>가. 피고인들과 변호인의 주장요지<br/>    1) 피해자 조합이 조합원 자격이 없는 사람들과 장래 미분양분 주택에 관하여 먼저 계약금 등을 지급 받고 추후 미분양분 주택을 지급하지 못할 경우 계약금을 반환하고 추가로 500만 원을 지급하기로 한 약정(이하, ’이 사건 약정‘이라 한다)을 체결할 당시에는 아직 주택건설사업계획을 승인 받기 전이므로, 주택법 제54조 제1항에 따라 주택의 공급이 금지되는 ‘사업주체’에 해당하지 않는다.<br/>    2) 이 사건 약정은 ‘주택법령이 정한 절차에 따라 적법하게 일반분양을 거친 후에도 남는 미분양 주택이 발생할 것’을 정지조건으로, 위와 같은 정지조건이 성취될 경우에 별도의 분양계약을 거쳐 계약 상대방에게 주택을 공급하기로 한 약정이다. 따라서 주택법령에 따라 적법하게 일반분양을 거친 후 남는 미분양 주택이 없을 경우 정지조건이 달성되지 않아 이 사건 약정 자체의 효력이 발생하지 않으므로, 이 사건 약정을 체결한 것만으로는 아직 유효한 분양계약을 체결한 것이라 볼 수 없으므로, 이 사건 약정 체결은 주택법 제54조 제1항이 금지하는 ‘주택의 공급’이 아니다.<br/>    3) 설령 정지조건부 약정이 아니라고 보더라도 이 사건 약정 당시에는 공급할 주택의 동, 호수도 지정되어 있지 않은 등 매매목적물, 대금, 지급시기에 대한 합의가 없으므로 확정적인 분양계약이라고 볼 수 없어서 역시 ‘주택의 공급’이라 볼 수 없다.<br/>나. 판단<br/>1) 피해자 조합이 이 사건 약정 당시 주택법이 정한 ‘사업주체’에 해당하는지 여부<br/>      관련 법령에 의하여 알 수 있는 다음의 사정들에 의하면, 피해자 조합은 이 사건 약정 체결 당시 주택법상 ‘사업주체’에 해당한다고 보아야 한다.<br/>  ① 주택법 제54조 제1항 전문은 “사업주체는 다음 각 호에서 정하는 바에 따라 주택을 건설·공급하여야 한다”라고, 같은 항 제1호는 “사업주체가 입주자를 모집하려는 경우: 국토교통부령으로 정하는 바에 따라 시장·군수·구청장의 승인을 받을 것”이라고 각각 규정하고 있고, 같은 법 제2조 제10호는 “사업주체란 제15조에 따른 주택건설사업계획 또는 대지조성사업계획의 승인을 받아 그 사업을 시행하는 다음 각 목의 자를 말한다”라고 규정하며, 같은 조 각 목은 “가. 국가·지방자치단체, 나. 한국토지주택공사 또는 지방공사, 다. 제4조에 따라 등록한 주택건설사업자 또는 대지조성사업자, 라. 그 밖에 이 법에 따라 주택건설사업 또는 대지조성사업을 시행하는 자”를 열거하고 있다. 따라서 입주자 모집 승인규정의 적용을 받는 대상이 주택법상 ”사업주체“임은 명백한데, 위와 같은 정의규정에 따르면 ”사업주체“는 ‘일정 규모 이상 주택을 공급하려는 자로서 주택법에 따른 주택건설사업계획의 승인을 받을 것을 예정하고 사업을 시행하는 자’로 보기에 충분하고, 그 문언상 반드시 그 의미를 일정 규모 이상 주택을 공급하는 데 관하여 ‘주택건설사업계획의 승인을 이미 얻은 자’로 한정하고 있다고 볼 수 없다.<br/>  ② 아래와 같이 주택법의 전반적인 조문 내용들을 보더라도 주택법상 ‘사업주체’란 ‘주택건설사업계획의 승인을 받을 것을 예정하고 사업을 시행하는 자’까지 포함하는 개념으로 보아야 하고, 제22조 제1항(매도청구 등) 역시 사업계획승인과 사업주체 해당 여부를 구분함을 전제로 한다고 볼 수 있다.  <br/>조문내용제17조 제1항사업계획승인권자는 제15조 제1항 또는 제3항에 따라 사업계획을 승인할 때 사업주체가 제출하는 사업계획에 해당 주택건설사업 또는 대지조성사업과 직접적으로 관련이 없거나 과도한 기반시설의 기부채납을 요구하여서는 아니 된다.제20조 제1항사업주체가 다음 각 호의 사항을 포함한 사업계획승인신청서를 제출하는 경우 사업계획승인권자는 ... 용적률을 완화하여 적용할 수 있다.제20조 제4항사업주체는 제15조에 따른 사업계획승인을 신청하기 전에 미리 용적률의 완화로 건설되는 임대주택의 규모 등에 관하여 인수자와 협의하여 사업계획승인신청서에 반영하여야 한다.제21조 제1항 제2호제15조 제1항 또는 제3항에 따라 주택건설사업계획의 승인을 받으려는 자는 해당 주택건설대지의 소유권을 확보하여야 한다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 그러하지 아니하다.  2. 사업주체가 주택건설대지의 소유권을 확보하지 못하였으나 그 대지를 사용할 수 있는 권원을 확보한 경우제37조 제1항사업주체가 제15조에 따른 사업계획승인을 받아 주택을 건설하려는 경우에는 에너지 고효율 설비기술 및 자재 적용 등 대통령령으로 정하는 바에 따라 에너지절약형 친환경주택으로 건설하여야 한다. 이 경우 사업주체는 제15조에 따른 서류에 에너지절약형 친환경주택 건설기준 적용 현황 등 대통령령으로 정하는 서류를 첨부하여야 한다.제42조 제1항사업계획승인권자는 주택의 건설에 따른 소음의 피해를 방지하고 주택건설 지역 주민의 평온한 생활을 유지하기 위하여 주택건설사업을 시행하려는 사업주체에게 대통령령으로 정하는 바에 따라 소음방지대책을 수립하도록 하여야 한다.<br/>  ③ 주택법은 일정 규모 이상의 주택을 공급하고자 하는 사업주체가 입주자를 모집하려고 하는 경우 주택법 관련 법령에 따라 원칙적으로 입주자 모집 승인 절차를 거치도록 하여 입주자 모집 시기 및 조건, 절차 등을 규제함으로써 국민의 주거안정과 주거수준의 향상에 이바지하는 데 그 목적이 있다(대법원 2015. 5. 29. 선고 2014도16752 판결의 취지 참조). 주택법은 주택조합 설립인가에 필수적인 조합원 모집 행위에 관하여도 관할관청에 대한 신고와 공개모집 방법 등 관련 절차를 준수하도록 하고, 이를 위반한 경우 이 사건과 동일한 처벌 규정을 두고 있는바(주택법 제11조의3, 제102조 제2호), 하물며 아직 사업계획 승인조차 얻지 못한 주택조합이 비조합원에 대하여 입주자 모집행위를 하는데도 그에 관하여 관할 관청의 승인이나 입주자 보호를 위한 절차 준수 등 관련 규제나 처벌 대상에서 제외하여야 할 아무런 이유가 없다.<br/>  ④ 그렇다면 피해자 조합이 이 사건 약정 당시 아직 주택건설사업계획을 승인 받기 전이라고 하더라도, 위 승인을 받기로 예정하고 이 사건 사업을 시행하고 있었던 이상 주택법상 ‘사업주체’에 해당하고, 주택법 제54조 제1항에 규정된 금지규정을 적용 받는다고 보아야 한다.<br/>2) 이 사건 약정이 주택법 제102조 제13호, 제54조 제1항에 위반되는지 여부와 정지조건부 약정인지 여부<br/>      관련 법령과 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 이 사건 약정은 주택법에 위반된다고 보아야 하고, 적법한 분양절차를 거친 후에도 미분양 물량이 발생할 것을 정지조건으로 효력이 발생하는 정지조건부 약정이라고 볼 수 없다.<br/>  ① 주택법 제102조 제13호는 “제54조 제1항을 위반하여 주택을 건설·공급한자”를 처벌하도록 규정하고 있고, 주택공급에 관한 규칙 제2조 제1호는 “공급이란 주택법 제54조의 적용대상이 되는 주택 및 복리시설을 분양 또는 임대하는 것을 말한다”라고 규정하고 있다. 언뜻 보면 위 각 규정 문언만으로는 주택법상 확정적·최종적인 분양계약 또는 임대차계약이 체결되어 ‘주택을 공급한 경우’에만 해당 조항으로 처벌할 수 있는 것처럼 보이고, 이 사건 약정 체결 당시에는 분양할 주택의 동·호수도 정해져 있지 않는 등 분양(매매)계약의 중요한 사항이 정해져 있지 않아 이를 확정적·최종적 분양계약이 체결된 것으로 볼 수 없어 주택법위반으로 처벌할 수 없는 것처럼 보이기도 한다.<br/>  ② 그러나 주택법 제54조 제1항 전문은 “사업주체는 다음 각 호에서 정하는 바에 따라 주택을 건설·공급하여야 한다”라고 규정한바, 같은 법 제102조 제13호는 위와 같은 금지규정(제54조 제1항)의 문언 내용에 따라 ‘주택을 건설·공급한 자’라는 문구를 동일하게 기재한 것에 불과한 것으로 보이고, 문언상 주택의 공급 과정에서 제54조 제1항 각 호 중 하나만 위반하여도 주택법위반죄로 처벌할 수 있다고 보아야 한다.   <br/>  ③ 그리고 주택법 제54조 제1항 제1호는 “사업주체가 입주자를 모집하려는 경우: 국토교통부령으로 정하는 바에 따라 시장·군수·구청장의 승인을 받을 것”이라고, 같은 항 제2호는 “사업주체가 건설하는 주택을 공급하려는 경우... (이하 생략)”이라고 각각 규정하고 있는바, 반드시 확정적·최종적 분양계약이 체결되지 않아도 관할 관청의 승인 없이 입주자를 모집하기만 하면 위 제1호 규정에 따라 주택법 제54조 제1항에 위반된다고 보아야 한다.<br/>  ④ 주택공급에 관한 규칙은 제3장에 ‘입주자모집 및 주택공급 신청’을, 제4장에 ‘주택공급 방법’을 규정하고 있는바, 이는 주택법 제54조 제1항 각 호의 내용에 상응하고, 주택법과 시행규칙은 ‘입주자 모집’을 ‘주택공급 신청’보다 이전 단계이거나 최소한 같은 단계의 개념으로 상정하고 있음을 알 수 있다.<br/>  ⑤ 그런데 피고인들은 조합원 자격이 없는 사람들과 이 사건 약정을 체결하면서 조합원들의 계약금과 동일한 액수의 청약금을 지급 받아 보유하였고, 이후에 주택을 공급해주겠으나 공급하지 못할 경우 500만 원의 손해배상금을 주겠다고 약정한바, 이는 입주자 모집행위 내지 주택 공급신청행위에 해당한다. 그리고 조합원들의 경우에도 동·호수는 조합원 모집 절차가 끝나고 정해지는 것이므로, 이 사건 약정 단계에서 동·호수가 정해져 있지 않다고 하더라도 입주자 모집행위가 아니라고 볼 수도 없다.<br/>  ⑥ 피고인들은 이 사건 약정이 적법한 일반분양절차를 거친 후에도 미분양 물량이 발생할 것을 정지조건으로 효력이 발생하는 정지조건부 약정이라고 주장하나, 아래와 같은 사정들에 비추어 보면 이 사건 약정은 정지조건부 약정이라고 볼 수 없고, 체결 즉시 효력이 발생하는 입주자 모집행위 내지 주택 공급신청행위라고 보아야 한다.<br/>    ⒜ 이 사건 약정이 정지조건부 약정이라면 피해자 조합이 정지조건 성취 이전에도 이 사건 약정의 계약 상대방들에게 조합원들과 동일한 액수 상당의 청약금(계약금)을 청구하거나, 그들이 납부한 청약금을 보유할 법적 근거가 없다. <br/>    ⒝ 조합원 자격이 없었는데 피해자 조합과 이 사건 약정을 체결한 공소외 37은 이 법정에서 ‘조합원 자격이 없는데도 따로 회사가 보유한 주택을 분양해 주겠다고 설명을 들었다’, ‘약정서를 쓰면서 집을 주든가, 아니면 500만 원을 주든가. 둘 중에 하나를 주겠다고 하며 비밀유지 약정을 하였다’, ‘항시 몇 채 어느 정도의 양은 떨어진다고 이야기 하였다’라는 취지로 진술하였는바, 이 사건 약정 체결과 함께 피해자 조합은 ‘일반분양 시점’을 이행기로 정한 주택의 분양의무를 부담하는 것이며, 이 사건 약정의 계약 상대방과 분양계약 체결, 분양의무의 이행이 불가능할 경우 손해배상예정액인 500만 원을 배상하여야 하는 것이다.<br/>    ⒞ 이 사건 약정을 정지조건부 약정으로 볼 경우 추후 이 사건 약정 상대방에게 일반분양할 수 있는 물량이 발생하지 않아 정지조건이 성취되지 않고 이 사건 약정의 효력이 발생하지 않았음에도, 이 사건 약정에 따라 피해자 조합에게 500만 원의 손해배상의무가 발생하는 법적 효과를 설명할 수 없다.<br/>    ⒟ 이 사건 약정 체결을 주관한 피고인 2는 일반분양절차를 시작하기도 전인 2017. 11. 15. 공소외 3 회사 관계자들과 대화하던 중 ‘우리가 일반분양할 때 공식적으로는 227개인데 실제로는 70개밖에 없어요. 그래서 홍보나 이런 것도 굉장히 소극적으로 하려고 그래요’라며 이미 이 사건 약정으로 인하여 154세대의 일반분양 입주자 모집이 완료된 것을 전제하는 발언을 하였다. <br/>7. 피고인 1과 피고인 2의 미승인 입주자 모집 손해배상약정에 의한 업무상 배임(2억 1,450만 원) 및 미승인 입주자 모집에 따른 분양대행 용역비 지급에 의한 특정경제범죄가중처벌등에관한법률위반(배임)(8억 4,700만 원)<br/>가. 피고인들과 변호인의 주장요지<br/>    1) 피해자 조합은 2016. 10.경 공소외 3 회사와 체결한 사업약정상 공사도급계약의 체결 조건인 ‘전체 세대 중 80%의 조합원 모집’을 달성하지 못하였고, 사업계획승인 신청을 위한 토지 매입자금이 부족하여 일부 조합원 자격이 없는 사람들에게 이 사건 약정을 체결하여 그들로부터 지급 받은 계약금 등으로 사업을 진행한 바, 이는 피해자 조합에게 불가피하였을 뿐만 아니라 이익이 되는 행위이므로 배임행위에 해당하지 않거나, 피고인들에게 배임의 고의가 있었다고 볼 수 없다. <br/>    2) 피해자 조합과 공소외 7 회사가 체결한 분양대행 용역계약의 내용에는 조합원 모집, 분양 이외에 비조합원에 대한 일반분양도 포함된다고 해석하여야 하고, 공소외 7 회사가 용역수행을 마친 이상 용역비를 지급한 것은 배임행위라고 볼 수 없다.<br/>    3) 이 사건 약정 내용은 ‘관련 법령에 따라 적법하게 일반분양절차를 거치고도 남은 물량이 있을 것’을 정지조건으로, 위 정지조건이 성취되면 주택법 시행규칙 제28조 제10항에 따라 계약 상대방들에게 분양하여 주기로 하는 것이므로, <br/>      가) 관련 법령에 따라 분양절차를 거치고 남은 물량이 있음(정지조건 성취)에도 불구하고 피해자 조합이 계약 상대방에게 분양의무를 불이행하는 경우에만 500만 원의 위약금 지급의무가 발생하므로, 남은 물량이 발생하면 이를 분양해주면 되는 것이고,<br/>      나) 남은 물량이 없을 경우(정지조건 불성취)에는 정지조건부 법률행위인 이 사건 약정 전체가 무효로 되어 분양의무와 손해배상금 지급의무가 발생하지 않고, 기존에 받은 계약금만을 계약 상대방에게 반환할 의무만이 생기는 것이므로, <br/>      약정 내용상 어느 경우에도 피해자 조합에게 손해가 발생한다고 볼 수 없다.<br/>    4) 피해자 조합의 새로운 집행부는 이 사건 약정에 따라 그대로 미분양 물량에 대하여 계약 상대방들에게 분양의무만 이행하면 되는 것이었는데, 오히려 새로운 집행부가 이 사건 약정을 해지하여 계약 상대방들에게 합계 2억 1,450만 원 상당의 손해배상금을 지급하게 된 것이므로, 피고인들의 이 사건 약정 체결행위와 2억 1,450만 원 상당 손해배상액 지급에 의한 손해 사이에는 인과관계가 존재하지 않는다.    <br/>    5) 설령 조합장인 피고인 1의 이 사건 약정이 피해자 조합에 대하여 배임행위가 된다고 하더라도 피해자 조합의 임원이 아닌 피고인 2는 피고인 1의 배임행위에 적극 가담하지 않았으므로 업무상배임죄의 공범에 해당한다고 볼 수 없다.<br/>나. 인정사실<br/>    이 법원이 적법하게 채택하여 조사한 증거들에 의하면 다음의 각 사실을 인정할 수 있다.<br/>  ① 피해자 추진위와 공소외 7 회사는 2015. 9. 1. 이 사건 사업에 관하여 ‘조합원 계약 관련 용역계약’을 체결하며 용역기간은 2015. 9. 1.부터 사업종료일까지, 용역비는 1세대당 500만 원을 지급하되, 조합원 청약시 30%, 조합원 계약시 50%, 조합원 중도금 1차 납부시 20%를 지급하기로 정하였다. <br/>  ② 피해자 조합, 공소외 2 회사, 공소외 7 회사, 공소외 29 주식회사(이하, ‘공소외 29 회사’라 한다)는 2016. 8. 22. 공소외 7 회사에게 맡긴 분양업무를 공소외 29 회사에게 대대행 맡기는 용역계약을 체결하며 용역기간은 2016. 8. 22.부터 2016. 10. 31.까지로 정하였다. <br/>  ③ 피해자 조합은 2016. 10. 7.경부터 2017. 3.경까지 조합원 자격이 없는 154명을 상대로 이 사건 약정을 체결하고 조합원들과 동일한 금액의 계약금과 중도금을 지급 받았다. 피해자 조합은 이 사건 약정상 계약 상대방들로부터 조합원 분양가보다 높게 책정되는 일반분양 가격이 아닌 제2차 조합원 평당 분양가 785만 원에 조합원 가입신청서를 받으면서 약정을 체결하였고, 이 사건 약정서에는 비밀을 유지한다는 내용도 기재되어 있었다.<br/>  ④ 피해자 조합은 2017. 8. 1. 주택건설사업계획을 승인 받았다.<br/>  ⑤ 청주시는 2018. 7. 19. 피해자 조합에 대하여 입주자 모집공고를 승인하였고, 이후 피해자 조합은 일반분양을 시작하였다.<br/>다. 판단<br/>1) 각 업무상배임죄의 성립 여부<br/>      경영상 판단과 관련하여 경영자에게 배임의 고의와 불법이득의 의사가 있었는지를 판단할 때에도, 문제된 경영상의 판단에 이르게 된 경위와 동기, 판단 대상인 사업의 내용, 기업이 처한 경제적 상황, 손실 발생과 이익 획득의 개연성 등의 여러 사정을 고려할 때 자기 또는 제3자가 재산상 이익을 취득한다는 인식과 본인에게 손해를 가한다는 인식하의 의도적 행위임이 인정되는 경우에 한하여 배임죄의 고의를 인정하여야 하고, 그러한 인식이 없는데도 본인에게 손해가 발생하였다는 결과만으로 책임을 묻거나 단순히 주의의무를 소홀히 한 과실이 있다는 이유로 책임을 물어서는 안 된다. <br/>      그러나 한편 경영자의 경영상 판단에 관한 위와 같은 사정을 모두 고려하더라도 법령의 규정, 계약 내용 또는 신의성실의 원칙상 구체적 상황과 자신의 역할·지위에서 당연히 하여야 할 것으로 기대되는 행위를 하지 않거나 하지 않아야 할 것으로 기대되는 행위를 함으로써 재산상 이익을 취득하거나 제3자로 하여금 이를 취득하게 하고 본인에게 손해를 가하였다면 그에 관한 고의 내지 불법이득의 의사는 인정된다(대법원 2011. 10. 27. 선고 2009도14464 판결 참조).<br/>      위 인정사실과 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인들이 이 사건 약정을 체결하고, 공소외 7 회사에게 용역비를 지급함으로써 각 피해자 조합에 대하여 각 배임행위를 한 사실을 충분히 인정할 수 있다. <br/>  ① 사업 추이에 비추어 볼 때 피해자 조합은 이 사건 약정이 없었더라도 정상적인 조합원 모집을 통해 공소외 3 회사와 공사도급계약 체결 조건인 ‘전체 세대 중 80%의 조합원 모집’을 충분히 달성할 수 있었을 것으로 보인다. 그리고 피고인들은 조합 자금을 마련하기 위한 경영상 판단에 따라 이 사건 약정을 체결하였다고 주장하는데, 앞서 본 바와 같이 이 사건 약정은 주택법 규정에 위반된다.<br/>  ② 피해자 추진위가 공소외 7 회사와 체결한 용역계약의 명칭은 ‘조합원 계약 관련 용역계약’이고, 위 용역계약 제2조는 ‘대상지역의 지역주택조합 아파트개발을 위한 조합원 계약 관련 용역’을 수행업무로 규정하고 있으며, 앞서 본 바와 같이 공소외 7 회사는 일반분양이 시작되기도 훨씬 이전인 조합원 1차 중도금 납부 무렵에 용역비 전액을 지급 받게 된다.  <br/>    즉, 공소외 7 회사의 업무는 어디까지나 조합원 모집이고[공소외 29 회사가 체결한 분양대대행계약 제2조 역시 ‘이 사건 사업의 독점적 분양대행(조합원 모집) 업무’를 공소외 29 회사의 업무로 규정하고 있고, 일반분양용역은 2017. 12. 4. 제31차 임원회의에서 업무대행사인 공소외 2 회사와 계약하기로 결의하였다], 공소외 7 회사와 공소외 29 회사가 조합원이 아닌 사람들을 대상으로 이 사건 약정을 체결하도록 한 것, 그렇게 업무를 수행한 공소외 7 회사에게 조합원 모집을 기준으로 용역비를 지급하는 것은 계약 내용 또는 신의성실의 원칙상 당연히 하지 않아야 할 것으로 기대되는 행위이다. 그리고 피고인들은 계약 상대방들과 이 사건 약정을 체결하면서 약정서에 비밀유지의무도 부과한 바, 이 사건 약정이 조합원들의 신임관계를 저버린 정당하지 않은 약정임을 인식한 것으로 보인다.<br/>  ③ 이 사건 약정을 체결함으로써 피해자 조합은 조합원 부담금보다 훨씬 가격이 높은 일반분양가로 주택을 분양할 기회를 상실하는 재산상 위험이 발생하였다. 그리고 피해자 조합 규약 제28조 제1항 제3호는 ‘예산으로 정한 사항 및 규약에서 정한 사항 외 조합원에 부담이 될 계약’을 총회 결의사항으로 규정하고 있는데, 피고인들은 조합 총회를 개최하지 않은 채 154세대의 이 사건 약정을 체결하였다. 특히 조합원 자격이 없는 사람들이 조합원들과 동일한 가격에 주택을 공급할 가능성이 있다는 점에서 반드시 자격 있는 조합원들의 의사를 확인할 필요가 있었음에도, 피고인들은 조합원들의 의사를 확인하지 않았다. 그리고 뒤에서 보는 바와 같이 피해자 조합에게 재산상 손해가 발생하였다.<br/>2) 재산상 손해 발생 여부<br/>      위 인정사실과 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 이 사건 약정으로 인하여 피해자 조합에게 재산상 손해가 발생한 사실을 충분히 인정할 수 있다. <br/>  ① 자격 있는 조합원을 모집하는 것이 쉽지 않기 때문에 공소외 7 회사에게 1세대 모집당 550만 원이라는 용역비를 책정한 것임에도, 피고인들은 계약의 취지를 무시하고 피고인들은 조합원 모집보다 쉬운 조합원 자격이 없는 사람들과 이 사건 약정을 체결한 공소외 7 회사에게 조합원 모집시 용역비와 동일한 1세대당 550만 원, 합계 8억 4,700만 원을 지급하였는바, 이는 계약상 의무 없이 피해자 조합의 재산을 지출한 것으로 재산상 손해에 해당한다. <br/>  ② 위와 같이 지급한 거액의 용역비는 만약 정상적인 절차에서 분양이 모두 이루어져 미분양 물량이 발생하지 않을 경우 매몰되는 불필요한 지출이 된다.<br/>  ③ 이 사건 약정을 정지조건부 약정이라고 볼 수 없는 점은 앞서 본 바와 같고, 이 사건 약정에 따르면 분양주택 1개마다, 미분양 물건이 발생할 경우에는 정상적으로 지급 받을 수 있었던 일반분양가(1평당 889만 원)와 이 사건 약정에 따라 지급 받은 금액(1평당 785만 원)의 차액에 주택 평수를 곱한 금액 상당 손해가, 반대로 미분양 물건이 발생하지 않을 경우에는 계약 상대방들이 지급한 계약금, 중도금을 반환하고 추가로 500만 원의 손해배상예정액을 배상하게 되는 손해가 각각 발생한다.<br/>  ④ 피고인들은 이 사건 약정으로 지급 받은 계약금, 중도금 상당을 조달한 재산상 이익이 매우 크다고 주장한다. 그러나 시일은 더 걸리겠지만 정상적으로 조합원을 모집할 경우에도 같은 액수의 돈을 조달할 수 있으므로, 이 사건 약정으로 향유할 수 있는 자금 조달의 효용은 이 사건 약정 체결시부터 정상적으로 자금 조달에 필요한 숫자의 조합원을 모집할 수 있었던 시기까지로 다소 제한적인 것으로 보이며, 당시 토지 대금 지급시기를 유예할 수 없었다고 단정할 수도 없을 뿐 아니라, 관련 법령 위반과 위 ③항에서 살펴본 가시적인 손해를 감수하고도 남을 정도로 이 사건 약정 체결이 피해자 조합에게 명백한 이익이 된다고 보기도 어렵다.<br/>  ⑤ 피해자 조합의 새로운 집행부는 주택법에 위반된 부분을 바로 잡고 적법한 일반분양 절차를 진행하기 위하여, 이 사건 약정을 해지하고 계약 상대방들에게 합계 2억 1,450만 원의 손해를 배상한 것으로 위와 같은 행위는 ‘위법성’을 인정하기 어렵다. 그리고 위와 같은 손해배상액이 발생한 것은 어디까지나 피고인들이 각 500만 원의 손해배상예정액을 정한, 주택법에 위반되는 이 사건 약정을 체결하였기 때문이다.<br/>3) 피고인 2의 공동정범 성립 여부<br/>      이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인 2가 피고인 1의 배임행위 전 과정에 관여하는 등으로 배임행위에 적극 가담한 점, 그 과정에서 피고인이 암묵적으로 상통하여 배임행위에 대한 의사의 결합이 이루어진 점을 충분히 인정할 수 있다.<br/>  ① 피고인 2는 검찰 조사에서 비밀유지의무 조항을 제외한 이 사건 약정서 내용을 지시하였다는 취지로 진술하였고, 피고인 1은 ‘이 사건 약정 체결과 공소외 7 회사에 대한 용역비 지급은 업무대행사인 공소외 2 회사가 하는대로 따라 갔다’는 취지로 진술하였다.<br/>  ② 공소외 29 회사의 공소외 36은 이 법정에서 ‘공소외 2 회사와 공소외 7 회사가 참석한 회의에서 업무대행사의 피고인 2와 공소외 46이 임의세대 분양을 해보면 어떻겠느냐는 말을 하였다’, ‘조합으로부터 직접 지시를 받은 바는 없고, 업무대행사의 지시를 받은 것이다’라고 진술하였고, 공소외 29 회사의 이사이자 분양실무를 담당하던 공소외 34는 이 법정에서 ‘공소외 2 회사의 공소외 46에게 부적격자가 많아서 조합원 자격 미달 때문에 좀 분양실적 올리기가 힘들다는 말을 하고 관련 이야기가 일주일 정도 계속 드문드문 나오다가, 공소외 46이 자신에게 그러면 그런 자격 분도 나중에 어차피 미분양 나면 예비고객으로 받으면 되니까, 약정서를 써서 처리하겠다. 그 손님 그러면 그냥 보내지 말고 연결하라고 말하였다’라는 취지로 진술하였고, ‘분양대행사를 총괄 관리하는 것은 업무대행사입니다. 업무대행사가 하라면 하고 나가라고 하면 나갑니다’라며 피고인 2가 이 사건 약정 체결을 주도하였다는 취지로 진술하였다. <br/>  ③ 실제로 분양대행사인 공소외 7 회사나 분양대대행사인 공소외 29 회사 측에서 이 사건 약정을 먼저 제안하였다고 하더라도, 아무런 협의 없이 조합원 자격이 없는 사람을 모집한다면 차후 피해자 조합 측에서 문제를 제기할 수 있는 바, 이를 총괄하는 피고인 2의 허락 없이 분양대행사 등이 이 사건 약정을 체결하였다는 것은 납득하기 어렵고, 누가 이 사건 약정을 먼저 제안하였는지 여부는 피고인 2의 관여 여부에 방해가 되지 않는다.<br/>  ④ 피고인 2는 공소외 30에게 공소외 7 회사의 설립과 분양대행을 맡을 것을 제안한 사람이자 공소외 7 회사의 사내이사이고, 공소외 7 회사는 공소외 2 회사와 사무실을 함께 쓰고 있었으며, 피고인 2는 이 사건 약정 체결 무렵 공소외 7 회사로부터 매달 500만 원 이상의 돈을 지급 받고 있었다. 그렇다면 피고인 2는 공소외 7 회사의 운영에도 상당히 관여하고 있었던 것으로 보이고, 공소외 7 회사가 지급 받는 분양대행 용역비 총액을 결정하는 ‘모집 조합원 숫자’는 피고인 2에게도 중요한 문제였을 것으로 보인다.<br/>  ⑤ 피고인 2가 진행한 방안에 따라 피고인 1은 조합원 자격이 없는 사람들과 이 사건 약정을 체결하였다. 그리고 피고인 2는 이 사건 약정을 체결한 공소외 7 회사가 전자세금계산서를 발행하면 피고인 1에게 용역비를 청구하였고, 피고인 1이 공소외 8 회사에 보내는 자금 집행요청서에 피고인 2가 동의하였다. 이로 인하여 공소외 7 회사는 용역비를 지급 받았고, 이 사건 약정의 계약 상대방들은 이후 손해배상예정액을 배상 받았다. 이와 같이 피고인들은 암묵적으로 배임행위에 공모, 가담하였다.<br/>9. 피고인 1과 피고인 3의 변호사비용 지출에 의한 업무상횡령<br/>가. 피고인들과 변호인의 주장요지<br/>    피고인들이 피해자 조합의 자금으로 변호사 선임료를 지출한 것은 사실이나, 이 사건 사업을 악의적으로 방해해 온 조합원들이 피해자 조합에게 실질적인 이해관계가 있는 문제로 피고인들을 고소하자 이에 대응하는 과정에서 특별한 필요에 따라 피해자 조합의 자금으로 변호사 선임료를 지출한 것이므로 이는 횡령행위에 해당한다고 볼 수 없다.<br/>나. 판단<br/>    원칙적으로 단체의 비용으로 지출할 수 있는 변호사 선임료는 단체 자체가 소송당사자가 된 경우에 한하므로 단체의 대표자 개인이 당사자가 된 민·형사사건의 변호사 비용은 단체의 비용으로 지출할 수 없고, 예외적으로 분쟁에 대한 실질적인 이해관계는 단체에게 있으나 법적인 이유로 그 대표자의 지위에 있는 개인이 소송 기타 법적 절차의 당사자가 되었다거나 대표자로서 단체를 위해 적법하게 행한 직무행위 또는 대표자의 지위에 있음으로 말미암아 의무적으로 행한 행위 등과 관련하여 분쟁이 발생한 경우와 같이, 당해 법적 분쟁이 단체와 업무적인 관련이 깊고 당시의 제반 사정에 비추어 단체의 이익을 위하여 소송을 수행하거나 고소에 대응하여야 할 특별한 필요성이 있는 경우에 한하여 단체의 비용으로 변호사 선임료를 지출할 수 있다(대법원 2006. 10. 26. 선고 2004도6280 판결 참조).<br/>    이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 피고인들이 피해자 조합의 자금으로 변호사 선임료를 지출한 것은 횡령행위에 해당한다고 보아야 한다.<br/>  ① 피고인들이 변호사 선임료를 지출한 사건은 ‘피고인들이 전·현직 조합장으로서 임원회의 회의록 등을 작성하였음에도 이를 15일 이내에 조합원들에게 공개하지 않았다’라는 혐의사실의 주택법위반 형사사건이었으며, 주택법이 ‘주택조합의 발기인 또는 임원’ 개인에게 부과한 자료의 공개의무를 위반하였다는 내용이므로, 위 사건은 ‘분쟁에 대한 실질적인 이해관계는 단체에게 있으나 법적인 이유로 그 대표자의 지위에 있는 피고인들이 법적 절차의 당사자가 된 경우’에 해당한다고 볼 수 없다. <br/>  ② 피고인들은 위 사건에 대하여 주택법을 위반한 피의사실은 인정되나 제반 사정을 참작하여 2017. 7. 10. 각 기소유예 처분을 받은 바, 위 사건은 ‘대표자로서 단체를 위해 적법하게 행한 직무행위 또는 대표자의 지위에 있음으로 말미암아 의무적으로 행한 행위 등과 관련하여 분쟁이 발생한 경우’에 해당한다고 볼 수도 없다. <br/>【양형의 이유】1. 법률상 처단형의 범위<br/>   피고인들: 각 징역 3년∼45년<br/>2. 양형기준에 따른 권고형의 범위[각 주택법위반죄에 대하여는 양형기준이 설정되어 있지 않고, 동종경합범 처리방법에 따라 각 특정경제범죄가중처벌등에관한법률위반(배임)죄, 업무상배임죄, 업무상횡령죄의 이득액을 합산한 금액을 기준으로 유형을 결정한다]<br/>가. 피고인 1<br/>  1) 제1범죄[특정경제범죄가중처벌등에관한법률위반(배임)]<br/>  [유형의 결정]  횡령·배임범죄 〉 01. 횡령·배임 〉 [제4유형] 50억 원 이상, 300억 원 미만<br/>  [특별양형인자]  가중요소: 범행수법이 매우 불량한 경우<br/>  [권고영역 및 권고형의 범위]  가중영역, 징역 3년 4월∼8년(동종경합 합산 결과 1단계 상승으로 형량범위 하한의 1/3 감경)<br/>  2) 다수범죄 처리기준에 따른 권고형의 범위: 징역 3년 4월 이상(양형기준 미설정 범죄와의 경합범)<br/>나. 피고인 2, 피고인 3<br/>  1) 제1범죄[특정경제범죄가중처벌등에관한법률위반(배임)]<br/>  [유형의 결정]  횡령·배임범죄 〉 01. 횡령·배임 〉 [제3유형] 5억 원 이상, 50억 원 미만<br/>  [특별양형인자]  가중요소: 범행수법이 매우 불량한 경우<br/>  [권고영역 및 권고형의 범위]  가중영역, 징역 3년∼6년<br/>  2) 다수범죄 처리기준에 따른 권고형의 범위: 징역 3년 이상(양형기준 미설정 범죄와의 경합범)<br/>3. 선고형의 결정<br/>  피고인들이 전직 조합장들, 업무대행사 대표이사로서 이 사건 사업 진행 과정에서 각자 기여한 부분들이 있는 점, 피고인 1은 초범이고, 피고인 2는 동종 범죄로 처벌 받은 전력이 없는 점, 피고인 2가 판시 제1항 범죄사실에 관한 이익금 7억 5,000만 원 전액을 피해자 조합에게 반환한 점, 피고인 1과 피고인 3의 판시 업무상횡령죄에 관하여 피고인 1이 변호사비용 1,100만 원 전액을 피해자 조합에게 공탁한 점, 피고인 1과 피고인 2의 미승인 입주자 모집 관련 범행들은 이 사건 사업 자금을 조속히 마련하기 위한 동기에서 저지른 것으로 경위에 다소나마 참작할 부분이 있는 점, 이 사건 범행은 피고인 2와 피고인 3의 주도로 저지른 것으로 피고인 1은 개인적으로 얻은 이익이 많아 보이지 않는 점 등 피고인들에게 일부 유리한 정상이 있다. <br/>  그러나, 피고인들이 각종 배임, 횡령 범행으로 피해자 조합에게 가한 손해 합계액이 모두 50억 원 안팎에 이르는 거액이다(피고인 1: 약 57억 원, 피고인 2, 피고인 3: 각 약 41억 원). 피고인들은 조합 집행부 지위에 있다는 이유만으로 조합원들이 출자한 소중한 재산을 마치 자신들의 주머니에서 꺼내 쓰듯이 주먹구구식으로 거액을 책정하여 공소외 6 회사, 공소외 21 회사 등 자신들 법인의 이익을 도모하였다. 피고인 2는 사업을 동시에 진행하는 과정에서 ○○○지구 사업의 이익을 위하여 피해자 조합을 희생시켰고, 피고인 3은 다른 피고인들보다도 사업 진행 과정에서 맹목적으로 자신의 이권을 챙기려 하였으며, 피고인 1은 조합장으로서 피해자 조합의 자금을 보호할 의무가 있었음에도 삼촌인 피고인 3과 사업 파트너인 피고인 2의 이익을 위하여 조합 재산을 집행하였다. 범행 과정에서도 피고인 1은 조합원들의 눈을 가리기 위하여 법령이 정한 조합 자료들을 조합원들에게 공개하지 않거나 임원회의록 파일을 자신의 필요에 따라 편집하여 사용하였고, 피고인 3은 자신의 지배 아래 있는 조합 임원진을 이용해 아무런 견제 없이 자신의 뜻을 관철시켰으며, 피고인 2는 시공사, 신탁사를 속이기 위하여 허위의 서류들을 작성하는 등 피고인들의 범행 수법 역시 매우 불량하다. 그럼에도 피고인들은 이 사건 범행을 대부분 부인하며 자신들의 잘못을 진지하게 성찰하는 모습을 보이지 않고 있다. 피고인 3은 2013년 동종 범죄로 실형을 선고 받은 전력이 있음에도 이 사건 범행을 저지른 데다가, 이 사건 범행의 원인을 대부분 피고인 1과 피고인 2에게 전가하는 모습을 보였다. 피해자 조합의 피해가 여전히 상당 부분 회복되지 않았고, 피해자 조합원들로부터 용서받지 못하여 피해자 조합원들이 피고인들의 엄벌을 탄원하고 있다. 위와 같은 사정들을 고려하면 피고인들에게 실형을 선고하지 않을 수 없다.<br/>  그 밖에 피고인들의 나이, 성행, 가족관계, 환경, 범행에 이른 경위, 수단과 결과, 범행 후의 정황 등 제반 양형 조건을 종합하여 주문과 같이 형을 정한다.<br/>【무죄 부분】1. 피고인들의 피해자 조합 소유인 경계지 7필지 이전에 의한 특정경제범죄가중처벌등에관한법률위반(배임)<br/>가. 이 부분 공소사실의 요지<br/>    피해자 조합 소유인 경계지 7필지는 피고인 2가 진행하던 ○○○지구 사업구역 내에 포함되어 있었는데, 피고인들은 경계지 7필지를 피고인 2의 업무대행비로 지급하는 것을 추진하던 중 피고인 1의 주도하에 이루어진 2017. 10. 17. 제29차 임원회의에서 경계지 7필지를 매입가격의 120퍼센트에 매각하기로 결의하였으며, 이에 따라 2017. 10. 27.까지 그러한 결의 내용이 기재된 제29차 임원회의록과 취득가격의 120퍼센트 가격으로 작성된 매매계약서 초안까지 업무대행사 측에 송부된 바 있었다. <br/>    한편 피해자 조합과 시공사인 공소외 3 회사, 업무대행사인 공소외 2 회사 3자는 2017. 11. 22. 공사도급계약을 체결하였다. 당시 3자는 업무대행사인 공소외 2 회사의 업무대행비 지급 시기를 기존 업무대행비 용역계약에서 정한 지급 시기보다 늦추는 내용으로 변경하는데 합의하였으며, 특히 업무대행비를 조합의 잔여토지로 지급할 경우에는 공소외 3 회사를 포함하여 공사도급계약의 당사자인 3자가 협의하여 지급하도록 하는 내용을 규정하였다. <br/>    이에 따르면 공사도급계약서 작성일인 2017. 11. 22.경 업무대행사인 공소외 2 회사는 당시까지의 용역수행 정도에 따라 전체 업무대행비 109억 1,200만 원의 50퍼센트를 수령할 수 있었으며, 당시까지 이미 지급된 업무대행비가 41억 2,500만 원이었으므로, 공소외 2 회사는 당시로서 나머지 13억 3,100만 원만을 지급받을 수 있었다.   <br/>    피고인들은 2017. 11. 30. 피해자 조합에서 공소외 2 회사에 지급하여야 할 업무대행비를 매매대금으로 하여, 업무대행사인 공소외 2 회사 대신 ○○○지구 사업을 운영하며 피고인 3과 피고인 2가 50퍼센트씩의 지분을 가진 공소외 21 회사 앞으로 경계지 7필지의 소유권을 이전하는 매매계약을 체결하면서, 경계지 7필지의 가격을 합계 약 60억 원(부가세 포함)으로 평가하여 아직 지급시기가 도래하지 않은 업무대행비 상당 금액인 매매대금 45억 9,000만 원에 대하여는 그 담보를 위하여 피해자 조합에게 근저당권을 설정하는 내용의 매매계약서를 작성하였다. <br/>    그리고 피고인들은 같은 날 업무대행비 대신 지급할 구체적인 조합의 잔여 토지 목록, 토지가액 등에 관하여 공소외 3 회사와 협의를 거치지 않은 채 공소외 21 회사에게 제29차 임원회의에서 결의된 경계지 7필지에 대한 매입가격의 120퍼센트에 해당하는 정당한 이전 금액인 5,454,545,000원(부가세 별도, 부가세 포함시 5,999,999,500원)보다 저렴한 미지급 업무대행비 13억 3,100만 원에 대한 대물지급 명목으로 위 경계지 7필지에 관한 소유권이전등기를 마쳐 주었으며, 공소외 21 회사는 같은 날 피해자 조합에게 매매계약서에 기재된 내용의 근저당권을 설정하여 주지 않은 채 그대로 ○○○지구 시공사인 공소외 4 회사에게 위 경계지 7필지에 관하여 차용금 담보 목적의 가등기를 마쳐 주었다. <br/>    이로써 피고인들은 공모하여 피해자 조합에 대한 업무상 임무에 위배하여 공소외 21 회사에게 경계지 7필지에 대한 정당한 이전 금액인 5,454,545,000원과 미지급된 13억 3,100만 원의 차액인 4,123,545,000원의 재산상 이익을 취득하게 하고, 피해자 조합에게 같은 액수 상당의 손해를 가하였다. <br/>나. 판단<br/>    업무상배임죄에서 ‘재산상의 손해를 가한 때’라 함은 현실적인 손해를 가한 경우뿐만 아니라 재산상 실해 발생의 위험을 초래한 경우도 포함되고, 재산상 손해의 유무에 대한 판단은 법률적 판단에 의하지 아니하고 경제적 관점에서 파악하여야 한다. <br/>    이때 피해자의 손해액을 산정하기 위하여 부동산의 가치를 평가함에 있어서는 해당 부동산의 거래 당시의 시가를 해당 부동산의 객관적 가치로 보아야 하고, ‘시가’라 함은 정상적인 거래에 의하여 형성된 객관적 교환가격을 의미하는 것이며, 부동산의 시가는 시가 감정에 의하여 평가를 하는 것이 비교적 정확할 것이나 반드시 그것에 한정되는 것이 아니고 합리적인 방법에 의한 것인 한 다른 방법에 의하여 시가를 판단하는 것도 가능하다고 할 것이나, 해당 부동산의 공시지가가 적정가격이라고 단정할 수는 없을 것이다(대법원 2014. 1. 29. 선고 2013도13769 판결 참조).<br/>    검사는 피해자 조합이 2017. 10. 17. 제29차 임원회의에서 경계지 7필지를 매입가격의 120퍼센트인 5,454,545,000원에 매각하기로 결의하였다는 이유로, 이를 경계지 7필지의 객관적 가치로 보아 위 5,454,545,000원과 미지급 업무대행비 13억 3,100만 원의 차액인 4,123,545,000원을 이 부분 공소사실의 재산상 손해액으로 산정하여 공소를 제기하였다.<br/>    그러나 설령 검사가 주장하는 바와 같은 내용의 제29차 임원회의 결의가 있었다고 하더라도, 위 법리에 의하면 이 부분 공소사실의 재산상 손해액을 산정하기 위한 경계지 7필지의 객관적 가치는 피해자 조합의 임원회의에서 결의한 가격이 아닌 시가 감정에 의하여 평가한 2016. 9. 30.경 기준 감정평가 합계액 3,160,858,000원에 가깝다고 보는 것이 타당하고, 검사가 제출한 증거들만으로는 위 감정평가액을 넘어 임원회의에서 결의한 매매가격이 소유권이전 당시 경계지 7필지의 객관적 가치에 부합한다는 점을 인정하기에 부족하며, 달리 이를 인정할 증거가 없다.<br/>다. 결론<br/>    그렇다면 이 부분 공소사실 중 경계지 7필지의 재산적 가치가 5,454,545,000원에 달한다는 점을 전제로 한 부분은 범죄사실의 증명이 없는 경우에 해당하므로 형사소송법 제325조 후단에 의하여 피고인들에 대하여 각 무죄를 선고하여야 할 것이나, 이에 포함된 판시 제2항 기재 특정경제범죄가중처벌등에관한법률위반(배임)죄를 유죄로 인정하는 이상 따로 주문에서 무죄를 선고하지 않는다.<br/>2. 피고인 3의 조합 자료 미공개로 인한 주택법위반의 점<br/>가. 이 부분 공소사실의 요지<br/>    주택조합의 발기인 또는 임원은 조합 총회 및 이사회, 대의원회 등의 의사록 등 주택조합사업의 시행에 관한 서류 및 관련 자료가 작성되거나 변경된 후 15일 이내에 이를 조합원이 알 수 있도록 인터넷과 그 밖의 방법을 병행하여 공개하여야 한다. <br/>    그럼에도 피고인은 피고인 1과 공모하여 2017. 11. 30. 장소불상지에서 제30차 임원회의 회의록을 작성한 바 있음에도 15일 이내에 이를 조합원이 알 수 있도록 인터넷과 그 밖의 방법을 병행하여 공개하지 아니하였다.<br/>나. 판단<br/>    관련 법령과 이 법원이 적법하게 채택하여 조사한 증거에 의하여 알 수 있는 다음의 사정들에 의하면, 검사가 제출한 증거들만으로는 피고인이 공소사실 기재와 같이 피고인 1과 공모하여 조합 자료를 공개하지 않았다는 사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다.<br/>  ① 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제104조 제2호는 ‘제12조 제1항을 위반하여 주택조합사업의 시행에 관련한 서류 및 자료를 공개하지 아니한 자’를 처벌하도록 규정하고 있고, 같은 법 제12조 제1항은 ‘주택조합의 발기인 또는 임원은 주택조합사업의 시행에 관한 다음 각 호의 서류 및 관련 자료가 작성되거나 변경된 후 15일 이내에 이를 조합원이 알 수 있도록 인터넷과 그 밖의 방법을 병행하여 공개하여야 한다’라고 규정하고 있으며, 같은 항 각 호 중에는 이사회 의사록도 포함되어 있다.<br/>  ② 그리고 피해자 조합 규약 제17조는 “본 조합에는 조합장 1인, 부조합장 1인, 5인 이내의 기타 임원 및 2인 이내의 감사를 둔다. 조합원이 아닌 자는 임원으로 선출될 수 없다. 임원은 본 조합의 대의원 및 이사를 갈음한다”라고 규정하고 있다. <br/>  ③ 피고인이 맡았던 ‘고문 및 자문위원’ 직책은 위 조합규약이 규정한 ‘5인 이내의 기타 임원’에 해당할 수 있으나, 한편 피고인은 2017. 8. 7.경 피해자 조합의 고문 및 자문위원직에서 사퇴한 사실을 인정할 수 있으므로, 피고인은 공소사실 일시인 2017. 11. 30.경에는 주택법이 규정한 ‘주택조합의 임원’에 해당한다고 볼 수 없다.  <br/>  ④ 그리고 검사가 제출한 증거들만으로는 피고인이 피고인 1에게 2017. 11. 30.경 작성한 제30차 임원회의 회의록을 15일 이내에 조합원들에게 공개하지 않도록 지시하였다거나, 이를 공개하지 않는 데에 가담하였다는 사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>다. 결론<br/>    그렇다면 이 부분 공소사실은 범죄사실의 증명이 없는 경우에 해당하므로 형사소송법 제325조 후단에 의하여 피고인에 대하여 무죄를 선고하고, 형법 제58조 제2항 단서에 따라 이 부분 판결의 요지를 공시하지 않기로 하여 주문과 같이 판결한다. <br/>3. 피고인 1의 사전자기록등변작 및 변작사전자기록등행사의 점<br/>가. 이 부분 공소사실의 요지<br/>    피고인은 2017. 10. 17. 제29차 임원회의가 조합 모델하우스에서 개최되어 제3호 안건으로 조합 소유인 경계지 7필지를 토지매입가격의 120퍼센트인 5,454,545,000원(부가세 별도)에 업무대행비로 지급하기로 결의하여 그 무렵 위 회의록을 작성한 후 2017. 10. 27. 위 회의록에 공소외 5, 공소외 28, 공소외 27의 서명을 첨부하여 공소외 2 회사의 이사 공소외 32에게 이메일로 송부하는 등 제29차 임원회의록이 정당하게 작성되어 있었음에도, 위 제29차 임원회의에서는 위 토지들의 매매가격에 대한 결정이 없었으며 2017. 11. 20. 열린 제30차 임원회의에서 위 경계지 7필지를 취득가격의 110퍼센트에 넘기기로 한 것처럼 가장하기로 마음먹었다. <br/>    피고인은 2018. 1.경부터 2018. 4.경까지 사이에 피해자 조합 사무실에서 사무실 PC에 저장되어 있는 제29차 임원회의록 파일 중 위와 같이 120퍼센트의 가격에 업무대행비로 경계지 7필지를 넘긴다는 결의 내용을 임의로 삭제한 후 공소외 5, 공소외 28, 공소외 27의 서명 사본 부분을 첨부하여 PDF 파일의 형태로 재작성하여 2018. 4. 3. 위 파일을 조합 인터넷카페에 게시하였다.<br/>    이로써 피고인은 사무처리를 그르치게 할 목적으로 공소외 5, 공소외 28, 공소외 27 명의의 제29차 임원회의록을 변작하고, 이를 행사하였다.<br/>나. 판단<br/>    사문서변조죄는 권한 없는 자가 이미 진정하게 성립된 타인 명의의 문서 내용에 대하여 동일성을 해하지 않을 정도로 변경을 가하여 새로운 증명력을 작출케 함으로써 공공적 신용을 해할 위험성이 있을 때 성립한다. 따라서 이미 진정하게 성립된 타인 명의의 문서가 존재하지 않는다면 사문서변조죄가 성립할 수 없다(사문서변조죄에 대한 대법원 2017. 12. 5. 선고 2014도14924 판결 참조).<br/>형법 제231조는 사문서 등을 변조할 경우를 처벌하도록 규정하고 있고, 같은 법 제232조의2는 사전자기록을 변작할 경우를 처벌하도록 규정하고 있는데, 양 조항은 변조 내지 변작의 객체가 다를 뿐이므로 사전자기록변작죄에 대하여도 위와 같은 법리에 따라 공소사실 기재와 같이 이미 진정하게 성립된 임원들 명의의 임원회의 전자기록이 존재하지 않는다면 사전자기록변작죄가 성립할 수 없고, 이를 전제로 한 변작사전자기록행사죄 역시 성립할 수 없다고 보아야 한다.<br/>    그런데 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 알 수 있는 다음의 사정들에 의하면, 검사가 제출한 증거들만으로는 공소사실 기재와 같은 내용의 2017. 10. 17.자 제29차 임원회의록 전자파일이 진정하게 성립되어 있었던 사실을 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. <br/>    ① 이 부분 공소사실의 전제는 ‘2017. 10. 17. 제29차 임원회의가 개최되어 경계지 7필지를 토지매입가격의 120퍼센트인 5,454,545,000원(부가세 별도)에 업무대행비로 지급하기로 결의하였고, 그 무렵 그 내용을 기재한 회의록이 작성되었다’라는 것이고, 이 부분 공소사실을 뒷받침하는 핵심 증거는 공소외 27의 업무수첩 기재 내용과 공소외 5가 2017. 10. 27. 공소외 32에게 보낸 메일에 첨부된 제29차 임원회의록 파일이다. <br/>    ② 그런데 공소외 27의 업무수첩에도 제29차 임원회의 해당 내용과 관련하여서는 “공소외 2 회사 업무대행비 추가 토지로(대물처리) 120%(최하 58억 정도)”라고 기재되어 있을 뿐 5,454,545,000원(부가세 별도)에 경계지 7필지를 매도하기로 결의하였다는 내용은 기재되어 있지 않다.   <br/>    ③ 공소외 5는 2017. 10. 24. 공소외 32와 통화하며 ‘금액이 명기되어 있는 임원회의록이 필요한데, 내가 받은 임원회의록에는 토지로 업무대행비 대신 줄 수 있다고만 되어 있다’는 공소외 32의 말에 ‘그러면 금액이 명기된 임원회의록이 필요하면 저희가 임원회의 다시 해야 돼요’라고 말하였다. 그리고 공소외 5는 이 법정에서 2017. 10. 17. 제29차 임원회의에서 ‘120%에 58억 이상으로 받어서 넘기겠다는 내용을 결의했다’, ‘이상이라고 했지, 정확한 금액은 안 들어갔다’라고 진술하였고, ‘금액을 얼마로 해서 진행하라고 구체적으로 지시를 받은 것은 2017. 10. 23.경이다’, ‘ 58억 이상이라고 결의를 했고. 이때는 아까 그 신협 때처럼, 신협 때 하지 않았는데도 임원들끼리 합의해서 한 것처럼 했듯이 이때는 이제 금액만 명기해서 공소외 32 이사님한테 넘겨준 걸로 알고 있습니다. 금액이랑 필지만 명기해서’라고 진술하였다. <br/>    ④ 앞서 본 사정들과 문자메시지 내용, 통화 녹취록 등에 의하면 ‘5,454,545,000원’이라는 구체적 금액은 경계지 7필지 가액 협의 중인 2017. 10. 23.경 처음 등장한 것으로 보이고, 공소외 32가 2017. 10. 24. 금액이 명기된 임원회의록이 없음을 지적한 것으로 보인다. 그런데 이후 공소외 5가 2017. 10. 27. 공소외 32에게 보내는 이메일에 첨부된 임원회의록에는 ‘5,454,545,000원’이라는 가격이 기재되어 있는 바, 임원들이 참석한 가운데 2017. 10. 17. 열린 임원회의에서는 위 5,454,545,000원이라는 가격이 정해지지 않았으며, 이에 따른 임원회의록 파일 역시 진정하게 작성되어 있지 않았던 것으로 보인다. 그리고 이메일에 첨부하여 공소외 32에게 보낸 임원회의록은 임원들의 참석 없이 2017. 10. 27.경 임의로 작성되었을 가능성이 커 보인다.<br/>    ⑤ 공소외 5는 경찰 조사에서 공소외 32에게 2017. 10. 27. 보낸 이메일에 첨부된 제29차 임원회의록에 관하여 ‘제가 그 회의록을 보니 5,454,545,000원이 기재되어 있었고 이것은 임원회의에서는 실제로 논의되지 않았던 금액이기 때문에 이것도 변조된 것으로 봐야 할 것 같습니다’라고 진술하기도 하였는바, 이는 위와 같은 가능성을 뒷받침한다.<br/>다. 결론<br/>    그렇다면 이 부분 공소사실은 범죄사실의 증명이 없는 경우에 해당하므로 형사소송법 제325조 후단에 의하여 피고인에 대하여 무죄를 선고하고, 형법 제58조 제2항 단서에 따라 이 부분 판결의 요지를 공시하지 않기로 하여 주문과 같이 판결한다. <br/>[별지 생략]<br/><br/>판사 조형우(재판장) 조수민 조민식 ",
  "사건번호": "2019고합138",
  "사건종류코드": "400102",
  "판례정보일련번호": "220131",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}