{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210513",
  "법원명": "수원고등법원",
  "사건명": "공사대금",
  "판례내용": "【원고, 피항소인】 원고(소송대리인 법무법인 경세 담당변호사 윤서현)<br/>【피고, 항소인】 피고(소송대리인 변호사 정동근 외 1인)<br/>【제1심판결】 수원지방법원 여주지원 2019. 12. 18. 선고 2017가합6572 판결<br/>【변론종결】2021. 4. 8.<br/>【주    문】<br/>1. 피고의 항소를 기각한다.<br/>2. 항소비용은 피고가 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고에게 743,928,000원 및 이에 대하여 이 사건 소장 송달 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>2. 항소취지<br/>  제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고의 청구를 기각한다.<br/>【이    유】1. 제1심판결의 인용<br/>  이 법원이 이 사건에 관하여 설시할 이유는 다음과 같이 수정하고, 제4의 나.항 ‘소멸시효 항변’ 부분을 아래 제2항과 같이 고쳐쓰며, 피고가 이 법원에서 강조하는 주장에 관한 판단을 아래 제3항과 같이 추가하는 것 이외에는 제1심판결의 이유 기재와 같으므로, 민사소송법 제420조 본문에 의하여 이를 그대로 인용한다.<br/>  ○ 제3면 제1행 다음에 “4) 준공 후 3개월 이내 임대가 되지 않을 경우 공사비 및 선지급보증금을 별도의 방법으로 지불한다”를 추가한다.<br/>  ○ 제3면 16행의 “보증금” 뒤에 “(\\ 10억)”을 추가한다.  <br/>  ○ 제3면 제19행의 “피고”를 “원고”로 고친다.<br/>  ○ 제4면 제8행 내지 제13행을 다음과 같이 고친다.<br/>   「마. 피고는 2014. 1. 13.부터 2016. 5. 27.까지 원고에게 다음과 같이 합계 824,000,000원(이하 ‘이 사건 변제금’이라 한다)을 변제금 명목으로 지급하였다.<br/>순번일자금액(원)순번일자금액(원)12014. 1. 13.150,000,00092014. 7. 16.10,000,00022014. 1. 17.42,500,000102014. 8. 28.20,000,00032014. 3. 11.154,000,000112014. 12. 19.10,000,00042014. 3. 26.90,000,000122015. 1. 12.50,000,00052014. 4. 17.10,000,000132015. 2. 17.180,000,00062014. 5. 10.10,000,000142015. 10. 14. 30,000,00072014. 6. 2.9,000,000152016. 5. 18.10,000,00082014. 6. 17.38,500,000162016. 5. 27.10,000,000합계824,000,000원<br/>   바. 한편 원고의 채권자인 소외인은 2017. 4. 27. 이 사건 공사대금채권 중 406,739,726원에 대하여 채권압류 및 전부명령(이하 ‘이 사건 전부명령’이라 한다)을 받아 위 전부명령이 그 무렵 확정되었다. 소외인은 2017. 6. 2. 피고를 상대로 수원지방법원 여주지원에 위 전부명령에 따른 전부금을 청구하는 소를 제기하였는데(2017가합5869), 위 법원은 2019. 12. 18. ‘피고는 소외인에게 전부금 406,739,726원 및 이에 대한 지연손해금을 지급하라’는 판결을 선고하였고, 위 판결은 그 무렵 그대로 확정되었다.」<br/>   ○ 제4면 14행의 “을 제1호증” 뒤에 “의 각 기재”를 추가한다.  <br/>2. 소멸시효 항변에 관한 판단<br/>  가. 소멸시효의 기간 및 시효완성 여부에 관한 판단<br/>   이 사건 공사계약 특약단서에 ‘※ 준공 후 4개월 이내에 임대가 되지 않을 경우 공사비 및 선지급 보증금을 별도 방법으로 지불한다’고 기재된 사실은 앞서 본 바와 같은바, 위와 같은 약정은 원고와 피고가 이 사건 건물이 임대되는 경우 임대차보증금으로 이 사건 공사대금을 지급하도록 정한 불확정기한이라고 봄이 상당하고, 이 사건 건물이 사용승인 후 4개월 이내에 전부 임대되지 않은 사실은 당사자 사이에 다툼이 없으므로, 이 사건 공사대금채권은 사용승인 후 4개월이 경과한 시점인 2014. 7. 7.에 불확정기한이 도래하였다.<br/>   나아가 이 사건 공사대금채권은 3년간 행사하지 아니하면 소멸시효가 완성되는데(민법 제163조 제3호), 원고가 이 사건 공사대금채권의 이행기인 위 2014. 7. 7.부터 3년이 경과한 2017. 10. 19. 이 사건 소를 제기한 사실은 기록상 명백하다.<br/>  나. 채무승인 재항변에 대한 판단<br/>   1) 원고의 재항변 요지<br/>     이에 대하여 원고는, 피고가 2014. 1. 13.부터 2016. 5. 27.까지 원고에게 이 사건 공사대금에 관한 변제금을 포함한 합계 824,000,000원의 변제금을 지급함으로써 이 사건 공사대금채무를 승인하였다고 보아야 하므로, 이 사건 공사대금채권의 소멸시효가 중단되었다고 주장한다.<br/>   2) 관련법리<br/>     소멸시효 중단사유로서의 승인은 시효이익을 받을 당사자인 채무자가 소멸시효의 완성으로 권리를 상실하게 될 자 또는 그 대리인에 대하여 그 권리가 존재함을 인식하고 있다는 뜻을 표시함으로써 성립하는바, 그 표시의 방법은 아무런 형식을 요구하지 아니하고 또한 명시적이건 묵시적이건 불문하며, 묵시적인 승인의 표시는 채무자가 그 채무의 존재 및 액수에 대하여 인식하고 있음을 전제로 하여 그 표시를 대하는 상대방으로 하여금 채무자가 그 채무를 인식하고 있음을 그 표시를 통해 추단하게 할 수 있는 방법으로 행해지면 족하다(대법원 2010. 11. 11. 선고 2010다46657 판결 등 참조).<br/>3) 구체적 판단<br/>     살피건대, 위 각 증거, 갑 제13호증, 19호증의 4의 각 기재 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들에 비추어 보면, 피고는 원고에게 이 사건 변제금을 지급함으로써 이 사건 대여금 및 공사대금채무 전부에 대하여 승인한 것으로 봄이 상당하므로 이로써 원고의 위 공사대금채권에 관한 소멸시효는 중단되었다.<br/>     ① 피고는 이 사건 건물의 신축 과정에서 원고에 대하여 이 사건 대여금채무 및 이 사건 공사대금채무를 부담하게 되었는데, 위 각 채무에 관하여 이 사건 공사 당시 작성된 계약서에 첨부된 건축시공특약단서에는 ‘세입자 이주시 보증금 10억 원이하 금액과 건축비는 원고가 선지급하고 건축물 준공 후 첨부한 가상 임대차보증금에서 충당하되 모자란 금액은 (전 세대 임대 완료 후) 우리은행 서초동 ○○○지점 양자 내사 확인한 대출 가능 금액 약 3억 원 이상 연 2% 20년 상환 정책자금에서 충당한다, ※ 준공 후 4개월 이내에 임대가 되지 않을 경우 공사비 및 선지급 보증금을 별도 방법으로 지불한다’고 기재되어 있어, 위 각 채무의 변제기 및 변제방법 등을 동일하게 정하고 있다.<br/>     ② 피고는 위와 같이 이 사건 대여금 및 공사대금채무를 동시에 부담하고 있는 상태에서 일부 금원을 변제하면서 원고에게 특정채무를 변제한다는 취지로 지정한 사실이 없고, 특정채무를 우선적으로 변제하여야 할 필요가 있다거나 피고의 의사가 특정채무를 지정하여 충당할 의도였음을 객관적으로 추단할 수 있는 사정이 있다고 볼 수도 없다. 오히려 이 사건 변제 당시 원고와 피고의 의사는 이 사건 대여금 및 공사대금채무를 특별히 구분하지 않은 것으로 보인다.<br/>     ③ 피고는 이 사건 변제과정에서 원고에게 다음과 같은 내용증명우편이나 문자메시지를 보냈는데, 위 각 내용에는 피고가 이 사건 공사대금채무의 존재를 인식하고 있다는 취지의 기재가 포함되어 있다.<br/>       ○ 2014. 8. 26.경 ‘사채를 얻어 2천만 원 입금하니 다른 공사장에 쓰지 말고 우리 공사 마무리하세요’라는 내용의 내용증명우편 발송하였다.<br/>       ○ 2015. 2. 17. ‘공사를 계속하지 않아 대금지불하지 않으려다 공사독려 뜻으로 송금하였다’는 내용의, 2015. 10. 14. ‘3천만 원 송금했으니 미공사와 하자보수공사하세요‘라는 내용의 각 문자메시지를 보냈다.<br/>     ④ 원고가 2015. 3. 30. ‘최우선 지급해야 할 선지급 임대보증금도 덜 받은 상태이고 공사비 부분은 한 푼도 못 받았다’는 내용의 문자메시지를 보낸 사정이 있으나 위 문자 내용은 원고가 피고에 대하여 선지급 임대보증금과 공사비의 지급을 독촉하는 것으로 이로써 원고와 피고 사이에 변제충당에 관한 합의나 지정행위가 있었음을 인정하기 부족하다.<br/>   4) 피고의 주장에 관한 판단<br/>     가) 이에 대하여 피고는, 이 사건 변제금은 원고와 피고의 합의 내지 지정충당 또는 법정변제충당의 순서에 따라 모두 이 사건 대여금채무에 충당되었으므로 이 사건 공사대금이 변제된 사실이 없고, 따라서 이 사건 공사대금채무에는 변제에 따른 채무승인이 인정되지 아니한다는 취지로 주장한다.<br/>     나) 살피건대, 피고가 이 사건 변제금의 지급과정에서 원고에게 이 사건 공사대금채무의 존재를 인식하고 있음을 표시하여 위 채무를 승인하였을 뿐 합의 내지 지정충당에 따라 이 사건 변제금이 이 사건 대여금채무에 충당되었다고 볼 수 없음은 앞서 본 바와 같으므로, 이 사건 변제금은 다음과 같이 민법 제477조의 법정변제충당에 따라 이 사건 대여금채무와 이 사건 공사대금채무에 안분하여 충당되었다고 봄이 상당하다. 피고의 이 부분 주장은 이유 없다.  <br/>       (1) 민법 제477조의 법정변제충당의 순서는 채무 중에 이행기가 도래한 것과 도래하지 아니한 것이 있으면 이행기가 도래한 채무의 변제에(민법 제477조 제1호), 채무 전부의 이행기가 도래하였거나 도래하지 아니한 때에는 채무자에게 변제이익이 많은 채무의 변제에(같은 조 제2호), 채무자에게 변제이익이 같으면 이행기가 먼저 도래한 채무나 먼저 도래할 채무의 변제에(같은 조 제3호) 충당하여야 하고, 위 2호, 3호의 사항이 같은 때에는 그 채무액에 비례하여 각 채무의 변제에 충당한다.<br/>       (2) 이 사건 대여금 및 공사대금채무의 이행기가 동일함은 앞서 본 바와 같고, 이 사건 대여금채무의 변제이익이 이 사건 공사대금채무의 변제이익보다 더 많다고 볼 사정이 없으므로(이에 대하여 피고는 이 사건 공사대금채무에 우리은행에서 확인한 대출이율인 연 2%가 적용되므로 이 사건 대여금채무의 변제이익이 더 많다고 주장하나, 이 사건 공사대금채무에 위 연 2%의 이율이 적용된다고 볼 증거가 없으므로 피고의 이 부분 주장은 받아들이지 않는다), 이 사건 변제금은 위 각 채무에 안분하여 변제충당 된다.<br/>3. 피고의 주장에 관한 판단<br/>  가. 사기취소 주장에 관한 판단<br/>   피고는, 원고가 이 사건 공사를 시공할 자격이나 능력이 없음에도 피고를 기망하여 이 사건 건물에 관한 공사계약를 체결하였으므로 위 계약을 취소한다고 주장하나, 을 제24호증의 기재만으로는 피고가 위 계약과 관련하여 기망행위를 하였음을 인정하기에 부족하고 달리 이를 인정할 증거가 없으며, 오히려 갑 제17호증의 1, 2의 각 기재에 변론 전체의 취지를 종합하면, 피고가 ’원고는 건설면허가 없어 공사대금을 받더라도 공사를 할 수 있는 의사나 능력이 없음에도 피고를 기망하여 이 사건 공사계약을 체결하고 이와 관련하여 공사비 명목으로 2013. 10.부터 2016. 6.까지 공사비 명목으로 9억 원 가량을 교부받아 편취하였다‘는 사기 혐의로 원고를 고소하였으나, 서울동부지방검찰청 검사가 2019. 6. 27. 피고는 원고에게 건설면허가 없음을 알고 있는 상태에서 이 사건 공사계약을 체결하였으므로 기망이나 편취사실을 인정할 수 없고 달리 이를 입증할 증거가 부족하다는 이유로 혐의없음의 불기소처분을 한 사실을 인정할 수 있을 뿐이다. 피고의 이 부분 주장은 이유 없다.<br/>  나. 공사대금 산정 오류 주장에 관한 판단<br/>   피고는, 이 사건 공사계약 체결 당시 원고와 피고 사이에 공사대금을 우선 875,000,000원으로 정하되 이후 허가도면상의 연면적과 승인도면상의 연면적 비교하여 평당 3,300,000원을 적용하여 계산한 금액을 당초 공사대금에서 가감하기로 하였을 뿐 공사대금 전액을 재산정하겠다는 약정을 한 사실이 없으므로 시공면적을 기준으로 공사대금을 재산정하는 것은 부당하다는 취지로 주장하나, 위 각 증거 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들, 즉 이 사건 공사계약 당시 작성된 계약서에는 ’공사내역: 별첨 도면에 의함(상목건축 설계도면), 공사금액: 875백만 원(도면확정시 재산정)‘, 건축시공특약단서에는 ’건축공사비(평당 3,300,000원)’이라고 각 명시되어 있는 점, 위 공사금액은 건축연면적이 아닌 이 사건 공사계약 체결시 기준이 되었던 상목건축 설계도면상의 시공면적을 기준으로 산정한 것으로 보이는 점, 원고는 일정한 기준 없이 당초 원고가 제안한 875,000,000원을 공사대금으로 정하고 추후 확정되는 도면의 연면적을 기준으로 그 대금을 정산하기로 하였고, 피고가 배제된 상태에서 원고 임의로 공사를 진행하였으므로 시공면적에 따른 추가 공사대금을 인정하는 것은 부당하다는 취지로도 주장하나, 원고 주장의 공사대금 산정 경위는 이례적인 것으로 보이고, 위 계약서 등의 기재에 의하면 이후 변경내용에 따른 공사대금 재산정을 전제로 작성된 것으로 보이며, 추가 공사대금을 인정하지 아니한다는 취지의 내용 등은 포함되어 있지 아니한 점 등에 비추어 보면, 원고와 피고 사이에 이 사건 공사계약 당시 시공면적을 기준으로 공사대금을 재산정하기로 하는 약정이 있었다고 봄이 상당하다. 피고의 이 부분 주장은 이유 없다. <br/>  다. 하자보수에 갈음하는 손해배상채권 주장에 관한 판단<br/>   1) 피고는 이 사건 공사 과정에서 건축자재와 철근에 대해 약정된 국내산이 아닌 중국산 제품이 사용되었고, 이 사건 건물에 악취와 결로가 발생하였으며, 지하실 천장에 단차가 발생하였고, 지하에 화물용 리프트를 설치하기로 하였음에도 설치되지 아니하는 등 다수의 하자가 발생하였으므로, 이에 대하여 피고에게 하자보수에 갈음하는 손해배상채권이 인정되어야 한다는 취지로 주장한다.<br/>   2) 살피건대, 갑 제8, 11호증의 각 기재 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들, 즉 ① 피고가 주장하는 위와 같은 하자 내역들은 이 사건 감정결과에 모두 적시되어 있고, 하자를 인정할 수 없다는 취지의 감정결과가 제출된 점, ② 이 사건 공사계약 이후 다수의 설계변경이 이루어졌는데, 피고는 이 사건 공사 과정에서 변경 내역을 세부적으로 확인한 것으로 보이고, 지하실 천장 단차발생 및 지하 화물용 리프트 미설치 역시 설계변경 과정에서 원고와 피고의 합의에 따라 진행된 공사 내역으로 보이는 점(지하실 천장 단차는 지하를 넓게 시공해 달라는 원고의 요청에 따라 외부 주차장 사용 부분 아래에 지하실 공간을 만들면서 단차를 조절하기 위해 합의에 따라 일부 층고를 낮게 설치한 것으로 보이고, 화물용 리프트도 리프트 대신 계단을 설치하기로 합의하여 그에 따라 계단으로 시공된 것으로 보인다), ③ 건축자재와 철근에 대해 중국산 제품이 사용되었다거나 악취, 결로현상이 발행하였음을 인정할 만한 증거가 없는 점 등에 비추어 보면, 을 제8, 9, 10, 18호증의 각 기재 및 영상만으로는 이 사건 공사 과정에서 피고 주장의 하자가 발생하였음을 인정하기 부족하고 달리 이를 인정할 증거가 없다. 피고의 이 부분 주장도 이유 없다.<br/>4. 결론<br/>  그렇다면 원고의 청구는 위 인정범위 내에서 이유 있어 인용하고 나머지 청구는 이유 없어 기각하여야 할 것인바, 제1심판결은 이와 결론을 같이하여 정당하므로 피고의 항소는 이를 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 정형식(재판장) 이연경 정진화 ",
  "사건번호": "2020나10196",
  "사건종류코드": "400101",
  "판례정보일련번호": "218383",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}