{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20210420",
  "법원명": "서울중앙지방법원",
  "사건명": "야간건조물침입절도",
  "판례내용": "【피 고 인】 피고인<br/>【검    사】 박제연(기소), 이승필(공판)<br/>【변 호 인】 법무법인 한림 담당변호사 양범 외 1인<br/>【주    문】<br/>  피고인을 징역 8월에 처한다. <br/><br/>【이    유】【범죄사실】  피고인은 2019. 2. 10. 22:00경 서울 서초구 (주소 생략)에 있는 피해자 공소외 2가 운영하는 피해자 공소외 3 회사(변경 전 : 주식회사 ○○○○○○, 이하 ‘피해 회사’라 한다) 사무실에 컴퓨터 등을 절취하기 위하여 미리 가지고 있던 스마트키로 문을 열고 들어가 피해 회사 소유의 시가 합계 179,679,670원 상당의 MacBook Pro 21대, iMac 48대, iPad 57대, MacPro 7대, MacBook 4대, Apple 모니터 3대, 서버 2대, 키보드 10개, 마우스 15개, 아이폰 4대, 기타전자제품 4개 및 피해자 공소외 2 소유의 시가 합계 2,200,000원 상당의 노트북 2대, USB 1개, OTP 1개, 현금 300만 원을 꺼내어 가지고 갔다. <br/>  이로써 피고인은 야간에 피해 회사 사무실에 침입하여 피해 회사 및 피해자 공소외 2의 재물을 절취하였다.<br/>【증거의 요지】1. 이 법원의 공소외 2에 대한 증인신문조서<br/>1. 증인 공소외 4, 공소외 5, 공소외 6의 각 법정진술<br/>1. 피고인에 대한 검찰 피의자신문조서(공소외 2의 진술기재 포함)<br/>1. 공소외 2에 대한 각 경찰 진술조서<br/>1. 공소외 2 작성의 진술서<br/>1. 발생보고(절도), 주주명부, 부동산임대차계약서, 사업자등록증, 등기사항전부증명서, CCTV 사진, 수사보고(피고인과 피해자가 나눈 카톡 대화내용 및 피해자 직책 관련 사항), 수사보고(피의자가 이용한 탑차회사 사장과 통화내용), 주식양수도계약서, 주식양수도계약 해제통지, 내용증명, 일출, 일몰 시간 확인 내역<br/>○ 피고인의 주장에 관한 판단<br/>1. 피고인은, 피해 회사가 실질적으로 피고인이 소유하면서 운영한 회사이므로 공소사실에 기재된 피해 회사의 물품들은 타인이 소유 및 점유한 재물이 아니라고 주장한다. <br/> 판시 증거에 의하면 피고인이 피해 회사 사무실에서 가지고 나온 컴퓨터, 기타 물품들은 피해 회사가 공소외 1회사 및 기타 업체들로부터 매수하여 소유권을 취득한 것들임이 인정된다. <br/> 한편 위 증거들에 의하면, ○○○○○○은 2006년경 피해자 공소외 2가 설립하여 운영한 개인 사업체였다가, 공소외 2가 2017. 11.경 주식회사 ○○○○○○을 설립하면서 위 개인사업체를 법인으로 변경하였고 2018. 11.경 명칭이 공소외 3 회사로 변경되었는데, 당시 공소외 2가 회사 설립 자본금을 납입한 사실, 주주명부에는 위 회사의 주식을 공소외 2가 모두 보유한 것으로 기재되어 있는 사실, 공소외 2가 회사의 대표이사로 등기되어 있고 피고인은 등기부상 임원의 지위에 있지 아니한 사실, 공소외 2가 피해 회사 사무실에 관하여 임대차계약을 체결한 사실, 피고인은 피해 회사의 사무실에 거의 출근하지 않은 사실이 인정되고, 이에 의하면 피해 회사는 공소외 2가 주주 겸 대표이사로서 운영한 회사임이 인정된다.  반면 위 각 증거에 의해 알 수 있는 다음 사정, 즉 피고인은 자신의 주식을 공소외 2에게 명의 신탁하였다고 주장하나 이를 인정할 직접적인 증거가 없는 점, 피고인이 피해 회사 법인 설립 당시 자본금을 교부한 것을 비롯해 상당한 금액을 투자하였다고 주장하나 구체적 근거를 제시하지 못한 점, 피고인이 공소외 2로부터 매일 보고를 받고 회사의 전반적 업무에 관하여 지시를 하였다고 주장하나 피고인이 제출한 문자메시지 내역에 의하더라도 공소외 2가 피고인의 지시, 감독을 받는 지위에 있었다거나 공소외 1회사의 지사장의 역할을 하였는지 의문인 점(피해 회사는 2016. 9.경 피고인이 운영하는 공소외 1회사로부터 렌탈 사업 부분을 이전받아 수행하였고, 나중에는 공소외 1회사의 직원이 공소외 3 회사 사무실로 출근하면서 공소외 1회사의 보상판매 사업 부분을 수행하고 있었다), 피고인이 공소외 2로부터 피해 회사의 주식을 양수하는 계약이 체결되었다가 해제된 사실이 있는데 이는 피고인이 이미 피해 회사의 주주라는 주장과 모순되는 점(이에 대해 피고인은 법인 회생 절차를 고려하였기 때문이라고 주장하나 믿기 어렵다) 등을 종합하여 보면 피고인이 피해 회사의 실질 주주라거나 실제 운영자임을 인정할 수 없다. <br/> 설령 피고인이 피해 회사의 주식을 명의신탁하였다거나 위 회사에 대한 채권 등 권리가 있다 하더라도 피해 회사가 정당한 대가를 지급하고 컴퓨터 등을 매수한 이상 위 물품들은 피해 회사의 소유인데 주주 또는 채권자에 불과한 피고인이 독립된 법인격을 가진 위 회사의 재산을 적법한 절차 없이 임의로 처분할 수는 없으므로 피고인의 주장은 역시 이유 없다. <br/>2. 피고인은 공소외 2와 피해 회사에 관하여 다툼이 발생한 상황에서 공소외 2가 회사 소유의 물품들을 임의로 처분하는 것을 막기 위해 부득이하게 장소를 옮겨 보관한 것이므로 불법영득의사가 없다고 주장하나, 앞서 보았듯이 피고인이 위 물품들에 대해 직접적인 처분권한이 있다고 할 수 없고, 특별히 긴급하거나 불가피한 사정이 없음에도 불구하고 회사의 대표이사나 직원들에게 알리지 않은 채 야간에 아무도 없는 사무실에 몰래 들어가 물품들을 꺼내 다른 장소로 옮겨 두는 행위는 타인 소유 및 점유를 침탈한 행위로서 불법영득의사가 인정된다(또한 피고인과 피해 회사의 관계, 출입증 수령의 경위, 출입의 목적 및 방법 등을 고려하면 피고인이 피해 회사 사무실의 출입증을 교부받아 보관하고 있더라도 공소사실 기재와 같은 경우에까지 피고인에게 피해 회사 사무실의 출입이 허용된 취지라 할 수 없으므로 침입에 해당하지 않는다는 피고인의 주장은 이유 없다). <br/>【법령의 적용】1. 범죄사실에 대한 해당법조<br/>형법 제330조<br/>【양형의 이유】  피고인이 절취한 물품가액이 작지 않은 점, 피해자가 피고인에 대한 강력한 처벌을 원하는 점, 선고기일에 불출석한 이후 장기간 법원의 소환에 불응하고 있는 점, 다만 피해 물품 대부분이 피해자들에게 회복된 점, 동종 전과 및 집행유예 이상의 처벌 전력이 없는 점, 그 밖에 이 사건 범행의 동기, 수단과 결과, 범행 후의 정황, 피고인의 연령, 성행, 가정환경 등 이 사건에 나타난 제반 양형조건들을 종합하여 주문과 같이 형을 정한다.    <br/><br/>판사 김준혁",
  "사건번호": "2019고단4434",
  "사건종류코드": "400102",
  "판례정보일련번호": "236087",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}