{
  "판시사항": "민법 제495조에 따른 소멸시효가 완성된 채권에 의한 상계는 ‘자동채권의 소멸시효 완성 전에 양 채권이 상계적상에 이르렀을 것’을 요건으로 하는지 여부(적극) / 임차인이 유익비를 지출한 경우, 임차인의 유익비상환채권의 발생 시기(=임대차계약 종료 시) 및 임대차 존속 중 임대인의 구상금채권 소멸시효가 완성된 경우, 임대인이 이미 소멸시효가 완성된 구상금채권을 자동채권으로 삼아 임차인의 유익비상환채권과 상계할 수 있는지 여부(소극)<br/>",
  "참조판례": "대법원 2016. 11. 25. 선고 2016다211309 판결(공2017상, 22)<br/>",
  "사건종류명": "민사",
  "판결요지": "민법 제495조는 “소멸시효가 완성된 채권이 그 완성 전에 상계할 수 있었던 것이면 그 채권자는 상계할 수 있다.”라고 규정하고 있다. 이는 당사자 쌍방의 채권이 상계적상에 있었던 경우에 당사자들은 그 채권ㆍ채무관계가 이미 정산되어 소멸하였다고 생각하는 것이 일반적이라는 점을 고려하여 당사자들의 신뢰를 보호하기 위한 것이다. 다만 이는 ‘자동채권의 소멸시효 완성 전에 양 채권이 상계적상에 이르렀을 것’을 요건으로 한다.<br/>민법 제626조 제2항은 임차인이 유익비를 지출한 경우에는 임대인은 임대차 종료 시에 그 가액의 증가가 현존한 때에 한하여 임차인의 지출한 금액이나 그 증가액을 상환하여야 한다고 규정하고 있으므로, 임차인의 유익비상환채권은 임대차계약이 종료한 때에 비로소 발생한다고 보아야 한다. 따라서 임대차 존속 중 임대인의 구상금채권의 소멸시효가 완성된 경우에는 위 구상금채권과 임차인의 유익비상환채권이 상계할 수 있는 상태에 있었다고 할 수 없으므로, 그 이후에 임대인이 이미 소멸시효가 완성된 구상금채권을 자동채권으로 삼아 임차인의 유익비상환채권과 상계하는 것은 민법 제495조에 의하더라도 인정될 수 없다.<br/>",
  "참조조문": "민법 제495조, 제626조 제2항<br/>",
  "선고일자": "20210210",
  "법원명": "대법원",
  "사건명": "토지인도",
  "판례내용": "【원고, 피상고인 겸 상고인】 원고 (소송대리인 변호사 조창학)<br/>【피고, 상고인 겸 피상고인】 주식회사 달성레미콘 (소송대리인 법무법인 중원 담당변호사 강윤구 외 1인)<br/>【원심판결】 대구고법 2017. 8. 18. 선고 2015나22510 판결<br/>【주    문】<br/>원심판결의 피고 패소 부분 중 토지인도청구 부분을 파기하고, 이 부분 사건을 대구고등법원에 환송한다.  원고의 상고와 피고의 나머지 상고를 각 기각한다.<br/><br/>【이    유】상고이유를 판단한다.<br/>  1. 원고의 상고이유에 관하여<br/>  가. 상고이유 제1점에 관하여<br/>  원심은 판시와 같은 이유로 이 사건 임대차계약에 의하여 피고가 자신의 비용으로 이 사건 토지를 공장용지로 변경할 의무가 있고 유익비상환청구권을 포기하였다는 원고의 주장을 배척하고, 피고가 이 사건 토지의 지목을 공장용지로 변경하기 위하여 토목공사비용으로 383,613,000원을 지출하였다고 판단하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유와 같이 유익비상환청구권의 포기에 대한 당사자의 의사해석에 관한 법리를 오해하거나 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나 사실을 잘못 인정하는 등으로 판결에 영향을 미친 위법이 없다.<br/>  나. 상고이유 제2점에 관하여<br/>  원심은 판시와 같은 이유로 피고가 이 사건 토지에 관하여 납부한 토지개발부담금은 원고가 상환하여야 하는 유익비에 해당한다고 판단하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유와 같이 토지개발부담금에 대한 처분문서의 해석 및 자백의 취소에 관한 법리를 오해하는 등으로 판결에 영향을 미친 위법이 없다.<br/>  2. 피고의 상고이유에 관하여<br/>  가. 상고이유 제1점에 관하여<br/>  원심은 판시와 같은 이유로 이 사건 임대차계약 중 원상회복약정(제5항) 부분이 실질적으로 피고에게 불리하므로 무효라는 피고의 주장을 배척하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유와 같이 지상물매수청구권 포기약정의 효력에 관한 법리를 오해하거나 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나 사실을 잘못 인정하는 등으로 판결에 영향을 미친 위법이 없다.<br/>  나. 상고이유 제2점에 관하여<br/>  원심은 판시와 같은 이유로 원고가 원심에서 피고의 지출액과 현존하는 가치증가액 중 적은 금액을 상환할 것을 선택한 것이 유효하다고 보아 원고는 피고에게 위 각 금액 중 적은 금액인 현존하는 가치증가액을 지급할 의무가 있다고 판단하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단에 상고이유와 같이 선택채권의 선택권 행사에 관한 법리를 오해하는 등으로 판결에 영향을 미친 위법이 없다.<br/>  다. 상고이유 제3점에 관하여<br/>  1) 민법 제495조는 “소멸시효가 완성된 채권이 그 완성 전에 상계할 수 있었던 것이면 그 채권자는 상계할 수 있다.”라고 규정하고 있다. 이는 당사자 쌍방의 채권이 상계적상에 있었던 경우에 당사자들은 그 채권ㆍ채무관계가 이미 정산되어 소멸하였다고 생각하는 것이 일반적이라는 점을 고려하여 당사자들의 신뢰를 보호하기 위한 것이다. 다만 이는 ‘자동채권의 소멸시효 완성 전에 양 채권이 상계적상에 이르렀을 것’을 요건으로 한다(대법원 2016. 11. 25. 선고 2016다211309 판결 등 참조).<br/>민법 제626조 제2항은 임차인이 유익비를 지출한 경우에는 임대인은 임대차 종료 시에 그 가액의 증가가 현존한 때에 한하여 임차인의 지출한 금액이나 그 증가액을 상환하여야 한다고 규정하고 있으므로, 임차인의 유익비상환채권은 임대차계약이 종료한 때에 비로소 발생한다고 보아야 한다. 따라서 임대차 존속 중 임대인의 구상금채권의 소멸시효가 완성된 경우에는 위 구상금채권과 임차인의 유익비상환채권이 상계할 수 있는 상태에 있었다고 할 수 없으므로, 그 이후에 임대인이 이미 소멸시효가 완성된 구상금채권을 자동채권으로 삼아 임차인의 유익비상환채권과 상계하는 것은 민법 제495조에 의하더라도 인정될 수 없다.<br/>  2) 원심판결 이유 및 기록에 의하면 다음과 같은 사실을 알 수 있다.<br/>  가) 원고는 1993. 6.경 피고와 이 사건 토지에 관하여 임대차기간 1993. 7. 1.부터 2013. 7. 1.까지로 정하여 임대하는 내용의 이 사건 임대차계약을 체결하였고, 당시 피고가 원고에게 이 사건 토지에 관한 공과금(세금 포함)을 납부하기로 약정하였다.<br/>  나) 피고는 1994. 6.경 이 사건 토지의 형질을 당초 ‘임야’에서 ‘공장용지’로 변경하였고, 이를 위하여 488,530,010원을 지출하였다.<br/>  다) 원고는 1998. 1. 1.부터 2013. 6. 30.까지 이 사건 토지에 관한 재산세, 토지세, 교육세, 도시계획세 합계 27,290,781원을 직접 납부하였다.<br/>  라) 피고의 나)항 기재 형질변경 비용 지출로 이 사건 임대차계약의 기간 만료 당시 이 사건 토지 가액의 증가가 342,432,000원 이상 현존하였다.<br/>  마) 원고는 2015. 11. 2. 피고에게 같은 일자 준비서면의 송달로, 피고에 대한 위 세금 등 납부액 상당의 구상금채권을 자동채권으로 하고 피고의 원고에 대한 이 사건 토지의 형질변경에 따른 유익비상환채권을 수동채권으로 하여 대등액에서 상계하는 의사를 표시하였다.<br/>  3) 위와 같은 사실관계를 앞서 본 법리에 비추어 살펴보면, 피고의 위 유익비상환채권은 이 사건 임대차계약의 종료 시점인 2013. 7. 1.경 발생하므로 원고의 위 구상금채권 가운데 이 사건 임대차계약 존속 중에 이미 소멸시효가 완성된 부분은 위 유익비상환채권과 상계할 수 있는 상태에 있었다고 할 수 없다. 따라서 원심으로서는 이 사건 임대차계약의 종료 시점에 이미 소멸시효가 완성된 구상금채권 부분을 심리하여 원고가 그와 같이 이미 소멸시효가 완성된 구상금채권을 자동채권으로 하여 피고의 유익비상환채권과 상계할 수 없다고 보았어야 한다.<br/>  4) 그럼에도 원심은 1998년부터 2005년까지 부과된 세금에 관한 원고의 구상금채권은 원고의 상계 의사표시 전에 이미 소멸시효가 완성되었다는 피고의 주장에 대하여, 원고가 소멸시효 완성 전부터 위 구상금채권을 자동채권으로 하고 피고의 유익비상환채권을 수동채권으로 하여 상계할 것을 합리적으로 기대하는 이익을 가지고 있었음을 이유로, 위 구상금채권의 소멸시효가 완성된 후에도 원고는 위 구상금채권을 자동채권으로 하여 피고의 유익비상환채권과 상계할 수 있다고 판단하였다. 원심의 위와 같은 판단에는 민법 제626조 제2항의 유익비상환채권의 발생시점 및 민법 제495조의 소멸시효가 완성된 채권에 의한 상계에 관한 법리를 오해하여 판결에 영향을 미친 위법이 있다. 이를 지적하는 상고이유는 이유 있다.<br/>  라. 부당이득반환 청구 부분<br/>  피고는 원심판결 중 패소 부분 전부에 대하여 상고하였으나, 원심에서 인용된 부당이득반환 청구 부분에 관하여는 상고장과 상고이유서에 구체적인 상고이유를 기재하지 않았다.<br/>  3. 결론<br/>  그러므로 원심판결의 피고 패소 부분 중 토지인도청구 부분을 파기하고, 이 부분 사건을 다시 심리ㆍ판단하도록 원심법원에 환송하며, 원고의 상고 및 피고의 나머지 상고는 각 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 노정희(재판장) 박상옥(주심) 안철상 김상환 ",
  "사건번호": "2017다258787",
  "사건종류코드": "400101",
  "판례정보일련번호": "213721",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}