{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20230908",
  "법원명": "부산지방법원",
  "사건명": "지방교육자치에관한법률위반",
  "판례내용": "【피 고 인】 피고인 1 외 5인<br/>【검    사】 임길섭(기소), 유관모, 김민수, 권준택(공판)<br/>【변 호 인】 법무법인 무한 외 6인<br/>【주    문】<br/>피고인 1을 벌금 700만 원에, 피고인 2를 벌금 300만 원에, 피고인 3을 벌금 300만 원에, 피고인 4를 벌금 400만 원에, 피고인 5를 벌금 300만 원에, 피고인 6을 벌금 500만 원에 각 처한다.<br/> 피고인들이 위 벌금을 납입하지 아니하는 경우 각 10만 원을 1일로 환산한 기간 피고인들을 노역장에 유치한다. <br/> 피고인들에 대하여 위 각 벌금에 상당한 금액의 가납을 명한다.<br/><br/>【이    유】【범죄사실】I. 피고인들의 공동범행(유사기관의 설치금지 규정 등 위반)<br/>1. 피고인들의 지위<br/>피고인 1은 2022. 6. 1. 실시된 제8회 △△광역시교육감선거에 출마하여 당선된 사람이고, 피고인 2는 “○○○”(이하 ‘이 사건 포럼’) 이사장이자 위 피고인 1의 선거대책위원회 상임선거대책위원장으로 선거 전략 수립 등 선거 사무 전반을 총괄한 사람이며, 피고인 3은 이 사건 포럼의 공동대표이자 위 피고인 1의 선거대책위원회 총괄선거대책본부장, 피고인 6은 이 사건 포럼의 공동대표이자 위 피고인 1의 선거사무소 사무총장, 피고인 5는 이 사건 포럼의 사무부총장이자 위 피고인 1의 선거사무소 사무부총장, 피고인 4는 이 사건 포럼의 사무국장이자 위 피고인 1의 선거사무소 사무장이었던 사람이다. <br/>2. 선거사무소 등 유사기관 설치<br/>  누구든지 선거사무소, 선거연락소 및 선거대책기구 외에는 후보자 또는 후보자가 되려는 사람을 위하여 선거추진위원회·후원회·연구소·상담소 또는 휴게소 기타 명칭의 여하를 불문하고 이와 유사한 기관·단체·조직 또는 시설을 새로이 설립 또는 설치하거나 기존의 기관·단체·조직 또는 시설을 이용할 수 없다.<br/>가. 선거조직 구성 계획<br/>피고인 1은 2021. 2.경부터 제8회 △△광역시교육감선거(이하 ‘교육감 선거’)를 준비하기 위하여 선거조직도 구성과 인선, 조직책임자 구성 등을 계획하며 포럼을 설치하기로 결심하였고, 구체적으로 피고인 2, 피고인 4, 피고인 6, 공소외 16 등을 포럼에 참여시키고자 계획하였으며, 포럼을 이용하여 유튜브, 페이스북, 인스타그램, 블로그 등에 본인의 홍보물을 게시하고, 그 내용을 전파시키는 방식으로 선거운동을 할 것을 계획하였다.<br/>  위와 같은 계획에 따라 피고인 1은 2021. 5.~6.경 피고인 2를 포럼의 이사장으로, 피고인 6을 포럼 공동대표로, 피고인 4를 포럼 사무국장으로, 피고인 5를 포럼 사무부총장으로 각 영입하였으며, 공소외 2를 포럼 사무총장, 공소외 1을 포럼 조직상황실장으로 섭외하였고, 위 피고인들과 공소외 2, 공소외 1은 위와 같은 피고인 1의 계획을 토대로 피고인 1의 교육감 당선을 위한 선거운동을 목적으로 이 사건 포럼을 설치하기로 하였다.<br/>나. 이 사건 포럼의 구성<br/>피고인 1은 2021. 5. 18.경 부산 부산진구 (지번 1 생략) 사무실을 임차하고, 단체명을 ‘○○○’으로 정하였으며,피고인 2는 이 사건 포럼의 이사장, 피고인 1, 피고인 6, 공소외 40, 공소외 16은 공동대표, 공소외 2는 사무총장, 공소외 1은 조직상황실장, 피고인 5는 사무부총장, 피고인 4는 사무국장 직책을 각자 담당하기로 하였으며, ♤♤♤고등학교 교장인 공소외 21 등 52명을 이 사건 포럼 고문위원으로, ♡♡♡회의소 상임부회장인 공소외 22 등 79명을 이 사건 포럼의 자문위원으로 임명하고, 교육, 언론, 문화 등 각 분야 직능별 81개의 분과위원회를 구성한 후 종교협력위원회 위원장으로 공소외 23을 임명하는 등 약 120명을 위 81개 분과위원회의 온라인 및 오프라인 분과위원장으로 임명하였다.<br/>  계속하여 피고인 1, 피고인 2, 피고인 6, 피고인 5, 피고인 4 등은 2021. 6. 16. 15:00경 부산 남구 (상세 위치 1 생략)에서 이 사건 포럼 회원 등 100여 명이 참석한 가운데, 위원들에게 위촉장을 수여하고, 피고인 2, 피고인 6이 순차적으로 연설을 하는 등 출범식을 개최하여 이 사건 포럼을 정식으로 발족하였고, 2021. 7. 말경에는 피고인 3도 위와 같은 피고인 1의 계획에 동참하여 이 사건 포럼에 공동대표로 참여하였다.<br/>다. 이 사건 포럼의 피고인 1을 위한 선거운동<br/>1) 선거운동 계획 수립<br/>  피고인들은 위와 같이 이 사건 포럼을 발족한 후, 피고인 1에 대한 선거구민들의 인지도와 지지도를 높이기 위한 방법을 마련하기 위하여 주기적으로 회의를 개최하였고, 회의를 통해 ① 피고인 1 알리기 행사 기획, ② 유튜브 채널인 ‘피고인 1TV’의 동영상 제작·촬영·홍보, ③ 이 사건 포럼 고문·자문위원, 분과위원장들로 구성된 카카오톡 단체채팅방 개설·운영, ④ 분과위원장들의 분과위원 등으로 구성된 카카오톡 단체채팅방 개설·운영, ⑤ 피고인 1 홍보물 등의 단체채팅방 게시, ⑥ 개별 페이스북, 인스타그램 등을 활용한 피고인 1 홍보물 전파 등의 방법으로 피고인 1의 인지도와 지지도를 높이기 위한 선거운동을 하기로 결정하였다.<br/>  이에 따라 피고인들 및 포럼 자문·고문위원, 분과위원장 등으로 구성된 카카오톡 단체채팅방이 개설되었고, 이 사건 포럼의 고문·자문위원, 분과위원장들도 분과위원 등으로 구성된 카카오톡 단체채팅방을 개별적으로 개설·운영하였다. <br/>2) 피고인 1의 인지도를 높이기 위한 각종 홍보활동<br/>가) 유튜브 영상 제작·홍보<br/>  위와 같은 계획에 따라 이 사건 포럼은 피고인 1의 인지도를 높이기 위해 유튜브 채널인 ‘피고인 1TV’에 ‘항일 독립운동가 후손’, ‘피고인 1 브이로그 주말 일상’, ‘피고인 1은 어떻게 가정교육을 했을까’, ‘교육열정맨 피고인 1’, ‘반갑습니다 피고인 1입니다’ 등의 제목의 동영상을 제작하여 게시하고, 포럼 구성원들로 하여금 위 채널을 구독하고, 유튜브 영상 링크를 공유·유포하도록 하는 등 피고인 1을 홍보하는 활동을 하였다.<br/>나) 피고인 1 홍보 행사 개최<br/>(1) 2021. 12. 3. 이전의 홍보 행사<br/>  위와 같은 계획에 따라 피고인들은 이 사건 포럼을 이용하여 ① 2021. 9. 12.경 부산 중구 (상세 위치 2 생략)에서, ‘▲▲▲위원 발대식’을 개최하고, 피고인 1은 위 포럼의 공동대표로서 행사에 참석하여 △△ 지역에 거주하는 20~30세대 50명에게 위촉장 수여·축사를 하고, 이를 언론에 홍보하였고, ② 2021. 9. 13. 14:00경 (상세 위치 2 생략)에서 ■■■연합회 대표 100명과 함께 ‘공개지지 선언’ 행사를 개최하면서, ■■■총연합회 회장인 공소외 24로 하여금 피고인 1을 지지하는 내용의 지지선언문을 낭독하게 하고, 피고인 1은 위 행사에 참석하여 참석자들에게 인사를 하고, 피고인 4가 미리 준비한 “■■■연합회 100명 ‘피고인 1전 △△교대 총장’, 공개 지지선언”이라고 기재된 현수막을 앞에 두고 참석자들과 사진을 촬영하였으며, 이를 언론에 홍보하였고, ③ 2021. 10. 15. 부산 일원에서 이 사건 포럼 공동대표인 피고인 1과 △△◎구 지역 학교 학부모회, 운영위원회 위원, 학부모들과의 ‘피고인 1前 △△교대총장과 함께하는 △△교육 소통 간담회’를 개최하고, 이를 언론에 홍보하였다.<br/>(2) 2021. 12. 3. 이후의 홍보 행사<br/>  피고인들은 선거일 전 180일인 2021. 12. 3. 이후에도 이 사건 포럼을 이용해 피고인 1의 인지도와 지지도를 높이기 위한 행사를 기획하여, ④ 2021. 12. 3. 15:00경 △△ 선거구민인 청년 약 30명을 초청하여 피고인 1과 △△ 청년들의 만남이라는 간담회를 개최하고, 피고인 1과 참석자들이 ‘피고인 1과 △△청년들의 만남’이라는 문구가 기재된 현수막 들고 있는 모습을 촬영한 사진 등을 언론에 보도 되도록 하고, ⑤ 2021. 12. 22. 10:00경 ◆◆◆ 사무실 앞에서 피고인 1이 이 사건 포럼의 공동대표로서 △△ 지역의 선거구민 약 30명과 함께 하는 ‘사랑의 연탄나눔’ 행사를 개최하고, 피고인 1과 참석자들이 ‘△△교육의힘 나눔 프로젝트 1탄’이라는 문구가 기재된 현수막을 들고서 촬영한 사진 등을 언론에 보도 되도록 하였으며, ⑥ 2021. 12. 28. 14:00경 △△ 연제구 거제동 소재 거제드림세터 세미나실에서 이 사건 포럼이 주관하는 형식을 갖추어 ◁◁◁ 입주예정자 협의회와 ‘△△교육 소통 간담회’를 개최하고, 피고인 1과 참석자들이 ‘피고인 1 前△△교대총장과 함께하는 △△교육 소통 간담회’라는 문구가 기재된 현수막을 들고 촬영한 사진 등을 언론에 보도 되도록 하였다. <br/>3) 교육감 출마예정자들의 단일화 추진과정에서의 선거운동<br/>  2021. 6. 15.경 피고인 1을 포함한 중도·보수 성향 교육감 출마예정자들 6명이 단일화를 추진하기로 합의하였고, 출마예정자들 간에 △△ 내 선거구민들을 대상으로 무작위로 전화하여 지지하는 후보자를 선택하는 방식의 여론조사를 통해 단일 후보자를 선출하기로 합의되었다. 피고인들은 위와 같은 단일화 방식이 정해지자, 피고인 1을 단일 후보자로 선출되도록 하기 위해 최대한 많은 포럼 회원을 모집하고, 지인 명단 등을 확보하여 피고인 1 홍보물을 전파함으로써 피고인 1에 대한 인지도 및 지지도를 높이기로 계획하였고, 이를 위하여 구체적인 홍보문구를 정하고, 홍보물을 제작하여 포럼 구성원들이 개설·관리하는 카카오톡 단체채팅방, 포럼 회원들의 페이스북, 인스타그램 등에 게시하여 선거구민들에게 유포하기로 결정하였다. <br/>가) 1차 여론조사 대비 홍보물 유포 등 선거운동<br/>  이에 따라 피고인 4는 2021. 10.경 1차 여론조사(2021. 11. 6.~11. 7.)를 앞두고, ‘교육전문가 피고인 1’, ‘바꾸지 않으면 바뀌지 않습니다’, ‘피고인 1의 압도적인 승리가 △△교육 정상화의 첫 출발입니다’, ‘선택은 피고인 1’, ‘우리 아이들의 미래를 지키겠습니다’ 등의 문구와 피고인 1의 사진 등으로 구성된 홍보물 일람표 순번 1~11번과 같은 홍보물들을 제작한 후 포럼 구성원들이 참여한 카카오톡 단체채팅방에 게시하였고, 피고인들을 비롯한 포럼 구성원들은 2021. 10. 16.부터 2021. 11. 6.까지 사이에 위 홍보물들을 본인들이 개설·관리하는 단체채팅방에 퍼나르거나, 개인 페이스북, 인스타그램 등 SNS에 게시하는 등 피고인 1의 교육감 당선을 위한 선거운동을 하였다. <br/>나) 2차 여론조사 대비 홍보물 유포 등 선거운동<br/>피고인 4는 2021. 11.경 2차 여론조사(2021. 12. 11.~12. 12.)를 앞두고 ‘기초학력강화, 희망사다리복원, 인성과 창의가 꽃피우는 학교, △△교육 정상화 반드시 이루겠습니다. 2022 △△교육감 선거 출마예정자 피고인 1’, ‘우리 아이들의 대한민국, 선택 피고인 1’ 등의 문구와 피고인 1의 사진으로 구성된 홍보물 일람표 순번 12~27번과 같은 다수의 홍보물들을 제작한 후 포럼 구성원들이 참여한 카카오톡 단체채팅방에 게시하였고, 피고인들을 비롯한 포럼 구성원들은 홍보물들을 본인들이 개설·관리하는 단체채팅방에 퍼나르거나, 개인 페이스북, 인스타그램 등 SNS에 게시하는 등 피고인 1의 교육감 당선을 위한 선거운동을 하였다. <br/>라. 소결<br/>  이로써 피고인들은 공모하여 2021. 6. 16.경부터 2022. 1. 하순경까지 피고인 1을 위한 선거운동을 목적으로 선거사무소, 선거연락소 및 선거대책기구와 유사한 기관·단체·조직 또는 시설을 설치하였다.<br/>3. 유사기관의 활동 제한규정 위반<br/>  정당이나 후보자, 후보자가 되려는 사람이 설립·운영하는 기관·단체·조직 또는 시설은 선거일전 180일부터 선거일까지 당해 선거구민을 대상으로 선거에 영향을 미치는 행위를 하거나, 그 기관·단체 또는 시설의 설립이나 활동내용을 선거구민에게 알리기 위하여 정당 또는 후보자의 명의나 그 명의를 유추할 수 있는 방법으로 벽보·현수막·방송·신문·통신·잡지 또는 인쇄물을 이용하거나 그 밖의 방법으로 선전하여서는 아니 된다. <br/>  그럼에도 불구하고 피고인들은 공모하여, 위와 같이 이 사건 포럼을 설치한 후 이 사건 포럼을 이용하여 위 제2의 다. 2). 나). (2)항과 같이 피고인 1 홍보 행사를 개최하고, 그 행사 내용과 피고인 1의 명의가 기재되어 있는 현수막을 들고 촬영한 사진 등을 언론에 보도되도록 하였으며, 위 제2의 다. 3). 나)항과 같이 이 사건 포럼 회원들을 통하여 홍보물 일람표 순번 14~27번의 홍보물들을 단체채팅방에 퍼나르거나, 개인 페이스북, 인스타그램 등 SNS에 게시하여 선거운동을 하는 등 피고인 1의 교육감 당선을 위한 홍보활동을 하였다.<br/>  이로써 피고인들은 공모하여 선거일 전 180일부터 선거일까지 사이에 이 사건 포럼을 이용하여 선거에 영향을 미치는 행위를 하였다.<br/>II. 피고인 1의 단독범행<br/>1. 허위사실공표<br/>  누구든지 당선되거나 되게 할 목적으로 연설·방송·신문·통신·잡지·벽보·선전문서 기타의 방법으로 후보자(후보자가 되고자 하는 자를 포함한다)에게 유리하도록 후보자, 후보자의 배우자 또는 직계존비속이나 형제자매의 출생지·가족관계·신분·직업·경력등·재산·행위·소속단체, 특정인 또는 특정단체로부터의 지지여부 등에 관하여 허위의 사실을 공표하여서는 아니되고, 정규학력을 게재하는 경우에는 졸업 또는 수료 당시의 학교명을 기재하여야 한다.<br/>  피고인은 1981. 2. 13. □□□고등학교를, 1986. 2. 21. ♧□□대학교를 각 졸업하였음에도 불구하고, 위 선거에서 당선될 목적으로 피고인에게 유리하도록 ◇◇◇고등학교(1999. 3. 5. □□□고등학교와 남해여자고등학교 통폐합)와 ☆☆☆대학교(1988. 5. 1. 교명 변경)를 졸업하였다고 아래와 같이 공표하였다. <br/>가. 선거공보 발송<br/>  피고인은 2022. 5. 중순경 학력을 ‘◇◇◇고 졸업, ☆☆☆대 법학과 졸업’이라고 기재한 선거공보를 선거관리위원회에 제출하여 선거공보 1,554,479매가 선거구민에게 발송되도록 하였다.<br/>나. 선거벽보 첩부<br/>  피고인은 2022. 5. 중순경 학력을 ‘☆☆☆대 법학과 졸업’이라고 기재한 선거벽보를 선거관리위원회에 제출하여 △△ 일대에 위 선거벽보 1,815매가 첩부되도록 하였다.<br/>다. 신문광고<br/>  피고인은 2022. 5. 중순경 홍보담당 피고인 4를 통하여 학력 란에 ‘☆☆☆대학교 법학과 학사’라고 기재한 선거광고를 △△일보 광고 담당자에 제출하여 2022. 5. 19.경 △△일보 1면에 위 선거광고가 게재되도록 하였다.<br/>라. 페이스북, 인스타그램<br/>  피고인은 2022. 5. 중순경 홍보담당 피고인 4를 통하여 피고인의 페이스북 계정에 위 다항 기재 선거광고를 게시하고, 피고인의 인스타그램 계정에 ‘◇◇◇고 졸업, ☆☆☆대 법학과 졸업’이라고 기재된 선거홍보물을 게시하였다.  <br/>  이로써 피고인은 피고인을 당선되게 할 목적으로 피고인에게 유리하도록 허위사실을 공표하였다. <br/>2. 기부행위의 금지제한 등 위반<br/>  후보자 또는 후보자가 되고자 하는 자는 당해 선거구 안에 있는 자나 기관·단체·시설 또는 당해 선거구의 밖에 있더라도 그 선거구민과 연고가 있는 자나 기관·단체·시설에 기부행위를 할 수 없다.<br/>  그럼에도 불구하고 피고인은 2022. 2. 17. 13:00경 부산 동래구 (지번 2 생략)에 있는 ★★★협의회 사무실을 방문하여 위 협의회 대표 공소외 25에게 피고인의 저서 ‘(도서명 생략)’ 5권(시가 합계 8만 원)을 교부하였다.<br/>  이로써 피고인은 당해 선거구 안에 있는 자나 기관·단체·시설에 기부행위를 하였다. <br/>III. 피고인 6의 단독범행<br/>1. 매수 및 이해유도<br/>공소외 3, 공소외 4는 제8회 △△광역시교육감선거 후보로 출마한 피고인 1의 선거운동을 한 자원봉사자이고, 피고인은 위 피고인 1 선거사무소의 사무총장을 맡았던 사람이다.<br/>  공직선거법의 규정에 의하여 수당·실비 기타 이익을 제공하는 경우를 제외하고는 수당·실비 기타 자원봉사에 대한 보상 등 명목 여하를 불문하고 누구든지 선거운동과 관련하여 금품 기타 이익의 제공 또는 그 제공의 의사를 표시할 수 없다.<br/>  그럼에도 불구하고, 피고인은 2022. 6. 1.경 피고인 1의 선거운동을 해준 대가로 공소외 3 명의의 (계좌번호 1 생략)으로 200만 원을 이체하고, 공소외 4 명의의 (계좌번호 2 생략)으로 70만 원을 이체하였다. <br/>  이로써 피고인은 공소외 3, 공소외 4에게 선거운동과 관련하여 금품을 제공하였다. <br/>2. 방송·신문 등 부정이용<br/>  누구든지 선거에 관한 여론조사결과를 왜곡하여 공표 또는 보도할 수 없다.<br/>  피고인은 피고인 1 선거사무소 자원봉사자인 공소외 5와 공모하여 2022. 5. 27. 00:30경 ▼▼▼신문이 의뢰한 △△◎구 주민들을 대상으로 실시한 △△광역시 교육감 선거 여론조사 결과를, ◎구 주민들만 대상으로 한 여론조사결과임을 밝히지 않고, 마지막 공표 여론조사도 아님에도 ‘마지막 공표 여론조사 압도적 승리’라는 문구와 함께 여론조사 결과를 기재한 카드뉴스를 제작하여 피고인 1의 페이스북, 인스타그램 등 SNS에 게시하였다.<br/>  이로써 피고인은 공소외 5와 공모하여 교육감 선거에 관한 여론조사결과를 왜곡하여 공표하였다.<br/>【증거의 요지】1. 피고인들의 각 일부 법정진술<br/>1. 증인 공소외 26, 증인 공소외 25, 증인 공소외 27, 증인 공소외 3, 증인 공소외 5, 증인 공소외 28, 증인 공소외 29, 증인 공소외 30, 증인 공소외 31, 증인 공소외 4, 증인 공소외 15, 증인 공소외 32, 증인 공소외 9, 증인 공소외 33, 증인 공소외 19, 증인 공소외 2, 증인 공소외 34의 각 법정진술<br/>1. 증인 공소외 1, 증인 공소외 35, 증인 공소외 36, 증인 공소외 17, 증인 공소외 16, 증인 공소외 18, 증인 공소외 14, 증인 공소외 13, 증인 공소외 6, 증인 공소외 20의 각 일부 법정진술<br/>1. 공소외 33, 공소외 2, 공소외 3, 공소외 9, 공소외 25, 공소외 26, 공소외 28, 공소외 29, 공소외 5에 대한 각 검찰 진술조서<br/>1. 공소외 1, 공소외 17, 공소외 16, 공소외 19, 공소외 15, 공소외 6, 공소외 18, 공소외 36, 공소외 14, 공소외 13, 공소외 20, 공소외 35에 대한 각 검찰 진술조서 중 일부 진술기재<br/>1. 공소외 26의 진술서<br/>1. 공소외 33의 각 고발장, 고발보충의견서(증거목록 순번 27 내지 42), 고발보충의견서(증거목록 순번 70)<br/>1. 수사보고(제8회 지방선거 선거일 전 180일 도래 기간 확인), 수사자료 제출에 대한 회신, 각 통신자료확인자료 조회 회신, 수사보고(제6회, 제7회 △△교육감 선거결과확인), 수사보고(교육감 선거 관련 기사 첨부), 수사보고(선관위 경고 사항 관련 확인), 수사보고(선관위로부터 받은 피고인 1 캠프 선거사무원 등 명단), 수사보고(피고인 4 명의 포럼계좌 거래내역), 수사보고(○○○ 행사확인), 수사보고(피의자 공소외 37 명의 △△은행 계좌검토), 수사보고(피고인 1피고인 4, 공소외 1의 pc에서 추출한 이미지 정보파일), 수사보고(피고인 4, 공소외 1의 pc 내 카카오톡 추출파일), 수사보고(피고인 6 주거지 및 사무실 PC 논리이미지 첨부), 수사보고(피고인 6이 실제 사용하는 휴대폰 논리이미지 첨부), 수사협조의뢰 관련 자료 회신, 수사보고서(후보자 사전안내 내역자료 첨부), 수사보고(언론보도 확인 및 첨부보고), 수사보고(학교명 변경 전후 졸업생 현황 확인 보고), 수사협조 의뢰 자료 제출 2부, 수사보고(KBS 등 방송3사 여론조사결과 최초 공표 일시 등 확인), 수사보고(△△교육감 선거 후보자별 득표수 확인)<br/>1. 각 압수조서, 압수목록, 압수목록교부서, 임의제출 동의서, 현장조사보고서<br/>1. ○○○ 회의록 사본(증거목록 순번 19 내지 26, 110 내지 115, 118), ○○○ 조직도(증거목록 순번 46, 56), ○○○ 81개 분과위원회 현황표, 81개 분과위원회별 위원장 명단, 분과위원회를 선거조직으로 활용하는 회의록 사본, ○○○ 정관 사본, 포럼 고문위원 명단표, 포럼 자문위원 명단표, ○○○ 조직표 상 연락처 현황, 회의록 사본 8부(증거목록 순번 105), 수첩 사본, 다이어리 사본, 제8회 사무국 확대회의 내용 메모자료, 분과위원장 간담회 자료(증거목록 순번 116, 117, 119, 120), 피고인 1 다이어리, 조직도, 선거조직 관련자료, 공소외 1의 카카오톡 메시지 사본, ○○○ 분과위원회 명단 현황, 카카오톡 메시지 사본(증거목록 순번 155, 157), 상표 등록 관련 사진, 공소외 3 명의 ◀◀ 은행 계좌 거래 내역서, 포럼 및 선거조직에서 모두 활동한 인원 명단(증거목록 순번 179), 공소외 38 명의의 계좌 거래신청서 사본 1부, 공소외 4 등 계좌이체 현황표 1부, 피고인 1교육감선거후보조직 현황표 일부 발췌 사본 1부, 임대차계약서 2부, 계좌내역(증거목록 순번 192), 공소외 3 명의 ◀◀ 은행 계좌내역, 피고인 4 명의 포럼 계좌 계좌내역, 공소외 38(피고인 6 배우자) 명의 ◀◀ 은행 계좌내역, 공소외 4 명의 △△은행 계좌내역, 공소외 37(피고인 1 배우자) 명의 △△은행 계좌내역, 피고인 1 명의 ▶▶ 은행 계좌내역, 피고인 1 다리어리 사본, 카톡단체방 ○○○ 87명 현황 1부, 4월12일 진성 중간도매상 카톡단체방 명단 1부, ○○○ 회의록 4부(증거목록 순번 234), 피고인 4 카카오톡 대화내역 발췌본 1부, ○○○ 명단 사본 1부, 피의자 제출의 ‘♠♠♠학교 관련 사업계획서 등 자료, 문답서 사본 3부, 단체채팅방 대화 내용, 분과위원장 위촉식 관련 메시지 발췌본, ○○○ 주간 회의그룹 단체채팅방 대화내역, 합의서, 피고인 6 다이어리, 단체채팅방 대화내역, 분과위 단톡방개설 출력물, 메시지 발췌내역, 사실관계(피고인 1 교육감2) 출력물, 선거조직도, 자문회의 명단 사본, ○○○ 조직도 출력물 사본, ○○○ 분과위원회 명단 사본(증거목록 순번 306 내지 310), ○○○ 분과위원회 명단 표지, 피고인 1 다이어리, 피고인 1 수첩, 피고인 6 다이어리, 참고인 공소외 26의 페이스북 캡쳐화면 출력자료, 선거관리위원회의 처분사항(기부행위), 참고자료 제출, 녹취록, 페이스북 게시글, 카카오톡 대화내용, △△광역시선거관리위원회 고발장, 신고장, 경고 및 준수촉구 공문 3부, 회신 공문, △△시 선관위 선거과 공소외 28 이메일 회신 답변자료, 캡쳐 사진, 수사의뢰서, 대화내역, 피고인 4와 피고인 6의 카카오톡 대화내역<br/>1. ○○○피고인 4, 공소외 1 등의 명의로 작성된 각종 홍보 게시글, 활동자료(증거목록 순번 141 내지 148, 295 내지 297 중 의견부분 제외한 나머지 부분), 블로그 게시글, 영상 목록<br/>1. ○○○ 창립 관련, 신문기사 2부, ○○○ 주최, 간담회 등 행사 관련 신문기사 3부, ○○○ 자문위원단 출범식 등 행사관련, 신문기사 2부, ○○○ 창립대회 관련, 팜플렛 사본, 피고인 1의 2022년 △△ 교육감 출마 관련, 신문기사 3부, 피고인 1의 2018년 △△교육감 출마 관련, 신문기사 1부, 교육정책(교육공약) 개발단 회의자료, 포럼 관련 팜플렛 등, ○○○ 창립대회 관련 대본＆시나리오, 출력물 사본, 교육감선거 후보자를 위한 선거사무안내 책자, 정당, 예비후보자 등을 위한 선거사무안내, ○○○ 보도자료 4부<br/>1. 사진(증거목록 순번 360, 363)<br/>1. 창립대회 동영상 파일 cd, 피고인 1 선거캠프 해단식 영상, CD(증거목록 순번 358, 365, 447)<br/>【법령의 적용】1. 범죄사실에 대한 해당법조<br/>피고인 1: 지방교육자치에관한법률 제49조 제1항, 공직선거법 제255조 제1항 제13호, 제89조 제1항, 형법 제30조(유사기관설치로 인한 지방교육자치에관한법률위반의 점), 지방교육자치에관한법률 제49조 제1항, 공직선거법 제256조 제3항 제1호 사목, 제89조 제2항, 형법 제30조(조직이용 선거영향행위의 점), 지방교육자치에관한법률 제49조 제1항, 공직선거법 제250조 제1항(허위사실 공표의 점), 지방교육자치에관한법률 제49조 제1항, 공직선거법 제257조 제1항 제1호, 제113조 제1항(기부행위제한 위반의 점)<br/>피고인 2, 피고인 3, 피고인 4, 피고인 5: 지방교육자치에관한법률 제49조 제1항, 공직선거법 제255조 제1항 제13호, 제89조 제1항, 형법 제30조(유사기관설치로 인한 지방교육자치에관한법률위반의 점), 지방교육자치에관한법률 제49조 제1항, 공직선거법 제256조 제3항 제1호 사목, 제89조 제2항, 형법 제30조(조직이용 선거영향행위의 점)<br/>피고인 6: 지방교육자치에관한법률 제49조 제1항, 공직선거법 제255조 제1항 제13호, 제89조 제1항, 형법 제30조(유사기관설치로 인한 지방교육자치에관한법률위반의 점), 지방교육자치에관한법률 제49조 제1항, 공직선거법 제256조 제3항 제1호 사목, 제89조 제2항, 형법 제30조(조직이용 선거영향행위의 점), 지방교육자치에관한법률 제49조 제1항, 공직선거법 제230조 제1항 제4호, 제135조 제3항(선거운동 관련 금품 제공의 점), 지방교육자치에관한법률 제49조 제1항, 공직선거법 제252조 제2항, 제96조 제1항, 형법 제30조(여론조사결과 왜곡 공표의 점)<br/>1. 형의 선택<br/>피고인들: 각 벌금형 선택<br/>1. 경합범가중<br/>피고인 1: 형법 제37조 전단, 제38조 제1항 제2호, 제50조(형이 가장 무거운 허위사실 공표로 인한 지방교육자치에관한법률위반죄에 정한 형에 경합범 가중)<br/>피고인 2, 피고인 3, 피고인 4, 피고인 5: 각 형법 제37조 전단, 제38조 제1항 제2호, 제50조(형이 더 무거운 유사기관설치로 인한 지방교육자치에관한법률위반죄에 정한 형에 경합범 가중)<br/>피고인 6: 형법 제37조 전단, 제38조 제1항 제2호, 제50조(형이 가장 무거운 선거운동 관련 금품 제공으로 인한 지방교육자치에관한법률위반죄에 정한 형에 경합범 가중)<br/>1. 노역장유치<br/>피고인들: 각 형법 제70조 제1항, 제69조 제2항<br/>1. 가납명령<br/>피고인들: 각 형사소송법 제334조 제1항<br/>【피고인 및 변호인의 주장에 대한 판단】1. 주장의 요지<br/>가. 피고인 1, 피고인 3, 피고인 6, 피고인 4, 피고인 5의 공통 주장<br/>    1) 이 사건 포럼을 설치한 것은 피고인들이 아니라 피고인 2와 공소외 36이고, 피고인 1은 피고인 2와 공소외 36이 부탁하여 포럼에 합류하게 된 것이다. <br/>    2) 공소사실에는 피고인들의 공모 및 실행행위가 특정되지 않았다. 특히 피고인 3은 이 사건 포럼의 창립대회 이후 참여하여 유사기관설치에 공모하였다고 볼 수 없다.  <br/>    3) 검찰이 제시한 증거들 중 공소외 1이 작성한 이 사건 포럼 사무국 회의, 분과위원장 간담회 자료는 증거능력이 없다. 뿐만 아니라 피고인들은 위 자료들에 기재된 바와 같이 회의에 참석한 사실이 없고 그 내용과 같이 회의를 진행하지도 않았으므로, 위 자료들에 기재된 내용은 허위의 사실이고 믿을 수 없다. <br/>    4) 이 사건 포럼은 그 정관상의 목적에 따라 활동하는 단체이고 선거운동을 위한 유사기관이 아니다. 교육감 선거를 위한 중도·보수 진영 단일화 여론조사(이하 ‘단일화 여론조사’라 한다)에서 피고인 1을 지지하는 홍보물은 SNS상에 개인이 게시한 것이고 이 사건 포럼의 활동이 아니다. 또한 공직선거법상 당내 경선을 본선거와 구분하는 달리 보는 것과 마찬가지로 교육감 후보 단일화 절차에서의 지지 호소를 교육감 선거운동이라고 보아서는 안 된다.   <br/>    5) 교육감 선거에서의 단일화 절차에 대해서는 공직선거법에서 시기, 방법 등에 관하여 명시적으로 규율하고 있지 않다. 공직선거에서는 선거운동의 자유가 최대한 보장되어야 하므로, 이 사건 피고인들의 행위를 유죄로 처벌하여서는 안 된다. <br/>나. 피고인 2의 주장<br/>  이 사건 포럼을 설치한 것은 피고인 1이다. 피고인은 상징적인 측면에서 이사장직을 맡은 것뿐이고 이 사건 포럼에서 피고인 1의 선거운동 활동을 하는 것에 관여한 바가 없으므로, 피고인에 대하여 무죄가 선고되어야 한다.<br/>다. 피고인 1의 단독행위에 관한 주장<br/>1) 허위사실공표<br/>      가) 피고인은 공직선거법에서 정한 바에 따라 학력증명서 기재 내용대로 졸업학교명을 표시하였으므로 이는 ‘허위’의 학력 표시에 해당하지 않는다.<br/>      나) 피고인이 학력 표시를 직접 하지도 않았고, 지시를 하지도 않았으므로, 피고인에게 허위사실공표죄가 성립하지 않는다.  <br/>      다) 피고인은 선거관리위원회에서 홍보물 등을 검토한 후에 아무런 지적을 하지 않았기 때문에 허위학력표시라는 인식을 하지 못하였으므로, 피고인에게는 허위학력표시의 고의가 없었다.  <br/>      라) 변경된 학교명을 표시한 것은 피고인에게 유리한 것이 아니므로 이는 교육감 선거에서 당선될 목적으로 한 것이 아니다.  <br/>2) 기부행위의 금지제한 등 위반<br/>★★★협의회에 기부한 책은 피고인의 것이 아니고 공소외 26이 피고인의 출판기념회에서 구매한 책을 기부한 것이다.<br/>라. 피고인 6의 단독행위에 관한 주장<br/>1) 매수 및 이해유도<br/>  피고인은 선거 자원봉사자인 공소외 3과 공소외 4에게 실비용 보전 측면에서 돈을 지급한 것이고, 이는 공직선거법에 위반되지 않는다고 생각하였다. <br/>2) 방송·신문 등 부정이용<br/>  피고인은 공소외 5에게 공소사실과 같은 카드뉴스를 제작할 것을 지시하지도 않았고 이에 대해 공소외 5와 공모한 사실도 없다. <br/>2.  인정사실<br/>  이 법원이 적법하게 채택하여 조사한 증거들에 의하면, 다음의 사실들이 인정된다. <br/>가. 피고인 1의 교육감 선거를 위한 선거조직 구상<br/>피고인 1은 2021. 2.경부터 교육감 선거를 염두에 두고 선거조직을 구상하였다. 피고인 1이 작성한 아래 2021. 3. 23.자 선거조직도(증거기록 제1122면)에 의하면, 피고인 1은 이때 이미 피고인 2를 선거조직의 명예선대위원장으로, 피고인 4를 비서실 조직원으로, 피고인 6을 선대위원장으로, 공소외 16을 여성본부 조직원으로 고려하고 있었다.  <br/>〈그림〉 피고인 1이 2021. 3. 23. 구상한 선거조직(증거기록 제1122면) 생략<br/>  위 선거조직도에서는 온라인총괄 선대본부를 별도의 조직으로 두고 그 하부 조직으로 미디어본부, 온라인정책단, SNS조직본부, SNS청년본부를 두고 있는데, 피고인 1은 자필로 ‘미디어본부는 유튜브 등 동영상 생산, 온라인정책단은 페이스북, 인스타그램, 카카오톡 등 자료 제작, SNS조직본부는 디지털마케팅(퍼나르는 일)’이라는 취지의 메모를 기재하였다.  <br/>나. 이 사건 포럼의 설치 준비<br/>1) 이 사건 포럼 사무실 임대차 계약<br/>  이 사건 포럼의 사무실은 부산 부산진구 (지번 1 생략) 312, 313호에 있었는데, 2021. 5. 18. 위 부동산에 대하여 임대인 공소외 2 회사, 임차인 ‘피고인 1(♥♥♥)’로 한 임대차 계약이 체결되었다. 위 사무실의 보증금은 2021 5. 24. 피고인 1이 처인 공소외 37 명의 △△은행 계좌를 통해 지급하였고(증거기록 제2077면, 제2118 내지 2119면), 임차기간 동안 임차료, 관리비 등은 피고인 1이 피고인의 ▶▶ 은행 계좌에서 직접 지급하거나(증거기록 제1891 내지 1893면), 피고인 4가 관리하는 이 사건 포럼의 계좌를 통해 지급하였다(증거기록 제1726 내지 1727면). <br/>  위 임대인과 피고인 1은 2022. 2. 24. ‘임대차 계약 및 관리비 정산을 2022. 2. 24. 자로 완료하였으며 이에 임대인과 임차인은 계약의 종료에 합의한다’는 내용의 합의서를 작성하였고, 같은 날 위 임대차 목적물에 301, 302호를 추가하여 이에 대한 새로운 임대차계약을 체결하였으며, 이후 위 사무실들은 피고인 1의 교육감 선거사무소 사무실로 사용되었다. <br/>2) 이 사건 포럼 명칭의 상표 등록<br/>공소외 2는 검찰 조사에서 피고인 1이 이 사건 포럼의 명칭을 정하였고 피고인 4를 시켜 상표등록을 하였다고 진술하였다(증거기록 제1929면). 2021. 6. 3.경 상표출원자를 피고인 4가 대표이사로 있는 공소외 1 회사로 하여 ‘♣♣♣’ 상표가 등록되었는데, 위 상표등록을 진행한 특허법인과 공소외 1 회사 사이의 위임계약서에 의하면 상표등록 업무의 대가는 “착수금 221,000원, 성공수속금 200,000원, 등록료 211,000원, 등록세 9,120원”이었다(증거기록 제1443 내지 1449면). 한편 피고인 1의 처인 공소외 37 명의 △△은행 계좌에서 2021. 6. 3. “상표등록피고인 4”라는 내역으로 227,000원이 송금되었고, 같은 계좌에서 2021. 7. 5. “상표등록△△교육”이라는 내역으로 211,000원이 송금되었는바(증거기록 제2077 내지 2078면), 이는 위 위임계약에 따른 착수금과 등록료로 보인다.         <br/>다.  교육감 선거 후보자들의 단일화 합의<br/>  2021. 5.경 피고인 1이 교육감 선거를 위한 단일화에 참여하기로 했다는 언론보도들이 나오기 시작하였다(증거목록 순번 68). 피고인 1을 비롯한 공소외 7, 공소외 8, 공소외 9, 공소외 10, 공소외 11 6인은 2021. 6. 15. △△시교육감 중도보수 단일화에 합의하였고(증거기록 제2757면), 이 사실은 언론에 보도되었다.  <br/>라. 이 사건 포럼 조직의 구성 및 포럼 창립<br/>  2021. 6. 16. 이전에 작성된 아래 교육의 힘 조직도(증거기록 제3769면)에는 피고인 1이 자필로 피고인 3을 제외한 나머지 피고인들이 이 사건 포럼에서 맡게 될 직책에 각 피고인의 이름을 기재하였고, 하단에는 ‘각 분과위원장은 채팅방 30명 이상 제출하고 단톡방 운영할 것’이라고 기재하였다. <br/>〈그림〉 [포럼] 교육의힘 조직도 생략<br/>  또한 피고인 1은 이 사건 포럼 출범 이전에 아래와 같이 57개 분과위원장 선정을 직접 검토하고, 2021. 6. 10. 한차례 더 검토하였다(증거기록 제3773 내지 3775, 3777 내지 3781면). <br/>〈그림〉 [포럼] 교육의힘 분과위원회 명단 생략<br/>  2021. 6. 16. 이 사건 포럼의 창립대회가 개최되었다. 위 창립대회에서 피고인 2와 피고인 6이 축사를 하였고, 피고인 1, 피고인 6, 피고인 5, 피고인 4는 각 직책에 대한 위촉장을 수여받았으며, 고문단장, 자문위원단장, 각 분과위원회 분과위원장들(이하 이 사건 포럼의 이사장, 공동대표, 사무총장 등 직책에 대하여 위촉된 사람들과 고문, 자문위원, 분과위원장으로 위촉된 사람들을 통칭하여 ‘이 사건 포럼 회원’이라 한다)은 2021. 6. 18. 위촉장을 수여받았다(증거기록 제2625 내지 2628면).<br/>피고인 1은 이 사건 포럼 출범 이후에도 2021. 6. 21. 분과위원회를 63개로 늘리고 각 분과위원장 선정을 검토하였고, 그 이후에도 수차례에 걸쳐 분과위원회와 분과위원장 선정에 대해 검토하였다(증거기록 제3783 내지 3825면). 결과적으로 이 사건 포럼은 ♧♧♧협회 회장인 공소외 39 등 52명의 고문단과, ♡♡♡회의소 상임부회장인 공소외 22 등 79명의 자문위원단, 종교협력위원회 위원장으로 공소외 23 등 약 120명을 81개 분과위원회의 온라인 및 오프라인 분과위원장으로 위촉하였다. <br/>  이 사건 포럼 조직상 주요 운영진과 회원들은 단일화 여론조사에서 피고인 1이 단일화 후보로 선출된 후 피고인 1의 교육감 선거대책위원회로 전환되었다(증거기록 제1722면).<br/>포럼 회원이 사건 포럼 직책선거대책위원회 직책피고인 2이사장선대위 상임선거대책위원장피고인 3공동대표선대위 총괄선거대책본부장피고인 6공동대표선대위 사무총장공소외 40공동대표선대위 공동선거대책위원장공소외 17공동대표선대위 공동선거대책위원장공소외 16공동대표선대위 공동선거대책위원장피고인 4사무국장선대위 대변인 겸 사무장공소외 6분과위원회 총괄운영위원장선대위 총괄특보단장공소외 1조직상황실장기조·조직상황실장<br/>마. 이 사건 포럼 사무국 회의<br/>1) 주요 참석 대상자<br/>  이 사건 포럼의 주요 의사결정기구는 “사무국 회의”로서, 주된 참석 대상자는 공동대표 피고인 1, 피고인 6, 사무총장 공소외 2, 사무부총장 피고인 5, 조직상황실장 공소외 1, 사무국장 피고인 4, 분과위원회 총괄운영위원장 공소외 6이었다. 이사장인 피고인 2도 회의에 참석하는 경우가 있었고(피고인들은 피고인 2가 참석하는 사무국 회의를 ‘확대회의’라고 표현하였다), 공동대표인 피고인 3은 이 사건 포럼이 창립된 이후에 포럼에 합류하여 사무국 회의에 참석하였다.<br/>2) 사무국 회의 주요 참석자 간 카카오톡 단체채팅방 운영<br/>공소외 1은 2021. 7. 17. 카카오톡 단체채팅방을 개설하여 사무국 회의 주요 참석자인 피고인 1, 피고인 6(증거기록 제3605면에 의하면 위 채팅방에 초대된 카카오톡 대화명 ‘♧○○’은 피고인 6의 대화명이다), 피고인 4, 피고인 5, 공소외 2, 공소외 6을 초대하여 단체채팅방을 개설하였고, 위 채팅방의 참석자들은 이때부터 2022. 2. 24.경까지 위 채팅방에서 사무국 회의에서 논의된 내용의 이행, 회의에서 논의하여야 할 사항 및 피고인 1의 홍보에 필요한 사항들을 수시로 논의하였다(증거기록 제3522 내지 3579면). <br/>  위 채팅방이 개설된 직후 피고인 1 또는 피고인 6은 “본 방은 목숨을 함께 하는 방입니다. 축하합니다”라는 글을 제시하였고(증거기록 제3522면), 피고인 1은 다음의 글을 게시하였다(증거기록 제3523면).   <br/>〈표〉 피고인 1의 카카오톡 채팅방에서의 지시 내용 생략<br/>3) 사무국 회의의 준비 및 진행<br/>  사무국 회의는 공소외 2가 이 사건 포럼의 회의 진행 사항(대외 행사 준비, 이 사건 포럼의 페이스북 회원수, 분과위원장 카카오톡 단체채팅방 개설현황 등)을 미리 준비하여 공소외 1에게 자료를 전달하면, 공소외 1이 이를 바탕으로 회의할 내용을 회의록 형태로 사전에 준비하여 회의시 배포하고, 회의 참석자들은 회의에 참석하여 준비된 내용을 점검하였다. 공소외 1은 회의 참석자들이 논의한 내용들을 속기록 형태로 기록한 다음 회의록을 보완한 후 사무국 회의 주요 참석 대상자들로 구성된 카카오톡 단체채팅방에 공유하였다. 공소외 1이 작성한 ① 사무국 회의를 위해 회의록 형태로 사전에 작성된 각 회의록, ② 사무국 회의에서 참석자가 발언한 내용을 속기하는 방식으로 정리한 속기록을 통해 확인되는 사무국 회의 개최 일자는 다음과 같다.<br/>〈표〉 ① 사무국 회의록순번회의 일시문서 제목증거목록 순번12021. 7. 17.제1회 사무국 주간회의 내용11022021. 7. 24.제2회 사무국 회의1932021. 8. 6.제3회 사무국 회의2042021. 8. 13.제4회 사무국 회의2152021. 8. 20.제5회 사무국 회의2262021. 9. 3.제6회 사무국 회의2372021. 9. 10.제7회 사무국 회의2482021. 10. 1.제8회 사무국 확대 회의11192021. 10. 15.제9회 사무국 확대(2회) 회의112102021. 10. 29.제10회 사무국 회의113112021. 11. 12.제11회 사무국 확대(3회) 회의25122021. 11. 18.제12회 사무국 확대(4회) 회의114132021. 11. 29.제13회 사무국 회의26142021. 12. 30.제14회 사무국 회의115<br/>〈표〉 ② 사무국 회의 속기록순번회의 일시문서 제목증거목록 순번12021. 10. 1.제8회 사무국 확대회의 내용108<br/>4) 사무국 회의에서 논의한 내용<br/>가) 피고인 1 홍보 수단 준비<br/>  사무국 회의에서는 주로 ① 고문, 자문, 분과위원장 등 포럼의 외연 확대(지속적인 추가 위촉장 수여), ② 확대된 포럼 회원 지인들을 대상으로 피고인 1을 홍보할 수 있는 카카오톡 단체채팅방 또는 밴드 등을 개설(단체채팅방 개설 방법 교육 및 회원들의 단체채팅방 등 개설 현황 파악, 독려), ③ 포럼 차원에서 피고인 1을 홍보하는 수단인 피고인 1이 운영하는 유튜브 채널 구독자, 포럼에서 운영하는 페이스북 페이지, 밴드 등 가입자 수 확대, ④ 피고인 1이 참석하는 외부 행사 준비 및 주관 등에 관해 논의하였다.<br/>〈그림〉 2021. 7. 24. 제2회 사무국 회의 회의록 생략<br/>〈그림〉 2021. 8. 20. 제5회 사무국 회의 회의록 생략<br/>나) 피고인 1에 대한 홍보 및 지지호소 게시물 전파 준비<br/>  2021. 11. 6.~7.로 예정된 1차 단일화 여론조사가 다가오자 이 사건 포럼은 지금까지 확대해 온 포럼 또는 포럼 회원들이 개설·운영하는 페이스북 페이지, 인스타그램, 카카오톡 단체채팅방 등 가입자들을 대상으로 피고인 1에 대한 홍보 및 지지호소를 하기로 하고, 사무국장 피고인 4가 구체적인 홍보 문구를 준비하고 이를 포럼의 회원들을 통해 전파하는 것에 대하여 집중적으로 논의하였다. 이와 같은 논의는 2차 단일화 여론조사 직전까지 계속되었다.<br/>〈그림〉 2021. 10. 29. 제10회 사무국 회의 생략<br/>〈그림〉 2021. 11. 12. 제11회 사무국 회의 생략<br/>〈그림〉 2021. 11. 29. 제13회 사무국 회의 생략<br/>바. 분과위원장 간담회<br/>  이 사건 포럼에서는 분과위원회 총괄운영위원장 공소외 6의 주재 하에 각 분과위원장들이 모여 간담회를 하였고, 공소외 1은 위 회의에 참석하여 간담회 회의록을 작성하였다. 공소외 1이 작성한 분과위원장 간담회 자료를 통해 확인되는 간담회 개최 일자는 다음과 같다. <br/>〈표〉 분과위원장 간담회 자료순번회의 일시문서 제목증거목록 순번12021. 7. 24.총괄위원장 진행11622021. 8. 13.제3회 분과위원장 간담회 내용11732021. 8. 20.제4회 분과위 간담회 내용 전체11942021. 9. 4.분과간담회 하회장 주재21<br/>  사무국 회의에서는 분과위원장들로 하여금 지인들을 대상으로 카카오톡 단체채팅방을 만들도록 하는 것이 중요한 안건으로 논의되었고, 분과위원장들의 개별 채팅방 개설 여부를 지속적으로 확인하고 독려하였다. 실제로 공소외 1은 분과위원장 간담회에서 카카오톡 단체채팅방 개설 방법을 교육하였고(증인 공소외 6에 대한 증인신문녹취서 제15면), 피고인 6, 피고인 4는 분과위원장들과 카카오톡 단체채팅방을 만들어 각 분과위원장이 개설한 단체 카카오톡 채팅방에서 전파할 홍보물 등을 전달하였다(증거목록 순번 273).<br/>〈그림〉 제8회 사무국 확대회의 속기록 생략<br/>〈그림〉 공소외 1 작성 “카톡 단체방 개설 방법” 생략<br/>〈그림〉 2021. 8. 13. 제3회 분과위원장 간담회 회의록 생략<br/>사. 이 사건 포럼의 대외 활동<br/>1) SNS를 통한 피고인 1 지지 호소<br/>가) 페이스북, 카카오톡 단체채팅방 등 홍보 채널 확보<br/>  이 사건 포럼은 1차 여론조사 직전까지 포럼이 운영하는 페이스북 페이지 등에 아래와 같이 많은 수의 가입자를 확보하였다. <br/>〈그림〉 2021. 10. 29. 제10회 사무국 회의 회의록 생략<br/>나) 포럼이 운영하는 페이스북 페이지 등에 피고인 1 지지 홍보물 게시<br/>  이 사건 포럼은 2021. 10.경부터 위와 같이 준비된 포럼이 운영하는 페이스북 페이지 등에 포럼에서 준비한 피고인 1에 대한 지지 홍보물을 게시하여 전파하였다. 위 홍보물은 단순히 피고인 1을 알리는 것을 넘어 단일화 여론조사에서 피고인 1에 대한 지지를 호소하는 내용으로 제작되었고, 이 사건 포럼의 명칭 또는 로고의 표시 및 “△△교육감선거출마예정자”라는 문구, “＃△△교육감” 등 피고인 1의 교육감선거 출마사실이 표시되었다(증거목록 순번 14, 36, 102, 103).  <br/>〈그림〉 이 사건 포럼의 페이스북 등 게시물 예시 생략<br/>  한편 선거관리위원회는 2021. 12. 16.경 이와 같은 이 사건 포럼의 게시물들(증거목록 순번 100 내지 103)에 대하여 피고인 1과 피고인 4에게 선거법 위반사실을 이유로 경고하였다.<br/>다) 포럼 회원들의 개인 SNS를 통한 피고인 1 지지 호소<br/>  이 사건 포럼의 회원들은 2021. 10.경부터 개인 SNS에 위와 같이 포럼에서 준비한 피고인 1에 대한 지지 홍보물을 게시하여 전파하였다. 위 홍보물에도 단순히 피고인 1을 알리는 것을 넘어 단일화 여론조사에서 피고인 1에 대한 지지를 호소하는 내용으로 제작되었고, 이 사건 포럼의 명칭 또는 로고의 표시 및 “△△교육감선거출마예정자”라는 문구, “＃△△교육감” 등 피고인 1의 교육감선거 출마사실이 표시되었다(증거목록 순번 141 내지 148 중 수사보고 의견부분을 제외한 나머지 부분).<br/>〈그림〉 2021. 11. 19. 피고인 5 인스타그램 게시물 생략<br/>(홍보카드에 ‘포럼교육의힘’ 이미지 표시, ‘＃교육의힘, ＃△△교육감’ 표시)<br/>〈그림〉 2021. 11. 4. 분과위원장 공소외 14 페이스북 게시물 생략<br/>(홍보카드에 ‘2022 △△교육감 선거 출마예정자’ 기재)<br/>〈그림〉 2021. 12. 3. 분과위원장 신성철 인스타그램 게시물 생략<br/>(‘＃교육의힘, ＃△△교육감’ 표시)<br/>〈그림〉 2021. 10. 26. 분과위원장 공소외 13 페이스북 게시물 생략<br/>(홍보카드에 ‘2022 △△교육감 선거출마예정자’ 기재, ‘교육의힘’ 이미지 표시)<br/>〈그림〉 2021. 11. 12. 제11회 사무국 회의 생략<br/>2) 피고인 1을 홍보하기 위한 대외 활동 주관<br/>  이 사건 포럼은 아래와 같이 피고인 1을 홍보하기 위한 대외 행사들을 주관하였는데, 단순히 행사 일정을 정하는 것을 넘어서 그 행사에서 사용될 피고인 1에 대한 지지선언문을 준비하였고, 보도자료를 통해 이를 홍보하였다.  <br/>〈표〉 이 사건 포럼 주관 피고인 1 대외 활동순번일시행사명참석자12021. 7. 28.삼계탕 데이피고인 1, △△학부모연합회 대표 등22021. 9. 13.△△학부모연합회 지지선언피고인 1, △△학부모연합회 대표 등32021. 10. 15.△△교육 소통 간담회피고인 1, ◎구 지역학교 학부모회 회원 등42021. 12. 3.피고인 1과 △△청년들의 만남피고인 1, △△ 거주 청년52021. 12. 9.△△청년 100인 피고인 1 지지선언피고인 1, △△ 거주 청년62021. 12. 22.지역사회 봉사활동피고인 1, 자원봉사자 300여 명<br/>〈그림〉 2021. 8. 6. 제3회 사무국 회의 생략<br/>아. 교육감 선거 단일화 결과 및 교육감 선거 결과<br/>  단일화에 합의하였던 6인 중 공소외 10을 제외한 5인은 2021. 10. 21. 1차 단일화 여론조사를 2021. 11. 6.~7. 2일간 진행하기로 하고 그 방식에 관하여 합의하였다(증거기록 제2759면). 이에 따라 1차 컷오프 여론조사가 실시되었고, 그 결과 피고인 1은 30.23%로 1위로 컷오프를 통과하였다.<br/>  1차 단일화 여론조사 후 남은 피고인 1과 공소외 9는 2021. 11. 17. 2차 여론조사를 2021. 12. 11.~12. 2일간 진행하기로 하고 그 방식에 관하여 합의하였다(증거기록 제2760면). 이에 따라 2차 여론조사가 실시되었고, 그 결과 피고인 1은 55.765%의 지지를 얻어 공소외 9(44.235%)를 제치고 단일 후보자로 선출되었다.<br/>피고인 1은 2022. 5. 12. 교육감선거후보등록을 마쳤고, 2022. 6. 1. △△ 전체 선거인수 2,916,831명 가운데 1,432,081명이 투표에 참가한 전국동시지방선거의 교육감 선거에서 피고인 1은 706,152표(득표율 50.82%), 공소외 12 683,210표(득표율 49,17%)를 득표하여 피고인 1이 △△시교육감에 당선되었다. <br/>2. 공소외 1이 작성한 회의록 등에 대한 주장에 관한 판단<br/>가. 증거능력에 대한 주장에 관한 판단<br/>  살피건대, 이 사건 사무국 회의 회의록, 속기록, 분과위원장 간담회 자료 등(이하 ‘이 사건 회의록 등)에 대하여 작성자인 공소외 1이 이 법정에서 자신이 작성한 것임을 인정하였으므로, 이는 형사소송법 제313조 제1항에 따라 원칙적으로 증거로 사용할 수 있다. 공소외 1이 피고인들이 진술한 내용을 듣고 기재한 부분의 진실성을 이 사건 범죄사실에 대한 증거로 사용하는 경우에는 그 진술 부분은 전문진술 기재에 해당하고, 이는 피고인의 진술이 특히 신빙할 수 있는 상태 하에서 행하여 진 경우 증거로 사용할 수 있다. <br/>  이 법원이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 사실 및 사정들, 즉 이 사건 포럼의 사무국 회의나 분과위원장 간담회는 외부인의 참석은 제한되고 포럼의 임원 또는 분과위원장들 사이에 이루어진 회의인 점, 당시 피고인들은 피고인 1의 인지도가 다른 후보자에 비해 떨어진다고 생각하고 있었던 만큼 피고인 1이 단일화 후보로 선출되도록 하기 위해 각자의 의견을 가감 없이 표현하였을 것으로 보이는 점 등에 비추어 보면, 이 사건 회의록 등에 기재된 피고인들의 진술들은 허위 개입의 여지가 거의 없이 신빙성이나 임의성을 담보할 외부적 정황이 있는 때에 행하여진 것으로 볼 수 있으므로, 이 사건 회의록 등에 기재된 피고인들의 진술 기재 역시 증거능력을 인정할 수 있다. 따라서 피고인들 및 변호인의 주장은 받아들이지 아니한다.<br/>나. 피고인들은 사무국 회의 등에 참석한 바 없고, 회의록 등에 기재된 내용은 허위라는 주장에 관한 판단<br/>  살피건대, 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음의 사실 및 사정들에 의하면, 피고인들은 자신이 참석 대상자로 되어 있는 대부분의 사무국 회의와 분과위원장 간담회에 참석하였고, 이 사건 회의록 등에 기재된 대로 회의가 진행되었다고 봄이 상당하므로, 피고인들 및 변호인의 주장은 받아들이지 아니한다. <br/>1) 회의 참석자<br/>      가) 공소외 1은 이 법정에서 ‘카카오톡 단체채팅방 참여자들은 모두 회의에 참석하였던 사람들이고 (참석자에 대한) 기본 범위가 정해져 있었다’라는 취지로 진술하였고(증인 공소외 1에 대한 증인신문녹취서 제7면), 공소외 2는 ‘처음에는 자신과 피고인 1, 피고인 6, 피고인 4, 피고인 5, 공소외 6, 공소외 1의 7인이 사무국 회의를 하였고, 1차 여론조사 전후로 확대회의를 할 때는 피고인 2와 다른 공동대표들이 모두 참석하였다’는 취지로 진술하였다(증인 공소외 2에 대한 증인신문녹취서 제10면).  <br/>    나) 위 7인은 자신들만의 카카오톡 단체채팅방을 만들었을 정도로 이 사건 포럼의 핵심 임원인 점, 제2회 사무국 회의 회의록에 참석자가 ‘7명’으로 되어 있고, 제3회 사무국 회의 회의록에는 참석자가 ‘6명, 사무국장 사업장 일로 불참’이라고 기재되어 있는 점, 제8회 사무국 확대회의 회의록에는 참석자가 ‘이사장, 공동대표, 분과위원회 총괄운영위원장, 사무총장, 사무부총장, 조직상황실장, 사무국장’이라고 기재되어 있고 그 속기록에는 참석자로 위 7인 뿐만 아니라 피고인 2(이사장)와 다른 공동대표들이 기재되어 있으며 그들이 발언한 내용도 기재되어 있는 점 등에 비추어 보면, 위 공소외 1과 공소외 2의 진술은 신빙성이 높다. <br/>    다) 반면 피고인 1은 이 법정에서 이 사건 포럼의 회의에 참석한 적이 없다고 진술하였는데, ① 공소외 2는 피고인 1이 2~3번을 제외하고는 사무국 회의에 모두 참석하였다고 진술한 점(증인 공소외 2에 대한 증인신문녹취서 제11면), ② 피고인 1의 주거지에서는 피고인 1의 자필 메모가 기재된 제2, 3, 6, 8, 9, 11, 13회 사무국 회의의 회의록이 발견되어 압수된 점, ③ 확인이 가능한 2021. 10. 1.부터의 피고인 1 휴대폰의 발신기지국을 분석한 자료에 의하면, 피고인 1은 제8, 9, 11, 12, 13회 사무국 회의가 있던 날 사무국 사무실 근처에서 휴대폰 발신내역이 확인되는 점(증거목록 순번 123), ④ 제8회 사무국 회의 속기록, 제4회 분과위원장 간담회 자료에는 피고인 1이 회의에 참석하여 발언을 한 것으로 기재되어 점 등에 비추어 보면, 피고인 1은 이 사건 포럼의 대부분의 사무국 회의에 참석하였고, 분과위원장 간담회에도 참석하였던 것으로 봄이 상당하므로, 피고인 1의 진술은 믿을 수 없다.<br/>2) 이 사건 회의록 등에 기재된 바와 같이 회의가 진행된 사실<br/>      가) 이 사건 포럼에서 공소외 1이 맡은 업무가 포럼의 회의들에 참석하여 회의 내용을 정리하는 역할이었고, 공소외 1은 피고인 1의 친구로서 피고인 1을 지지하는 입장인 점에 비추어 보면, 공소외 1은 회의의 내용을 충실하게 준비하여 기록하였을 것으로 보이고, 달리 공소외 1이 회의의 내용을 허의로 또는 왜곡하여 기재할 이유를 찾을 수 없다.<br/>      나) 피고인 1, 피고인 6으로부터 압수된 사무국 회의록에는 피고인 1과 피고인 6이 자필로 기재한 메모가 확인되는바, 이는 공소외 1이 사전에 준비한 사무국 회의록을 가지고 사무국 회의가 진행되었다 점을 명백하게 보여준다.<br/>〈그림〉 2021. 10. 1. 제8회 사무국 회의 회의록 생략<br/>      다) 공소외 1이 제8회 사무국 회의에 참석하여 작성한 속기록(증거목록 순번 108)에는 아래와 같이 피고인 1과 피고인 6이 가지고 있던 회의록에 기재된 메모와 동일한 내용이 기재되어 있는바, 공소외 1은 피고인 1과 피고인 6이 참석한 제8회 사무국 확대회의에서 회의의 내용을 들은 대로 충실하게 속기록에 기재하였음을 알 수 있다.  <br/>〈사진〉 제8회 사무국 회의 회의록 메모와 속기록 비교 생략<br/>    라) 아울러 이 사건 포럼의 사무국 회의의 주요 참석자들은 공소외 1이 회의 후 다시 정리한 회의록을 카카오톡 단체채팅방을 통해 공유하였으므로, 그들 중 사무국 회의에 참석하지 않은 경우가 있다고 하더라도 회의록의 내용과 같이 회의가 진행되었다는 사실을 알고 있었다고 봄이 상당하다. <br/>3. 피고인들의 공동범행(유사기관설치금지 위반)에 관한 주장에 대한 판단<br/>가. 이 사건 포럼의 설치 및 운영 주체<br/>  살피건대, 앞서 인정된 사실, 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음의 사실 및 사정들에 의하면, 이 사건 포럼을 주도적으로 설치, 운영한 것은 피고인 1로 봄이 상당하므로, 피고인 2를 제외한 나머지 피고인들 및 변호인의 주장은 받아들이지 아니한다.  <br/>    1) 앞서 본 바와 같이 피고인 1은 2021. 2.경부터 교육감 선거를 대비하여 선거조직을 구상하였고, 이 사건 포럼의 사무실을 자신의 이름으로 임차하여 임차료를 부담하였으며, 이 사건 포럼의 명칭을 정하여 상표등록까지 하였고, 포럼의 주요 직책을 맡을 사람과 분과위원장들을 결정하였다. <br/>    2) 이에 더하여 피고인 1은 이 사건 포럼의 사무실 인테리어 비용, 위촉장 케이스 비용 등을 처인 공소외 37 명의의 계좌를 통해 지급하였고(증거목록 순번 202), 이 사건 포럼의 운영비를 피고인 4가 관리하는 포럼의 계좌로 지급하여 사용하게 하였다(증거목록 순번 180, 196).  <br/>    3) 공소외 2는 2021. 5. 하순경 자신의 은사인 공소외 36으로부터 피고인 1이 교육감 선거에 출마하기 위해 ‘○○○’이라는 단체를 창립하려고 하는데 포럼에 참여하여 피고인 1을 도와주라는 권유를 받았고, 2021. 6. 초순경 피고인 1을 만나 그로부터 이 사건 포럼에 참여하여 자신을 도와 달라는 부탁을 받았다고 진술하였고(증거기록 제140면), 피고인 1을 만난 자리에서 피고인이 교육감 선거를 위해 포럼을 창립한다는 취지로 이야기하였다고 진술하였으며(증거기록 제140면), 이 법정에서도 같은 취지로 진술하였다(증인 공소외 2에 대한 증인신문녹취서 제2 내지 3면). <br/>    4) 공소외 36은 이 법정에서 ‘피고인 1이 오히려 피고인 2를 영입한 것이다’라는 취지로 진술하였고(증인 공소외 36에 대한 증인신문녹취서 제30면), 경찰조사에서는 피고인 1로부터 포럼을 만든다는 사실과 ‘피고인 2가 이사장을 할 것이고, 피고인 1과 공소외 40, 공소외 16, 피고인 6이 공동대표를 할 것이라는 사실을 들었다’고 진술하였다(증거기록 제1702면).  <br/>    5) 피고인 1은 이 사건 포럼의 주요 의사결정 기구인 사무국 회의에 참석하여 단일화 여론조사 전략을 논의하였고, 그 주요 참석 대상자들과 카카오톡 단체 채팅방을 만들어 그들로부터 포럼 운영 상황을 보고 받고 그들에게 지시를 하였다. <br/>나. 선거사무소 유사조직 설치 및 이를 이용한 선거영향행위 여부에 관한 판단<br/>1) 관련 법리(대법원 2016. 8. 26. 선고 2015도11812 전원합의체 판결)<br/>공직선거법 제59조는 ‘선거운동은 선거기간 개시일부터 선거일 전일까지에 한하여 할 수 있다’고 규정하고, 제254조 제2항은 선거운동기간 전에 법에 규정된 이외의 방법으로 선거운동을 한 자를 처벌하도록 하고 있다. 또한 공직선거법 제61조는 선거운동기구인 선거사무소와 선거연락소 및 선거대책기구의 설치 주체와 그 설치 숫자 및 장소 등을 엄격히 규제하는 한편, 제89조 제1항 본문에서 누구든지 제61조의 규정에 따른 선거사무소 등 외에는 후보자 또는 후보자가 되려는 사람을 위하여 명칭의 여하를 불문하고 이와 유사한 기관을 설립 또는 설치하거나 이용할 수 없다고 하여 이를 금지하고 있으며, 제255조 제1항 제13호는 그 위반행위자를 처벌하도록 하고 있다. 여기서 어떠한 기관·단체·조직 또는 시설이 위의 유사기관설치 금지규정에 위반된다고 하려면 적법한 선거사무소 등과 유사한 활동이나 기능을 하는 것에 해당하여야 한다는 요건 이외에 그것이 ‘선거운동’을 목적으로 설치되었음이 인정되어야 한다(대법원 2013. 12. 26. 선고 2013도10896 판결 참조).<br/>  ‘선거운동’은 특정 선거에서 특정 후보자의 당선 또는 낙선을 도모한다는 목적의사가 객관적으로 인정될 수 있는 행위를 말하는데, 이에 해당하는지는 당해 행위를 하는 주체 내부의 의사가 아니라 외부에 표시된 행위를 대상으로 객관적으로 판단하여야 한다. 따라서 그 행위가 당시의 상황에서 객관적으로 보아 그와 같은 목적의사를 실현하려는 행위로 인정되지 않음에도 그 행위자가 주관적으로 선거를 염두에 두고 있었다거나, 결과적으로 그 행위가 단순히 선거에 영향을 미친다거나 또는 당선이나 낙선을 도모하는 데 필요하거나 유리하다고 하여 선거운동에 해당한다고 할 수 없다. 또 선거 관련 국가기관이나 법률전문가의 관점에서 사후적·회고적인 방법이 아니라 일반인, 특히 선거인의 관점에서 그 행위 당시의 구체적인 상황에 기초하여 판단하여야 하므로, 개별적 행위들의 유기적 관계를 치밀하게 분석하거나 법률적 의미와 효과에 치중하기보다는 문제된 행위를 경험한 선거인이 그 행위 당시의 상황에서 그러한 목적의사가 있음을 알 수 있는지를 살펴보아야 한다. <br/>  위와 같은 목적의사는 특정한 선거에 출마할 의사를 밝히면서 그에 대한 지지를 부탁하는 등의 명시적인 방법뿐만 아니라 당시의 객관적 사정에 비추어 선거인의 관점에서 특정 선거에서 당선이나 낙선을 도모하려는 목적의사를 쉽게 추단할 수 있을 정도에 이른 경우에도 이를 인정할 수 있을 것이다. 위와 같은 목적의사가 있었다고 추단하려면, 단순히 선거와의 관련성을 추측할 수 있다거나 선거에 관한 사항을 동기로 하였다는 사정만으로는 부족하고 특정 선거에서의 당락을 도모하는 행위임을 선거인이 명백히 인식할만한 객관적인 사정에 근거하여야 한다. 그러한 목적의사를 가지고 하는 행위인지는 단순히 그 행위의 명목뿐만 아니라 그 행위의 태양, 즉 그 행위가 행하여지는 시기·장소·방법 등을 종합적으로 관찰하여 판단하여야 할 것이다(대법원 2012. 11. 29. 선고 2010도9007 판결 참조). <br/>2) 구체적 판단<br/>  살피건대, 앞서 인정된 사실, 이 법원이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음의 사실 및 사정들을 종합하면, 이 사건 포럼이 피고인 1을 교육감 선거 단일화 후보로 선출되도록 하여 교육감 선거에서 당선시키고자 하는 선거사무소 유사조직이고, 그와 같은 피고인 1을 교육감으로 당선시키고자 하는 이 사건 포럼의 목적의사는 선거인의 관점에서 충분히 알 수 있을 만큼 외부적으로 표시되었다고 봄이 상당하다. 따라서 피고인들은 공모하여 유사조직을 설치하고 이를 이용하여 선거에 영향을 미치는 행위를 하였다고 인정되므로, 피고인들과 변호인의 각 주장은 받아들이지 아니한다.<br/>가) 이 사건 포럼의 목적과 활동<br/>  다음의 사실 및 사정들에 비추어 보면, 이 사건 포럼은 피고인 1의 교육감 선거 단일화 후보 선출 및 교육감 당선이라는 목적을 가지고 활동하였음을 알 수 있다. <br/>        (1) 이 사건 포럼의 정관 제2조에서는 포럼의 목적에 관하여 “포럼은 누구나 공평하게 양질의 교육을 받고, 이를 통해 각자의 꿈을 실현하는 동시에 개천에서 용이 날 수 있는 교육환경을 조성하기 위해, 지역 교육공동체와 협력하여 모두를 위한 촘촘한 교육사다리를 놓아줌으로써 △△교육과 지역사회 발전에 기여함을 목적으로 한다”고 정하고 있다.<br/>        (2) 그러나 이 사건 포럼의 회원들 대부분은 아래와 같이 포럼이 정관상의 목적보다는 피고인 1을 교육감 선거 단일화 후보로 선출되도록 하고, 나아가 교육감으로 당선될 수 있도록 하는 것을 포럼의 목적으로 이해하고 활동하였다고 진술하였다. <br/>〈표〉 이 사건 포럼 회원들의 포럼 목적과 활동에 관한 진술  ① 이사장 피고인 2는 이 법정에서 ‘이 사건 포럼의 정관을 본 적도 없다’고 진술(피고인 2에 대한 피고인신문녹취서 제8면)  ② 공동대표 피고인 3은 이 법정에서 ‘공소외 36으로부터 피고인 1이 단일화 후보가 될 수 있도록 포럼에 가서 도우라는 이야기를 듣고 포럼에 참여하게 되었다’, ‘이 사건 포럼의 정관을 본 적도 없다’, ‘△△ 교육 현안에 관한 포럼 활동 여부에 대하여는 잘 모르겠다’, ‘정책 등에 관한 세미나, 정책 포럼, 행사를 하자는 이야기는 없었다’고 진술(피고인 3에 대한 피고인신문녹취서 제3, 9 내지 11, 12면)  ③ 공동대표 공소외 16은 이 법정에서 이 사건 포럼에 고문, 자문위원들을 추천한 이유에 대해서 ‘피고인 1을 무작위로 진행되는 단일화 여론조사에서 교육감 선거 후보가 되게 하고자 그의 이름을 알게 하려고 추천을 하였다’는 취지로 진술(증인 공소외 16에 대한 증인신문녹취서 제5 내지 7면), 공동대표로서 한 역할에 대하여 ‘피고인 1을 단일화 후보로 만들기 위해 주변에 많이 알리는 것’이라는 취지로 진술(위 증인신문녹취서 제33면), 수사과정에서 ‘포럼으로부터 위촉장을 받는 행사에서 피고인 1이 △△ 교육 정책의 문제 등을 지적하고 단일화 관련 여론조사에 도움이 될 수 있도록 지지하여 달라는 취지로 인사말을 하였다’는 취지로 진술(증거기록 제1210면)  ④ 공동대표 공소외 17은 수사과정에서 자신이 포럼에서 활동할 때는 포럼에서 단일화를 위한 여론 조사 등을 대비하는데 집중하였기 때문에 포럼의 목적 사업을 추진한 것은 없다고 진술(증거기록 제1164면)  ⑤ 자문위원단장 공소외 18은 이 법정에서 ‘정관을 보기는 했지만 자세히 보지는 않았다’, ‘이 사건 포럼이 △△지역의 교육발전을 위한 교육정책을 위해서 활동한 것은 잘 모르겠다’, ‘자문위원단장으로 위촉되기는 하였으나 자문위원단을 운영해 보거나 회의를 하거나 하지 않았고 자문위원이 누구인지도 잘 모른다’는 취지로 진술(증인 공소외 18에 대한 증인신문녹취서 제5 내지 6, 9면)  ⑥ 사무부총장 공소외 15는 이 법정에서 ‘포럼의 정관은 본 적이 없다’, ‘피고인 1이 교육감 출마하는데 도와줬으면 좋겠다고 하여 참여하게 되었다’, ‘피고인 1이 위촉장 수여식에서 교육감 출마 관련한 지지와 주변 사람들에게 홍보 부탁한다는 취지의 인사말을 한 것 같다’, ‘분과위원장 간담회에 갔을 때 일단은 후보가 되기 전에 후보 단일화에서 1등을 해야 후보가 되니까 거기에 1등을 하기 위해서 어떤 방법을 해야 하는지 회의하였고, 지금은 SNS를 많이 하니까 페이스북 그다음에 유튜브 이런 쪽을 많이 홍보해야 한다, 많이 이용해야 한다는 회의를 했다’는 취지로 진술(증인 공소외 15에 대한 증인신문녹취서 제2, 3, 12, 18면)  ⑦ 자문위원 공소외 3은 이 법정에서 ‘포럼에서 피고인 1의 교육감 선거 출마와 관련하여 단일화 여론조사에 대비하기 위해 인지도를 높이는 여러 홍보활동을 한다는 사실을 알고 참여하였다’, ‘포럼으로부터 위촉장을 받는 행사에서 피고인 1이 △△ 교육 정책의 문제 등을 지적하고 단일화 관련 여론조사에 도움이 될 수 있도록 지지하여 달라는 취지로 인사말을 하였다’는 취지로 진술(증인 공소외 3에 대한 증인신문녹취서 제2면)  ⑧ 자문위원 공소외 13은 이 법정에서 ‘포럼의 정관을 본 기억이 없다’, ‘포럼에서 자문위원의 가장 큰 활동 내용은 회원 확충이었다’는 취지로 진술(증인 공소외 13에 대한 증인신문녹취서 제2, 23 내지 25면)  ⑨ 분과위원장 공소외 19는 수사과정에서 ‘피고인 1 후보가 중도보수 교육감 후보자로 출마를 하였고, 여론조사를 통과하기 위해 분과위원장들로 하여금 유튜브 채널인 피고인 1 교육 TV의 영상들을 공유하거나 댓글을 달도록 하고, 단체채팅방을 통해 각종 홍보자료들을 퍼나르고, 페이스북 등에도 관련 자료를 게시하도록 포럼에서 회의를 해서 결정되었습니다’라고 진술(증거기록 제1316 내지 1317면)  ⑩ 분과위원장이었던 공소외 20은 ‘공소외 26이 피고인 1이 교육감 후보에 출마를 하니 도와줘야 하지 않겠냐고 하여 가입하게 되었다’, ‘포럼에 가입하기 전에 피고인 1을 만났을 때 피고인 1이 교육감 출마를 하는데 열심히 하겠다는 이야기를 했다’는 취지로 진술(증인 공소외 20에 대한 증인신문녹취서 제2, 21면)<br/>        (3) 피고인들은 이 사건 포럼의 사무국 회의와 분과위원장 간담회에서 피고인 1이 교육감으로 선출되어야 한다는 노골적인 발언들도 하였다. <br/>〈그림〉 2021. 10. 1. 제8회 사무국 확대 회의 속기록 생략<br/>〈그림〉 2021. 7. 24. 분과위원장 간담회 회의록 생략<br/>〈그림〉 2021. 8. 20. 제4회 분과위원장 간담회 회의록(피고인 1, 피고인 2 참석) 생략<br/>        (4) 이 사건 회의록 등 기재에 의하면, 이 사건 포럼의 사무국 회의, 분과위원장 간담회에서는 주로 피고인 1이 교육감 선거 단일화 후보로 선출되도록 하기 위한 SNS 기반의 확충, 그와 같이 준비한 SNS를 통하여 피고인 1에 대한 지지를 호소하는 홍보물 전파하는 것에 관한 논의가 이루어졌다.  <br/>        (5) 피고인들은 이 법정에서 이 사건 포럼이 △△ 교육 발전을 위한 과제 설정 및 이에 대한 지속적 논의를 하였고, △△ 교육 발전을 위해 유익한 법령 마련 및 개선을 위한 연구 등 포럼 본연의 목적에 부합하는 활동들을 하였다는 취지의 진술을 하였으나, 그에 대한 후속적인 논의나 연구가 있었다는 자료는 제출되지 않았다. 오히려 피고인 6은 수사과정에서 위와 같은 취지로 ‘♠♠♠학교△△교육국제화 특구지정’ 자료(증거목록 순번 250)를 제출하였는데, 표지상 그 자료의 작성일은 2021. 7. 20.로 기재되어 있으나 그 내용에는 2022. 5. 발간된 것으로 보이는 ‘외국인체류 안내매뉴얼’ 내용이 기재되어 있고, 2022. 3. 22. 신설된 초중등교육법 시행령이 인용되어 있고, 피고인 6도 이 법정에서 위 자료의 작성일자를 수정하여 제출한 것이 맞다고 진술하는 등(피고인 6에 대한 피고인신문녹취서 제10면), 포럼의 활동에 관한 자료를 허위로 작출한 정황까지 보이는바, 피고인들의 진술은 믿을 수 없다.<br/>나) 외부적으로 표현된 교육감 선거운동 목적의사<br/>        (1) 피고인 1이 교육감 선거 출마를 위해 중도보수 후보 단일화에 참여한다는 사실은 2021. 5.~6.경 이미 언론보도를 통해 외부로 알려졌다. 위 단일화에 합의한 후보자들이 정한 단일화 방식은 2차에 걸쳐 교육감 선거의 선거인과 동일한 △△ 지역 거주민들을 대상으로 무작위 여론조사를 하여 최다득표를 한 후보자가 교육감 선거 후보자로 나서게 되는 것이었다. 위와 같이 교육감 선거를 전제로 하여 특정 후보자들 사이에 단일화 절차를 거치기로 합의하고 그 방식으로 선거인을 대상으로 한 무작위 여론조사 방식을 선택하는 것은 선거운동 자유의 측면에서 허용되는 것으로 보아야 한다. <br/>        (2) 다만 그와 같은 후보 단일화는 교육감 선거를 전제로 한다는 것이 명백한 점, 단일화 과정에서 특정 후보자에 대한 지지를 호소하는 경우 선거인의 입장에서 그 특정 후보자가 교육감 선거에 후보자로 나서기 위해 단일화에 참여하였다는 사실이 드러나고, 특정 후보자 또한 그로써 교육감 선거에 관련한 출마의사를 외부에 드러내는 것인 점, 따라서 선거인이 법률이 정하고 있는 교육감 선거운동기간 이전에 위와 같은 특정 후보자에 대한 지지 호소를 접하게 되는 경우 결과적으로 교육감 선거에서 투표권을 행사하는 데 영향을 받을 수밖에 없다는 점에서, 교육감 선거 후보 단일화에 참여하는 후보자에 대한 지지를 호소하는 것은 결국 교육감 선거와 관련한 선거운동에 해당한다고 보아야 한다. <br/>        (3) 피고인들과 변호인은 당내 경선운동을 그 자체로 본선거에 대한 선거운동으로 볼 수 없는 것과 마찬가지로 교육감 선거에서의 단일화 후보 선출을 위한 지지 호소를 교육감 선거운동으로 볼 수 없다는 취지로 주장하나, 이는 ① 당내 경선이란 정당이 공직선거 후보자를 추천하는 경선 절차로서 공직선거법 제57조의2 내지 제57조의8에서 규정하고 있는데, 교육감 후보 단일화 절차는 정당이 관여되었다고 볼 수 없으므로 공직선거법상 당내 경선 규정이 적용되지 않는다고 할 것인 점, ② 공직선거법에서 당내 경선에 대하여는 엄격하게 그 절차와 방식을 정하고 있는 반면, 교육감 후보 단일화 절차는 지방교육자치에 관한 법률에서 따로 정하고 있지 않은 점, ③ 당내 경선과 본선거에 관한 공직선거법상 규정을 교육감 후보 단일화와 본선거에도 준용할 경우 절차와 방식에 대하여 아무런 규정이 없는 교육감 후보 단일화에는 공직선거법이 엄격히 금지하고 있는 사전선거운동을 허용하는 셈이 되어 부당한 점, ④ 더욱이 교육감 선거 후보 단일화 과정을 당내 경선 정도로 허용할 경우 단일화에 참여하지 않은 후보자와의 선거운동 기회의 측면에서 공정성을 해하게 된다는 점에서, 교육감 선거 후보 단일화 절차는 공직선거법상 당내 경선과 엄격히 구분되고, 특히 ‘선거가 국민의 자유로운 의사와 민주적인 절차에 의하여 공정히 행하여지도록 하고, 선거와 관련한 부정을 방지함으로써 민주정치의 발전에 기여함을 목적으로 한다’는 공직선거법의 목적과 이를 준용하는 지방교육자치에 관한 법률의 취지와 맞지 아니하므로, 피고인과 변호인의 주장은 받아들일 수 없다.   <br/>        (4) 이 사건으로 돌아와 살피건대, 피고인들은 이 사건 포럼을 이용하여 SNS를 통해 피고인 1이 교육감 선거에 출마예정인 사실을 알리면서 단일화 여론조사에서 피고인 1이 단일 후보로 선출될 수 있도록 지지해 달라는 직접적인 표현을 하였고, 피고인 1이 선거인들을 만나는 대외 활동을 주관하고 준비하면서 해당 단체가 피고인 1을 지지한다는 내용의 지지선언문을 준비하여 해당 단체로 하여금 지지선언을 하도록 하는 등 피고인 1의 교육감 당선을 도모하는 목적의사를 외부적으로 충분히 표현하였고, 이를 통해 선거인들은 피고인 1이 교육감 선거에 출마 예정인 사실 및 위와 같은 이 사건 포럼의 목적의사를 충분히 인식할 수 있었다. 따라서 피고인들은 피고인 1의 선거운동을 위한 유사기관으로서 이 사건 포럼을 설치하고 이용하였다고 보아야 한다. <br/>다) 피고인들의 공모 여부 및 실행행위<br/>  살피건대, 이 사건 포럼은 2021. 6. 16.경부터 2022. 1. 하순경까지 피고인 1의 교육감 선거운동을 목적으로 설치되었고, 피고인들은 그 기간 동안 이 사건 포럼을 이용하여 교육감 선거에 영향을 미치는 행위를 하였는바, 각 피고인은 적어도 이 사건 포럼이 설립된 시점 또는 이 사건 포럼에 참여한 시점에는 피고인 1과 피고인 1의 교육감 선거운동을 위해 유사기관을 설치하여 이용한다는 점에 대하여 공모하였고, 포럼의 활동 기간 동안 회의 또는 카카오톡 단체채팅방에 참석하여 선거운동 전략을 논의하고 포럼 회원들로 하여금 선거운동을 하게 함으로써 공모에 따른 실행행위를 하였다고 볼 수 있다. 이 경우 피고인들의 유사기관 설치 및 이용행위의 실행행위는 일시를 특정하기 보다는 위 기간 동안 연속적으로 이루어 졌다고 특정할 수밖에 없고(대구고등법원 2019. 10. 2. 선고 2019노349 판결 참조), 그와 같은 방식으로 공소사실을 특정하여도 피고인들의 방어권 행사에는 지장이 없다고 보인다.   <br/>다. 선거운동의 자유를 보장하기 위해 피고인들의 행위를 법률상 허용되는 것으로 보아야 한다는 주장에 관한 판단<br/>  살피건대, 유사기관 설치 금지 규정에서의 핵심은 법률상 허용하는 기관, 조직 외에 유사한 기관을 설치하여 선거운동을 하는 것을 금지하려는 것에 있고, 이를 금지하는 이유는 선거에 나서는 후보자가 사적인 조직을 동원하여 선거운동을 하게 되면 선거가 과열되고 혼탁해 질 수 있으며, 그러한 조직을 설치하고 이용할 수 있는 후보자와 그렇지 못한 후보자 사이에 공정하지 못한 결과를 초래하기 때문으로 볼 수 있다. 공직선거법 제89조 제1항에서 정한 유사기관의 설립목적인 ‘선거운동’은 반드시 공직선거법상 허용되지 않는 선거운동만을 말하는 것이 아니다. <br/>  이 사건으로 돌아와 살피건대, 개인의 SNS를 통한 선거운동이 허용되는 방향으로 공직선거법이 개정되어 왔다고 하더라도 이 사건 포럼과 같은 유사기관을 설치, 이용하여 대규모의 SNS 선거운동을 하는 것은 선거에 미치는 영향력 측면에서 개인의 SNS 활동과는 차원을 달리하고, 이는 선거를 과열, 혼탁하게 만들고 선거에 나서는 후보자들 사이에 조직을 동원할 수 있는 능력에 따른 심각한 불공정성을 초래한다는 점에서 공직선거법 제89조 제1항에 의해 금지되는 선거운동 방식에 해당한다. 이는 명시적인 법률위반 행위로서 선거운동 자유의 측면을 고려한 해석을 통해 허용여부를 논할 것이 아니다. 따라서 피고인 2를 제외한 나머지 피고인들 및 변호인의 주장은 받아들이지 아니한다.<br/>4. 피고인 1 단독범행에 대한 판단<br/>가. 허위사실공표의 점<br/>  이 법원이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음의 사실 및 사정들을 종합하여 보면, 피고인은 교육감 선거에서 당선되기 위하여 자신에게 유리하도록 허위사실을 공표하였다고 볼 것이므로, 피고인과 변호인의 주장은 받아들이지 아니한다.<br/>    1) 후보자의 출신학교는 유권자들이 후보자를 평가하는 기본적인 요소 중 하나이므로 향후 선거에 투표할 유권자들에게 큰 영향을 미친다. 그렇기에 공직선거법 제250조 제1항, 제64조 제1항에서는 ‘정규학력을 게재하는 경우에는 졸업 또는 수료 당시의 학교명을 기재하여야 한다’고 명시하여 후보자의 학교명 게재 방식을 엄격하게 규율하고 있다. <br/>    2) 선거관리위원회가 교육감 선거 후보자들에게 배부한 선거 안내 책자에는 정규학력의 기재요령에 대해 안내가 되어 있다. 선거관리위원회는 2022. 1. 25. 피고인 4에게 ‘예비후보자 등록신청 안내드립니다’라는 제목의 이메일을 보냈는데, 해당 이메일에 첨부된 자료 제18면에는 ‘◈ 유의사항◈’으로 “※ 학교명이 개명된 경우에는 졸업·수료 당시의 학교명을 기재하여야 함. 다만, 개명된 학교명을 (  )로 병기하는 것은 가능함”이라고 기재되어 있다. 또한 선거관리위원회는 2022. 3. 29. △△시교육감선거 입후보예정자에게 정치관계법 사례예시집을 배부하였는데, 그 사례예시집 제82면에는 학력표시 방법에 대하여 “선거운동을 위한 각종 홍보물에 학력을 게재하는 경우 법 §64①에 의한 방법으로 게재하지 아니하면 법 §250①에 따라 처벌될 수 있음”이라고 기재되어 있다(증거목록 순번 383, 391, 392). 따라서 피고인은 정규학력을 게재하는 경우에는 졸업 또는 수료 당시의 학교명을 기재하여야 한다는 법령의 내용을 충분히 알 수 있었을 것으로 보인다.<br/>    3) ☆☆☆대학교는 60주년 기념 자료에서 “1983년 4년제 단과대학인 ♧□□대학이 종합대학인 ♧□□대학교로 승격되자마자 학내에서는 ‘♧□□대학교’라는 교명이 산업 분야에 특화된 특수 대학으로 외부에 인식될 수 있으므로 교명 변경이 필요하다는 여론이 비등했다. 1984년 11월 26일부터 28일에 걸쳐 실시된 교명 변경 찬반을 묻는 교내 설문조사에서 교직원의 64%가 교명 변경에 찬성하는 것으로 나타났다. 내부적으로 교명 변경에 대한 찬반 논의가 지속되던 중, 정부가 직장인 등에게 대학 교육의 기회를 제공하기 위해 주로 야간 수업을 진행하던 개방대학의 교명을 1988년부터 산업대학이나 공업대학으로 변경하도록 관련 법규를 바꾸는 바람에, 본교는 ♧□□대학교란 교명을 개방대학의 후신인 산업대학과 구분되기 위해서 변경할 수밖에 없는 상황에 이르게 됐다”라고 학교명 변경 이유를 밝히고 있는바(증거목록 순번 382), ☆☆☆대학교는 ‘산업대학교’라는 명칭이 일반인에게 줄 수 있는 학교의 이미지에 대한 영향을 고려하여 학교명을 변경하였다는 점을 알 수 있다. 이러한 학교명에 따른 학교 이미지가 선거에 있어서도 유권자들에게 영향을 미칠 수 있다고 보는 것은 경험칙에 부합한다.  <br/>   4) 피고인은 오히려 변경 전 □□□고등학교, ♧□□대학교의 학교명을 사용하던 시기의 졸업생이 변경 후 ◇◇◇고등학교, ☆☆☆대학교 졸업생보다 많기 때문에 피고인의 당선에 유리하려면 변경 전의 학교명을 썼어야 했을 것임에도 그렇게 하지 않은 것은 피고인에게 그러한 목적이 없었다는 것을 보여준다는 취지로 주장하나, ☆☆☆대학교의 경우 졸업생의 누계는 아래와 같이 변경 후의 졸업생 수가 월등히 많아 피고인의 위 진술이 전제하는 바는 사실과 다르고(증거목록 순번 417), 교육감 선거는 위 학교들의 졸업생만을 대상으로 한 것이 아니므로, 위 주장은 설득력이 없다.  <br/>〈표〉 ◇◇◇고등학교 학교명 변경 전후 졸업생 수?□□□고등학교 (1945.5.~1999.2.까지)◇◇◇고등학교 (1999. 3.~2022. 2.까지)졸업생(누계)8,228명4,693명<br/>〈표〉 ☆☆☆대학교 학교명 변경 전후 졸업생 수?♧△△대학 (1963.1.~1978.12.까지)♧□□대학교 (1979.1.~1988.4.까지)☆☆☆대학교 (1988. 5.~2022. 2.까지)졸업생(누계)5,785명6,413명87,470명<br/>    5) 피고인은 이 법정에서 선거물에 피고인의 고등학교, 대학교 출신학교가 졸업 당시의 학교명이 아닌 변경된 학교명으로 기재된 것을 확인하였지만 문제가 안 된다고 생각했다거나 법률상 졸업 당시의 학교명을 기재하도록 되어 있는 줄 몰랐다는 취지로 진술하였다(피고인 1에 대한 피고인신문녹취서 제88 내지 89면). 후보자의 학력을 게재함에 있어 졸업 당시의 학교명을 기재하지 아니함으로써 성립하는 허위사실공표죄의 고의는 졸업 당시의 학교명을 기재하지 않은 채 그 학력을 공표한다는 점에 대한 인식이 있으면 충분하고, 졸업 당시 학교명의 기재가 법령에 의하여 강제되어 있다는 점을 알아야 하는 것은 아닐 뿐 아니라, 피고인이 그와 같이 오인하였다고 하더라도 그 홍보물 등의 초안을 검토한 관할 선거관리위원회가 명시적으로 지적한 바 없다는 등 위 피고인의 주장과 같은 사정만으로는 위 피고인이 그와 같이 오인한 데에 정당한 이유가 있었다고 보기도 어렵다(대법원 2009. 5. 14. 선고 2009도679 판결 등 참조).  <br/>나. 기부행위의 금지제한 등 위반<br/>  이 법원이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음의 사실 및 사정들을 종합하여 보면, 피고인은 당해 선거구 안에 있는 단체에 기부행위를 하였다고 볼 것이므로, 피고인과 변호인의 주장은 받아들이지 아니한다.<br/>    1) 피고인이 2022. 2. 17. 13:00경 ★★★협의회를 방문하였을 당시 피고인이 비서에게 책을 가지고 오라고 하였고 비서가 피고인의 차 트렁크에 실려 있던 피고인의 저서 5권을 가지고 왔으며, 피고인이 ★★★협의회 대표 공소외 25에게 위 책을 교부하였다.<br/>    2) 공소외 26은 2022. 2. 17. 자신의 페이스북 페이지에 피고인와 함께 위 협의회를 방문하였을 당시의 사진을 게재하였다. 이후 공소외 26은 위 게시물의 내용을 수정하였는데, 수정된 게시물에는 “책은 제가 구입하여 나눔 했습니다. ^^”라는 기재가 추가되었다(증거목록 순번 349).  <br/>〈사진〉 공소외 26의 페이스북 게시물 수정 내역 생략<br/>    3) 공소외 26은 피고인으로부터 게시물의 내용을 공소외 26이 구입한 것으로 해 달라는 연락을 받았다고 일관되게 진술하였는데, 2023. 4. 27. 자 △△광역시선거관리위원회의 사실조회에 대한 회신에 첨부된 자료에 의하면, 2022. 2. 17. 17:16경 피고인이 공소외 26에게 전화를 걸었던 사실이 확인된다(위 사실조회회신 제33면). <br/>    4) 공소외 26이 제출한 피고인과의 통화 녹취서에 의하면, 공소외 26은 위 게시물이 제3자 기부행위로 문제가 되어 선거관리위원회에 조사를 받으러 가기 전날 인 2022. 4. 4. 21:50경 피고인과 통화하였고, 피고인이 공소외 26에게 “예. 그리 잘 부탁합니다. 감사합니다”라고 말한 사실이 확인된다(증거목록 순번 351). <br/>    5) 2022. 4. 5. 12:54경에는 피고인 4가 공소외 26에게 전화를 하여 “그냥 뭐 이렇게 개인이 사신 거잖아요? 그 때 출판기념회 때. ‘책을 사셔가지고 갖고 있다가 이렇게 요쪽에 한 여섯권 정도 드렸는데 뭐 후보님이 지나가시는 길에 잠깐 들리셔가지고 사인을 해 주고 가셨다. 그거를 그냥 SNS에 올린거다’. 그러면 이 공소외 41 국장님 말씀으로는 문제가 없다고 하시더라고요”라고 말하였고, 이에 대하여 공소외 26이 거짓 진술을 하라는 것에 대해 항의하자 다시 피고인 4는 “공소외 41 국장님, 그 선관위에 국장님 말씀으로는 그렇게 얘기하는 게 제일 서로 베스트하다. 얘기를 하셔가지고, 예, 예, 예. 그래서 그렇습니다”라고 말하였다(증거목록 순번 351). 공소외 26은 2022. 4. 5. 13:40경 공소외 41과 통화하였는데, 공소외 41은 ★★★협의회에 기부한 책이 공소외 26의 책이라고 진술하라는 취지로 말하면서 “일단은 ‘후보가 직접 했다’ 소리는 좀 안 했으면 싶으니까 나오는 얘기였죠, 그게.”, “어차피 캠프 가서 도와주려고 했으면 실질적으로 도움이 되는 방법도 있는데 이런 식으로라도 조금 역할을 좀 해 주시면 좋겠다”라는 말을 하였다(증거목록 순번 351). 이와 같이 피고인 4와 공소외 41은 공소외 26이 페이스북에 게시한 글로 인해 피고인에게 문제가 생길 수 있음을 알고 선거관리위원회에 가서는 공소외 26의 책이었던 것으로 거짓진술을 종용하였다.<br/>    6) 공소외 26은 2022. 2. 11. 피고인의 출판기념회에 참석하여 10만 원을 냈고 위 책 2권을 교부해 주어 이를 받은 사실이 있다. 피고인은 권당 책의 가격이 16,000 원이므로 공소외 26은 6권의 책을 구매한 것이고 따라서 가져가지 않은 4권은 공소외 26의 것이라고 주장하나, 그 주장대로라면 피고인은 출판기념회 참석자가 낸 돈과 가져간 책 권수를 기록하고 참석자 소유의 책을 추후 교부하거나 보관하고 있어야 한다. 2022. 2. 11. 피고인의 출판기념회 책 구매 명단(피고인 제출 증거목록 순번 5)을 보면, 출판기념회 참석자가 낸 돈의 액수가 기재되어 있을 뿐, 책을 몇 권 가져갔는지는 기록이 되어 있지 않고, 참석자가 낸 돈은 2만 원, 3만 원, 5만 원, 10만 원, 20만 원 등으로 권당 책 가격으로 나누어지는 액수가 아님을 알 수 있으므로, 위 주장은 설득력이 없다.<br/>5. 피고인 6 단독범행에 대한 판단<br/>가. 매수 및 이해유도<br/>  현행 공직선거법은 누구든지 선거운동을 할 수 있게 하되, 공직선거법 제62조에 의하여 선임된 선거사무관계자들에게만 그 대가를 지급할 수 있도록 하면서, 공직선거법 제135조 제3항에서 “이 법의 규정에 의하여 수당·실비 기타 이익을 제공하는 경우를 제외하고는 수당·실비 기타 자원봉사에 대한 보상 등 명목여하를 불문하고 누구든지 선거운동과 관련하여 금품 기타 이익의 제공 또는 그 제공의 의사를 표시하거나 그 제공의 약속·지시·권유·알선·요구 또는 수령할 수 없다”고 규정함으로써 돈 안 드는 깨끗한 선거, 궁극적으로는 선거의 공정성을 도모하고 있다.<br/>  이 법원이 적법하게 채택하여 조사한 증거들에 의하면, 공소외 3, 공소외 4는 공직선거법 제62조에 의하여 선임된 선거사무관계자가 아닌 자원봉사자인 사실, 공소외 3, 공소외 4가 피고인으로부터 돈을 받으면서 실비용에 관한 영수증을 제출하지 않은 사실이 인정되는바, 피고인이 영수증도 받지 않은 채 돈을 지급하면서 이를 실비용으로 인식하였을 것으로 보이지 않고, 피고인이 그와 같이 지급한 돈은 실비용이고 이는 공직선거법상 허용된다고 오인하였다고 하더라도 그와 같이 오인한 데에 정당한 이유가 있었다고 보기도 어렵다. 따라서 피고인과 변호인의 주장은 받아들이지 아니한다. <br/>나. 방송·신문 등 부정이용<br/>  이 법원이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음의 사실 및 사정들, 즉 ① 공소외 5는 △△광역시선거관리위원회 조사에서 “만들어진 초안을 원로들 중 실명이나 정확한 직책은 모르는 ‘정총장(휴대전화번호 생략)’이라고 불리는 분에게 노트북 화면 그대로 보여드렸습니다. 초안은 ‘압도적 승리!!’ 문구와 그래프 하후보 사진은 최종 게시물과 같고, 맨 위에는 정확하게는 기억이 안나는데 ‘○○ 여론조사’라고 한 것을 ‘정총장’님이 ‘마지막 공표 여론조사’로 해달라고 해서 그렇게 수정하였습니다’라고 진술한 점(증거목록 순번 427), ② 이 법정에서도 자신이 ‘정총장’이라고 알고 있던 피고인 6으로부터 위와 같은 지시를 받은 것으로 기억한다고 진술한 점(증인 공소외 5에 대한 증인신문녹취서 제10 내지 11면), ③ 공소외 5가 실제로 자신의 휴대폰에 피고인의 전화번호를 ‘정총장’이라는 이름으로 저장해 둔 점 등을 종합하여 보면, 공소외 5의 위 진술의 신빙성은 높아 보이고, 이 사건 기록상 공소외 5가 거짓 진술을 할 이유를 찾을 수 없다. 따라서 피고인과 변호인의 주장은 받아들이지 아니한다.<br/>【양형의 이유】[피고인 1]<br/>1. 법률상 처단형의 범위: 벌금 5만원∼4,500만 원<br/>2. 양형기준에 따른 권고형의 범위<br/>  조직 이용 선거영향행위로 인한 지방교육자치에관한법률위반죄에 대하여는 양형기준이 정해져 있지 않으나, 그 외 범죄에 대한 양형기준을 아래와 같이 살펴 참고한다.<br/>   가. 제1범죄(지방교육자치에관한법률위반)<br/>     [유형의 결정]  선거범죄 〉 03. 허위사실공표·후보자비방 〉 [제2유형] 당선목적 허위사실공표<br/>     [특별양형인자]  감경요소: 허위사실공표나 후보자비방의 정도가 약한 경우<br/>                     가중요소: 상대방이 상당히 다수이거나 전파성이 매우 높은 경우<br/>     [권고영역 및 권고형의 범위]  기본영역, 벌금 200만 원∼800만 원<br/>   나. 제2범죄(지방교육자치에관한법률위반)<br/>     [유형의 결정]  선거범죄 〉 04. 선거운동기간 위반·부정선거운동 〉 [제2유형] 선거운동방법 위반<br/>     [특별양형인자]  가중요소: 계획적·조직적 범행, 불특정 또는 다수의 상대방을 대상으로 하거나 상당한 기간에 걸쳐 반복적으로 범행한 경우<br/>     [권고영역 및 권고형의 범위]  특별조정된 가중영역, 벌금 100만 원∼600만 원<br/>   다. 제3범죄(지방교육자치에관한법률위반)<br/>     [유형의 결정]  선거범죄 〉 02. 기부행위 금지·제한 위반 〉 [제1유형] 기부행위<br/>     [특별양형인자]  감경요소: 제공된 금품이나 이익이 극히 경미한 경우<br/>     [권고영역 및 권고형의 범위]  감경영역, 벌금 50만 원∼300만 원<br/>   라. 다수범죄 처리기준에 따른 권고형의 범위: 벌금 200만 원∼1,200만 원(제1범죄 상한 + 제2범죄 상한의 1/2 + 제3범죄 상한의 1/3)<br/>[피고인 2, 피고인 3, 피고인 4, 피고인 5]<br/>1. 법률상 처단형의 범위: 벌금 5만 원∼600만 원<br/>2. 양형기준에 따른 권고형의 범위<br/>  조직 이용 선거영향행위로 인한 지방교육자치에관한법률위반죄에 대하여는 양형기준이 정해져 있지 않으나, 그 외 범죄에 대한 양형기준을 아래와 같이 살펴 참고한다.<br/>  [유형의 결정]  선거범죄 〉 04. 선거운동기간 위반·부정선거운동 〉 [제2유형] 선거운동방법 위반<br/>  [특별양형인자]  가중요소: 계획적·조직적 범행, 불특정 또는 다수의 상대방을 대상으로 하거나 상당한 기간에 걸쳐 반복적으로 범행한 경우<br/>  [권고영역 및 권고형의 범위]  특별조정된 가중영역, 벌금 100만 원∼600만 원<br/>  [처단형에 따라 수정된 권고형의 범위]<br/>   벌금 100만 원∼600만 원(양형기준에서 권고하는 형량범위의 상한이 법률상 처단형의 상한과 불일치하는 경우이므로 법률상 처단형의 상한에 따름)<br/>[피고인 6]<br/>1. 법률상 처단형의 범위: 벌금 5만 원∼4,500만 원<br/>2. 양형기준에 따른 권고형의 범위<br/>  조직 이용 선거영향행위로 인한 지방교육자치에관한법률위반죄에 대하여는 양형기준이 정해져 있지 않으나, 그 외 범죄에 대한 양형기준을 아래와 같이 살펴 참고한다.<br/>  가. 제1범죄(지방교육자치에관한법률위반)<br/>    [유형의 결정]  선거범죄 〉 01. 매수 및 이해유도 〉 [제2유형] 일반 매수, 정당의 후보자 추천 관련 매수<br/>    [특별양형인자]  감경요소: 선거운동에 대한 실비보상적 또는 위로적 차원에서 경미한 금품 등을 제공 또는 수수한 경우<br/>    [권고영역 및 권고형의 범위]  감경영역, 벌금 100만 원∼1,500만 원<br/>  나. 제2범죄(지방교육자치에관한법률위반)<br/>    [유형의 결정]  선거범죄 〉 03. 허위사실공표·후보자비방 〉 [제2유형] 당선목적 허위사실공표<br/>    [특별양형인자]  감경요소: 허위사실공표나 후보자비방의 정도가 약한 경우<br/>                    가중요소: 선거일에 임박한 경우, 상대방이 상당히 다수이거나 전파성이 매우 높은 경우<br/>    [권고영역 및 권고형의 범위]  가중영역, 벌금 500만 원∼1,000만 원<br/>  다. 제3범죄(지방교육자치에관한법률위반)<br/>    [유형의 결정]  선거범죄 〉 04. 선거운동기간 위반·부정선거운동 〉 [제2유형] 선거운동방법 위반<br/>    [특별양형인자]  가중요소: 계획적·조직적 범행, 불특정 또는 다수의 상대방을 대상으로 하거나 상당한 기간에 걸쳐 반복적으로 범행한 경우<br/>    [권고영역 및 권고형의 범위]  특별조정된 가중영역, 벌금 100만 원∼600만 원<br/>  라. 다수범죄 처리기준에 따른 권고형의 범위: 벌금 500만 원∼2,200만 원(제1범죄 상한 + 제2범죄 상한의 1/2 + 제3범죄 상한의 1/3)<br/>3. 선고형의 결정<br/>  ○ 피고인 1: 벌금 700만 원<br/>  ○ 피고인 2: 벌금 300만 원   <br/>  ○ 피고인 3: 벌금 300만 원<br/>  ○ 피고인 6: 벌금 500만 원<br/>  ○ 피고인 4: 벌금 400만 원<br/>  ○ 피고인 5: 벌금 300만 원<br/>  가. 국가의 주권자인 국민이 그 대표자를 선출하는 절차인 선거는 국민주권주의 및 민주주의 구현을 위한 기초가 되므로 국민의 자유로운 의사와 민주적인 절차에 의하여 공정하게 이루어져야 한다. 공직선거법은 선거운동의 자유를 원칙적으로 보장하는 한편, 선거운동의 과열을 막고, 선거 과정의 공정성을 확보하기 위하여 엄격한 규제를 가하고 있다. 이러한 공직 선거의 제도적 취지 등을 고려하면 선거운동을 위하여 법이 정한 선거사무소 또는 선거연락소 외의 시설을 설치하여 이용하는 행위, 선거운동 기간 전에 법에 규정된 방법 이외의 방법으로 선거운동을 하는 행위, 선거운동과 관련하여 법이 정한 수당·실비 이외의 금품 기타 이익을 제공하는 행위, 선거에 영향을 미치게 하기 위하여 기부행위를 하고 허위사실을 공표하는 행위 등은 모두 국민의 자유로운 선택을 방해하고 공직 선거의 투명성과 공정성을 침해하는 것으로서 궁극적으로는 국민주권주의 및 민주주의 가치를 훼손하게 되는 점에서 그 죄책을 가볍게 여길 수 없다.  이 사건 범행은 이러한 공직선거법의 취지를 크게 훼손하는 중대한 선거범죄이고, 민주주의의 기반인 자유로운 여론 형성과정에 인위적으로 개입하여 선거의 공정성을 훼손한 점에서 죄질이 매우 나쁘다.<br/>  나. 특히나 이 사건 범행은 교육감 선거에 관한 것으로, 위와 같은 민주주의의 가치, 절차적 공정성 등에 관하여 학생들을 가르치는 교육 현장을 책임지는 교육감인 피고인 1과 그가 교육감이 되는 것을 도와 △△ 지역의 교육을 바로 세우고자 했다는 피고인들이, 당선이라는 목적 달성을 위해 수단과 방법을 가리지 않고, 법률을 준수하기 보다 회피할 방법만을 모색하는 모습을 보였다는 점에서, 피고인들에 대한 비난가능성이 크다. <br/>  다. 피고인들은 객관적으로 드러난 사실조차 외면한 채 이 사건 범행 일체를 부인하면서 일말의 반성하는 모습도 보이지 않고 있다. 피고인 1은 이 사건 범행을 주도하였고, 피고인 6과 피고인 4는 포럼 내에서 피고인 1의 최측근으로서 활동하였는데, 이들은 선거관리위원회의 조사 및 이 사건에 대한 수사과정에서 사실관계를 조작하고 관련자에게 거짓진술을 종용한 정황도 보여, 위 피고인들에 대하여는 다른 피고인들에 비해 중한 책임을 묻지 않을 수 없다.  <br/>  라. 그 밖에 위 피고인들의 나이, 성행, 전과관계, 이 사건 범행에 이르게 된 경위와 동기, 수단과 결과, 범행 전후의 정황 등 이 사건 기록과 변론에 나타난 여러 양형조건을 두루 종합하여 주문과 같이 형을 정한다.<br/>[〈홍보물 일람표 〉 생략]<br/><br/>판사 김태업(재판장) 강태규 김혜림 ",
  "사건번호": "2022고합531",
  "사건종류코드": "400102",
  "판례정보일련번호": "600447",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}