{
  "판시사항": "  법인인 임대인이 자신의 토지에 건물을 신축하여 사용하는 임차인으로부터 임대료로 임대차기간 만료 시에 건물의 소유권을 이전받기로 하는 경우, 법인세 과세표준상 각 사업연도의 익금에 산입할 임대료를 산정하는 방법<br/>",
  "참조판례": "",
  "사건종류명": "세무",
  "판결요지": "",
  "참조조문": "구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제40조 제2항, 제41조 제1항 제3호, 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제71조 제1항, 제72조 제1항(현행 제72조 제2항 참조)<br/>",
  "선고일자": "20220127",
  "법원명": "대법원",
  "사건명": "법인세부과처분취소",
  "판례내용": "【원고, 피상고인】 사단법인 아이코리아 (소송대리인 법무법인 큰솔 담당변호사 박요찬)<br/>【피고, 상고인】 송파세무서장<br/>【원심판결】 서울고법 2017. 6. 21. 선고 2016누30325 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 뒤에 제출된 각 상고이유보충서 기재는 상고이유를 보충하는 범위 내에서)를 판단한다.<br/>  1. 사안의 개요<br/>  가. 원고는 2005. 3. 30. 주식회사 옵티멈(이하 ‘옵티멈’이라 한다)과 사이에, 옵티멈이 원고 소유의 서울 송파구 (주소 생략) 대 6,611.7㎡(이하 ‘이 사건 토지’라 한다)에 건물을 신축하여 20년간 사용하면서 매년 토지 임대료를 지급하고 임대차기간 만료 후에는 원고에게 건물의 소유권을 무상으로 이전하기로 하는 내용의 임대차계약을 체결하였다(이하 ‘이 사건 임대차계약’이라 한다). <br/>  나. 옵티멈은 이 사건 토지에 지상 10층, 지하 5층 규모의 건물(이하 ‘이 사건 건물’이라 한다)을 신축하여 2007. 7. 27. 소유권보존등기를 마치고 원고에게 매년 토지 임대료를 지급하여 왔다. <br/>  다. 원고는 이 사건 임대차계약과 관련하여 옵티멈으로부터 지급받은 위 임대료만을 익금에 산입하여 법인세를 신고하였다.<br/>  라. 피고는 원고가 임대차기간 만료 후 이 사건 건물의 소유권을 무상으로 이전받는 것은 이 사건 토지에 대한 임대료의 일부를 후불로 지급받는 것이라고 보고, 이 사건 건물의 신축가액을 전체 임대차기간으로 안분한 금액을 해당 사업연도 익금에 추가로 산입하여, 원고에게 2008 사업연도 및 2009 사업연도 법인세를 증액경정·고지하였다.<br/>  마. 이후 피고는 조세심판원의 결정에 따라 이 사건 건물의 신축가액 대신 임대차기간 만료 시점의 이 사건 건물의 시가를 감정평가한 금액(이하 ‘이 사건 감정가액’이라 한다)을 전체 임대차기간으로 안분한 금액을 기준으로 법인세 과세표준을 재산정하여, 2008 사업연도 및 2009 사업연도 법인세를 감액경정·고지하였다(당초 처분 중 위와 같이 감액되고 남은 부분을 ‘이 사건 처분’이라 한다).<br/>  2. 상고이유 제1점에 관하여<br/>  가. 원심은 원고에게 이 사건 건물의 소유권이 이전되는 임대차기간 만료 시의 그 시가는 미래 시점의 명목상 가격이므로, 원고가 임대차기간 내의 각 사업연도에 임대료의 일부로 받은 것으로 볼 수 있는 금액은 ‘임대차기간 만료 시의 이 사건 건물의 시가를 상당한 이율에 의한 중간이자 공제를 통하여 해당 사업연도의 현재가치로 할인하여 임대차기간으로 안분한 금액’이라고 보았다. <br/>  나. 그러나 원심의 이러한 판단은 다음과 같은 이유로 수긍할 수 없다.<br/>  1) 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것, 이하 같다) 제40조 제2항의 위임에 따른 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것, 이하 같다) 제71조 제1항은 ‘자산의 임대로 인한 익금과 손금의 귀속사업연도는 다음 각호의 날이 속하는 사업연도로 한다. 다만 임대료 지급기간이 1년을 초과하는 경우에는 이미 경과한 기간에 대응하는 임대료 상당액과 비용은 이를 각각 당해 사업연도의 익금과 손금으로 한다.’고 규정하면서, 제1호에서 \"계약 등에 의하여 임대료의 지급일이 정하여진 경우에는 그 지급일\"을 규정하고 있다. 그리고 구 법인세법 제41조 제1항 제3호의 위임에 따른 구 법인세법 시행령 제72조 제1항은 제1호 내지 제5호에서 매입자산, 자가 제조·생산·건설 자산, 현물출자·합병 또는 분할에 의하여 취득한 자산과 주식 등의 취득가액을 규정한 다음, 제6호에서 그 밖의 방법으로 취득한 자산의 취득가액은 취득 당시의 시가로 한다고 규정하고 있다(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 법인세법 시행령 제72조 제1항 제5호도 같은 취지이다). 따라서 이 사건과 같이 임대료로 임대차기간 만료 시에 건물의 소유권을 이전받기로 하는 경우에는 해당 시점의 건물의 시가가 곧 후불로 받기로 한 임대료에 해당한다고 보아야 하고, 그 임대료 지급기간이 1년을 초과하므로 ‘이미 경과한 기간에 대응하는 임대료 상당액’으로서 각 사업연도의 익금에 산입할 금액은 임대차기간 만료 시의 건물의 시가를 전체 임대차기간 중 해당 사업연도에 속하는 기간의 비율로 안분한 금액이라고 보는 것이 타당하다.<br/>  2) 기업회계기준은 금전채권 또는 금전채무에 관하여 이를 현재가치로 평가하여 명목가액과 현재가치의 차액을 현재가치할인차금으로 계상하는 규정을 두고 있다. 또한 법인세법에서 현재가치 평가는 그러한 회계처리를 인정하는 규정이 별도로 존재하는 경우에 한하여 허용된다. 그런데 이 사건 감정가액은 임대차기간 만료 시점의 이 사건 건물의 잔존가치를 감정을 통하여 평가한 금액으로서 기업회계기준에 따른 현재가치 평가의 대상이 아니고, 법인세법에 그에 대한 현재가치 평가를 인정하는 규정도 없다. <br/>  3) 만약 원심과 같이 ‘임대차기간 만료 시의 이 사건 건물의 시가를 중간이자 공제를 통하여 해당 사업연도의 현재가치로 할인한 금액’을 기준으로 각 사업연도의 익금에 산입할 임대료를 계산할 경우, 중간이자로 공제된 금액 상당을 추가로 각 사업연도의 익금에 산입하지 않는 이상 해당 금액이 과세대상에서 누락되고, 전체 임대차기간의 임대료로서 각 사업연도의 익금에 산입된 금액을 합산한 금액도 원고가 취득할 당시의 이 사건 건물의 시가에 미달하게 된다.<br/>  4) 따라서 원고의 2008 사업연도 및 2009 사업연도의 법인세 과세표준을 산정할 때에는 임대차기간 만료 시의 이 사건 건물의 시가 자체를 전체 임대차기간 중 해당 사업연도에 속하는 기간의 비율로 안분한 금액을 임대료로 보아 익금에 산입하여야 한다. <br/>  다. 그런데도 원심은 임대차기간 만료 시의 이 사건 건물의 시가를 현재가치로 할인한 금액을 기준으로 각 사업연도의 익금에 산입할 임대료를 계산하여야 함을 전제로 이 사건 처분이 위법하다고 판단하였다. 이러한 원심의 판단에는 후불임대료의 법인세 과세표준 산정방법에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이 점을 지적하는 피고의 상고이유 주장은 이유 있다.<br/>  3. 결론<br/>  그러므로 나머지 상고이유에 관한 판단을 생략한 채 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이동원(재판장) 조재연(주심) 민유숙 천대엽 ",
  "사건번호": "2017두52719",
  "사건종류코드": "400108",
  "판례정보일련번호": "230937",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}