{
  "판시사항": "[1] 가등기담보 등에 관한 법률 제3조, 제4조를 위반하여 청산절차를 거치지 않고 이루어진 담보가등기에 기한 본등기의 효력(무효)과 그 본등기가 약한 의미의 양도담보로서의 효력이 있는지 여부(소극) 및 이 경우 나중에 청산절차를 마치면 무효인 본등기가 실체적 법률관계에 부합하는 유효한 등기가 되는지 여부(적극)<br/>[2] 담보가등기에 기하여 마쳐진 본등기가 무효인 경우, 담보가등기 설정자인 채무자 등이 담보목적 부동산에 대한 소유권 내지 사용수익권을 보유하는지 여부(적극) 및 채무자가 담보목적 부동산에 관하여 채권자와 임대차계약을 체결하고 채권자에게 차임을 지급하거나 채무자가 자신과 임대차계약을 체결하고 있는 임차인으로 하여금 채권자에게 차임을 지급하도록 하여 채권자가 차임을 수령한 경우, 차임이 피담보채무의 변제에 충당된 것으로 보아야 하는지 여부(원칙적 적극)<br/>",
  "참조판례": "[1] 대법원 1994. 1. 25. 선고 92다20132 판결(공1994상, 790), 대법원 2002. 6. 11. 선고 99다41657 판결(공2002하, 1605)<br/>",
  "사건종류명": "민사",
  "판결요지": "[1] 가등기담보 등에 관한 법률(이하 ‘가등기담보법’이라고 한다) 제3조는 채권자가 담보계약에 의한 담보권을 실행하여 그 담보목적 부동산의 소유권을 취득하기 위해서는 그 채권의 변제기 후에 같은 법 제4조의 청산금의 평가액을 채무자 등에게 통지하여야 하고, 이 통지에는 통지 당시 부동산의 평가액과 민법 제360조에 규정된 채권액을 밝혀야 하며, 그 통지를 받은 날부터 2월의 청산기간이 지나야 한다고 규정하고 있다. 가등기담보법 제4조는 채권자는 위 통지 당시 부동산의 가액에서 피담보채권의 가액을 공제한 청산금을 지급하여야 하고, 부동산에 관하여 이미 소유권이전등기를 마친 경우에는 청산기간이 지난 후 청산금을 채무자 등에게 지급한 때에 부동산의 소유권을 취득하고, 담보가등기를 마친 경우에는 청산기간이 지나야 그 가등기에 따른 본등기를 청구할 수 있으며, 이에 반하는 특약으로서 채무자 등에게 불리한 것은 효력이 없다고 규정하고 있다. 위 규정들은 강행법규에 해당하여 이를 위반하여 담보가등기에 기한 본등기가 이루어진 경우 본등기는 무효라고 할 것이고, 설령 그와 같은 본등기가 가등기권리자와 채무자 사이에 이루어진 특약에 의하여 이루어졌다고 할지라도 만일 특약이 채무자에게 불리한 것으로서 무효라고 한다면 본등기는 여전히 무효일 뿐, 이른바 약한 의미의 양도담보로서 담보의 목적 내에서는 유효하다고 할 것이 아니다. 다만 가등기권리자가 가등기담보법 제3조, 제4조에 정한 절차에 따라 청산금의 평가액을 채무자 등에게 통지한 후 채무자에게 정당한 청산금을 지급하거나 지급할 청산금이 없는 경우에는 채무자가 통지를 받은 날부터 2월의 청산기간이 지나면 위와 같이 무효인 본등기는 실체적 법률관계에 부합하는 유효한 등기로 될 수 있을 뿐이다.<br/>[2] 담보가등기에 기하여 마쳐진 본등기가 무효인 경우, 담보목적 부동산에 대한 소유권은 담보가등기 설정자인 채무자 등에게 있고 소유권의 권능 중 하나인 사용수익권도 당연히 담보가등기 설정자가 보유한다. 따라서 채무자가 자신이 소유하는 담보목적 부동산에 관하여 채권자와 임대차계약을 체결하고 채권자에게 차임을 지급하거나 채무자가 자신과 임대차계약을 체결하고 있는 임차인으로 하여금 채권자에게 차임을 지급하도록 하여 채권자가 차임을 수령하였다면, 채권자와 채무자 사이에 위 차임을 피담보채무의 변제와는 무관한 별개의 것으로 취급하기로 약정하였거나 달리 차임이 피담보채무의 변제에 충당되었다고 보기 어려운 특별한 사정이 없는 한 위 차임은 피담보채무의 변제에 충당된 것으로 보아야 한다.<br/>",
  "참조조문": "[1] 가등기담보 등에 관한 법률 제3조, 제4조 / [2] 가등기담보 등에 관한 법률 제3조, 제4조<br/>",
  "선고일자": "20190613",
  "법원명": "대법원",
  "사건명": "소유권말소등기",
  "판례내용": "【원고, 상고인】 <br/>【피고, 피상고인】 <br/>【원심판결】 인천지법 2018. 11. 28. 선고 2017나61655 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 인천지방법원 본원 합의부에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 가. 가등기담보 등에 관한 법률(이하 ‘가등기담보법’이라고 한다) 제3조는 채권자가 담보계약에 의한 담보권을 실행하여 그 담보목적 부동산의 소유권을 취득하기 위해서는 그 채권의 변제기 후에 같은 법 제4조의 청산금의 평가액을 채무자 등에게 통지하여야 하고, 이 통지에는 통지 당시 부동산의 평가액과 민법 제360조에 규정된 채권액을 밝혀야 하며, 그 통지를 받은 날부터 2월의 청산기간이 지나야 한다고 규정하고 있다. 가등기담보법 제4조는 채권자는 위 통지 당시 부동산의 가액에서 피담보채권의 가액을 공제한 청산금을 지급하여야 하고, 부동산에 관하여 이미 소유권이전등기를 마친 경우에는 청산기간이 지난 후 청산금을 채무자 등에게 지급한 때에 부동산의 소유권을 취득하고, 담보가등기를 마친 경우에는 청산기간이 지나야 그 가등기에 따른 본등기를 청구할 수 있으며, 이에 반하는 특약으로서 채무자 등에게 불리한 것은 그 효력이 없다고 규정하고 있다. 위 규정들은 강행법규에 해당하여 이를 위반하여 담보가등기에 기한 본등기가 이루어진 경우 그 본등기는 무효라고 할 것이고, 설령 그와 같은 본등기가 가등기권리자와 채무자 사이에 이루어진 특약에 의하여 이루어졌다고 할지라도 만일 그 특약이 채무자에게 불리한 것으로서 무효라고 한다면 그 본등기는 여전히 무효일 뿐, 이른바 약한 의미의 양도담보로서 담보의 목적 내에서는 유효하다고 할 것이 아니다(대법원 1994. 1. 25. 선고 92다20132 판결 등 참조). 다만 가등기권리자가 가등기담보법 제3조, 제4조에 정한 절차에 따라 청산금의 평가액을 채무자 등에게 통지한 후 채무자에게 정당한 청산금을 지급하거나 지급할 청산금이 없는 경우에는 채무자가 그 통지를 받은 날부터 2월의 청산기간이 지나면 위와 같이 무효인 본등기는 실체적 법률관계에 부합하는 유효한 등기로 될 수 있을 뿐이다(대법원 2002. 6. 11. 선고 99다41657 판결 등 참조).<br/>  나. 이와 같이 담보가등기에 기하여 마쳐진 본등기가 무효인 경우, 담보목적 부동산에 대한 소유권은 담보가등기 설정자인 채무자 등에게 있고 소유권의 권능 중 하나인 사용수익권도 당연히 담보가등기 설정자가 보유한다. 따라서 채무자가 자신이 소유하는 담보목적 부동산에 관하여 채권자와 임대차계약을 체결하고 채권자에게 차임을 지급하거나 채무자가 자신과 임대차계약을 체결하고 있는 임차인으로 하여금 채권자에게 차임을 지급하도록 하여 채권자가 차임을 수령하였다면, 채권자와 채무자 사이에 위 차임을 피담보채무의 변제와는 무관한 별개의 것으로 취급하기로 약정하였거나 달리 차임이 피담보채무의 변제에 충당되었다고 보기 어려운 특별한 사정이 없는 한 위 차임은 피담보채무의 변제에 충당된 것으로 보아야 한다.<br/>  2. 가. 원심판결 이유에 의하면, 원심은 이 사건 소송 계속 중 피고가 원고에게 담보권 실행을 통지한 2017. 4. 25.경 또는 그 무렵을 기준으로 원고가 피고 측에 대해 부담하는 피담보채무의 원리금을 원고 주장의 방식에 따라 계산하면 합계 808,006,378원이 나오는데, 이 중 본등기를 마치기 전까지 지급된 33,990,520원만이 변제에 충당될 뿐 본등기를 마친 뒤로 피고가 원고 측 내지 다른 임차인들로부터 지급받은 차임은 피담보채무의 변제에 충당된다고 볼 수 없으므로, 결국 원고가 피고 측에 대하여 부담하는 피담보채무의 원리금은 가등기담보권의 목적물인 이 사건 부동산의 당시 시가(751,944,700원)를 초과하는 774,015,858원(= 808,006,378원 - 33,990,520원)에 이르러, 앞서 본 담보권의 실행 당시 피고가 원고에게 지급할 청산금이 없었음이 계산상 명백하고, 따라서 피고가 원고에게 청산금이 없다고 통보한 담보권의 실행은 적법하고 이 사건 소유권이전등기 역시 실체적 법률관계에 부합하는 유효한 등기에 해당한다는 이유로, 피고의 항변을 받아들여 이 사건 소유권이전등기의 말소를 구하는 원고의 청구를 기각한 제1심판결이 정당하다고 보아 원고의 항소를 기각하였다.<br/>  나. 그러나 앞서 본 법리에 비추어 보면, 피고가 이 사건 부동산에 관하여 가등기에 기하여 본등기를 마쳤더라도 가등기담보법 제3조, 제4조에 정한 절차를 거치지 아니한 이상 그 소유권 내지 사용수익권은 채무자인 원고에게 있으므로, 본등기를 마친 이후에 피고가 원고 측 내지 다른 임차인들로부터 지급받은 차임은 그 명목에 상관 없이 원칙적으로 피담보채무의 변제에 충당되었다고 보아야 하고, 이와 달리 피담보채무의 변제에 충당되지 않았다고 보기 위해서는, 차임을 피담보채무의 변제와 무관하게 별개로 취급하기로 약정하였거나 차임이 피담보채무의 변제에 충당되었다고 보기 어려운 특별한 사정이 있었는지 등을 심리·판단하였어야 한다.<br/>  그런데도 원심은 그 판시와 같은 이유만으로 피고가 차임으로 지급받은 돈이 피담보채무 원리금의 상환과는 별도로서 피담보채무의 변제에 충당되지 않는다고 보아 피고가 이 사건 소송 계속 중에 한 담보권 실행에 기하여 이 사건 부동산의 소유권을 유효하게 취득하였다고 판단하였다.<br/>  이러한 원심판단에는 담보가등기의 목적인 부동산에 대한 사용수익권의 귀속 및 가등기담보법에서 정한 청산절차 또는 청산금의 산정 등에 관한 법리를 오해하고 필요한 심리를 다하지 아니하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다.<br/>  3. 그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김재형(재판장) 조희대 민유숙 이동원(주심) ",
  "사건번호": "2018다300661",
  "사건종류코드": "400101",
  "판례정보일련번호": "208403",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}