{
  "판시사항": " [1] 물건에 대한 점유의 의미 및 판단 기준 / 민법 제758조 제1항에서 정한 공작물 점유자의 의미 / 가사상, 영업상 기타 유사한 관계에 의하여 타인의 지시를 받아서 공작물에 대한 사실상의 지배를 하는 자가 민법 제758조 제1항에 의한 공작물 점유자의 책임을 부담하는 자에 해당하는지 여부(소극)<br/> [2] 집합투자업자인 甲 주식회사의 운용지시에 따라 신탁회사인 乙 은행이 투자신탁재산으로 소유권을 취득한 건물의 주차장 천장에서 화재가 발생하여 임차인인 丙 주식회사가 피해를 입자, 甲 회사, 乙 은행 및 甲 회사와 체결한 자산관리 위탁계약에 따라 건물에 관한 자산관리 업무를 수행한 丁 주식회사, 丁 회사와 체결한 시설관리 용역계약에 따라 건물의 시설관리 업무를 수행한 戊 주식회사를 상대로 민법 제758조 제1항에 의한 공작물 점유자의 책임을 구한 사안에서, 丁 회사와 戊 회사는 甲 회사의 점유를 돕기 위한 점유보조자의 지위에 있을 뿐이므로 공작물 점유자로서의 책임을 부담하지 않으나, 甲 회사와 乙 은행은 위 주차장의 설치 또는 보존상 하자로 발생할 수 있는 각종 사고를 방지하기 위하여 이를 보수·관리할 권한 및 책임의 귀속주체로서 점유보조관계를 통하여 위 주차장을 직접점유하였다고 볼 수 있으므로 위 화재와 관련하여 민법 제758조 제1항에 의한 공작물 점유자의 책임을 부담한다고 본 원심의 결론을 수긍한 사례<br/> [3] 실화책임에 관한 법률의 입법 취지 및 발화점과 불가분의 일체를 이루는 물건의 소실에 대하여도 위 법률이 적용되는지 여부(소극)<br/> [4] 집합투자업자와 신탁업자가 민법 제758조 제1항에 따라 투자신탁재산인 공작물의 점유자로서 공작물의 설치 또는 보존의 하자로 피해를 입은 제3자에게 손해배상책임을 부담하는 경우, 투자신탁재산을 한도로만 책임을 부담하는 것이 아니라 고유재산으로도 책임을 부담하는지 여부(적극) / 신탁법 제114조 제1항에 따른 유한책임신탁의 효력발생요건(=유한책임신탁의 등기)<br/>",
  "참조판례": " [1][3][4] 대법원 2024. 2. 15. 선고 2019다208724 판결(공2024상, 507) / [1] 대법원 2000. 4. 21. 선고 2000다386 판결(공2000상, 1248), 대법원 2001. 1. 16. 선고 98다20110 판결(공2001상, 435) / [3] 대법원 2000. 5. 26. 선고 99다32431 판결(공2000하, 1503)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 민법 제192조, 제195조, 제758조 제1항 / [2] 민법 제192조, 제195조, 제758조 제1항 / [3] 실화책임에 관한 법률 제1조, 제2조 / [4] 구 자본시장과 금융투자업에 관한 법률(2018. 3. 27. 법률 제15549호로 개정되기 전의 것) 제64조 제1항, 제80조 제2항, 신탁법 제114조 제1항<br/>",
  "선고일자": "20240312",
  "법원명": "대법원",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 상고인 겸 피상고인】 ○○○ 주식회사 (소송대리인 법무법인(유한) 바른 담당변호사 손흥수)<br/>【피고, 피상고인 겸 상고인】 △△△자산운용 주식회사 외 1인 (소송대리인 변호사 박종욱 외 1인)<br/>【피고, 피상고인】 주식회사 □□□ 외 1인 (담당변호사 여철기 외 8인)<br/>【원심판결】 서울고법 2019. 11. 22. 선고 2018나2058838 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용 중 원고와 피고 △△△자산운용 주식회사, 주식회사 ◇◇은행 사이에 생긴 부분은 각자가 부담하고, 원고와 피고 주식회사 □□□, 주식회사 ☆☆산업 사이에 생긴 부분은 원고가 부담한다.<br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 사안의 개요<br/>  원심판결 이유와 기록에 의하면 다음 사실을 알 수 있다. <br/>  가. 원고는 2011. 10. 14. 성남시 분당구 (주소 생략)에 있는 ▽▽빌딩(이하 ‘이 사건 건물’이라 한다)의 소유자이던 소외 1 회사로부터 이 사건 건물 3층 및 5층 부분을 임대차기간 2011. 12. 1.부터 2016. 11. 30.까지로 정하여 임차하였다. <br/>  나. 피고 △△△자산운용 주식회사(이하 ‘피고 1 회사’라 한다)는 2013. 4. 30. 「자본시장과 금융투자업에 관한 법률」에 따라 투자신탁 형식의 사모부동산집합투자기구인 △△△KORIF사모부동산투자신탁22호(이하 ‘이 사건 펀드’라 한다)를 설정하고 신탁업자인 피고 주식회사 ◇◇은행(이하 ‘피고 2 은행’이라 한다)과 신탁계약을 체결하였다. 피고 2 은행은 이 사건 펀드를 설정, 운용하는 집합투자업자인 피고 1 회사의 운용지시에 따라 이 사건 펀드의 투자신탁재산으로 이 사건 건물의 소유권을 취득하고, 소외 1 회사의 임대인 지위를 승계하였다. <br/>  다. 제1심 공동피고 주식회사 ◎◎◎는 피고 2 은행으로부터 이 사건 건물 4층 부분을 임차하였는데, 2014. 10. 26. 원고에게 이 사건 건물 4층 중 일부 부분을 전대차기간 2014. 10. 26.부터 2016. 10. 26.까지로 정하여 전대하였고(이하 이 사건 건물 3층 및 5층 전체와 4층 중 원고가 전차한 부분을 합하여 ‘이 사건 임차 부분’이라 한다), 피고 2 은행은 2014. 11.경 위 전대에 동의하였다. <br/>  라. 피고 1 회사는 2015. 3. 10. 피고 주식회사 □□□(이하 ‘피고 3 회사’라 한다)과 사이에 이 사건 건물의 운영 및 유지 관리 등을 포함하는 자산관리 업무에 관한 위탁계약(이하 ‘이 사건 자산관리 위탁계약’이라 한다)을 체결하였다. 피고 3 회사는 2015. 5. 29. 피고 1 회사의 동의를 받아 피고 주식회사 ☆☆산업(이하 ‘피고 4 회사’라 한다)과 사이에 이 사건 건물의 시설관리 등 업무에 관한 용역계약(이하 ‘이 사건 시설관리 용역계약’이라 한다)을 체결하였다.<br/>  마. 2015. 12. 11. 20:18경 이 사건 건물 1층 주차장(이하 ‘이 사건 주차장’이라 한다) 천장에서 화재가 발생하였고(이하 ‘이 사건 화재’라 한다), 화염이 이 사건 임차 부분까지 확대되었다. 이로 인하여 이 사건 임차 부분 내에 있던 원고의 전산장비와 집기부품 등 자산이 소훼되었다. <br/>  2. 손해배상책임 성립에 관한 판단<br/>  가. 이 사건 화재와 관련하여 공작물 점유자의 책임을 부담하는 자에 관하여(피고 1 회사, 피고 2 은행의 제1 상고이유)<br/>  1) 물건에 대한 점유란 사회관념상 어떤 사람의 사실적 지배에 있다고 보이는 객관적 관계를 말하는 것으로서, 사실상의 지배가 있다고 하기 위하여는 반드시 물건을 물리적, 현실적으로 지배하여야만 하는 것이 아니고, 물건과 사람 사이의 시간적, 공간적 관계와 본권관계, 타인지배의 배제 가능성 등을 고려하여 사회통념에 따라 합목적적으로 판단하여야 한다(대법원 2001. 1. 16. 선고 98다20110 판결 등 참조).<br/>민법 제758조 제1항 소정의 공작물 점유자란 공작물을 사실상 지배하면서 그 설치 또는 보존상의 하자로 인하여 발생할 수 있는 각종 사고를 방지하기 위하여 공작물을 보수·관리할 권한 및 책임이 있는 자를 말한다(대법원 2000. 4. 21. 선고 2000다386 판결 등 참조).<br/>가사상, 영업상 기타 유사한 관계에 의하여 타인의 지시를 받아서 공작물에 대한 사실상의 지배를 하는 자가 있는 경우에 그 타인의 지시를 받는 자는 민법 제195조에 따른 점유보조자에 불과하므로 민법 제758조 제1항에 의한 공작물 책임을 부담하는 점유자에 해당하지 않는다.<br/>  2) 원심은 판시와 같은 이유로 다음과 같이 판단하였다. ① 이 사건 자산관리 위탁계약에 따라 이 사건 건물에 관한 자산관리 업무를 수행한 피고 3 회사와 이 사건 시설관리 용역계약에 따라 이 사건 건물의 시설관리 업무를 수행한 피고 4 회사는 이 사건 건물의 관리를 위탁한 피고 1 회사의 점유를 돕기 위하여 이 사건 건물을 사실상 지배한 것이어서 민법 제195조에 따른 점유보조자의 지위에 있을 뿐이다. ② 반면에 피고 1 회사와 피고 2 은행은 이 사건 건물의 일부인 이 사건 주차장의 설치 또는 보존상의 하자로 인하여 발생할 수 있는 각종 사고를 방지하기 위하여 이를 보수·관리할 권한 및 책임의 귀속주체로서 점유보조관계를 통하여 이 사건 주차장을 직접점유하였다고 볼 수 있으므로 이 사건 화재와 관련하여 민법 제758조 제1항에 의한 공작물 점유자의 책임을 부담한다. <br/>  원심판결 이유를 앞서 본 법리와 기록에 비추어 살펴보면, 원심의 이유 설시에 미흡한 부분이 있기는 하나 공작물 점유자의 책임을 부담하는 자에 관하여 판단한 원심의 결론은 수긍할 수 있고, 거기에 상고이유 주장과 같이 민법 제758조 제1항에 따른 공작물 점유자에 관한 법리오해, 판례위반, 판단누락 및 심리미진 등으로 판결에 영향을 미친 잘못이 없다.<br/>  나. 피고 3 회사, 피고 4 회사의 불법행위책임에 관하여(원고의 제5 상고이유)<br/>  원심은, 이 사건 화재가 피고 3 회사, 피고 4 회사가 이 사건 건물 내부에 설치된 전기배선의 안전상태를 확인하고 적절하게 보수하며 필요한 경우 전기배선의 재설치 공사를 하여야 하는 의무 위반에 기인하여 발생하였다고 인정하기에 부족하다는 이유로 원고의 피고 3 회사, 피고 4 회사에 대한 불법행위로 인한 손해배상청구를 배척하였다. <br/>  원심판결 이유를 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 수긍할 수 있고, 거기에 상고이유 주장과 같이 불법행위로 인한 손해배상책임의 인정 여부에 관한 채증법칙 위반 등으로 판결에 영향을 미친 잘못이 없다.<br/>  3. 손해배상액 산정에 관한 판단(원고의 제1 내지 3 상고이유)<br/>  원심은 판시와 같은 이유로 다음과 같이 판단하였다. 이 사건 화재로 인한 원고의  휴업기간 중 매출감소액은 11,500,000,000원, 영업이익률은 3.29%라고 봄이 상당하므로, 이를 전제로 산정한 일실 영업이익 상당의 휴업손해액은 378,350,000원이 된다. 원고가 이 사건 휴업기간 중 계상한 고정적 경상비에서 상대원동 공장 관련 경상비 부분을 제외한 나머지 경상비 중에서 이 사건 휴업기간 중 매출 감소분 비율에 해당하는 867,423,389원 상당의 고정적 경상비만이 휴업손해에 포함된다.<br/>  원심판결 이유를 기록에 비추어 살펴보면, 원심의 손해액 산정방식과 구체적 산정결과는 합리적인 것으로 수긍할 수 있고, 거기에 상고이유 주장과 같이 손해액 산정방법, 일실 영업이익 배상에 관한 법리오해, 채증법칙 위반, 심리미진 등으로 판결에 영향을 미친 잘못이 없다. <br/>  4. 책임제한에 관한 판단<br/>  가. 「실화책임에 관한 법률」에 의한 책임제한에 관하여(피고 1 회사, 피고 2 은행의 제2 상고이유) 「실화책임에 관한 법률」(이하 ‘실화책임법’이라 한다)은 실화로 인하여 일단 화재가 발생한 경우에는 부근 가옥 기타 물건에 연소함으로써 그 피해가 예상외로 확대되어 실화자의 책임이 과다하게 되는 점을 고려하여 그 책임을 제한함으로써 실화자를 지나치게 가혹한 부담으로부터 구제하고자 하는 데 그 입법 취지가 있으므로, 실화책임법은 발화점과 불가분의 일체를 이루는 물건의 소실, 즉 직접 화재에는 적용되지 아니하고, 그로부터 연소한 부분에만 적용된다(대법원 2000. 5. 26. 선고 99다32431 판결 등 참조).<br/>  원심은 판시와 같은 이유로 이 사건 화재로 발생한 화염이 이 사건 임차 부분으로 확대되어 원고가 입은 손해는 직접 화재로 인한 것이므로, 연소로 인한 손해배상액의 경감에 관한 실화책임법 제3조를 피고 1 회사, 피고 2 은행의 원고에 대한 손해배상책임에 적용할 수 없다고 판단하였다.<br/>  원심판결 이유를 앞서 본 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 수긍할 수 있고, 거기에 상고이유 주장과 같이 실화책임법의 적용대상에 관한 법리오해, 심리미진 등으로 판결에 영향을 미친 잘못이 없다.<br/>  나. 「자본시장과 금융투자업에 관한 법률」및 신탁법에 의한 책임제한에 관하여(피고 1 회사, 피고 2 은행의 제2 상고이유)<br/>  1) 구 「자본시장과 금융투자업에 관한 법률」(2018. 3. 27. 법률 제15549호로 개정되기 전의 것, 이하 ‘구 자본시장법’이라 한다) 제80조 제2항에 의하면, 투자신탁의 집합투자업자가 투자신탁재산의 효율적 운용을 위하여 불가피하게 자신의 명의로 직접 투자대상자산의 취득·처분 등을 하거나 신탁업자가 집합투자업자의 운용지시에 따라 투자대상자산의 취득·처분 등을 한 경우에 집합투자업자와 신탁업자는 투자신탁재산을 한도로 하여 그 이행 책임을 부담하고, 다만 그 집합투자업자 또는 신탁업자가 구 자본시장법 제64조 제1항에 따라 법령 등을 위반하는 행위를 하거나 업무를 소홀히 하여 투자자에게 손해를 발생시켜서 손해배상책임을 지는 경우에는 고유재산으로도 책임을 부담한다.<br/>  한편 신탁법 제114조 제1항에 의하면, 신탁행위로 수탁자가 신탁재산에 속하는 채무에 대하여 신탁재산만으로 책임을 부담하는 유한책임신탁을 설정할 수 있는데, 이 경우 유한책임신탁의 등기를 하여야 그 효력이 발생한다.<br/>  2) 원심은 판시와 같은 이유로 피고 1 회사, 피고 2 은행이 이 사건 화재와 관련하여 구 자본시장법 제80조 제2항, 신탁법상 유한책임신탁 규정 등에 따라 이 사건 펀드의 투자신탁재산을 한도로 공작물 점유자로서의 손해배상책임을 부담한다는 피고 1 회사, 피고 2 은행의 주장을 배척하였다.<br/>집합투자업자와 신탁업자가 민법 제758조 제1항에 따라 투자신탁재산인 공작물의 점유자로서 공작물의 설치 또는 보존의 하자로 피해를 입은 제3자에게 손해배상책임을 부담하는 경우에는 그 책임이 투자신탁재산의 취득·처분 등과 관련한 이행 책임이 아니므로, 투자신탁재산을 한도로만 책임을 부담하는 것이 아니라 고유재산에 의하여도 그 책임을 부담하는 것으로 보아야 한다. 또한 유한책임신탁의 등기가 없는 이상 신탁법 제114조 제1항에 따른 유한책임신탁으로서의 효력도 없다. <br/>  원심판결 이유를 앞서 본 법리에 비추어 살펴보면, 같은 취지의 원심의 판단은 정당하고, 거기에 상고이유 주장과 같이 구 자본시장법 제80조 제2항 및 신탁법상 유한책임신탁제도 등에 의한 책임 부담 한도에 관한 법리오해, 심리미진 등으로 판결에 영향을 미친 잘못이 없다.<br/>  다. 공평의 원칙에 의한 책임제한에 관하여(원고의 제4 상고이유)<br/>  원심은, 이 사건 화재의 발생 원인이 명확히 규명되지 않았고, 피고 1 회사, 피고 2 은행의 구체적인 과실도 확인되지 않은 점, 피고 1 회사, 피고 2 은행의 이 사건 건물에 대한 점유의 방식, 물리적 지배의 정도에 비추어 공작물의 설치·보존상 하자로 인한 점유자의 책임을 완화하여 줄 여지도 있는 점 등을 들어 피고 1 회사, 피고 2 은행의 손해배상책임의 범위를 90%로 제한하였다. <br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 수긍할 수 있고, 거기에 상고이유 주장과 같이 공평의 원칙에 의한 책임제한에 관한 법리오해, 석명의무 위반, 채증법칙 위반, 심리미진 등으로 판결에 영향을 미친 잘못이 없다.<br/>  5. 결론<br/>  상고를 모두 기각하고 상고비용은 패소자들이 부담하도록 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 노정희(재판장) 이흥구 오석준(주심) ",
  "사건번호": "2019다301029",
  "사건종류코드": "400101",
  "판례정보일련번호": "241363",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}