{
  "판시사항": "  甲이 乙을 상대로 이혼을 청구하면서 원상회복으로 甲이 乙과 乙의 부모 등에게 지급한 예물과 현금 등의 반환 및 재산상 손해배상으로 신혼집 인테리어 비용 등의 지급을 구한 사안에서, 제반 사정에 비추어 甲과 乙의 혼인관계가 혼인 불성립에 준하여 처리함이 타당한 경우라고 인정할 수 없다는 이유로 甲의 원상회복청구 및 손해배상청구를 기각한 사례<br/>",
  "참조판례": "",
  "사건종류명": "가사",
  "판결요지": "  甲이 乙을 상대로 이혼을 청구하면서 원상회복으로 甲이 乙과 乙의 부모 등에게 지급한 예물과 현금 등의 반환 및 재산상 손해배상으로 신혼집 인테리어 비용 등의 지급을 구한 사안이다.<br/>  甲과 乙이 혼인신고를 한 후 약 10개월 만에 별거에 이르게 되었고, 乙이 타 지역에서 공보의로 근무하여 甲과 乙이 혼인기간 중 주말부부로 생활한 사실 등이 인정되나, 甲과 乙은 양가 부모를 비롯한 하객들 앞에서 결혼식을 올리고 혼인신고를 한 점, 비록 乙의 병역 문제로 주말부부 생활을 하였으나 신혼집을 임차하여 함께 생활하였던 점, 甲과 乙은 결혼 직후 자녀를 잉태하여 출산한 점과 함께 甲과 乙의 혼인생활의 내용 등을 종합하여 보면, 甲과 乙의 혼인관계가 부부공동체로서 의미 있는 혼인생활을 하였다고 인정할 수 없을 만큼 단기간에 파탄되거나 당초부터 혼인을 계속할 의사가 없어 그로 인하여 혼인의 파국을 초래하였다고 인정되는 등 신의칙 내지 형평의 원칙에 비추어 혼인 불성립에 준하여 처리함이 타당한 경우라고 인정할 수 없다는 이유로 甲의 원상회복청구 및 손해배상청구를 기각한 사례이다.<br/>",
  "참조조문": "민법 제806조, 제840조 제6호, 제843조<br/>",
  "선고일자": "20200709",
  "법원명": "부산가법",
  "사건명": "이혼등·이혼등",
  "판례내용": "【원고(반소피고)】 원고(반소피고) (소송대리인 법무법인 청률 담당변호사 노태홍 외 2인)<br/>【피고(반소원고)】 피고(반소원고) (소송대리인 변호사 변경민)<br/>【사건본인】 사건본인<br/>【변론종결】2020. 5. 28.<br/>【주    문】<br/>  1. 본소 및 반소에 의하여, 원고(반소피고)와 피고(반소원고)는 이혼한다.<br/>  2. 원고(반소피고)의 본소 주위적 원상회복청구 및 손해배상청구, 피고(반소원고)의 반소 위자료청구를 각 기각한다.<br/>  3. 피고(반소원고)는 원고(반소피고)에게 재산분할로 22,347,000원 및 이에 대하여 이 판결 확정일 다음 날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라.<br/>  4. 사건본인의 친권자 및 양육자로 원고(반소피고)를 지정한다.<br/>  5. 피고(반소원고)는 원고(반소피고)에게 사건본인의 양육비로 2020. 7. 10.부터 2036. 7. 7.까지 월 1,000,000원씩을 매월 말일에 지급하라. <br/>  6. 피고(반소원고)는 사건본인이 성년에 이를 때까지 다음과 같이 사건본인을 면접교섭할 수 있다. 원고(반소피고)는 위 면접교섭에 적극 협조하여야 하며, 이를 방해하여서는 아니 된다. <br/>  가. 일시<br/>  1) 매월 둘째, 넷째 주 토요일 14:00부터 다음 날 17:00까지 <br/>  2) 여름 및 겨울방학 기간 각 4박 5일 <br/>  나. 방법: 피고(반소원고)가 사건본인의 주거지 또는 원고(반소피고)와 협의한 장소에 사건본인을 데리러 가고, 피고(반소원고)의 주거지 또는 피고(반소원고)가 책임질 수 있는 장소에서 면접교섭을 한 후 사건본인을 다시 데려다주는 방법. <br/>  다. 원고(반소피고)와 피고(반소원고)는 사전에 협의하여 면접교섭의 일정, 장소, 방법을 변경할 수 있고, 사건본인의 복리를 최대한 존중하여 면접교섭을 실시한다. 사건본인의 인수인계에 참여할 수 있는 사람은 원고(반소피고)와 피고(반소원고)로 국한한다.<br/>  라. 원고(반소피고)는 매주 토요일 피고(반소원고)의 휴대폰으로 사건본인의 얼굴과 전신이 명확하게 나온 사진 10장과 사건본인의 매주 생활 모습을 담은 20초 이상의 재생시간을 가진 동영상 1개를 각 전송하고, 피고(반소원고)는 매주 1회 사건본인과 5분간의 영상통화를 할 수 있다. <br/>  7. 소송비용은 본소와 반소를 합하여 그중 3/5은 원고(반소피고)가, 나머지는 피고(반소원고)가 각 부담한다. <br/>  8. 제5항은 가집행할 수 있다. <br/><br/>【청구취지】  ○ 본소: 주문 제1, 4항 및 피고(반소원고, 이하 ‘피고’라 한다)는 원고(반소피고, 이하 ‘원고’라 한다)에게, 주위적으로 원상회복으로 별지 1 목록 기재 물건 및 46,000,000원을 지급하고, 예비적으로 재산분할로 67,549,220원 및 이에 대하여 이 판결 확정일 다음 날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라. 피고는 원고에게 손해배상으로 172,226,155원 및 이에 대하여 이 사건 2020. 3. 31.자 청구취지 및 청구원인 변경신청서 송달일 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라. 피고는 원고에게, 사건본인의 과거양육비로 14,900,000원을 지급하고, 사건본인의 장래양육비로 2019. 9. 25.부터 사건본인이 성년이 되는 날까지 월 1,000,000원씩을 매월 말일에 지급하라.<br/>  ○ 반소: 주문 제1항 및 원고는 피고에게 위자료로 30,000,000원 및 이에 대하여 이 사건 반소장 부본 송달일 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라. 사건본인의 친권자 및 양육자로 피고를 지정한다. 원고는 피고에게 사건본인의 양육비로 이 사건 반소장 부본 송달일 다음 날부터 2036. 7. 7.까지 월 800,000원씩을 매월 말일에 지급하라. <br/>【이    유】  본소, 반소를 함께 본다.<br/>  1. 인정 사실<br/>  가. 원고와 피고는 2016. 10. 11. 혼인신고를 마친 법률상 부부로서, 그 사이의 자녀로 미성년자인 사건본인을 두고 있다. <br/>  나. 피고는 2016. 9.경부터 2017. 4.경까지 전라 지역에서 공보의로 근무하면서 격주로 원고가 있는 부산을 왕래하였고, 2017. 4.경부터 2017. 5.경까지 ○○보건지소에서 근무하였다. <br/>  다. 피고는 2017. 4.경 원고에게 하버드 의과대학 국제보건 관련 석사과정 프로그램으로 유학을 가고 싶다는 의사를 밝혔으나, 원고는 유학비가 지나치게 많이 들고 원고가 부모님과 함께 운영하는 △△△△△△재단에서 근무하고 있으므로 함께 갈 수 없다며 유학을 반대하여 갈등이 시작되었다.<br/>  라. 원고는 2017. 7. 8. 사건본인을 출산하였다. 원고는 산후조리원에서 나온 이후 친정에서 산후조리를 하였고, 피고도 원고의 친정을 자주 방문하였다. <br/>  마. 피고는 2017. 8. 1.경 원고의 어머니가 자신을 구박하고 하대한다고 생각하고 원고의 어머니에게 ‘말씀하시는 것이 너무 기분이 나쁜데 담판을 지어야겠다’고 말하며 불만을 이야기하였고, 원고의 어머니도 피고에게 화를 내기 시작하여 언성이 높아졌다. <br/>  바. 그 후 피고는 더 이상 원고의 친정을 방문하지 않았고, 원고는 그 무렵부터 현재까지 친정에서 사건본인과 생활하고 있다.<br/>  사. 피고는 2017. 8. 4. 원고에게 마.항 기재 일과 관련해 “내가 아무리 그날 무척 화가 났었다고 해서, 그렇게 언행한 것은 나의 잘못입니다.”라는 내용의 카카오톡 메시지를 보냈고, 2017. 9. 11. 원고의 어머니에게 “어머님의 말씀을 공손하게 경청해서 수용하지 못하고, 어머님께 언성을 높이고 화를 낸 점 진심으로 잘못했습니다. 용서를 바랍니다.”라는 내용의 문자메시지를 보냈다. <br/>  아. 원고와 피고는 2017. 10.경 각각의 부모님과 사건본인의 백일잔치를 따로 치렀다. <br/>  자. 원고는 2017. 12.경 피고에게 “올해가 가기 전에 협의이혼하자. 절차라든지 양육비는 내가 알아볼게.”, “지난 5개월간 수도 없이 고민하고 고민해서 내린 결정이야. 번복하고 싶지 않고, 더 이상의 대화는 불가야. (중략) 유감스럽게도 ○○이는 당신의 아들로 남아있을지언정 난 당신의 아내로 절대 남고 싶지 않아.”라는 카카오톡 메시지를 보냈다. <br/>  차. 원고는 2018. 2. 12. 이 사건 본소를, 피고는 2018. 11. 2. 이 사건 반소를 각 제기하였다. <br/>  [인정 근거] 갑 제1, 9 내지 13, 15 내지 33, 35 내지 39, 43 내지 51호증, 을 제1 내지 76호증(각 가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 가사조사관보고서, 변론 전체의 취지 <br/>  2. 이혼 및 위자료청구에 관한 판단<br/>  가. 본소 및 반소 이혼 청구: 각 민법 제840조 제6호의 사유로 이유 있음.<br/>  나. 본소 및 반소 위자료청구: 각 이유 없음. <br/>  [판단 근거]<br/>  ① 혼인관계 파탄 인정: 위 인정 사실에 더하여 원고와 피고가 모두 이혼을 원하고 있고, 2017. 8. 1.경부터 별거하고 있으며, 서로에 대한 신뢰를 상실하여 앞으로 혼인생활을 지속할 가능성이 없어 보이는 점 등 여러 사정을 참작한다.<br/>  ② 혼인관계 파탄의 주된 책임이 쌍방 모두에게 있고, 그 정도가 대등함: 원고와 피고는 유학문제, 원가족과의 관계 등으로 갈등을 겪었음에도 원고는 친정가족들과 피고와의 갈등을 적절히 중재하지 못하였고 피고는 자신의 주장만 고집하고 원고의 입장을 배려하지 않는 등 서로 자신의 입장만 내세우며 갈등을 심화시켰던 점 등을 참작함.<br/>  원고는 피고의 가정에 대한 무책임, 친정부모에 대한 패륜행위 등으로 인하여 이 사건 혼인이 파탄되었으므로 그 주된 책임이 피고에게 있다고 주장하고, 피고는 원고 부모의 지나친 간섭, 처가 식구들의 폭언 및 위협 등으로 인하여 이 사건 혼인이 파탄되었으므로 그 주된 책임이 원고에게 있다고 주장한다. 그러나 현재까지 이 법원에 제출된 증거들만으로는 혼인관계 파탄의 주된 책임이 어느 일방에게 있음을 인정하기 부족하고, 달리 이를 인정할 증거가 없다.<br/>  3. 본소 원상회복청구(주위적 청구) 및 재산상 손해배상청구에 관한 판단 <br/>  가. 관련 법리 <br/>  일단 혼인이 성립되어 지속된 이상, 부부공동체로서 의미 있는 혼인생활을 하였다고 인정할 수 없을 만큼 단기간에 파탄되거나 당초부터 혼인을 계속할 의사가 없어 그로 인하여 혼인의 파국을 초래하였다고 인정되는 등 신의칙 내지 형평의 원칙에 비추어 혼인 불성립에 준하여 처리함이 타당한 특별한 경우가 아니라면, 일방 당사자는 배우자를 상대로 재산분할을 청구하는 외에 결혼식 등 혼인생활을 위하여 지출한 비용 또는 예물·예단 등의 반환을 구하거나 그 상당액의 손해배상을 구할 수 없다. 더욱이 법률혼주의를 채택하고 있는 우리나라 법제 아래에서 유효한 혼인의 합의가 이루어져 혼인신고를 마치고 법률상의 혼인이 성립되면 부부공동체로서의 동거·부양·협조 관계가 형성되고 그 혼인관계의 해소는 민법에서 정한 이혼 절차에 따라야 하므로 쉽게 그 실체를 부정하여 혼인 불성립에 준하여 법률관계를 처리하여서는 아니 될 것이다(대법원 2014. 6. 12. 선고 2014므329 판결 참조). <br/>  나. 주장의 요지 <br/>  원고와 피고의 혼인은 법률혼이 성립한 때로부터 약 10개월 만에 파탄에 이르게 되었는바, 혼인의 불성립에 준하여 증여의 해제조건이 성취되었으므로 피고는 원고에게 원상회복으로 원고가 피고 및 피고의 부모 등에게 지급한 별지 1 목록 기재 각 예물, 현금 11,000,000원(= 피고의 모친에게 지급한 300만 원 + 부친에게 지급한 200만 원 + 누나에게 지급한 600만 원) 및 피고가 매각한 자동차의 시가 35,000,000원을 반환할 의무가 있고, 재산상 손해배상으로 72,226,155원(= 아래 표 기재와 같은 인테리어 및 가전제품, 집기 구입비용, 결혼식 및 신혼여행 비용 136,729,200원 중 1/2인 68,364,600원 + 원고가 부담한 신혼집의 3년치 관리비 7,723,110원 중 1/2인 3,861,555원)을 지급할 의무가 있다. <br/>구분항목가격(원)인테리어 및 가전제품, 집기구입 비용신혼집 공사비(인테리어)거실 등17,400,000주방, 욕실13,500,000조명1,850,000커튼450,000신혼집 가전냉장고10,000,000TV4,060,000에어컨4,300,000스타일러1,410,000세탁기3,790,000신혼집 가구침대 등26,850,000식탁2,000,000옷걸이, 잡지꽂이680,000식기류칼1,114,000그릇3,362,000주방용품509,700신혼이불5,010,000합계96,285,700결혼식 및 신혼여행 비용결혼식 플래너 비용4,518,000꽃장식4,500,000결혼식 식대(상호 1 생략)16,000,000결혼식 식대(상호 2 생략)1,000,000청첩장, 답례장1,297,700양가 하객 교통비(KTX)1,667,800신혼여행 비용9,460,000이바지 음식비2,000,000합계40,443,500전체 합계136,729,200<br/>  다. 판단<br/>  원고와 피고가 혼인신고를 한 후 약 10개월 만에 별거에 이르게 된 사실, 피고가 전라 지역에서 공보의로 근무하여 원고와 피고가 혼인기간 중 주말부부로 생활한 사실 등은 앞서 본 바와 같다. 그러나 앞서 본 사실 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들, 즉 원고와 피고는 양가 부모를 비롯한 하객들 앞에서 결혼식을 올리고 혼인신고를 한 점, 비록 피고의 병역 문제로 주말부부 생활을 하였으나 부산 해운대구 (주소 생략)를 신혼집으로 임차하여 함께 생활하였던 점, 원고와 피고는 결혼 직후 사건본인을 잉태하여 출산한 점과 함께 원고와 피고의 혼인생활의 내용 등을 종합하여 보면 원고가 제출한 증거들만으로는 원고와 피고의 혼인관계가 부부공동체로서 의미 있는 혼인생활을 하였다고 인정할 수 없을 만큼 단기간에 파탄되거나 당초부터 혼인을 계속할 의사가 없어 그로 인하여 혼인의 파국을 초래하였다고 인정되는 등 신의칙 내지 형평의 원칙에 비추어 혼인 불성립에 준하여 처리함이 타당한 경우라고 인정하기 부족하고 달리 이를 인정할 증거가 없다. 따라서 원고의 주장은 이유 없다. <br/>  4. 본소 재산분할 청구(예비적 청구)에 관한 판단<br/>  가. 재산형성 및 유지 경위<br/>  1) 원고는 혼인기간 부모님이 운영하는 사회복지법인인 △△△△△△재단에서 근무하였고, 피고는 혼인기간 공보의로 근무하다 □□대학교병원에서 수련의 과정을 거쳤다.<br/>  2) 원고와 피고는 원고의 부모님이 임대차보증금 200,000,000원에 임차한 (주소 생략)에서 신혼생활을 시작하였다. <br/>  [인정 근거] 앞서 든 증거들, 갑 제14호증의 각 기재, 가사조사관보고서, 변론 전체의 취지<br/>  나. 분할대상 재산 및 가액<br/>  1) 분할대상 재산: 별지 2 ‘분할대상재산명세표’ 기재와 같다(이 사건 변론종결일을 기준으로 재산분할의 대상 및 가액을 정하되, 다만 금전과 같이 소비나 은닉이 용이하고 기준 시점을 달리하면 중복합산의 우려가 있는 경우에는 별거시점으로서 혼인관계가 파탄에 이르렀다고 봄이 상당한 2017. 8. 1.경을 기준으로 하여 그 금원이 현존하는 것으로 추정하여 재산분할의 대상 및 가액을 정하기로 한다. 다만 원고와 피고가 일치하여 그 가액을 진술하는 경우에는 그에 따른다).<br/>  2) 분할대상 재산의 가액<br/>  가) 원고의 순재산: 85,041,896원<br/>  나) 피고의 순재산: 28,000,000원<br/>  다) 원피고의 순재산 합계: 113,041,896원<br/>  다. 당사자의 주장에 관한 판단<br/>  별지 2 ‘분할대상재산명세표’ 및 별지 3 ‘불인정재산명세표’ 중 각 ‘당사자의 주장 및 판단’란 기재와 같다.<br/>  라. 재산분할의 비율 및 방법<br/>  1) 재산분할의 비율: 원고 95%, 피고 5%<br/>  [판단 근거] 원고와 피고의 실질적인 혼인기간이 약 10개월에 불과한 점, 분할대상 재산의 상당 부분이 원고가 혼인 이전 보유하고 있던 것이거나 원고의 소득과 원고 부모님의 지원을 기초로 형성된 것인 점, 위에서 본 분할대상 재산의 형성과 유지에 대한 원고와 피고의 기여 정도, 그 밖에 혼인생활의 과정과 기간, 원고와 피고의 소득, 재산 및 경제력 등을 참작.<br/>  2) 재산분할의 방법: 당사자들의 의사, 앞서 본 분할대상 재산의 소유명의, 취득 및 유지 경위, 이용상황 등 이 사건 변론에 나타난 여러 사정을 고려하여 분할대상 재산을 현재의 명의대로 그대로 귀속시키면서 위 분할비율에 따라 원고에게 귀속되어야 할 금액 중 부족한 부분을 피고가 원고에게 금원으로 지급하는 것으로 정함.<br/>  3) 피고가 원고에게 지급하여야 하는 재산분할금: 22,347,000원<br/>  [계산식]<br/>  ① 원고와 피고의 순재산 중 재산분할비율에 따른 원고의 몫<br/>  순재산 합계 113,041,896원 × 95% = 107,389,801원(원 미만 버림)<br/>  ② 위 ①항의 금액에서 원고의 순재산을 뺀 금액<br/>  22,347,905원(= 107,389,801원 - 85,041,896원)<br/>  ③ 피고가 원고에게 지급할 재산분할금<br/>  위 ②항의 금액을 약간 하회하는 22,347,000원<br/>  마. 소결론<br/>  따라서 피고는 원고에게 재산분할로 22,347,000원 및 이에 대하여 이 판결 확정일 다음 날부터 다 갚는 날까지 민법이 정한 연 5%의 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>  5. 친권자·양육자 지정, 양육비, 면접교섭(직권)에 관한 판단<br/>  가. 친권자 및 양육자 지정<br/>  원고와 피고의 혼인생활 및 파탄경위, 사건본인과의 친밀도, 사건본인의 나이, 현재까지의 양육상황, 당사자들의 의사, 피고가 미국에서 학업을 계속할 경우 사건본인의 양육환경 및 보조양육자의 변경이 불가피하여 사건본인에게 혼란을 줄 가능성이 있는 점 등 이 사건 변론에 나타난 모든 사정을 종합하면, 사건본인의 친권자 및 양육자로 원고를 지정함이 상당하다.<br/>  나. 양육비<br/>  1) 원고의 과거양육비 청구에 대한 판단<br/>  원고는 피고가 2017. 8.경부터 2017. 12.경까지 전혀 양육비를 지급하지 않다가 2018. 1.부터 양육비 명목으로 월 50만 원을, 2019. 8.부터 월 80만 원을 송금하고 있으나, 피고는 원고에게 월 100만 원의 양육비를 지급할 의무가 있으므로 그 차액인 14,900,000원[= 1,000,000원 × 26개월(2017. 8.~2019. 9.) - 500,000원 × 19개월(2018. 1.~2019. 7.) - 800,000원 × 2개월(2019. 8.~9.)]을 과거양육비로 지급하여야 한다고 주장한다. <br/>  그러나 앞서 든 증거에 의하면 피고가 2018. 1.경부터 이 사건 변론종결일 당시까지 정기적으로 양육비를 꾸준하게 지급하였고, 해당 기간 원고와 피고의 직업 및 소득, 사건본인의 나이 및 양육상황 등 여러 사정들을 종합하면, 피고가 사건본인의 양육비를 상당 부분 부담한 것으로 판단된다. 따라서 원고의 과거양육비 청구는 받아들이지 않는다. <br/>  2) 피고가 지급하여야 하는 장래양육비의 액수<br/>  피고는 사건본인의 아버지로서 원고와 함께 사건본인을 양육할 책임이 있으므로, 원고에게 사건본인의 양육비를 지급할 의무가 있다. 피고는 원고에게 이 판결 선고일 다음 날부터 사건본인이 성년에 이르기 전날까지 월 1,000,000원씩을 매월 말일에 지급하는 것으로 정한다.<br/>  [산정 근거] 사건본인의 나이 및 양육상황, 원고와 피고의 연령, 직업 및 소득, 재산 및 생활능력, 당사자들의 의사 등을 참작<br/>  다. 면접교섭(직권)<br/>  피고는 비양육친으로서 사건본인의 복리에 반하지 않는 한 사건본인과 면접교섭할 권리가 있으므로, 사건본인의 나이, 양육상황, 당사자들의 의사 등 이 사건 변론에 나타난 여러 사정들을 고려하여 주문 제6항 기재와 같이 정한다. <br/>  6. 결론<br/>  그렇다면 원고의 본소 이혼 청구와 피고의 반소 이혼 청구는 이유 있어 각 인용하고, 원고의 본소 주위적 원상회복청구 및 손해배상청구, 피고의 반소 위자료청구는 이유 없어 각 기각하며, 재산분할, 친권자 및 양육자 지정, 양육비, 면접교섭에 관하여는 위와 같이 정하기로 하여, 주문과 같이 판결한다.<br/>[[별지 1] 목록: 생략]<br/>[[별지 2] 분할대상재산명세표: 생략]<br/>[[별지 3] 불인정재산명세표: 생략]<br/><br/>판사 박원근(재판장) 이동호 나재영 ",
  "사건번호": "2018드합200795, 202111",
  "사건종류코드": "400103",
  "판례정보일련번호": "226431",
  "선고": "선고",
  "판결유형": "판결 : 항소",
  "법원종류코드": "400202"
}