{
  "판시사항": "  [1] 민사소송법 제70조 제1항에서 예비적 공동소송의 요건으로 규정한 ‘법률상 양립할 수 없다.’는 것의 의미 / 예비적 공동소송에서 주위적 당사자와 예비적 당사자 중 어느 한 사람에 대하여 상소를 제기한 경우, 상소심의 심판대상<br/>  [2] 당사자가 예비적 공동소송의 형태로 청구하고 있지만 그 공동소송인들에 대한 청구가 상호 간에 법률상 양립할 수 없는 관계에 있지 않은 경우, 이는 그 청구의 본래 성질에 따라 통상 공동소송 등의 관계에 있는지 여부(적극) / 부진정연대채무의 관계에 있는 채무자들을 공동피고로 하여 제기한 이행의 소가 민사소송법 제70조 제1항에서 정한 예비적·선택적 공동소송인지 여부(소극)<br/>  [3] 기망에 의한 손해배상책임이 성립하기 위한 요건 / 사후적으로 피해자가 손해를 회복할 수 있는 다른 법적 구제수단이 존재하는 경우, 손해의 발생 사실 자체를 부정할 수 있는지 여부(소극)<br/>",
  "참조판례": " [1] 대법원 2007. 6. 26. 자 2007마515 결정(공2007하, 1133), 대법원 2011. 2. 24. 선고 2009다43355 판결(공2011상, 632) / [2] 대법원 2009. 3. 26. 선고 2006다47677 판결(공2009상, 528), 대법원 2012. 9. 27. 선고 2011다76747 판결(공2012하, 1734) / [3] 대법원 2009. 3. 12. 선고 2007다76580 판결, 대법원 2018. 6. 15. 선고 2016다212272 판결(공2018하, 1250)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": " [1] 민사소송법 제67조, 제70조 / [2] 민사소송법 제67조, 제70조 제1항, 민법 제413조 / [3] 민법 제110조, 제750조<br/>",
  "선고일자": "20240208",
  "법원명": "대법원",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 피상고인 겸 상고인】 원고 1<br/>【원고, 상고인】 원고 2 외 1인 (소송대리인 변호사 이성렬 외 1인)<br/>【피고, 피상고인】 피고 1 외 5인 (소송대리인 변호사 신익철)<br/>【피고, 상고인 겸 피상고인】 피고 5 (소송대리인 변호사 성창열)<br/>【원심판결】 부산지법 2019. 12. 4. 선고 2017나56100 판결<br/>【주    문】<br/>  1. 원심판결 중 원고들의 피고 1에 대한 청구 및 원고 2의 피고 6에 대한 청구 부분을 파기한다. 위 파기 부분에 관한 소송은 원고들이 2018. 6. 21. 피고 1에 대한 항소를, 원고 2가 2019. 3. 28. 피고 6에 대한 항소를 취하함으로써 종료되었다.  2. 원심판결 중 원고 1의 피고 3, 피고 7에 관한 패소 부분과 원고 2의 피고 2, 피고 7에 관한 패소 부분을 파기하고, 이 부분 사건을 부산지방법원에 환송한다.  3. 원고 1의 피고 5에 대한 상고, 원고 3의 피고 2, 피고 7, 피고 4에 대한 상고, 피고 5의 상고를 모두 기각한다.  4. 원고 1과 피고 5 사이에 생긴 상고비용 중 원고 1의 상고로 인한 부분은 원고 1이, 피고 5의 상고로 인한 부분은 피고 5가 부담하고, 원고 3의 상고로 인한 상고비용은 원고 3이 부담한다.<br/><br/>【이    유】  1. 원고들의 피고 1에 대한 청구 및 원고 2의 피고 6에 대한 청구에 관한 직권 판단<br/>  가. 민사소송법 제70조 제1항에서 예비적 공동소송의 요건으로 규정한 ‘법률상 양립할 수 없다.’는 것은, 동일한 사실관계에 대한 법률적인 평가를 달리하여 두 청구 중 어느 한 쪽에 대한 법률효과가 인정되면 다른 쪽에 대한 법률효과가 부정됨으로써 두 청구가 모두 인용될 수는 없는 관계에 있는 경우나, 당사자들 사이의 사실관계 여하에 의하여 또는 청구원인을 구성하는 택일적 사실인정에 의하여 어느 일방의 법률효과를 긍정하거나 부정하고 이로써 다른 일방의 법률효과를 부정하거나 긍정하는 반대의 결과가 되는 경우로서, 두 청구들 사이에서 한 쪽 청구에 대한 판단 이유가 다른 쪽 청구에 대한 판단 이유에 영향을 주어 각 청구에 대한 판단 과정이 필연적으로 상호 결합되어 있는 관계를 의미하며, 실체법적으로 서로 양립할 수 없는 경우뿐 아니라 소송법상으로 서로 양립할 수 없는 경우를 포함한다(대법원 2007. 6. 26. 자 2007마515 결정 등 참조). 그리고 예비적 공동소송에서 주위적 당사자와 예비적 당사자 중 어느 한 사람에 대하여 상소를 제기하면 다른 당사자에 대한 청구 부분도 확정이 차단되고 상소심에 이심되어 심판대상이 되며, 이러한 경우 상소심은 주위적·예비적 당사자 및 그 상대방 당사자 사이의 결론의 합일확정의 필요성을 고려하여 그 심판의 범위를 판단하여야 한다(대법원 2011. 2. 24. 선고 2009다43355 판결 등 참조). <br/>  그러나 당사자가 예비적 공동소송의 형태로 청구하고 있지만 그 공동소송인들에 대한 청구가 상호 간에 법률상 양립할 수 없는 관계에 있지 않다면 이는 민사소송법 제70조 제1항이 규정한 예비적 공동소송은 아니고 그 청구의 본래 성질에 따라 통상 공동소송 등의 관계에 있다고 보아야 한다(대법원 2012. 9. 27. 선고 2011다76747 판결 참조). 부진정연대채무 관계는 서로 별개의 원인으로 발생한 독립된 채무라 하더라도 동일한 경제적 목적을 가지고 있고 서로 중첩되는 부분에 관하여 일방의 채무가 변제 등으로 소멸할 경우 타방의 채무도 소멸하는 관계에 있으면 성립할 수 있고, 반드시 양 채무의 발생원인, 채무의 액수 등이 서로 동일할 것을 요한다고 할 수는 없으며, 부진정연대채무의 관계에 있는 채무자들을 공동피고로 하여 이행의 소가 제기된 경우 그 공동피고에 대한 각 청구가 서로 법률상 양립할 수 없는 것이 아니므로 그 소송을 민사소송법 제70조 제1항 소정의 예비적·선택적 공동소송이라고 할 수 없다(대법원 2009. 3. 26. 선고 2006다47677 판결 등 참조).<br/>  나. 원심판결 이유 및 기록에 의하여 알 수 있는 이 사건 소송의 심리경과 등은 다음과 같다.<br/>  1) 원고들은 이 사건 중개사무소의 중개보조원인 피고 1이 임대차목적 부동산에 설정되어 있던 근저당권이 곧 말소될 것이고 만일 말소되지 않을 경우 자신이 임대차보증금의 반환을 책임지겠다는 등으로 원고들을 기망하여 임대차계약을 체결하였다고 주장하며, ① 피고 1을 상대로 이러한 불법행위에 기한 손해배상을, ② 이 사건 중개사무소의 공인중개사인 피고 3, 피고 2를 상대로 사용자책임 또는 공인중개사법 제30조 제2항에 기한 손해배상을, ③ 피고 3, 피고 2와 공제계약을 체결한 피고 7을 상대로 공제금의 지급을, ④ 임대인 또는 임대인의 지위를 승계한 피고 5, 피고 6, 피고 4를 상대로 임대차계약 종료에 따른 임대차보증금반환을 청구하였다.<br/>  2) 제1심은 ① 원고 1의 피고 1에 대한 청구와 피고 5에 대한 일부 청구를 인용하고 나머지 청구를 기각하고, ② 원고 2의 피고 1, 피고 6에 대한 일부 청구를 인용하고 나머지 청구를 기각하였으며, ③ 원고 3의 피고 1에 대한 청구를 인용하고 나머지 청구를 기각하였다. 이에 대하여 원고들은 피고들 전부에 대하여 항소를 제기하였다.<br/>  3) 원심에서 원고들은 2018. 6. 21. 피고 1에 대한 항소를 취하하였고, 원고 2는 2019. 3. 28. 피고 6에 대한 항소를 취하하였다.<br/>  4) 원심은 원고들의 피고 1, 피고 3, 피고 2, 피고 7(이하 이들을 통틀어 ‘피고 1 등’이라고 한다)에 대한 청구와 피고 5, 피고 6, 피고 4(이하 이들을 통틀어 ‘피고 5 등’이라고 한다)에 대한 청구는 원고들이 임대차계약을 체결하고 임대차보증금을 보전받는 것을 목적으로 함으로써 모두 인용될 수 없거나 한쪽 청구에 대한 판단 이유가 다른 쪽 청구에 대한 판단 이유에 영향을 주어 각 청구에 대한 판단과정이 필연적으로 상호 결합하여 모든 당사자들 사이에 결론의 합일확정을 기할 필요가 있는 주관적·예비적 공동소송에 해당한다고 판단하여, 위와 같은 항소취하에도 불구하고 원고들의 피고 1에 대한 청구와 원고 2의 피고 6에 대한 청구는 여전히 원심의 심판대상이 된다고 보아 이에 관하여 심리·판단하였다.<br/>  다. 그러나 원고들의 피고 1 등에 대한 청구와 피고 5 등에 대한 청구는 성립요건과 법률효과를 전혀 달리 하는 별개의 청구로서 어느 한 쪽에 대한 법률효과가 인정된다고 하여 다른 한 쪽의 법률효과가 부정되는 관계에 있지 않다. 원고들의 피고 1 등에 대한 청구는 모두 피고 1의 불법행위책임을 전제로 하는 것인데, 원고들이 주장하는 피고 1의 불법행위의 태양은 피고 1이 임대차목적 부동산에 설정된 선순위 근저당권의 말소 여부나 임대차보증금의 반환책임 등에 관하여 원고들을 기망하였다는 것이므로 그러한 사실관계가 인정되더라도 피고 5 등에 대한 임대차보증금반환청구가 반드시 기각되어야 한다거나 위 각 청구에 관한 판단 과정이 택일적 사실인정 등으로 필연적으로 결합되어 있는 관계에 있다고 볼 수 없다. 오히려 위 각 청구는 동일한 경제적 목적을 가지고 있고 서로 중첩되는 부분에 관하여 일방의 채무가 변제 등으로 소멸할 경우 타방의 채무도 소멸하는 관계에 있는 부진정연대채무의 관계에 있다고 봄이 타당하다. <br/>  따라서 위 각 청구는 서로 법률상 양립할 수 없는 것이 아니어서 이 사건 소송은 민사소송법 제70조 제1항에서 정한 예비적·선택적 공동소송이 아닌 통상의 공동소송에 해당하므로, 원심에서 이루어진 항소취하의 효력도 당사자별로 따로 판단해야 한다.<br/>  라. 그렇다면 원고들이 피고 1에 대하여, 원고 2가 피고 6에 대하여 항소를 취하함으로써 이에 대한 제1심판결이 그대로 분리·확정되었다. 그런데도 분리·확정된 위 부분 청구까지 항소심의 심판대상으로 보고 판단한 원심판결에는 예비적·선택적 공동소송 및 항소취하로 인한 항소심의 심판 범위 등에 관한 법리를 오해한 잘못이 있다. 따라서 원심판결 중 원고들의 피고 1에 대한 청구 및 원고 2의 피고 6에 대한 청구 부분은 파기되어야 한다.<br/>  2. 원고 1, 원고 2의 상고이유에 관한 판단<br/>  가. 원고 1의 피고 5에 대한 청구 부분<br/>원고 1은 원심판결 중 피고 5 부분에 대하여도 상고하였으나, 상고장에 이유를 적지 않았고 상고이유서에도 이에 대한 불복이유를 기재하지 않았다.<br/>  나. 원고 1, 원고 2의 피고 3, 피고 2, 피고 7에 대한 청구 부분<br/>  1) 원심은 판시와 같은 이유로 원고 1에 대하여 피고 5가, 원고 2에 대하여 피고 6이 각 임대차계약에 기한 임대차보증금반환의무를 부담하는 이상 피고 1의 불법행위로 인하여 위 원고들에게 손해가 발생하였다고 볼 수 없으므로, 피고 1의 불법행위책임을 전제로 한 원고 1의 피고 3, 피고 7에 대한 청구 및 원고 2의 피고 2, 피고 7에 대한 청구는 이유 없다고 보아 이를 모두 기각하였다.<br/>  2) 그러나 거래당사자 중 일방에 의한 고의적인 기망행위가 있고 이로 말미암아 상대방이 착오에 빠져 그러한 기망행위가 없었더라면 사회통념상 하지 않았을 것이라고 인정되는 법률행위를 하였다면 기망에 의한 손해배상책임이 성립하고(대법원 2018. 6. 15. 선고 2016다212272 판결 등 참조), 비록 사후적으로 피해자가 손해를 회복할 수 있는 다른 법적 구제수단이 존재한다고 하여 일단 있었던 손해의 발생 사실 자체를 부정할 수는 없다(대법원 2009. 3. 12. 선고 2007다76580 판결 참조).<br/>  이러한 법리에 비추어 볼 때 피고 1이 원고 1, 원고 2를 기망하여 위 원고들이 임대차계약을 체결하였고 만일 피고 1의 기망행위가 없었더라면 위 원고들이 임대차계약을 체결하지 않았을 것으로 인정된다면 이로써 피고 1의 기망에 의한 손해배상책임은 성립하는 것이고, 이는 위 원고들이 피고 5, 피고 6에 대하여 임대차보증금반환청구권을 가지고 있다고 하여 달리 볼 것은 아니다.<br/>  3) 그런데도 원심은 원고 1, 원고 2가 임대차계약에 기한 임대차보증금반환청구권을 가지고 있다는 이유만으로 피고 1의 불법행위책임이 성립하지 않는다고 보아 피고 3, 피고 2가 사용자책임 또는 공인중개사법 제30조 제2항에 기한 손해배상책임을 부담하는지, 피고 7이 공제계약에 기한 공제책임을 부담하는지 여부 등에 관하여 더 나아가 살펴보지 않은 채 이 부분 청구를 기각하였다. 이러한 원심의 판단에는 불법행위책임에서 손해에 관한 법리를 오해하는 등으로 판결에 영향을 미친 잘못이 있다.<br/>  3. 원고 3의 상고이유에 관한 판단<br/>  가. 피고 2, 피고 7에 대한 부분<br/>원고 3은 원심판결 중 피고 2, 피고 7 부분에 대하여도 상고하였으나, 상고장에 이유를 적지 않았고 상고이유서에도 이에 대한 불복이유를 기재하지 않았다.<br/>  나. 피고 4에 대한 부분<br/>  원심은 판시와 같은 이유로 피고 4는 원고 3이 체결한 임대차계약의 임대인에 해당하지 않는다고 판단하여 원고 3의 피고 4에 대한 임대차보증금반환청구를 기각하였다. <br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면 이러한 원심의 판단은 정당한 것으로 수긍할 수 있고, 거기에 상고이유 주장과 같이 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 처분문서의 해석, 명의대여자 책임 등에 관한 법리오해, 심리미진 등으로 판결에 영향을 미친 잘못이 없다.<br/>  4. 피고 5의 상고이유에 관한 판단<br/>  원심은 판시와 같은 이유로 피고 5가 피고 1에게 이 사건 오피스텔 제○○○호의 월세 임대차계약 체결에 관한 기본대리권을 수여하였고, 원고 3에게 피고 1이 권한의 범위를 넘는 전세 임대차계약을 체결할 권한이 있다고 믿을 만한 정당한 이유가 있다고 보아, 피고 5는 민법 제126조의 표현대리책임으로서 원고 3에게 임대차보증금을 반환할 의무가 있다고 판단하였다.<br/>  원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 앞서 본 바와 같이 원심이 피고 1에 대한 손해배상청구와 피고 5에 대한 임대차보증금반환청구가 양립할 수 없는 청구라고 판단한 것은 잘못이나 위와 같은 이유로 피고 5의 임대차보증금반환의무를 인정한 결론은 정당한 것으로 수긍할 수 있고, 거기에 상고이유 주장과 같이 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 민법 제126조의 표현대리, 처분문서의 해석 등에 관한 법리오해, 심리미진 등으로 판결에 영향을 미친 잘못이 없다.<br/>  5. 결론<br/>  그러므로 원심판결 중 원고들의 피고 1에 대한 청구 및 원고 2의 피고 6에 대한 청구 부분을 파기하고 민사소송법 제437조 제1호에 의하여 자판하기로 하여 이 부분 소송은 원고들이 2018. 6. 21. 피고 1에 대한 항소를, 원고 2가 2019. 3. 28. 피고 6에 대한 항소를 취하함으로써 종료되었음을 선언하고, 원심판결 중 원고 1의 피고 3, 피고 7에 관한 패소 부분과 원고 2의 피고 2, 피고 7에 관한 패소 부분을 파기하고 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하며, 원고 1의 피고 5에 대한 상고, 원고 3의 피고 2, 피고 7, 피고 4에 대한 상고, 피고 5의 상고를 모두 기각하고, 원고 1과 피고 5 사이에 생긴 상고비용 중 원고 1의 상고로 인한 부분은 원고 1이, 피고 5의 상고로 인한 부분은 피고 5가 부담하고, 원고 3의 상고로 인한 상고비용은 원고 3이 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 오석준(재판장) 노정희 이흥구(주심) ",
  "사건번호": "2020다201422",
  "사건종류코드": "400101",
  "판례정보일련번호": "241099",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}