{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20190213",
  "법원명": "수원지방법원 안양지원",
  "사건명": "손해배상(기)",
  "판례내용": "【원    고】 진성종합배관 주식회사 (소송대리인 법무법인 씨앤케이 담당변호사 김명수)<br/>【피    고】 피고 (소송대리인 법무법인 마당 담당변호사 송윤정 외 1인)<br/>【변론종결】2018. 12. 12.<br/>【주    문】<br/>  1. 원고의 청구를 모두 기각한다.<br/>  2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】  피고는 선택적으로 임대차계약상 수선의무 불이행 또는  공작물 점유·소유자의 책임에 기한 손해배상으로 원고에게 163,220,580원 및 이에 대하여 이 사건 소장부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 인정사실<br/>  가. 피고는 안양시 (주소 생략) 공장용지 1074.2㎡ 및 그 지상 철골조 샌드위치 판넬지붕 2층 공장건물 A동 1층 540.11㎡ 및 2층 164.63㎡(이하 ‘이 사건 건물’이라 한다)의 소유자이다. <br/>  나. 원고는 2007. 3. 1. 피고로부터 이 사건 건물 중 일부인 A동 104호 33평(이하 ‘이 사건 점포’라 한다)을 임대차보증금 10,000,000원, 차임 월 1,100,000원, 임대차기간 2007. 3. 1.부터 2008. 2. 28.까지로 정하여 임차하고, 피고로부터 위 점포를 인도받아 그곳에서 수도공구 및 밸브 제작, 판매업 등의 영업활동을 하였으며, 위 임대차계약은 기간만료일에 묵시적으로 갱신되어 왔다. <br/>  다. 2013. 2. 15. 18:25경 이 사건 건물 A동 뒤편에서 화재(이하 ‘이 사건 화재’라 한다)가 발생하였고, 이로 인하여 이 사건 점포의 시설 및 내부 집기, 비품, 재고자산이전소하였다. <br/>  라. 화재 원인에 관한 정황사실<br/>    1) 이 사건 화재로 인하여 A동 건물 중 이 사건 점포 후면 부분 등이 가장 심하게 연소되어 붕괴된 상태인 반면,  B동 건물과 이 사건 컨테이너는 A동 건물에 비해 상대적으로 연소 정도가 심하지 않은 상태이며 B동 건물과 이 사건 컨테이너의 연소는 내부보다는 외부가 심한 형상이다. <br/>    2) A동 건물 전체의 전기를 관장하는 메인 분전반은 ○○○○ 내부에 설치되어 있고, 메인 분전반으로부터 이 사건 점포 등까지의 전기 인입선은 A동 건물 후면 중간 정도를 따라 설치된 전선 덕트를 통하여 배선되어 있었다.<br/>    3) 이 사건 화재 현장 주변에는 방화로 의심될 만한 흔적이 전혀 없고, 이 사건 화재 발생 당시 A동 건물 점포 내부에 있었던 다수의 사람들은 화재경보기가 울리기 전까지 불꽃, 연기, 냄새 등을 느낄 수 없었다고 일치하여 진술하고 있으며, A동 점포 분전반에 설치된 메인 차단기와 검사 가능한 분기 차단기는 모두 ‘ON' 상태였고 위 각 점포 내부에서는 발화와 관련지을 만한 전기적 특이점이 발견되지 아니하였다. <br/>    4) 이 사건 화재의 초기 발화를 목격한 사람들은 일치하여 발화 지점을 A동 건물 후면 ○○○○ 점포와 △△△△ 점포 사이의 2층 벽면이라고 진술하고 있는바, 위 발화 지점은 메인 분전반에서 각 점포로 가는 전기 인입선이 지나가는 경로와 정확히 일치한다.<br/>    5) A동 건물은 2012년경 여름경부터 ○○○○ 내부의 메인 분전반에 이상이 생겨 건물 전체의 전기가 나가는 경우가 자주 발생하여 전기차단기를 직접 교체한 적이 있으며 화재경보기의 오작동도 자주 발생하였다. 또한, 이 사건 화재 발생일 당일 오후 4시경 ○○○○ 점포에 설치되어 있는 메인 분전반의 □□□□□□ 차단기가 내려갔고 이에 □□□□□□ 직원이 ○○○○ 점포로 찾아와 차단기를 올렸으나 그 이후에도 2 ~ 3차례 □□□□□□ 차단기가 내려갔다. <br/>    6) 국립과학수사연구소는 2013. 3. 26. 위와 같은 여러 사정을 종합하여, 정확한 발화원인과 발화지점을 구체적으로 지적할 수는 없으나 피고 운영의 ○○○○ 내부의 메인 분전반에서 각 점포의 분전반으로 배선된 인입선 중 △△△△에서 □□□□□□까지의 후면 상단 부분을 지나는 전선 부분에서 발생한 전기적인 발열이 발화원으로 작용하였을 가능성을 배제할 수 없다는 의견을 제시하였다.<br/>  마. 이 사건 화재로 인한 피고의 손해액은 집기비품 및 시설 10,377,064원, 재고자산 150,483,779원, 휴업손해 2,371,737원 등 합계 163,232,580원으로 산정되었다.<br/>  [인정근거] 다툼 없는 사실, 갑 제1 내지 8호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지(피고가 제출한 증거만으로는 위 인정사실을 뒤집기 부족하다).<br/>2. 피고의 임대차계약상 수선의무 불이행에 기한 손해배상청구에 관한 판단<br/>  가. 청구원인에 대한 판단<br/>    위 인정사실에 의하면, 이 사건 화재는 A동 건물구조의 일부를 이루는 A동 건물 후면의 전기 인입선상의 문제로 인하여 발생한 것으로 판단되고, 위 전기 인입선상의 문제는 A동 건물의 소유자이자 이 사건 점포의 임대인인 피고가 지배·관리하는 영역에 존재하는 하자로서, 피고는 위 하자를 보수·제거함으로써 원고가 임대차목적물인 이 사건 점포를 사용·수익하기에 필요한 상태로 유지할 의무를 부담한다 할 것인데, 피고가 이를 위반하여 이 사건 화재가 발생하였으므로, 특별한 사정이 없는 한, 피고는 원고에게 임대차계약상 수선의무 불이행에 따른 손해배상으로 위 163,232,580원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  나. 피고의 항변 등에 관한 판단<br/>    1) 피고는 원고의 위 손해배상채권이 시효로 소멸하였다고 항변한다. 살피건대, 상인인 원고가 피고와 사이에 이 사건 점포에서의 영업을 위하여 이 사건 임대차계약을 체결한 사실은 앞서 본 바와 같으므로, 원고의 위 손해배상채권은 상행위인 위 임대차계약상 피고의 수선의무 불이행에 기하여 성립한 것으로서 5년의 상사시효에 걸린다. 한편, 채무불이행으로 인한 손해배상청구권의 소멸시효는, 채권자가 채무불이행 사실을 알았는지 여부와 상관없이, 채무불이행시로부터 진행한다고 할 것인데, 피고의 임대차계약상 수선의무 불이행은 늦어도 이 사건 화재가 발생한 2013. 2. 15.까지 있었다고 봄이 타당하고, 원고의 이 사건 소가 그로부터 5년이 경과한 2018. 6. 7. 제기된 사실은 기록상 명백하므로, 원고의 위 손해배상청구권은 이 사건 소 제기 전에 이미 시효로 소멸되었다. 피고의 위 항변은 이유 있다. <br/>    2) 이에 대하여 원고는, 이 사건 화재 원인이 조속히 밝혀지지 않은 것에는 피고가 발화지점이 포함된 자신의 점포 내부를 물청소하고, 소훼된 전선을 교체하는 등 피고의 기여가 있어 원고로서 권리행사가 현저히 곤란했고, 원고 대표이사 소외인이 개인자격으로 피고에게 소를 제기한 적이 있으며, 같은 소송을 진행했던 다른 사람들이 손해를 배상받는 등의 사정에 비추어 피고의 소멸시효 항변은 신의성실의 원칙에 반한다고 주장한다. 살피건대, 갑 제7호증의 각 기재에 의하면, 피고가 이 사건 화재 직후 이 사건 건물 중 피고가 사용하는 ○○○○ 점포 부분에 관하여 사무실 바닥 물청소를 하고, 불에 탄 자재 등을 버린 사실은 인정되나, 이러한 사정만으로 이 사건 화재원인이 조속히 밝혀졌다거나 원고의 권리행사가 현저히 곤란했다고 보기 어렵고, 그 밖에 원고가 주장하는 사정만으로 피고의 소멸시효 항변이 신의성실의 원칙에 반한다고 보기 어렵다. 원고의 위 주장도 이유 없다.<br/>  다. 소결론<br/>  따라서, 원고의 이 부분 청구는 이유 없다.<br/>3. 공작물 점유·소유자에 대한 손해배상청구에 관한 판단<br/>  가. 청구원인에 대한 판단<br/>    이 사건 화재가 이 사건 건물 중 A동 건물구조의 일부를 이루는 A동 건물 후면의 전기 인입선상의 문제로 인하여 발생한 것으로 판단되고, 위 전기 인입선상의 문제는 A동 건물의 소유자인 피고가 지배·관리하는 영역에 존재하는 하자라는 점은 앞서 본 바와 같으므로, 특별한 사정이 없는 한 피고는 A동 건물 중 전기 인입선 부분의 점유자 겸 소유자로서 그 보존상 하자로 인한 손해배상으로 원고에게 위 163,232,580원 및 이에 대한 지연손해금을 지급할 의무가 있다.<br/>  나. 피고의 항변 등에 관한 판단<br/>    피고는 원고의 위 손해배상채권이 시효로 소멸하였다고 항변한다. 살피건대, 이 사건 화재 발생 후 2013. 3. 26.경 국립과학수사연구소가 앞서 본 여러 사정을 종합하여, 피고 운영의 ○○○○ 내부의 메인 분전반에서 각 점포의 분전반으로 배선된 인입선 중 △△△△에서 □□□□□□까지의 후면 상단 부분을 지나는 전선 부분에서 발생한 전기적인 발열이 발화원으로 작용하였을 가능성을 배제할 수 없다는 의견을 제시하였던 사실은 앞서 본 바와 같고, 갑 제4호증의 1의 기재 및 변론 전체의 취지를 종합하면, 이 사건 화재에 관하여 피고의 손해배상책임을 인정하는 내용의 1심 판결이 2014. 12. 11. 선고된 사실(수원지방법원 안양지원 2014가합1435호)을 알 수 있다. 그렇다면, 원고는 늦어도 그 무렵에는 이 사건 화재로 인한 손해가 피고가 점유 및 사용하는 공작물의 보존상 하자로 인한 것임을 알았다고 봄이 타당하고, 원고의 이 사건 소가 그로부터 민법 제766조 제1항이 정한 3년의 소멸시효가 경과한 2018. 6. 7. 제기된 사실은 기록상 명백하므로, 원고의 위 손해배상청구권도 이 사건 소 제기 전에 이미 시효로 소멸되었다. 피고의 위 항변도 이유 있다. <br/>  다. 소결론<br/>  따라서, 원고의 이 부분 청구도 이유 없다.<br/>4. 결  론<br/>  그렇다면, 원고의 이 사건 청구를 모두 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 김정익 ",
  "사건번호": "2018가단107990",
  "사건종류코드": "400101",
  "판례정보일련번호": "225043",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}