{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20191106",
  "법원명": "서울중앙지방법원",
  "사건명": "손해배상(기), 공유물인도청구",
  "판례내용": "【원고(반소피고), 피항소인】 원고(반소피고)<br/>【피고(반소원고), 항소인】 피고(반소원고)(소송대리인 법무법인(유한) 광장 담당변호사 서무송)<br/>【제1심판결】 서울중앙지방법원 2018. 11. 26. 선고 2018가단5011179 판결<br/>【변론종결】2019. 10. 2.<br/>【주    문】<br/>1. 제1심판결 중 피고(반소원고)의 반소청구에 대한 부분을 취소한다.<br/>   원고(반소피고)는 피고(반소원고)에게, 서울 강남구 (주소 생략) 소재 □□□□□□□아파트○○○동 옥상의 별지 도면 표시 1, 2, 3, 4, 1의 각 점을 순차로 연결한 선내 ‘가’ 부분, 같은 도면 표시 5, 6, 7, 8, 5의 각 점을 순차로 연결한 선내 ‘나’ 부분 및 같은 도면 표시 A, B, C, D, A의 각 점을 순차로 연결한 선내 ‘다’ 부분의 각 농작물을 철거하고, 위 선내 ‘가’ 부분 76.14㎡, 위 선내 ‘나’ 부분 70.6475㎡ 및 위 선내 ‘다’ 부분 43.065㎡를 각 인도하라.<br/>2. 소송총비용 중 피고(반소원고)의 반소청구로 인한 부분은 원고(반소피고)의 부담으로 한다.<br/>3. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】○ 본소 : 피고(반소원고, 이하 ‘피고’라 한다)는 원고(반소피고, 이하 ‘원고’라 한다)에게 10,000,000원 및 이에 대하여 이 사건 소장 부본 송달 다음 날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라.<br/>○ 반소 : 주문 제1항 기재와 같다.<br/>【이    유】1. 이 법원의 심판 범위<br/> 제1심에서 원고는 본소로 피고에 대하여 명예훼손을 원인으로 한 손해배상청구를 하였고, 피고는 반소로, 서울 강남구 (주소 생략) 소재 □□□□□□□아파트○○○동 옥상이 위 아파트 구분소유자 전원의 지분권이 미치는 전체공용부분임을 전제로 그곳에서 텃밭을 일구어 점유ㆍ사용하고 있는 원고에 대하여 위 옥상 중 주문 제1항 기재 부분에 식재된 농작물의 철거와 위 부분의 인도청구를 하였다. 제1심 법원은 원고의 본소청구와 피고의 반소청구를 모두 기각하였는데, 피고만이 제1심판결에서 반소청구 기각 부분에 관하여 항소를 제기하였으므로 이 법원의 심판범위는 반소청구 부분에 국한된다.<br/>2. 기초적 사실관계<br/> 가. 원고는 서울 강남구 (주소 생략)에 있는 □□□□□□□아파트(이하 ‘이 사건 아파트’라 한다) ○○○동◇◇◇◇호의 공유자(공유자 원고, 소외 1 각 공유지분 1/2)이자 입주민이고, 피고는 이 사건 아파트 △△△동☆☆☆호의 공유자(공유자 소외 2, 피고 각 공유지분 1/2)이자 입주민으로서, 2018. 6. 30.경까지 이 사건 아파트 입주자대표회의 회장을 역임하였던 자이다. <br/> 나. 이 사건 아파트는 총 26개동, 1,304세대로 구성된 단지로서, 최초 입주 당시부터 당초 ○○○동을 포함하여 24개동의 옥상에는 조경사업의 일환으로 잔디밭이 조성되었는데, 원고는 2015년경부터 현재까지 이 사건 아파트 ○○○동 옥상의 잔디밭 중 주문 제1항 기재 부분(이하 ‘이 사건 옥상 부분’이라 한다)에 텃밭을 조성하여, 파ㆍ고추 등의 농작물을 재배하고 있다.<br/>[인정근거 : 일부 다툼 없는 사실, 을 제23, 32, 59, 67호증(가지번호 포함)의 각 기재] <br/>3. 당사자들의 주장요지<br/> 가. 피고는 이 사건 반소청구원인으로, ○○○동 옥상은 이 사건 아파트 구분소유자 전원을 위한 ‘전체공용부분’으로 보아야 하므로, 「집합건물의 소유 및 관리에 관한 법률」(이하 ‘집합건물법’이라 한다) 제11조에 따라 ○○○동이 아닌 다른 동의 구분소유자인 피고도 사용ㆍ수익권한이 있다고 보아야 하는데, 원고가 이 사건 옥상 부분에 텃밭을 조성하여 농작물을 재배하는 등 배타적으로 점유ㆍ사용함으로써 다른 구분소유자들의 점유ㆍ사용을 배제하고 있으므로, 원고는 공용부분에 대한 보존행위로서 배타적 점유 배제를 구하는 피고에게 이 사건 옥상 부분에 식재된 농작물을 철거하고 위 부분을 인도할 의무가 있다고 주장한다.<br/> 나. 이에 대하여 원고는, 이 사건 아파트 ○○○동 옥상은 이 사건 아파트 구분소유자 전체를 위한 공용부분이 아니라 ○○○동 구분소유자들만을 위한 ‘일부공용부분’이어서, ○○○동 구분소유자가 아닌 피고에게 사용ㆍ수익 권한이 있다고 볼 수 없으므로 피고의 반소청구는 이유 없다고 주장한다.<br/>4. 인정사실 <br/>가. 이 사건 아파트 ○○○동 옥상의 텃밭조성사업의 경과<br/>  (1) 서울특별시 강남구청은 「서울특별시 강남구 공동주택 지원 및 분쟁조정에 관한 조례」에 따라 각 아파트 단지에서 공동체 활성화 프로그램 개발 및 운영을 지원하는 사업을 시행하였는데, 이 사건 아파트의 입주자대표회의(이하 ‘입주자대표회의’라고 한다)는 2015. 2. 2. 그 일환으로 옥상텃밭 자생단체 모집공고를 하였고(당시 입주자대표회의 회장은 소외 3이었다), 원고는 자신을 포함하여 31명의 회원으로 구성된 ‘□□□□□옥상텃밭모임’을 만들어 이 사건 아파트 관리사무소에 신청서를 제출하였다. <br/>  (2) 입주자대표회의는 입주민들을 상대로 설문조사를 거쳐 이 사건 아파트 ○○○동을 포함한 3개동의 옥상에서 텃밭사업을 실시하기로 결정한 후, 2015. 2. 23. 강남구청에 위 ‘□□□□□옥상텃밭모임’에 대한 공모사업 신청서(총 사업비 15,000,000원, 자부담 5,000,000원, 지원금 10,000,000원)를 제출하였다.<br/>  (3) 원고는 ‘옥상텃밭 자생단체‘ 공모사업에 신청할 무렵부터 이 사건 옥상 부분에 식재된 잔디를 제거하고 텃밭을 조성하여 파, 고추, 토마토 등의 농작물을 심고 경작하였다. 그런데 원고가 주도한 ’□□□□□옥상텃밭모임‘은 강남구청의 위 공모사업에서 탈락하였다.<br/>  (4) 원고는 위와 같이 강남구청 공모사업에서 탈락한 이후에도 ○○○동 옥상에서 텃밭을 경작하였는데, 이 사건 아파트의 입주민들 중 일부가 2015. 5.경부터 옥상텃밭 이용으로 인한 불편 사항에 대한 문제제기를 하였다. 이 사건 아파트의 관리사무소장은 2017. 3. 31.경 ‘옥상문을 폐쇄하고 옥상 경작을 금지한다는 안내문을 공고하였고, 2017. 4. 11. 원고에게 ‘원고가 2015년부터 현재까지 ○○○동 옥상을 무단으로 사용하면서 원래 식재되어 있던 잔디를 철거하고 농작물을 재배하고 있으므로, 옥상 잔디를 원래대로 복구하고 농작물 및 개인 용품을 철거하라’는 취지의 내용증명을 보냈으나, 원고는 ‘옥상출입금지로 옥상텃밭을 경작하지 못하게 하거나 훼손하는 경우 손해배상을 청구할 것이다’라는 내용의 내용증명을 관리사무소장에게 보내면서 이에 응하지 아니하였다.<br/>  (5) 이 사건 아파트의 관리사무소장은 2017. 9. 29.경 ○○○동 옥상에 ‘안전사고 예방을 위하여 옥상의 출입을 금한다’는 취지의 안내문을 부착하고 자물쇠로 옥상 출입문을 시정하였고, 이로 인하여 그 무렵 옥상에 식재된 농작물들 일부가 고사하게 되었다.<br/>  (6) 그런데 강남구청은 2018. 2. 19.경 이 사건 아파트 입주자대표회의에 대하여, ○○○동 옥상에서 텃밭 경작을 금지하면서 출입을 금지한 것은 주민 공용시설의 무단폐쇄에 해당할 뿐만 아니라 소방법에 위반된다는 이유를 들어, 시정명령과 함께 관리사무소장에게 과태료를 부과하였다.<br/>나. 이 사건 아파트 ○○○동 옥상의 현황<br/>  (1) 이 사건 아파트 입주자 대표회의가 위와 같이 강남구청으로부터 ○○○동 옥상 폐쇄에 대한 시정명령 등을 받은 시점을 전후하여 위 옥상 출입문의 시정장치가 제거되었고, 원고는 그 무렵부터 현재까지 다시 위 옥상에서 파ㆍ고추 등을 재배하고 있다.<br/>  (2) 2019. 9.경 촬영된 사진에 의하면, 이 사건 옥상 부분에 여러 개의 화분이 비치되어 있고, 화분 또는 화분 이외의 잔디밭의 흙 부분에 파 등의 농작물이 재배되고 있고, 나머지 부분에는 종전에 식재하였던 것으로 보이는 농작물들이 제거되지 아니하고 고사한 상태로 그대로 방치되어 있다.<br/>다. 이 사건 아파트 각 동 옥상의 이용 현황<br/>  (1) 이 사건 아파트 입주자대표회의는 케이티, 엘지유플러스 및 에스케이텔레컴 등 이동통신사와 이 사건 아파트 중 ▽▽▽, ◎◎◎, ◁◁◁, ▷▷▷, ♤♤♤, ♡♡♡동 7개 동의 옥상에 관하여 이동통신사 중계기 설치를 위한 임대차계약을 체결하였고, 이에 따라 이 사건 아파트 전체 26개동 중 7개 동의 옥상에 이동통신사의 중계기가 설치되어 있는데, 이동통신사에서 그 대가로 지급하는 임대료는 해당 동의 수입이 아니라 전체 입주자대표회의의 잡수입으로 처리되어 장기수선충당금으로 적립되고 있다.<br/>  (2) 이 사건 아파트의 각 동에 출입하기 위하여는 1층과 지하층 출입문에 설치되어 있는 스크린 도어를 통과하여야 하고, 이를 위하여 출입권한을 부여받거나 관리사무소의 허가를 받아야 한다.  <br/>라. 이 사건 아파트 관리규약의 규정 내용<br/>  (1) 전용부분과 공용부분의 범위<br/>제5조 [전용부분 및 공용부분의 범위]  ① 전용부분은 입주자가 세대에서 단독으로 사용하는 공간으로서 [별표2]와 같다. ② 공용부분은 제1항의 전용부분을 제외한 다음 각 호의 주택부분ㆍ부대시설 및 복리시설과 그 대지로 하되, 그 범위는 [별표 3]과 같다. 1. 주거공용부분 : 동 건물의 복도ㆍ계단ㆍ현관, 승강기 등 공동주택의 지상층에 있는 동 건물을 해당 동의 입주자가 공동으로 사용하는 시설2. 그 밖에 공용부분 : 제1항의 주거공용부분을 제외한 지하층ㆍ관리사무소ㆍ경비실ㆍ경로당ㆍ보육시설ㆍ주차장ㆍ주민공동시설 등 공동주택단지 안의 전체 입주자 등이 공동으로 사용하는 시설제10조[입주자등의 권리] 입주자등은 주택법령에서 정한 사항 외에 다음 각 호의 권리를 갖는다. 다만 제3호 및 제4호에 따른 동별 대표자 및 입주자대표회의의 회장과 감사의 피선거권은 입주자에 한정한다.1. 전용부분을 주거의 목적으로 사용할 수 있는 권리2. 공용부분을 관계규정에서 정하는 바에 따라 사용하는 권리(이하 생략)[별표 2] 전용부분의 범위 (제5조제1항)구    분범     위1. 천장ㆍ바닥 및 벽 ? 세대내부의 마감부분과 전용으로 사용하는 벽체. 2. 현관문 및 창(발코니 창 포함)? 문틀?문짝과 이에 부수된 시건장치 등의 시설. 3. 배관?배선 및 닥트와 그 외의 건물에 부속되는 설비? 제1호에서 정하는 전용부분에 설치되어 있는 부분.  다만, 2세대 이상이 사용하는 비관?배선 등은 공용부분으로 한다. 4. 세대별 전기?수도?가스?급탕 및 난방의 배관?배선 등? 계량기까지는 공용부분으로 하고, 그 후의 배관 및 배선은 전용부분으로 한다. ? 계량기의 교체비용은 해당 입주자가 부담한다.   다만, 예산에 반영한 때에는 수선유지비로 부담할 수 있다. [별표 3] 공용부분의 범위 (제5조제2항)구    분범     위1. 건물부분? 주요구조부 : 벽, 기둥, 바닥, 보, 지붕, 주계단, 외벽에 부착된 난간 ? 그 밖에 전용부분에 속하지 않는 부분2. 부대시설? 주차장, 관리사무소, 담장, 입주자집회소 ? 보안등, 대문, 경비실, 자전거보관소, 조경시설, 옹벽, 축대, 공동주택단지 안의 도로, 안내표지판, 공중전화, 공중화장실, 저수시설, 지하양수시설, 대피시설, 쓰레기수거 및 처리시설, 오수처리시설, 단독정화조, 소방시설, 냉난방공급시설, 급탕공급시설, 공동저탄장, 수해방지시설 ? 전기, 전화, 가스, 급수, 배기, 배수, 환기, 난방, 소화, 배연 및 오물처리의 설비와 굴뚝, 승강기, 피뢰침, 국기 게양대, 텔레비전 공동시청안테나 및 종합유선방송의 구내전용선로설비, 우편물수취함, 지능형 홈네트워크 설비  ? 그 밖에 전용부분에 속하지 않는 시설3. 복리시설? 어린이 놀이터, 주민운동시설, 경로당, 유치원 및 보육시설(개인에게 분양된 시설은 제외), 주민공동시설, 문고 ? 그 밖에 거주자의 취미활동, 종교생활, 가정의례 및 주민봉사활동에 사용할 수 있는 시설 등 <br/>  (2) 관리비의 세대별 분담액 산정방법 등<br/>제60조 [관리비의 세대별 부담액 산정방법 등] 관리비의 세대별 분담액 산정방법에 대하여는 별표4에 의한다.제80조 [잡수입의 집행 및 회계처리 공개] ① 영 제25조 제1항 제1호 나목에 따른 잡수입은 관리비등의 회계처리와 같은 방법으로 처리한다.② 입주자가 적립에 기여한 다음 각 호의 사항은 장기수선충당금으로 적립한다. 1. 중계기 설치에서 발생한 잡수입 2. 공동주택 어린이집 운영에 따른 임대료 등 잡수입 3. 그 밖에 입주자가 적립에 기여한 잡수입(이하 생략)　[별표 4]비목세대별 부담액 산정방법 1. 일반관리비? 예산을 12개월로 분할하여 매월 주택공급면적에 따라 배분한다.  2. 청소비? 예산을 12개월로 분할하여 매월 관련 세대별로 균등하게 배분한다. 다만 용역시에는 월간 용역대금을 관련 세대별로 균등하게 배분하고, 공용부는 주택공급면적에 따라 배분한다. 8. 지능형 홈네트워크 설비유지비? 예산을 12개월로 분할하여 매월 주택공급면적에 따라 배분한다. 다만 용역시에는 월간 용역대금을 주택공급면적에 따라 배분한다. 9. 수선유지비? 예산을 12개월로 분할하여 주택공급면적에 따라 배분한다. <br/>마. 이 사건 아파트 ○○○동◇◇◇◇호, △△△동☆☆☆호 집합건축물대장의 기재 내용<br/>  (1) ○○○동◇◇◇◇호(원고 소유)<br/>전 유 부 분구분층별※구조용도면적(㎡)주10층철근콘크리트구조아파트59.96　　- 이하 여백 -　　공 용 부 분구분층별구조용도면적(㎡)부지1철근콘크리트구조지하주차장36.61부지1철근콘크리트구조전기실, 발전기실, 펌프실0.45부1~2층철근콘크리트구조주민공동시설,휘트니스센터,작은도서관,게스트하우스,보육시설,경로당1.2주각층철근콘크리트구조계단실,승강기,홀,복도16.61부1층철근콘크리트구조관리사무소,방재실,MDF실0.19부1층철근콘크리트구조경비실0.09주8층철근콘크리트구조벽체5.63　　- 이하 여백 -　　<br/>  (2) △△△동 ☆☆☆호(피고 소유)<br/>전 유 부 분구분층별※구조용도면적(㎡)주8층철근콘크리트구조아파트114.46　　- 이하 여백 -　　공 용 부 분구분층별구조용도면적(㎡)부지1철근콘크리트구조지하주차장69.87부지1철근콘크리트구조전기실, 발전기실, 펌프실0.86부1~2층철근콘크리트구조주민공동시설,휘트니스센터,작은도서관,게스트하우스,보육시설,경로당2.29주각층철근콘크리트구조계단실,승강기,홀,복도31.7부1층철근콘크리트구조관리사무소,방재실,MDF실0.37부1층철근콘크리트구조경비실0.17주8층철근콘크리트구조벽체6.96　　- 이하 여백 -　　<br/>  (3) 그런데 위 각 집합건축물대장의 공용부분의 면적에는 ‘옥상’ 면적은 포함되어 있지 아니하다.<br/>바. 이 사건 아파트 관리사무소의 관리비 부과 방식<br/>  (1) 이 사건 아파트는 구분소유자들에게 앞서 라. (2)항에서 본 관리규약 [별표 4]가 정한 항목에 따라 관리비를 부과하고 있는데, 각 동 옥상 또는 엘리베이터 등과 관련한 수선유지비(수선비, 시설유지비) 또는 청소비 등 용역비를 해당 옥상이 포함된 동의 구분소유자에게만 부과하지 아니하고, 전체 구분소유자에게 ‘전유부분 면적’의 비율에 따라 부과하고 있다. <br/>  (2) 예컨대 2017. 7. 1.부터 2019. 6. 30.까지 ●●●동, △△△동 승강기 수리비를 포함한 수선유지비 합계 10,246,871원을 전체 1,304세대(분양 651, 임대 653)에 분배되어 부과되었다.<br/>[인정근거 : 일부 다툼 없는 사실, 갑 제1, 2, 9, 12, 17, 25, 27, 을 제1, 2, 3, 4, 9, 10, 15, 17, 24, 27, 32, 34, 52, 59, 61, 67호증의 각 기재 및 변론 전체의 취지]<br/>5. 이 사건 아파트 ○○○동 옥상이 전체공용부분인지 일부공용부분인지에 관하여<br/>가. 관련규정 및 법리<br/>  (1) 집합건물법 제2조에 의하면, ‘전유부분’은 “구분소유권의 목적인 건물부분”(제3호), ‘공용부분’은 “전유부분 외의 건물부분, 전유부분에 속하지 아니하는 건물의 부속물 및 제3조제2항 및 제3항에 따라 공용부분으로 된 부속의 건물”을 의미하고, 제3조에 의하면, 여러 개의 전유부분으로 통하는 복도, 계단, 그 밖에 구조상 구분소유자 전원 또는 일부의 공용에 제공되는 건물부분은 구분소유권의 목적으로 할 수 없고(제1항), 제1조 또는 제1조의2에 규정된 건물부분과 부속의 건물은 규약으로써 공용부분으로 정할 수 있다(제2항). 그리고 집합건물법에 의하면, 공용부분은 구분소유자 전원의 공유에 속하되, 다만 일부의 구분소유자만이 공용하도록 제공되는 것임이 명백한 공용부분(이하, 전원의 구분소유자의 공용에 제공된 공용부분을 ‘전체공용부분’이라 하고, 일부의 구분소유자만의 공용에 제공된 공용부분을 ‘일부공용부분’이라 한다)은 그들 구분소유자의 공유에 속하고(제10조), 각 공유자는 공용부분을 그 용도에 따라 사용할 수 있으며(제11조), 각 공유자의 지분은 그가 가지는 전유부분의 면적 비율에 따르고(제12조 제1항), 일부공용부분으로서 면적이 있는 것은 그 공용부분을 공용하는 구분소유자의 전유부분의 면적 비율에 따라 배분하여 그 면적을 각 구분소유자의 전유부분 면적에 포함한다(제12조 제2항).<br/>  또한 각 공유자는 규약에 달리 정한 바가 없으면 그 지분의 비율에 따라 공용부분의 관리비용과 그 밖의 의무를 부담하며 공용부분에서 생기는 이익을 취득하고(제17조), 건물과 대지 또는 부속시설의 관리 또는 사용에 관한 구분소유자들 사이의 사항 중 이 법에서 규정하지 아니한 사항은 규약으로써 정할 수 있으며(제28조 제1항), 일부공용부분에 관한 사항으로써 구분소유자 전원에게 이해관계가 있지 아니한 사항은 구분소유자 전원의 규약에 따로 정하지 아니하면 일부공용부분을 공용하는 구분소유자의 규약으로써 정할 수 있다(같은 조 제2항).<br/>  (2) 집합건물법 제10조 제1항은 “공용부분은 구분소유자 전원의 공유에 속한다. 다만, 일부의 구분소유자만의 공용에 제공되는 것임이 명백한 공용부분은 그들 구분소유자의 공유에 속한다.”고 규정하고 있는바, 집합건물의 어느 부분이 구분소유자 전원 또는 일부의 공용에 제공되는지 여부는 소유자들간에 특단의 합의가 없는 한 그 건물의 구조에 따른 객관적인 용도에 의하여 결정되어야 한다(대법원 1989. 10. 27. 선고 89다카1497 판결, 1995. 2. 28. 선고 94다9269 판결, 대법원 2005. 6. 24. 선고 2004다30279 판결 등 참조). <br/>나. 판단<br/>  (1) 앞서 인정한 사실관계에 의하면, ① ○○○동 옥상에 출입하기 위하여는 ○○○동 1층 또는 지하1층의 출입문을 통과하여야 하는데, 그 출입구에는 제어판이 설치되어 있어서 비밀번호를 알거나 또는 관리사무소의 승인을 받아야만 출입할 수 있고, 이러한 출입구를 제외하면 달리 이 사건 아파트의 다른 동과 ○○○동 옥상을 직접 연결하는 통로가 설치되어 있지는 아니하며, ② 이 사건 아파트 관리규약 제5조에서 공용부분에 관하여 주거공용부분은 “동 건물의 복도ㆍ계단ㆍ현관, 승강기 등 공동주택의 지상층에 있는 동 건물을 해당 동의 입주자가 공동으로 사용하는 시설”로, 그 밖에 공용부분은 “제1항의 주거공용부분을 제외한 지하층ㆍ관리사무소ㆍ경비실 … 등 공동주택단지 안의 전체 입주자 등이 공동으로 사용하는 시설”로 정의하고 있는 사정은 인정된다. <br/>  (3) 그러나 앞서 본 법리를 위에서 인정한 사실관계에 비추어 알 수 있는 다음과 같은 이유들을 종합하면, 이 사건에서 문제된 ○○○동 옥상이 이 사건 아파트 구분소유자 전부가 아니라 일부, 즉 ○○○동 구분소유자만이 공용하도록 제공되는 것임이 명백한 ‘일부공용부분’에 해당한다고 볼 수 없다. <br/>㈎ 건물의 구조에 따른 객관적 용도를 고려하더라도 이 사건 아파트 각 동의 옥상이 해당 동 구분소유자들만의 공용에 제공된 것으로 볼 수 없다.<br/>2004다30279 판결 등의 법리에 의하면, 집합건물의 일부가 전체공용부분인지 일부공용부분인지는 ‘건물의 구조에 따른 객관적인 용도’에 따라 판단되어야 하는데, ○○○동 옥상은 그 구조상 ○○○동 건물의 지붕으로서 외부의 환경으로부터 건물 내부를 보호하는 기능을 수행할 뿐만 아니라 지붕 윗부분을 평평하게 포장함으로써, 그 구조상 옥상 위에 일정한 시설을 설치할 수 있도록 설계되어 있다. <br/>   실제로 이 사건 아파트의 경우 옥상에 잔디밭을 조성하여 전체 조경면적에 포함시켰을 뿐만 아니라 이 사건 아파트 26개 동 중 7개 동의 옥상에는 이동통신사의 중계기를 설치되어 있는데, 이와 같이 ‘아파트의 조경 개선’ 및 ‘이동통신의 음영지역 제거’라는 편익은 반드시 해당 옥상이 위치한 동의 구분소유자에게만 귀속되는 것이 아니라 이 사건 아파트 단지 구분소유자 전체에게 귀속된다고 보아야 한다. <br/>   이와 같이 이 사건 아파트 옥상에 무엇을 설치하는지에 따라 그로 인한 편익이 전체 구분소유자에게 미칠 수 있는 이상, 이 사건 아파트 각 동의 옥상이 당해 동의 구분소유자만의 공용에 제공된 것으로 볼 수는 없다. <br/>    이 사건 아파트 각 동의 옥상에 접근하기 위하여는 각 동에 설치된 출입구를 통과하여야 하기는 하나, 다른 동 구분소유자라 하더라도 관리사무소의 승인을 통하여 출입이 가능하므로 다른 동 구분소유자의 옥상에 대한 물리적 접근 자체가 금지되었다고 볼 수 없을 뿐만 아니라, 전항에서 본 바와 같이 옥상의 용도를 기능적으로 파악할 경우 반드시 그 이용이 물리적 접근을 전제한다고 볼 수도 없다. 따라서 다른 동 구분소유자의 옥상 출입에 일정한 제한이 있다는 사정만을 들어 옥상의 구조에 따른 객관적인 용도가 해당 동 구분소유자들만을 위한 것임이 명확한 경우에 해당한다고 볼 수도 없다.<br/>㈏ 이 사건 아파트 관리규약이 전유부분을 제외한 각 동의 지상층 부분이 해당 동 구분소유자들만을 위한 일부공용부분임을 전제하고 있다고 볼 수 없다.<br/>   이 사건 아파트의 관리규약 제5조 제2항은, ‘주거공용부분’을 “동 건물의 복도ㆍ계단ㆍ현관ㆍ승강기 등 공동주택의 지상층에 있는 동 건물을 해당 동의 입주자가 공동으로 사용하는 시설”로 정하고 있는 반면, ‘그 밖에 공용부분’을 “제1항의 주거공용부분을 제외한 지하층 … 등 공동주택단지 안의 전체 입주자 등이 공동으로 사용하는 시설”(이하 ‘기타 공용부분’이라 한다)로 정하고 있으므로, 한 동의 건물 중 전유부분을 제외한 지상층 부분은 전체 구분소유자가 아닌 해당 동의 구분소유자가 공동으로 사용하는 시설로 정하였다고 해석될 여지가 전혀 없지 아니하고, 이 사건에서 문제된 옥상도 한 동의 건물 중 전유부분을 제외한 지상층 건물 부분에 해당하므로 해당 동의 구분소유자만의 공용에 제공된 공유부분도 이러한 주거공용부분에 해당한다고 볼 여지가 있다.<br/>   그러나 앞서 인정한 사실관계와 관련 규정의 문언ㆍ취지 등에 비추어 알 수 있는 다음과 같은 이유에 의하면, 이 사건 아파트 관리규약이 ○○○동 옥상이 ○○○동 구분소유자들만의 공용에 제공된 ‘일부공용부분’임을 전제로 규정된 것으로 볼 수는 없다.<br/>   ① 만약 원고 주장과 같이 각 동의 지상층의 전유부분을 제외한 건물 부분 모두를 해당 동 구분소유자들의 일부공용부분으로 본다면, 각 동 구분소유자의 지분율을 산정함에 있어서 단순히 전유부분의 면적 비율에 의할 것이 아니라 집합건물법 제12조 제2항에 따라 주거공용부분의 면적을 해당 동 구분소유자의 전유부분 면적의 비율에 따라 배분한 다음 이를 전유부분의 면적에 가산하여 이들의 지분율을 산정하여야 하고, 이를 기준으로 기타공용부분의 면적이 배분되어야 한다.<br/>  이 사건 아파트 26개동은 세대수, 층수, 건축면적, 구조(복도식, 계단식) 등이 상이하므로, 이러한 각 동의 구조상 차이로 복도, 계단 등 주거공용부분의 면적이 상이할 수밖에 없어서 각 동별로 배분되는 주거공용부분의 면적과 이에 따라 다시 산정된 지분율도 달라질 수밖에 없다. 따라서 서로 다른 동에 위치한 구분건물의 전유부분 면적의 비율, 주거공용부분 면적의 비율 그리고 기타공용부분 면적의 비율은 앞서 본 바와 같이 각 동별 주거공용부분의 면적의 차이와 지분율 산정방식에 의하여 모두 동일하게 유지될 수는 없게 된다.<br/>　△△△동 ☆☆☆호(A) ○○○동 ◇◇◇◇호(B)비율(A/B)전유부분114.46㎡59.96㎡1.91 계단실, 승강기, 홀, 복도주거공용31.7㎡16.61㎡1.91 주민공동시설, 휘트니스센터 등기타공용2.29㎡1.2㎡1.91 <br/>  그런데 이 사건 아파트의 집합건축물대장에 의하면, 위 표 기재와 같이 각 동의 복도ㆍ계단 등의 면적을 고려하여 다시 산정한 면적을 기준으로 지분율을 산정하지 아니하고 일률적으로 전유부분 면적만을 기준으로 지분율을 산정한 다음 단지 전체의 주거공용부분과 그 밖의 공용부분의 면적을 합산하여 지분율에 따라 나누어 배분한 면적을 기재하고 있다.  <br/>  앞서 본 ○○○동◇◇◇◇호와 △△△동 ☆☆☆호의 전유부분, 주거공용부분(계단실, 승강기 등) 및 그 밖의 공용부분(주민공동시설, 휘트니스센터 등)의 각 면적 비율은 전유부분 면적의 비율과 정확하게 일치하는데, 이는 이 사건 아파트의 건축물대장에 기재된 공용부분의 면적이 주거공용부분과 기타공용부분의 면적을 달리 취급하지 아니하고, 일률적으로 전유부분의 면적에 따라 산정된 지분율에 따라 각 세대에 배분한 것으로 볼 수 있으므로, 이 사건 아파트 관리규약의 취지가 주거공용부분이 각 동 구분소유자들만을 위한 일부공용부분임을 전제로 규정한 것이라고 보기 어렵다.<br/>   ② 이 사건 아파트 관리규약 제80조 제2항 제1호는 ‘중계기 설치에서 발생한 잡수입’은 장기수선충당금에 적립하도록 규정하여, 이러한 중계기가 옥상에 설치된 경우에도 그 임대료가 장기수선충당금에 적립되도록 하고 있는데, 만약 원고 주장과 같이 옥상이 주거공용부분으로서 해당 동 구분소유자만을 위한 일부공용부분이라면 중계기 설치로 인한 수익도 구분소유자 전체를 위한 장기수선충당금이 아니라 해당 동 구분소유자들의 수입이 되어야 한다. 따라서 위 규약이 중계기 설치로 인한 잡수입을 장기수선충당금에 적립하도록 규정한 것은, 이 사건 아파트의 옥상이 해당 동 구분소유자의 일부공용부분이 아니라 전체공용부분임을 전제한 것으로 보아야 한다.<br/>   ③ 집합건물법 제17조는, 각 공유자는 규약에 달리 정한 바가 없으면 그 지분의 비율에 따라 공용부분의 관리비용과 그 밖의 의무를 부담하며 공용부분에서 생기는 이익을 취득하도록 규정하고 있는데, 이 사건 아파트 관리규약 제5조 제1항 별표 2는 관리대상인 공용부분에 관하여 건물부분, 부대시설, 복리시설로 정하고, 제81조 [별표5]는 일반관리비, 청소비, 수선유지비 등의 관리비를 주택공급면적에 따라 각 세대에 배분하도록 규정하고 있을 뿐이고, 각 동 건물 중 전유부분을 제외한 나머지 주거공용부분과 기타공용부분을 관리비 부담에 있어서 달리 취급하거나 주거공용부분의 관리에 소요되는 비용을 해당 동 구분소유자에게만 배분하도록 하는 내용의 규정을 전혀 두고 있지 아니하다.<br/>  만약 원고 주장과 같이 각 동 옥상이 다른 주거공용부분과 마찬가지로 해당 동 구분소유자들만을 위한 일부공용부분에 해당한다면, 이는 다른 동 구분소유자와의 관계에서는 해당 동 구분소유자의 전유부분과 동일하므로 그러한 부분의 관리에 소요되는 비용을 다른 동 구분소유자들이 부담해야할 합리적인 이유가 있다고 보기 어려우므로 그러한 비용은 해당 동 구분소유자가 부담해야 할 것이다. 그리고 이를 위하여 관리규약에 각 동의 주거공용면적을 해당 동 구분소유자에게 배분하여 각 구분소유자의 지분율을 다시 산정하고, 관리비용 중 주거공용부분에서 발생한 부분과 그 밖의 공용부분에서 발생한 부분을 나누어 배분하는 규정을 마련하였어야 할 것이다.<br/>  그런데 이 사건 아파트 관리규약은 이러한 규정을 전혀 두고 있지 아니하고, 실제로 일부 동의 승강기 수리에 소요된 비용 등이 해당 동 구분소유자가 아니라 전체 구분소유자에게 배분되었음은 앞서 본 바와 같으므로, 이 사건 아파트 관리규약은 옥상과 같은 주거공용부분도 전체공용부분으로서 전체 구분소유자가 그 관리에 소요되는 비용을 지분에 따라 부담함을 전제하고 있다고 보아야 한다.<br/>  이와 같이 옥상을 포함한 주거공용부분의 관리에 필요한 비용 부담에 관하여 이 사건 아파트 관리규약이 정한 내용을 고려하면, 관리규약이 옥상 등 주거공용부분이 일부공용부분에 해당함을 전제로 하고 있다고 보기 어렵다.<br/>㈐ 실제 원고가 이 사건 옥상부분에 텃밭을 경작하게 된 계기가 된 텃밭조성사업도 전체 입주자대표회의의 결의에 따라 이루어졌다.<br/>   실제로 이 사건 아파트의 텃밭조성사업은 텃밭이 조성된 ▲▲▲동, ■■■동, ○○○동 구분소유자들의 결의에 의하여 추진된 것이 아니라 전체 입주자대표회의의 결의에 의하여 이루어졌고, 위 사업에 참여한 구분소유자들도 이들 동 구분소유자에 국한되지 아니하였다. 이는 위 텃밭조성사업이 추진된 각 동의 옥상이 해당 동 구분소유자들만을 위한 일부공용부분이 아니라 이 사건 아파트 전체 구분소유자들을 위한 전체공용부분임을 전제한 것으로 볼 수 있다.<br/>다. 소결론<br/>  따라서 이 사건 아파트 ○○○동의 옥상은 일부공용부분임이 명백한 경우에 해당한다고 볼 수 없어서 이를 전체공용부분으로 보아야 하므로, ○○○동이 아닌 △△△동 구분소유자인 피고로서도 집합건물법 관련규정에 따라 ○○○동 옥상을 그 용도대로, 자신의 지분비율에 따라 사용할 수 있다고 보아야 한다.<br/>6. 피고의 원고에 대한 인도청구에 관하여<br/> 가. 앞서 인정한 바와 같이, 이 사건 아파트 ○○○동 옥상은 ○○○동 구분소유자들만을 위한 일부공용부분이 아니라 이 사건 아파트 전체 구분소유자를 위한 전체공용부분으로 보아야 하므로, ○○○동 구분소유자인 원고뿐만 아니라 △△△동 구분소유자인 피고도 집합건물법 제11조에 따라 이 사건 아파트 ○○○동 옥상을 그 용도에 따라 사용할 수 있다. 그리고 공유물의 지분권자라 할지라도 타지분권자와의 협의없이는 이를 배타적으로 독점사용할 수 없으며 나머지 지분권자는 공유물보존행위로서 그 배타적 사용의 배제, 즉 토지의 인도 등 점유배제를 구할 권리가 있다(대법원 1983. 2. 22. 선고 80다1280, 1281 판결, 대법원 2003. 11. 13. 선고 2002다57935 판결 등 참조).<br/> 나. 그런데 앞서 인정한 사실관계에 비추어 보면, 원고는 현재도 ○○○동 옥상 중 일부인 이 사건 옥상 부분에 텃밭을 조성하여 농작물을 재배하고 있는데, 그 경작 형태는 흙 위에 화분을 비치하거나 흙에 직접 농작물을 식재하였으며, 나머지 부분에는 원고가 식재한 것으로 보이는 농작물이 고사한 상태로 그대로 방치되어 있는데, 이로 인하여 당초 조경을 위하여 조성된 잔디밭이 훼손되었을 뿐만 아니라 원고가 현재 식재된 농작물이나 고사한 농작물의 잔해 등을 제거하지 아니하는 이상 이 사건 옥상 부분을 다른 용도로 사용하는 것도 곤란한 상황이므로, 원고가 이 사건 옥상 부분을 다른 구분소유자들을 배제하고 배타적으로 점유ㆍ사용하고 있음이 인정된다. 그리고 이 사건 아파트 입주자대표회의에서 당초 원고에 대하여 텃밭 조성사업을 추진하도록 한 것은 어디까지나 강남구청의 지원사업에 선정될 것을 조건으로 한 것이지 원고에게 이 사건 옥상 부분에 대한 영속적인 점유ㆍ사용 권한을 부여한 것으로 볼 수는 없으므로, 원고가 다른 구분소유자와의 협의 또는 이 사건 입주자대표회의의 승인에 따라 이 사건 옥상 부분을 점유, 사용하고 있다고 볼 수도 없다. <br/>  따라서 원고는 공유자 중 1인의 보존행위로서 이 사건 옥상 부분의 인도를 구하는 원고에게 이 사건 옥상 부분에 설치된 농작물을 철거하고 이 사건 옥상 부분을 인도할 의무가 있다. <br/>7. 결론<br/> 그렇다면 피고의 이 사건 반소청구는 이유 있어 이를 인용하여야할 것인데, 제1심판결은 이와 결론을 달리하여 부당하므로 피고의 항소를 받아들여 제1심판결 중 피고의 반소청구를 기각한 부분을 취소하고 이를 인용하기로 하여 주문과 같이 판결한다.<br/>　<br/> (별지 생략)<br/><br/>판사 민성철(재판장) 허일승 신한미 ",
  "사건번호": "2019나134(본소), 2019나141(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "213597",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}