{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20211110",
  "법원명": "광주고등법원(제주)",
  "사건명": "손해배상(기)",
  "판례내용": "【원고, 피항소인】 원고 1 외 1인 (소송대리인 변호사 김상호)<br/>【피고, 항소인】 람정엔터테인먼트코리아 주식회사<br/>【제1심판결】 제주지방법원 2020. 11. 12. 선고 2019가합12011 판결<br/>【변론종결】2021. 7. 7.<br/>【주    문】<br/>  1. 제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 각 기각한다.<br/>  2. 소송총비용은 원고들이 부담한다.<br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는, 원고 1에게 813,021,720원 및 이에 대하여 2017. 9. 27.부터 다 갚는 날까지 연 20%의 비율로 계산한 돈을, 원고 2에게 280,918,800원 및 이에 대하여 2017. 9. 25.부터 다 갚는 날까지 연 20%의 비율로 계산한 돈을 각 지급하라.<br/>2. 항소취지<br/>  주문과 같다. <br/>【이    유】1. 기초사실<br/>  가. 당사자의 지위<br/>    1) △△△오션 주식회사(이하 ‘△△△오션’이라 한다)는 서귀포시 (주소 생략)하얏트리젠시 제주호텔에서 카지노(이하 ‘이 사건 카지노’라 한다)를 운영하던 법인이고, 피고는 2014. 3. 27. 카지노업 등을 목적으로 설립된 법인이다(설립 당시 상호는 ‘그랜드익스프레스코리아 주식회사‘였는데, 2016. 11. 23. 현재의 상호로 변경하여 2016. 11. 30. 등기를 마쳤다. 이하 상호 변경 전후를 불문하고 ’피고‘라 한다).<br/>    2) 원고들은 중국인이고, 원고 1은 카지노 고객을 모집하는 에이전트였는데, 원고들은 2014. 5. 9.부터 2014. 5. 11.까지 이 사건 카지노에서 바카라 게임을 하여 원고 1은 4,949,000위안 상당의 칩을, 원고 2는 1,710,000위안 상당의 칩을 각 취득하였다.<br/>  나. 영업양수도 계약의 체결<br/>    1) 피고는 2014. 6. 2. △△△오션과 사이에 피고가 △△△오션으로부터 이 사건 카지노 영업에 필요한 자산, 부채 및 권리·의무를 대금 18,000,000,000원에 양수하는 내용의 영업양수도 계약(이하 ’이 사건 계약‘이라 한다)을 체결하였다.<br/>    2) 이 사건 계약서 및 첨부된 양도 대상 자산 목록에 의하면, 피고는 이 사건 계약에 따라 31개의 게임 테이블, CCTV, 의자, 냉장고, 지폐계수기, 에어컨 등 이 사건 카지노 영업비품 일체, 이 사건 카지노 영업장 건물 및 시설물에 관한 임대차계약상 임차인 지위 및 제주특별자치도 설치 및 국제자유도시 조성에 관한 특별법 및 관광진흥법에 따라 △△△오션이 취득한 카지노업 허가 등의 자산을 양수하기로 되어 있다 (이 사건 계약 제2.1조, 별지 2.1.1., 2,1.2., 2.1.3.).<br/>    3) 한편 이 사건 계약상 피고가 양수하는 부채는 고용을 승계하는△△△오션의 직원들에 대한 퇴직금 지급채무에 한하는 것으로 되어 있다(이 사건 계약 제2.2조).<br/>  다. 관광사업 양수(지위승계) 신고<br/>△△△오션과 피고는 이 사건 계약 체결일 당일인 2014. 6. 2. 제주특별자치도지사에게 양도인을 ’△△△오션‘, 양수인을 ’피고‘, 사업양도(지위승계) 연월일을 ’2014. 6. 2.‘로 하여 이 사건 카지노에 관한 관광사업 양수(지위승계)신고서를 제출하였다. 위 신고서의 업종 란에는 ’카지노업, 환전업‘이, 주영업장의 소재지 란에는 이 사건 카지노의 소재지가, 양수인이 사용할 상호(명칭) 란에는 ’그랜드익스프레스코리아 주식회사(△△△카지노)‘가, 사업양도(지위승계)의 사유 및 대상 란에는 ’지위승계(전직원)‘가 각 기재되어 있다.<br/>  라. 원고들이 △△△오션을 상대로 제기한 소송의 경과<br/>    1) 원고들은 2014. 6. 3. 자신들이 이 사건 카지노에서 취득한 위 각 칩의 환전을 요구하였음에도 △△△오션이 이를 거부하였다고 주장하면서 제주지방법원(2014가합5520)에 △△△오션을 상대로 위 환전액 상당의 지급을 구하는 소를 제기하였다(이하 ’선행 소송‘이라 한다). <br/>    2) 선행 소송의 제1심 법원은 2015. 8. 27. △△△오션은 원고들의 환전요구에 응하여야 할 의무가 있다는 이유로(이하 △△△오션의 원고들에 대한 위 각 채무를 ’이 사건 환전채무‘라 한다), △△△오션에 대하여, 원고 1에게 813,021,720원, 원고 2에게 280,918,800원 및 위 각 돈에 대하여 2014. 7. 11.부터 다 갚는 날까지 연 20%의 비율로 계산한 돈을 지급하도록 명하는 판결을 선고하였고, 위 판결에 대하여 △△△오션이 항소하였으나[광주고등법원 (제주)2015나1354], 항소취하간주되어 위 판결은 2015. 9. 16. 확정되었다(이하 ’선행 판결‘이라 한다).<br/>  마. 이 사건 계약 이후 피고의 카지노 영업<br/>    1) 피고는 이 사건 계약 이후 이 사건 카지노에서 △△△오션이 종전에 발행한 칩의 환전 업무를 포함한 카지노 영업을 계속하다가 2014. 10. 13. 제주특별자치도지사에게 이 사건 카지노에 관하여 휴업연월일 ’2014. 10. 20.‘, 사유 ’카지노영업장 리노베이션 공사‘, 휴업기간 ’90일‘로 정하여 관광사업 휴업통보서를 제출하였다.<br/>    2) 피고는 2014. 12. 30. 제주특별자치도지사에게 영업소 명칭을 기존의 ’△△△카지노‘에서 ’○○제주카지노‘로 변경하는 내용의 카지노업 변경신고서를 제출한 다음 2015. 1. 7.경 이 사건 카지노의 리노베이션 공사를 마치고 카지노 영업을 재개하였다.<br/>  바. 원고들의 △△△오션에 대한 강제집행<br/>    1) 원고들은 2016. 3. 30. 선행 판결의 확정증명원을 발급받은 후 2016. 5. 10. △△△오션을 상대로 집행문 부여를 신청하는 등 강제집행 절차에 착수하였다.<br/>    2) 제주지방법원은 2016. 12. 23. △△△오션을 채무자로 한 2016타배213 배당절차 사건의 배당기일에 선행 판결에 기초한 추심권자(2015타채20858)인 원고 1에게 채권금액 102,685,757원 중 12,332,158원을, 같은 원고 2에게 채권금액 35,480,429원 중 4,261,060원을 각 배당하는 내용의 배당표를 작성하였다.<br/>    3) 제주지방법원은 2019. 11. 8. △△△오션을 채무자로 한 제주지방법원 2016타경22655 부동산강제경매 사건의 배당기일에 선행 판결에 기초한 신청채권자인 원고 1에게 채권금액 520,512,820원 중 510,008,886원을, 같은 원고 2에게 채권금액 179,487,180원 중 175,865,134원을 각 배당하는 내용의 배당표를 작성하였다.<br/>    4) 위 각 배당표는 그대로 확정되었고, 원고들은 위 각 배당표에 따른 배당금을 각 수령하였다. <br/>[인정근거] 다툼 없는 사실, 갑 제1, 2, 4 내지 7, 10, 11호증, 을 제2, 5, 14, 15호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지<br/>2. 원고 주장의 요지<br/>  가. 상법 제42조 제1항에 따른 피고의 책임<br/>    피고는 이 사건 계약을 통하여 △△△오션으로부터 이 사건 카지노의 영업을 양수하면서 △△△오션의 상호를 속용하였으므로, 상법 제42조 제1항에 따라 원고들에게 이 사건 환전채무를 변체할 책임이 있다.<br/>  나. 상법 제44조에 따른 피고의 책임<br/>    설령 피고가 △△△오션의 상호를 속용하지 아니하였다고 보더라도, 피고는 이 사건 계약을 통하여 △△△오션으로부터 이 사건 카지노의 영업을 양수한 다음 피고의 감사보고서에 ’피고는 △△△오션으로부터 이 사건 카지노의 영업권을 포함한 사업 자산과 부채를 인수하였다‘고 기재하여 이를 공시함으로써 채무인수 사실을 불특정 다수의 일반인에게 광고를 하였으므로, 상법 제44조에 따라 원고들에게 이 사건 환전채무를 변제할 책임이 있다.<br/>3. 상법 제42조 제1항에 따른 피고의 책임 인정 여부<br/>  가. 관련 법리<br/>    1) 상법 제42조 제1항의 ’영업‘이란 일정한 영업 목적에 의하여 조직화된 유기적 일체로서의 기능적 재산을 말하고, 여기서 말하는 유기적 일체로서의 기능적 재산이란 영업을 구성하는 유형·무형의 재산과 경제적 가치를 갖는 사실관계가 서로 유기적으로 결합하여 수익의 원천으로 기능한다는 것과, 이와 같이 유기적으로 결합한 수익의 원천으로서의 기능적 재산이 마치 하나의 재화와 같이 거래의 객체가 된다는 것을 뜻하는 것이므로, 영업양도를 하였다고 볼 수 있는지의 여부는 양수인이 유기적으로 조직화된 수익의 원천으로서의 기능적 재산을 이전받아 양도인이 하던 것과 같은 영업적 활동을 계속하고 있다고 볼 수 있는지 여부에 따라 판단하여야 하고(대법원 2008. 4. 11. 선고 2007다89722 판결 등 참조), 영업양도가 이루어졌는가의 여부는 단지 어떠한 영업재산이 어느 정도로 이전되어 있는가에 의하여 결정되어야 하는 것이 아니고 거기에 종래의 영업조직이 유지되어 그 조직이 전부 또는 중요한 일부로서 기능할 수 있는가에 의하여 결정되어야 하므로, 영업재산의 일부를 유보한 채 영업시설을 양도했어도 그 양도한 부분만으로도 종래의 조직이 유지되어 있다고 사회관념상 인정되면 그것을 영업의 양도라고 볼 수 있다(대법원 2009. 1. 15. 선고 2007다17123, 17130 판결 등 참조).<br/>    2) 한편 상호를 속용하는 영업양수인의 책임을 정하고 있는 상법 제42조 제1항은, 일반적으로 영업상의 채권자의 채무자에 대한 신용은 채무자의 영업재산에 의하여 실질적으로 담보되어 있는 것이 대부분인데도 실제 영업의 양도가 이루어지면서 채무의 승계가 제외된 경우에는 영업상의 채권자의 채권이 영업재산과 분리되게 되어 채권자를 해치게 되는 일이 일어나므로 영업상의 채권자에게 채권추구의 기회를 상실시키는 것과 같은 영업양도의 방법, 즉 채무를 승계하지 않았음에도 불구하고 상호를 속용함으로써 영업양도의 사실이 대외적으로 판명되기 어려운 방법 또는 영업양도에도 불구하고 채무의 승계가 이루어지지 않은 사실이 대외적으로 판명되기 어려운 방법 등이 채용된 경우에 양수인에게도 변제의 책임을 지우기 위하여 마련된 규정이라고 해석된다. 따라서 양수인에 의하여 속용되는 명칭이 상호 자체가 아닌 옥호 또는 영업표지인 때에도 그것이 영업주체를 나타내는 것으로 사용되는 경우에는 영업상의 채권자가 영업주체의 교체나 채무승계 여부 등을 용이하게 알 수 없다는 점에서 일반적인 상호속용의 경우와 다를 바 없으므로, 양수인은 특별한 사정이 없는 한 상법 제42조 제1항의 유추적용에 의하여 그 채무를 부담한다(대법원 2010. 9. 30. 선고 2010다35138 판결 등 참조).<br/>    3) 다만, 당해 채권자가 영업양도에도 불구하고 특정 채무가 인수된 사실이 없다는 것을 알고 있었다면 이러한 경우에까지 영업양수인에게 상법 제42조 제1항에 의한 책임을 부담시키는 것은 그 입법 취지에 반하는 것이어서 허용되지 않는다고 할 것이다(대법원 2007. 5. 31. 선고 2006다87828 판결 등 참조).<br/>  나. 이 사건 계약이 영업양도에 해당하는지 여부<br/>    위 인정사실과 앞서 든 증거들을 종합하여 알 수 있는 다음과 같은 사정들, 즉 피고가 이 사건 계약을 통하여 △△△오션으로부터 양수한 자산은 이 사건 카지노 영업용 설비의 사실상 전부로 보이는 점, 피고는 이에 더하여 △△△오션의 카지노업 허가권뿐만 아니라 기존 인력의 고용까지 그대로 승계한 점, 피고는 이 사건 계약 체결일로부터 불과 2개월 전에 설립되었고, 이 사건 계약 체결 당일 제주특별자치도지사에게 이 사건 카지노에 관한 관광사업 양수(지위승계)신고서를 제출한 후 곧바로 영업을 시작한 것으로 보이는 점, 피고가 위와 같이 영업을 시작하면서 △△△오션으로부터 양수한 자산을 교체하거나 새로운 자산을 추가한 것으로는 보이지 않는 점 등을 종합해 보면, 피고는 이 사건 계약을 통하여 △△△오션이 하던 것과 같은 영업적 활동을 계속할 수 있었던 것으로 보인다. 결국 이 사건 계약의 실질은 이 사건 카지노에 관한 영업양도에 해당한다고 봄이 타당하고, 이 사건 계약에서 자산양수도 목록을 작성하였다거나, 피고가 △△△오션의 부채 중 고용을 승계하는 이 사건 카지노 직원들의 퇴직금 지급채무만을 인수하였다는 사정만으로는 위와 같은 인정에 방해가 되지 아니한다. <br/>    이에 대하여 피고는 먼저, 을 제16호증(자산양수도계약서)을 제출하면서 이 사건 계약은 영업양도가 아닌 자산의 양도에 불과하다고 주장하나, 을 제16호증은 을 제2호증(영업양수도계약서)과 달리 △△△오션과 피고의 법인인감 날인과 간인 및 대표자의 서명이 없는 것으로서 그 진정성립이 인정되지 않아 이를 증거로 삼을 수 없으므로, 피고의 위 주장은 더 나아가 살필 필요 없이 받아들이지 않는다. 또한 피고는, 대법원 1991. 10. 8. 선고 91다22018, 22025 판결을 원용하면서 이 사건 계약이 영업양도에 해당하지 않는다는 취지로도 주장하나, 위 판결은 영업양도가 있는 경우 영업양도 대상 재산에 관한 대항요건을 설시한 것일 뿐 영업양도의 판단기준에 관한 설시를 한 것이 아니어서 쟁점을 달리하는 이 사건에 원용하기에 적절하지 않으므로, 피고의 위 주장도 받아들이지 않는다.  <br/>  다. 피고가 △△△오션의 상호를 속용하였는지 여부<br/>    1) 청구원인에 관한 판단<br/>      앞서 본 바와 같이 △△△오션의 상호는 ’△△△오션 주식회사‘이고, 피고의 이 사건 계약 체결일 무렵 상호는 ’그랜드익스프레스코리아 주식회사‘로서 양자의 상호에서 별다른 동일성 또는 유사성을 찾기 어려우므로, 피고가 △△△오션의 상호 자체를 속용한 것으로 볼 수는 없다.  <br/>      그러나 위 인정사실과 앞서 든 증거들에다가 갑 제12, 13, 17호증의 각 기재 또는 영상을 보태어 알 수 있는 다음과 같은 사정들, 즉 △△△오션은 이 사건 카지노의 영업장에서 ’△△△카지노‘ 또는 ’△△△오션 카지노‘라는 옥호 또는 영업표지를 사용하여 카지노 영업을 하여 온 점, 피고는 2014. 6. 2. 이 사건 계약을 체결하고 같은 날 제주특별자치도지사에게 제출한 이 사건 카지노에 관한 관광사업 양수(지위승계) 신고서에 피고가 이 사건 카지노에 사용할 명칭으로 ’△△△카지노‘라고 기재한 점, 피고는 이 사건 계약 체결 후 이 사건 카지노의 영업장에 별다른 공사를 하지 않고 종전의 시설을 이용하여 이 사건 카지노에서 △△△오션이 발행한 칩의 환전 업무를 포함한 카지노 영업을 개시한 점, 피고는 2014. 10. 13. 제주특별자치도지사에게 이 사건 카지노에 관하여 관광사업 휴업통보서를 제출한 다음 리노베이션 공사를 하면서 이 사건 카지노의 영업장에 부착·설치되어 있던 ’△△△카지노‘ 또는 ’△△△오션 카지노‘라는 영업표지를 제거하고, ’○○제주카지노‘라는 영업표지를 부착·설치한 점, 피고는 2014. 12. 30. 제주특별자치도지사에게 이 사건 카지노의 영업소 명칭을 기존의 ’△△△카지노‘에서 ’○○제주카지노‘로 변경하는 내용의 카지노업 변경신고서를 제출한 다음 2015. 1. 7.경부터 이 사건 카지노에서 영업을 재개한 점 등에 비추어 보면, 영업양수인인 피고는 이 사건 계약 체결일인 2014. 6. 2.경부터 적어도 위와 같이 카지노업 변경신고를 한 2014. 12. 30.경까지 양도인인 △△△오션의 ’△△△카지노‘ 또는 ’△△△오션 카지노‘라는 옥호 또는 영업표지를 계속 사용한 것으로 판단된다.  <br/>    2) 피고의 주장에 관한 판단<br/>      가) 피고는 먼저, △△△오션이 사용한 이 사건 카지노의 영업표지는 ‘□□□호텔카지노’인 반면, 피고가 사용한 영업표지는 ‘△△△카지노’로서 위 양 영업표지에 동일성 또는 유사성이 없으므로, 이는 상법 제42조 제1항에서 정한 상호속용에 해당하지 않는다고 주장한다. <br/>        살피건대, 이 사건 카지노가 제주하얏트리젠시 제주호텔 내에 영업장을 두고 있는 사실은 앞서 본 바와 같고, 을 제18, 23 내지 26호증의 각 기재에 의하면, 이 사건 카지노에 관하여 1990. 9. 1. ‘□□□호텔카지노’라는 명칭으로 카지노업 허가가 이루어진 사실, 문화체육관광부와 한국카지노업관광협회가 이 사건 카지노의 명칭을 ‘□□□호텔카지노’라고 부르거나 표시해 온 사실은 인정할 수 있다. 그러나 한편, 위 인정사실과 앞서 든 증거들을 종합하여 알 수 있는 다음과 같은 사정들, 즉 △△△오션이 이 사건 카지노의 옥호 또는 영업표지로 ‘□□□호텔카지노’라는 명칭을 표시·사용한 것으로 볼 자료가 없는 점, 이 사건 카지노에 카지노업 허가가 이루어진 것은 1990. 9. 1.인데, △△△오션은 그로부터 한참 후인 2007. 10. 19.에서야 비로소 설립되었으므로, △△△오션은 이 사건 카지노에 관하여 최초로 허가를 받은 자 또는 그 승계인으로부터 이 사건 카지노를 인수한 것으로 보이는 점, △△△오션은 이 사건 계약 체결일 무렵 이 사건 카지노 영업장의 간판과 칩에 ‘△△△카지노’ 또는 ‘△△△오션 카지노’라는 명칭을 표시·사용한 것으로 보이는 점, 앞서 본 바와 같이 피고는 이 사건 계약 이후 별다른 시설공사 없이 종전의 시설을 이용하여 이 사건 카지노에서 영업을 시작한 점 등에 비추어 보면, ‘□□□호텔카지노’라는 명칭은 이 사건 카지노에 관하여 최초로 카지노업 허가를 받은 자 또는 그 승계인이 사용한 명칭으로서 이는 제주특별자치도 관관진흥 조례에 따른 카지노업 허가와 관련된 행정상 명칭에 불과하고, △△△오션이 이 사건 카지노의 옥호 또는 영업표지로 사용한 명칭은 ‘△△△카지노’ 또는 ‘△△△오션 카지노’라고 봄이 타당하다. 따라서 이와 다른 전제에 선 피고의 위 주장은 받아들이지 않는다. <br/>      나) 피고는 다음으로, 설령 피고가 △△△오션의 상호를 속용하였다고 볼 수 있다고 하더라도, 피고는 이 사건 계약 체결일 무렵부터 피고가 ‘○○제주카지노’로 영업표지를 변경하기 위한 휴업신고를 한 2014. 10. 13.경까지 △△△오션이 발행한 칩의 환전업무 등을 수행하기 위하여 단기간 동안 ‘△△△카지노’라는 옥호 또는 영업표지를 사용한 것에 불과한바, 상법 제42조 제1항의 취지 등에 비추어 보면, 그와 같이 단기간 동안 상호를 속용한 경우에는 양수인이 상법 제42조 제1항에 따른 책임을 지지 않는다고 주장한다.<br/>        살피건대, 피고의 주장과 같이 상호속용 기간이 단기간인 경우에는 양수인이 상법 제42조 제1항에서 정한 책임을 지지 않는다고 해석할 근거가 없고, 피고가 주장하는 상호속용 기간이 그다지 단기간이라고 할 수도 없다. 따라서 피고의 위 주장도 받아들이지 않는다. <br/>      다) 피고는 또한, 상법 제42조 제1항의 취지 등에 비추어 볼 때 채권자의 상호속용 영업양수인에 대한 권리행사는 해당 상호가 속용되는 기간 내에 이루어져야 함에도 원고들은 피고의 상호속용이 끝난 다음에서야 비로소 이 사건 소를 제기하여 피고에게 권리행사를 하였으므로, 원고들의 청구는 이유 없다고도 주장한다.  <br/>        그러나 상법 제42조 제1항에서는 채권자의 권리행사기간을 상호속용 기간 내로 제한하고 있지 않으므로, 피고의 위와 같은 주장은 상법 제42조 제1항의 문언에 반하는 독자적인 해석일 뿐만 아니라 그와 같이 해석할 경우에는 영업양수인의 상호속용 중단이라는 사후적이고도 채권자가 관여할 수 없는 외부적 사정으로 인하여 채권자의 권리행사가 제한되는 부당한 결과가 초래된다는 점에서도(특히 단기간 내에 상호속용이 중단된다면 그 기간 내에 채권자가 권리행사를 하는 것은 사실상 불가능하다) 피고의 위 주장은 받아들일 수 없다(즉, 피고의 상호속용으로 인하여 원고들에게 권리가 발생한 이상 원고들로서는 상법상 소멸시효 기간 내에 그 권리를 행사하면 충분한 것이다. 오히려 피고가 그 주장을 뒷받침하기 위해 원용한 대법원 2010. 9. 30. 선고 2010다35138 판결은 이 사건과 같이 상호속용이 종료된 이후에 채권자가 영업양수인을 상대로 소를 제기한 경우에 상법 제42조 제1항에 따른 영업양수인의 책임을 인정한 사건으로서 피고의 위 주장을 뒷받침하기에 적절하지 않다). <br/>  라. 원고들이 악의의 채권자인지 여부<br/>    1) 피고 주장의 요지<br/>      원고들은 피고가 △△△오션의 이 사건 카지노 관련 영업을 양수하였음에도 불구하고 이 사건 환전채무를 인수하지 않은 사실을 알고 있었으므로, 피고는 원고들에게 상법 제42조 제1항에 따른 책임을 지지 않는다.      <br/>    2) 판단<br/>      살피건대, 위 인정사실과 앞서 든 증거들에다가 갑 제3, 15호증, 을 제4, 12호증의 각 기재를 보태어 알 수 있는 다음과 같은 사정들, 즉 ① 이 사건 계약 체결일로부터 2개월 전인 2014. 4. 7.경부터 이 사건 카지노가 피고의 모회사인 란딩국제발전유한회사에 매각되었다는 언론기사가 나오기 시작하였고, 2015. 1. 11.경부터는 피고가 이 사건 카지노를 인수하였고, 이 사건 카지노의 명칭이 종전 ‘△△△ 오션’에서 ‘○○ 제주’로 변경되었다는 내용의 언론기사가 나오기 시작한데다가, 원고 1은 카지노 고객을 모집하는 에이전트로서 △△△오션과 지속적으로 거래를 하던 자이므로, 다른 일반 채권자들보다 훨씬 용이하게 늦어도 2015. 1.경에는 피고의 영업양도 사실을 인식할 수 있는 위치에 있었던 것으로 보이는 점, ② 더욱이 피고의 대표이사이던 소외인은 2014. 5. 19. 이 사건 환전채무와 관련하여 원고들이 △△△오션의 직원이던 소외 2와 공모하여 사기도박을 하였다는 사실로 원고들을 사기죄로 고소하였고, 그 무렵 원고들은 소외인을 무고죄로 고소하여 소외인이 2014. 7. 1. 서귀포경찰서에서 피의자로 조사를 받았는데, 원고들은 위 사기 사건 관련 피의자로서의 조사 및 위 무고 사건 관련 참고인으로서의 조사를 받았을 뿐만 아니라 선행 소송에서 △△△오션이 증거로 제출한 소외인에 대한 위 피의자신문조서(을 제12호증)에 ‘피고가 2014. 6. 2. △△△오션으로부터 이 사건 카지노의 영업을 양수하였다’는 내용이 기재되어 있으므로, 원고들은 적어도 위 피의자신문조서가 선행 소송에 증거로 제출되어 이를 확인하였을 무렵에는 피고가 △△△오션으로부터 이 사건 카지노의 영업을 양수하였음을 확실히 알고 있었던 것으로 보이는 점, ③ 카지노 에이전트였던 원고 1로서는 △△△오션에 비하여 피고의 자산 규모나 변제자력이 훨씬 크다는 것을 알았을 것이므로, 원고들로서는 피고가 △△△오션의 이 사건 카지노 관련 영업을 양수하였음을 알게 된 무렵에는 피고를 상대로 권리행사를 하였을 것으로 보이는데, 원고들은 선행 소송이 항소취하간주되고 선행 판결에 기하여 △△△오션에 대하여 강제집행절차에 나아간 때로부터도 한참이 지난 2016. 11. 25.에서야 비로소 피고를 상대로 이 사건 환전채무의 지급을 구하는 소를 제기하였다가 그마저도 2017. 7. 31. 위 소를 취하하였는바, 원고들이 피고를 상대로 한참 동안이나 소를 제기하지 않은 것이나 이후 위 소를 취하한 것은 피고가 △△△오션으로부터 이 사건 환전채무를 인수하지 않았음을 알았기 때문인 것으로 볼 수 있는 점, ④ 원고들은 △△△오션을 상대로 소를 제기한 이후인 2014. 8. 15.경에도 이 사건 카지노에서 이 사건 환전채무를 지급할 것을 요구하였으나, 당시 이 사건 카지노를 운영하고 있던 피고는 원고들의 요구를 거부하였으므로, 원고들은 그 무렵 피고가 △△△오션으로부터 이 사건 환전채무를 인수하지 않았음을 확실히 알게 되었을 것으로 보이는 점, ⑤ 또한 원고들은 위와 같이 피고를 상대로 소를 제기한 날과 같은 날인 2016. 11. 15. 원고들의 △△△오션에 대한 이 사건 환전채무를 피보전채권으로 하여 △△△오션과 ☆☆ 사이의 근저당권설정계약의 취소 및 그 근저당권설정등기의 말소를 구하는 사해행위취소소송을 제기하였는바, 당시는 원고들이 피고가 △△△오션의 이 사건 카지노 관련 영업을 양수하였음을 확실히 알고 있던 상황이므로, 그 영업양도에도 불구하고 피고가 △△△오션으로부터 이 사건 환전채무를 인수하지 않았음을 전제로 하여 위 소송을 제기한 것으로 볼 수밖에 없는 점 등에 비추어 보면, 원고들은 적어도 피고가 ‘○○ 제주’ 또는 ‘○○제주카지노’라는 명칭으로 이 사건 카지노의 영업을 재개한 2015. 1. 7.경에는 이 사건 계약을 통하여 피고가 △△△오션의 이 사건 카지노 관련 영업을 양수하면서 이 사건 환전채무를 인수하지 않은 사실을 알고 있었다고 봄이 타당하고, 나아가 이 사건 계약 체결일 이후 채무 불인수에 관한 원고들의 인지시점까지의 시간적 간격, 원고들이 선행 소송을 제기하고서도 선행 판결에 기초하여 △△△오션을 상대로 강제집행절차에 나아갈 때까지 미리 △△△오션의 재산에 관한 가압류 등 이 사건 환전채무의 보전을 위한 조치를 취해두지 않은 것으로 보이는 점 등을 고려하면, 원고들이 피고가 상호를 계속 사용함으로써 영업양도에도 불구하고 이 사건 환전채무가 인수되지 않은 사실이 대외적으로 판명되기 어렵게 되어 자신들의 채권을 추구할 기회를 상실하였다고 보기도 어렵다.    <br/>      따라서 원고들은 이 사건 계약 체결일로부터 멀지 않은 2015. 1.경에는 영업양도 및 이 사건 환전채무의 불인수 사실을 알았고, 또한 영업양도인인 △△△오션에 대하여 충분히 자신들의 채권을 추구할 수 있었던 악의의 채권자이므로, 영업양수인인 피고에 대하여 상법 제42조 제1항에 따른 책임을 물을 수 없다. <br/>  마. 소결론<br/>    결국 원고들의 이 부분 주장은 받아들이지 않는다. <br/>4. 상법 제44조에 따른 피고의 책임 인정 여부<br/>  가. 상법 제44조는 \"영업양수인이 양도인의 상호를 계속 사용하지 아니하는 경우에 양도인의 영업으로 인한 채무를 인수할 것을 광고한 때에는 양수인도 변제할 책임이 있다.\"라고 규정하고 있는데, 이 사건 계약상 영업양수인인 피고가 양도인인 △△△오션의 상호를 계속 사용하였음은 앞서 본 바와 같으므로, 이와 다른 전제에 선 원고들의 위 주장은 받아들이지 않는다. <br/>  나. 한편 상법 제44조의 법리는 영업양수인이 양도인의 채무를 인수하는 취지를 광고에 의하여 표시한 경우는 물론이고, 양도인의 채권자에 대하여 개별적으로 통지를 하는 방식으로 그 취지를 표시한 경우에도 적용되는데(대법원 2010. 11. 11. 선고 2010다26769 판결 등 참조), 갑 제3호증의 기재만으로는 피고가 이 사건 환전채무를 인수하는 취지를 광고하였다고 보기에 부족하고, 달리 피고가 이 사건 계약 체결 이후 원고들에게 개별적으로 통지하는 방식으로 이 사건 환전채무를 인수하였다는 취지를 표시하였음을 인정할 증거가 없다는 점에서도 원고들의 이 부분 주장은 이유 없다.     <br/>5. 결론<br/>  그렇다면 원고들의 청구는 이유 없어 이를 모두 기각하여야 할 것인데, 제1심판결은 이와 결론을 일부 달리하여 부당하므로, 피고의 항소를 받아들여 제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 각 기각하기로 하여, 주문과 같이 판결한다. <br/><br/>판사 왕정옥(재판장) 김기춘 박형렬",
  "사건번호": "2020나10895",
  "사건종류코드": "400101",
  "판례정보일련번호": "221823",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}