{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20200508",
  "법원명": "수원가정법원 성남지원",
  "사건명": "손해배상(사실혼파기)및재산분할",
  "판례내용": "【원       고】 원고(소송대리인 법무법인 리더스 담당변호사 김희란)<br/>【피       고】 피고 1 외 1인(소송대리인 변호사 임영곤)<br/>【변론종결】2020. 4. 24.<br/>【주    문】<br/>1. 원고에게 위자료로, 피고 1은 20,000,000원, 피고 2는 피고 1과 공동하여 위 돈 중 10,000,000원 및 위 각 돈에 대하여 2018. 10. 3.부터 2020. 5. 8.까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 각 지급하라.<br/>2. 원고의 피고들에 대한 나머지 위자료 청구를 각 기각한다.<br/>3. 피고 1은 원고에게 재산분할로 137,490,000원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라.<br/>4. 원고와 피고 1 사이에 생긴 소송비용은 각자 부담하고, 원고와 피고 2 사이에 생긴 소송비용 중 4/5는 원고가, 나머지는 피고 2가 각 부담한다.<br/>5. 제1항은 가집행할 수 있다.<br/><br/>【청 구 취 지】원고에게, 피고들은 공동하여 위자료로 50,000,000원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하고, 피고 1은 재산분할로 430,981,721원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라는 판결.<br/>【이    유】1. 인정사실<br/>  가. 원고와 피고 1은 각자 전 배우자와 사별한 이후 2012. 12.경 서로를 알게 되어 교제하기 시작하였고, 2013. 5.경부터 성남시 □□구에 있는 피고 1의 집에서 동거하면서 사실혼관계로 지내왔다.<br/>  나. 피고 1은 2017. 9.경 ◇◇시로 내려가 편의점을 운영하기 시작하였다. 이에 원고는 피고 1의 아들, 모친과 함께 ☆☆시에서 거주하면서 가사를 돌보았고, 주말에는 ◇◇시로 내려가 편의점 업무를 거들거나 살림을 하는 등으로 피고 1을 도왔다.<br/>  다. 한편, 원고는 2018. 7. 9. 피고 1의 휴대전화기에서 여자 성기를 촬영한 사진을 발견하면서 피고 1의 외도를 의심하기 시작하였다.<br/>  라. 원고는 2018. 7. 28. 23:50경 ◇◇시 소재 피고 1의 집으로 찾아갔는데, 집 안에서 피고들이 함께 술을 마시고 있는 것을 목격하였다. <br/>  마. 이후 원고는 2018. 8. 7. 피고들을 상대로 사실혼 파탄으로 인한 위자료, 재산분할을 구하는 이 사건 소를 제기하였다.<br/>[인정근거] 갑 제1 내지 6, 8 내지 11, 19, 20, 24호증(가지번호 있는 것은 각 가지번호 포함, 이하 같다)의 각 기재 내지 영상, 이 법원의 ◇◇경찰서장에 대한 사실조회결과, 변론 전체의 취지  <br/>2. 위자료 청구에 관한 판단<br/>가. 피고 1에 대한 청구에 관한 판단<br/>1) 사실혼관계 파탄 여부<br/>      원고와 피고 1이 2018. 8.경부터 혼인생활의 실체 없이 별거하고 있고, 사실혼관계 해소의사가 일치하는 점 등 이 사건 기록에 나타난 여러 사정을 고려하면, 원고와 피고 1의 사실혼관계는 2018. 8.경 파탄되었다고 봄이 상당하다.<br/>2) 사실혼관계 파탄의 주된 책임<br/>      위 인정사실 및 앞서 든 증거들과 갑 제7, 21, 25호증의 각 기재 및 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들, 즉 ① 피고 1이 2017. 9.경 ◇◇로 내려가 편의점을 운영하면서 원고와 떨어져 지내기는 하였으나, 그 이후에도 원고는 계속하여 주말에 ◇◇로 내려왔고, 피고 1이 2018. 5.경 원고에게 반지를 선물하거나 2018. 7. 21. 원고에게 편의점 업무를 대신 봐 준 것에 대하여 ‘고생했다 잘할게’라고 카카오톡 메시지를 보내기도 하는 등 두 사람의 사실혼관계는 2018. 7.경까지 계속 유지되었던 것으로 보이는 점, ② 그런데 그 무렵 피고 1 차량의 네비게이션의 입력 내역에 피고 2의 주소지인 ▽▽시 소재 아파트가 기록되어 있는 점, ③ 피고 1은 2018. 7. 28. 자정 무렵 ◇◇시 소재 자신의 집에서 피고 2와 단둘이 있다가 원고가 찾아오자, 원고를 쫓아내려 한 점, ④ 그 이후에도 피고 2가 피고 1이 운영하는 편의점의 카운터 업무를 보고 있었던 점, ⑤ 피고 2는 카카오톡 프로필란에 원고에 대한 욕설을 수차례 게재하기도 한 점 등을 종합하여 보면, 피고 1은 피고 2와 부정한 행위를 저질렀다고 봄이 상당하고, 그로 인하여 원고와의 사실혼관계가 파탄에 이른 것이므로, 사실혼관계 파탄의 주된 책임은 피고 1에게 있다.<br/>3) 위자료 액수<br/>      따라서 피고 1은 사실혼관계 파탄으로 인하여 원고가 입은 정신적 손해를 배상할 의무가 있는바, 원고와 피고 1의 사실혼 기간, 사실혼관계가 파탄에 이르게 된 경위, 그 밖에 원고와 피고 1의 나이, 직업, 재산상태 등 여러 사정을 참작하여 피고 1이 원고에게 지급하여야 할 위자료 액수를 20,000,000원으로 정한다. <br/>나. 피고 2에 대한 청구에 관한 판단<br/>1) 손해배상의무의 발생<br/>      제3자가 부부의 일방과 부정행위를 함으로써 혼인의 본질에 해당하는 부부공동생활을 침해하거나 그 유지를 방해하고 그에 대한 배우자로서의 권리를 침해하여 배우자에게 정신적 고통을 가하는 행위는 원칙적으로 불법행위를 구성하고, 부부의 일방과 제3자가 부담하는 불법행위책임은 공동불법행위책임으로서 부진정연대채무 관계에 있으며(대법원 2015. 5. 29. 선고 2013므2441 판결 등 참조), 이는 사실혼관계에 있어서도 마찬가지이다.<br/>      위 인정사실에 의하면, 피고 2는 원고의 사실혼 배우자인 피고 1과 부정한 행위를 하였고, 그로 인하여 원고와 피고 1 사이의 사실혼관계가 파탄되어 원고가 정신적 고통을 받았음이 경험칙상 분명하므로, 피고 2는 피고 1과 공동하여 원고가 입은 정신적 손해를 배상할 의무가 있다.<br/>2) 위자료 액수<br/>      원고와 피고 1의 사실혼 기간, 사실혼관계가 파탄에 이르게 된 경위, 피고들의 부정행위의 태양 및 원고와 피고 1의 사실혼관계 파탄에 미친 영향 등 변론에 나타난 여러 사정을 참작하여 피고 2가 원고에게 지급하여야 할 위자료의 액수를 10,000,000원으로 정한다.<br/>다. 소결론<br/>    따라서 원고에게 위자료로, 피고 1은 20,000,000원, 피고 2는 피고 1과 공동하여 위 돈 중 10,000,000원 및 위 각 돈에 대하여 이 사건 소장 부본 송달일 다음날임이 기록상 명백한 2018. 10. 3.부터 피고들이 이행의무의 존부 및 범위에 관하여 항쟁함이 상당한 이 판결 선고일인 2020. 5. 8.까지는 민법이 정한 연 5%의, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 각 지급할 의무가 있다.<br/>3. 재산분할 청구에 관한 판단<br/>가. 재산분할의 기준시점<br/>    협의이혼을 전제로 한 재산분할의 경우 분할의 대상이 되는 재산과 액수는 협의이혼이 성립한 날을 기준으로 하여 정하여야 하고(대법원 2011. 6. 7.자 2011스52 결정 참조), 이는 사실혼관계에도 준용 또는 유추적용할 수 있을 것이므로(대법원 1995. 3. 28. 선고 94므1584 판결 등 참조), 사실혼관계 해소 이후 재산분할을 청구하는 이 사건의 경우 원고와 피고 1의 사실혼관계가 해소되었다고 봄이 상당한 2018. 8.경을 기준으로 재산분할 대상이 되는 재산과 가액을 정함이 상당하다(다만 원고와 피고 1이 일치하여 그 가액을 진술하거나 금융거래정보제출명령 회신내용 등으로 나타난 가액에 관하여 명시적인 이의를 제기하지 않은 경우에는 그에 따라 가액을 정하기로 한다).<br/>나. 분할대상 재산 및 가액<br/>    별지 분할재산명세표 기재와 같다(이하에서 별도로 언급하는 부분을 제외하고 이 법원의 분할대상 재산 및 가액에 대한 인정과 판단에 반하는 원고와 피고 1의 주장은 모두 배척한 것으로 본다).  <br/>다. 당사자들의 주장에 관한 판단<br/>1) 원고<br/>      가) 원고는, 별지 분할재산명세표 중 피고 1 적극재산 순번 3번 기재 고양시 아파트, 순번 4번 기재 남양주시 아파트 분양권과 관련하여, 위 각 아파트가 완공되었으므로 고양시 아파트의 현재 가액인 715,000,000원과 남양주시 아파트의 현재 가액인 770,000,000원을 피고 1의 적극재산에 포함하고, 위 각 아파트와 관련된 하나은행 담보대출금 채무 384,000,000원과 전세보증금반환채무 370,000,000원을 피고 1의 소극재산에 포함하여야 한다고 주장한다. <br/>      그러나 앞서 본 바와 같이 이 사건 재산분할 청구의 경우 사실혼관계가 해소되었다고 봄이 상당한 2018. 8.경을 기준으로 재산분할 대상이 되는 재산과 가액을 정하여야 하는 점, 갑 제16, 17호증, 을 제6호증의 각 기재와 변론 전체의 취지에 따르면, 사실혼관계 해소 당시 피고 1은 위 각 아파트에 관한 분양계약을 체결한 후 고양시 아파트의 경우에는 계약금 42,300,000원을, 남양주시 아파트의 경우에는 계약금 중 22,660,000원을 각 납부한 후 나머지 분양대금은 금융기관 담보대출금 등으로 분할 납부하고 있었던 사실을 인정할 수 있으므로, 재산분할의 대상이 되는 재산은 위 각 아파트의 소유권이 아니라 위 각 아파트의 분양권 자체라고 보아야 하고, 그 가액은 특별한 사정이 없는 한 사실혼관계 해소 당시 이미 납부한 분양대금 상당이라고 봄이 타당한 점, 원고가 사실혼관계 해소 이후 위 각 아파트의 분양대금 납부 등에 대하여 특별한 기여를 하였다고 볼 만한 자료는 없는 점(다만 갑 제27호증의 기재 및 변론 전체의 취지에 의하면, 원고가 위 각 분양권에 관한 정보를 수집하고 그 취득에 상당히 관여한 사실이 인정되는바, 이는 재산분할 비율을 정할 때에 유리한 요소로 참작하기로 한다) 등에 비추어 보면, 사실혼관계 해소 당시 위 각 아파트의 분양권 가액, 즉 그 당시 납부된 분양대금(고양시 아파트 42,300,000원, 남양주시 아파트 22,660,000원)만을 피고 1의 적극재산에 포함하고, 위 각 아파트의 중도금과 잔금을 마련하는 과정에서 발생한 담보대출금 및 전세보증금반환채무 등은 피고 1의 소극재산에서 제외함이 상당하다. <br/>      나) 원고는, 별지 분할재산명세표 중 피고 1 소극재산 순번 2번 기재 임대차보증금반환채무와 관련하여, 55,000,000원의 임대차보증금반환채무 중 ◎◎◎◎◎◎에 대한 10,000,000원의 임대차보증금반환채무는 현재 해당 건물이 공실이어서 채무가 존재한다고 할 수 없으므로 이를 제외한 45,000,000원을 피고 1의 소극재산으로 보아야 한다고 주장한다. <br/>      그러나 을 제15호증의 1의 기재에 의하면, 피고 1이 ◎◎◎◎◎◎와 201 7. 8. 18. 임대차기간을 2년으로 정하여 임대차계약을 체결한 사실을 인정할 수 있으므로, 사실혼관계 해소 당시인 2018. 8.경을 기준으로 할 때 위 임대차계약은 존속 중이었던 것으로 보인다. 그 이후 해당 건물이 공실이 되었다고 하더라도 사실혼관계 해소 당시 존재하던 임대차보증금반환채무인 이상 이를 소극재산에 포함하여야 한다. 따라서 ◎◎◎◎◎◎에 대한 10,000,000원의 임대차보증금반환채무를 포함한 55,000,000원의 임대차보증금반환채무를 피고 1의 소극재산으로 봄이 상당하다.<br/>2) 피고 1<br/>      가) 피고 1은, 원고의 딸인 소외 3 명의의 남양주시 ◁◁◁ 아파트는 실질 소유자가 원고이므로 원고의 적극재산에 포함하여야 한다고 주장한다.<br/>      그러나 부동산에 대하여 그 소유자로 등기되어 있는 자는 적법한 절차와 원인에 의하여 소유권을 취득한 것으로 추정되므로 그 등기가 명의신탁에 기한 것이라는 사실은 이를 주장하는 자에게 입증책임이 있는데(대법원 2008. 4. 24. 선고 2007다90883 판결 등 참조), 피고 1이 제출한 증거들만으로는 위 아파트에 관하여 원고와 소외 3 사이에 명의신탁 약정이 있었다거나 원고가 매수자금을 모두 부담하여 위 아파트를 실질적으로 소유하고 있다는 사실을 인정하기 어렵고, 달리 이를 인정할 증거가 없으므로, 위 아파트는 원고의 적극재산에서 제외함이 상당하다.<br/>      나) 피고 1은, 별지 분할재산명세표 중 원고 적극재산 순번 13번 기재 곗돈과 관련하여, 원고의 3년 치 곗돈 20,000,000원을 원고의 적극재산에 포함하여야 한다고 주장하나, 앞서 본 바와 같이 재산분할의 대상이 되는 재산과 가액은 사실혼관계 해소 당시인 2018. 8.경을 기준으로 정함이 상당한데, 이 법원의 주식회사 신한은행에 대한 금융거래정보제출명령 결과 및 변론 전체의 취지에 의하면, 원고는 2018. 5. 27. 477,800원, 2018. 6. 27. 473,800원, 2018. 7. 24. 469,200원 합계 1,420,800원을 사실혼관계 해소 당시 곗돈으로 납입한 사실을 인정할 수 있으므로, 별지 분할재산명세표 기재와 같이 1,420,800원만을 원고의 적극재산에 포함함이 상당하다.<br/>      다) 피고 1은, 별지 분할재산명세표 중 피고 1 적극재산 순번 1, 2번 기재 각 부동산은 피고 1의 특유재산이므로 적극재산에서 제외하여야 한다고 주장한다. <br/>      그러나 피고 1은 위 각 부동산을 사실혼 기간 중 취득하였으므로 위 각 부동산이 피고 1의 특유재산이라고 단정할 수 없고, 가사 특유재산이라 할지라도 다른 일방이 적극적으로 그 특유재산의 유지에 협력하여 그 감소를 방지하였거나 그 증식에 협력하였다고 인정되는 경우에는 재산분할의 대상이 될 수 있는데, 앞서 든 증거들과 변론 전체의 취지에 의하여 인정되는 다음과 같은 사정들, 즉 원고와 피고 1의 사실혼 기간이 약 5년에 이르고 원고가 위 기간 동안 직장생활을 하면서 꾸준히 경제활동을 한 점, 원고는 피고 1의 모친, 아들과 함께 거주하면서 가사활동을 하는 등으로 피고 1의 가족을 보살핀 점, 원고가 주말에는 ◇◇를 오가며 피고 1의 편의점 운영을 돕기도 한 점 등을 종합하여 보면, 원고가 피고 1의 위 각 부동산의 가치 유지에 협력하여 그 감소를 방지하였다고 봄이 상당하므로, 위 각 부동산은 재산분할 대상이 된다. 따라서 위 각 부동산은 피고 1의 적극재산에 포함하여야 한다. <br/>      라) 피고 1은, 별지 분할재산명세표 중 피고 1 소극재산 순번 2번 기재 임대차보증금반환채무와 관련하여, 소외 6에 대한 10,000,000원의 임대차보증금반환채무도 포함하여 65,000,000원의 임대차보증금반환채무를 소극재산으로 보아야 한다고 주장하나, 을 제31호증의 기재에 의하면 소외 6과의 임대차계약은 사실혼관계 해소 이후인 2019. 2.경 체결된 사실을 인정할 수 있으므로, 그 임대차보증금반환채무는 소극재산에서 제외함이 상당하다. <br/>      마) 피고 1은, 자신의 아들인 소외 4에 대한 차용금 채무 151,452,630원을 피고 1의 소극재산에 포함하여야 한다고 주장한다. <br/>      그러나 피고 1이 주장하는 위 채무액은 약 1년 2개월에 걸쳐 수차례 이루어진 입금 내역의 합계에 불과한데, 차용증이 작성되었다거나 정기적으로 이자가 지급되는 등 금전대차거래가 있었다고 인정할 만한 사정을 찾을 수 없어 그 입금 내역만으로 위 차용금 채무를 인정하기는 어렵고, 달리 위 채무를 인정할 만한 증거가 없다. 따라서 이를 원고의 소극재산에서 제외함이 상당하다.  <br/>라. 재산분할의 비율과 방법<br/>    1) 재산분할의 비율: 원고 35%, 피고 1 65%<br/>      원고와 피고 1의 사실혼 기간이 5년을 넘는 점, 원고와 피고 1 모두 경제활동을 하였고, 원고는 가사활동까지 병행하면서 부부공동재산의 유지, 형성에 기여한 점, 한편 원고와 피고 1이 사실혼관계를 시작할 무렵 원고의 재산이 그다지 많지는 않았던 것으로 보이는 점, 그밖에 부부공동재산의 형성ㆍ유지 경위, 원고와 피고 1이 한 경제활동과 그 소득의 정도, 원고와 피고 1의 현재 소득능력 등을 고려하면, 원고의 재산분할 비율을 35%로, 피고 1의 재산분할 비율을 65%로 정함이 타당하다.<br/>    2) 재산분할의 방법: 분할대상 재산의 명의와 형태, 취득경위, 현재 생활관계나 이용형태, 당사자들의 의사 등을 고려하여, 원고와 피고 1이 보유하고 있는 적극재산과 소극재산을 모두 그 명의대로 귀속하는 것으로 확정하고, 그 결과 재산분할 비율에 따라 원고에게 귀속되어야 할 금액 중 부족한 부분을 피고 1이 원고에게 현금으로 지급하도록 정한다.<br/>    3) 피고 1이 원고에게 지급하여야 하는 재산분할금 : 137,490,000원<br/>      ① 원고와 피고 1의 순재산 중 재산분할 비율에 따른 원고의 몫<br/>         순재산 합계 444,555,889원 × 35% = 155,594,561원<br/>      ② 위 ①항의 돈과 원고가 보유한 순재산과의 차액<br/>         155,594,561원  - 18,109,114원 = 137,485,447원<br/>      ③ 피고 1이 원고에게 지급할 재산분할금<br/>         위 ②항의 금액을 약간 상회하는 137,490,000원<br/>마. 소결론<br/>    따라서 피고 1은 원고에게 재산분할로 137,490,000원 및 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 민법이 정한 연 5%의 비율로 계산한 지연손해금을 지급할 의무가 있다.  <br/>4. 결론<br/>  그렇다면 원고의 피고들에 대한 위자료 청구는 위 인정 범위 내에서 이유 있어 이를 각 인용하고, 나머지 위자료 청구는 이유 없어 이를 각 기각하며, 원고의 피고 1에 대한 재산분할 청구에 관하여는 위와 같이 정하기로 하여 주문과 같이 판결한다.<br/>  (별지 생략)<br/><br/>판사 오민석(재판장) 김경찬 한승진 ",
  "사건번호": "2018드합9033",
  "사건종류코드": "400101",
  "판례정보일련번호": "217159",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}