{
  "판시사항": "[1] 제1심에서 물건의 인도를 명하는 가집행판결에 따라 집행이 된 경우, 항소심 법원은 그러한 사유를 참작하지 않고 청구의 당부를 판단해야 하는지 여부(적극)<br/>[2] 임차인이 임대차계약관계가 소멸한 이후에도 임대차목적물을 계속 점유하였으나 이를 본래 계약상의 목적에 따라 사용ㆍ수익하지 않아 이익을 얻지 않은 경우, 임차인의 부당이득반환의무가 성립하는지 여부(소극)<br/>",
  "참조판례": "[1] 대법원 2011. 9. 8. 선고 2011다35722 판결 / [2] 대법원 2019. 4. 11. 선고 2018다291347 판결(공2019상, 1068)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "[1] 민사소송법 제213조 / [2] 민법 제618조, 제741조<br/>",
  "선고일자": "20200625",
  "법원명": "대법원",
  "사건명": "건물명도ㆍ공사비",
  "판례내용": "【원고(반소피고), 상고인】 원고(반소피고)<br/>【피고, 피상고인】 주식회사 인더스트리원<br/>【피고(반소원고), 피상고인】 피고(반소원고)<br/>【원심판결】 서울서부지법 2019. 12. 6. 선고 2019나719, 1545 판결<br/>【주    문】<br/>원심판결 중 인도청구 부분을 파기하고, 이 부분 사건을 서울서부지방법원에 환송한다.  나머지 상고를 기각한다.<br/><br/>【이    유】 상고이유를 판단한다.<br/>1. 인도청구<br/>가집행은 가집행선고가 있는 판결에 따라 집행을 하는 것으로서 가집행선고에 따라 채권자가 만족을 얻은 경우에도 상소심에서 본안에 관하여 판결을 할 때에는 가집행의 이행상태를 고려해서는 안 된다. 제1심에서 물건의 인도를 명하는 가집행이 붙은 판결이 선고된 다음 이에 기초하여 집행이 되었더라도 그에 따라 확정적으로 인도의 효과가 발생하는 것은 아니므로 항소심 법원은 그러한 사유를 참작하지 않고 청구의 당부를 판단해야 한다(대법원 2011. 9. 8. 선고 2011다35722 판결 등 참조).<br/>  원심판결 이유와 기록에 따르면 다음 사실을 알 수 있다. 원고(반소피고, 이하 ‘원고’라 한다)는 이 사건 부동산에 관한 임대차계약이 해지되었다는 이유로 피고 주식회사 인더스트리원(이하 ‘피고 회사’라 한다)과 피고(반소원고)를 상대로 이 사건 부동산의 인도를 청구하였고, 제1심은 이 사건 부동산의 인도를 명하는 가집행이 붙은 판결을 선고하였다. 원고는 원심 변론종결 이전에 제1심판결에 기초하여 이 사건 부동산에 관하여 인도 집행을 하였다.<br/>  위에서 본 법리에 비추어 보면, 원심은 인도 집행의 결과를 참작하지 않고 청구의 당부를 판단했어야 한다. 그런데도 원심이 인도 집행으로 피고들이 이 사건 부동산을 점유하고 있지 않다는 이유로 원고의 인도청구를 기각한 것은 가집행이 붙은 판결에 기초한 집행의 효력에 관한 법리를 오해한 잘못이 있다. 이를 지적하는 상고이유 주장은 정당하다.<br/>  2. 부당이득반환 청구<br/>민법 제741조는 “법률상 원인 없이 타인의 재산 또는 노무로 인하여 이익을 얻고 이로 인하여 타인에게 손해를 가한 자는 그 이익을 반환하여야 한다.”라고 정하고 있다. 임차인이 임대차계약관계가 소멸한 다음에도 임대차목적물을 계속 점유하기는 하였지만 이를 본래의 임대차계약상 목적에 따라 사용ㆍ수익하지 않아 이익을 얻은 적이 없는 경우에는 그로 말미암아 임대인에게 손해가 발생하였더라도 임차인의 부당이득반환의무는 성립하지 않는다(대법원 2019. 4. 11. 선고 2018다291347 판결 등 참조).<br/>  원심은 피고 회사가 이 사건 임대차계약이 종료한 다음에도 임대차목적물인 이 사건 부동산을 계속 점유하였지만 2018. 10. 31. 식당 영업을 중단하고 이 사건 부동산을 사용ㆍ수익하지 않았으므로 그 이후 피고 회사의 부당이득반환의무는 성립하지 않는다고 판단하였다.<br/>  원심판결 이유를 위에서 본 법리와 기록에 비추어 살펴보면, 원심판단에 상고이유 주장과 같이 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 변론주의에 관한 법리를 오해한 잘못이 없다.<br/>  3. 결론<br/>  원고의 상고는 일부 이유 있어 원심판결 중 인도청구 부분을 파기하고, 이 부분 사건을 다시 심리ㆍ판단하도록 원심법원에 환송하고, 나머지 상고는 이유 없어 이를 기각하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이동원(재판장) 김재형(주심) 민유숙 노태악 ",
  "사건번호": "2020다63, 70",
  "사건종류코드": "400101",
  "판례정보일련번호": "212977",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}