{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20200717",
  "법원명": "창원지방법원",
  "사건명": "건물명도(인도)",
  "판례내용": "【원고, 피항소인】 원고 1 외 1인(소송대리인 법무법인 명경 담당변호사 정유라 외 1인)<br/>【피고, 항소인】 피고(소송대리인 법무법인 율한 담당변호사 서경희)<br/>【제1심판결】 창원지방법원 2019. 6. 27. 선고 2018가단111536 판결<br/>【변론종결】2020. 6. 12.<br/>【주    문】<br/>1. 제1심판결을 다음과 같이 변경한다.<br/>  가. 피고는 원고들로부터 15,000,000원에서 2,538,500원 및 2019. 10. 1.부터 별지 부동산의 표시 기재 부동산 중 1층 110.16㎡의 인도 완료일까지 월 1,129,700원의 비율로 계산한 돈을 공제한 나머지 돈을 지급받음과 동시에 원고들에게 위 부동산을 인도하라.<br/>  나. 원고들의 나머지 청구를 모두 기각한다.<br/>2. 피고의 원고들에 대한 나머지 항소를 모두 기각한다.<br/>3. 소송 총비용 중 10%는 원고들이, 나머지는 피고가 각각 부담한다.<br/>4. 제1의 가항은 가집행할 수 있다. <br/><br/>【청구취지 및 항소취지】1. 청구취지<br/>  피고는 원고들로부터 15,000,000원에서 810,000원 및 2019. 1. 1.부터 별지 부동산의 표시 기재 부동산 중 1층 110.16㎡의 인도일까지 월 1,485,000원의 비율로 계산한 돈을 공제한 나머지 돈을 지급받음과 동시에 원고들에게 위 부동산을 인도하라.<br/>2. 항소취지<br/>  제1심판결 중 피고 패소 부분을 취소하고, 그 취소 부분에 해당하는 원고들의 청구를 모두 기각한다.<br/>【이    유】1. 기초 사실<br/>  가. 원고 1은 별지 부동산의 표시 기재 부동산에 관한 지분 3분의 2를, 원고 2는 지분 3분의 1을 각 소유하고 있는 공유자들이다.<br/>  나. 원고들은 2016. 7.경 피고에게 별지 부동산의 표시 기재 부동산 중 1층 전체 110.16㎡(이하 ‘이 사건 상가’라 한다)를 임대차보증금 1,500만 원, 차임 월 135만 원(매월 30일 지급), 임대차기간 2016. 8. 1.부터 2018. 8. 31.까지로 정하여 임대하였다(이하 ‘이 사건 임대차계약’이라 한다). 이 사건 임대차계약 당시 작성된 임대차계약서의 특약사항란에는 “부가세 별도”라는 문구가 기재되어 있다.<br/>  다. 피고는 원고들에 대한 2017년 4월분, 5월분, 8월분 각 차임을 연체하였고, 그중 2017년 8월분 차임은 그 지급시기 이후인 2017. 9. 8. 비로소 지급하였다.<br/>  라. 피고는 원고들에게 임대차계약의 갱신을 요구하였으나, 원고들은 2018. 5. 18.경 피고에게 월 차임의 3기 이상 연체 사실이 있음을 들어 갱신거절의 의사를 표시하였다.<br/>  마. 한편, 피고는 이 사건 임대차계약에 따라 이 사건 상가를 인도받은 뒤 현재까지 이 사건 상가를 점유하면서 영업을 계속하고 있고, 이 사건 임대차계약에 따른 약정 임대차기간 만료 이후인 2018. 9. 1.부터 2019. 6. 30.까지 10개월 간 원고들에게 차임 상당 부당이득 명목으로 합계 13,500,000원(= 월 1,350,000원 × 10개월)을 지급하였다.<br/>[인정 근거] 다툼 없는 사실, 갑 제1, 2, 12호증, 을 제5, 6호증의 각 기재, 변론 전체의 취지<br/>2. 청구원인에 관한 판단<br/>가. 이 사건 임대차계약의 종료 여부<br/>상가건물 임대차보호법(이하 ‘상가임대차보호법’이라 한다) 제10조 제1항 단서 제1호는 임대인이 임차인의 계약갱신 요구를 거절할 수 있는 사유로 ‘임차인이 3기의 차임액에 해당하는 금액에 이르도록 차임을 연체한 사실이 있는 경우’를 규정하고 있다. 상가임대차보호법 제10조 제1항 단서 제1호의 ‘임차인이 3기의 차임액에 해당하는 금액에 이르도록 차임을 연체한 사실이 있는 경우’의 의미에 관하여 보건대, 법률은 가능한 한 법률에 사용된 문언의 통상적인 의미에 충실하게 해석하는 것을 원칙으로 하고, 나아가 법률의 입법취지와 목적, 그 제정ㆍ개정 연혁, 법질서 전체와의 조화, 다른 법령과의 관계 등을 고려하는 체계적ㆍ논리적 해석방법을 추가적으로 동원하여 타당한 해석을 해야 하는바(대법원 2009. 4. 23. 선고 2006다81035 판결 등 참조), 상가임대차보호법 제10조 제1항 단서 제1호 문언의 객관적 의미, 같은 법 제10조 제1항은 임차인의 일방적인 갱신요구권을 인정하는 것으로서 임대인의 일방적인 계약해지권을 규정한 같은 법 제10조의8과는 그 취지를 서로 달리할 뿐만 아니라 임대인의 계약해지 사유로 ‘임차인의 차임연체액이 3기의 차임액에 달하는 때’를 규정하고 있어 갱신거절 사유를 정한 같은 법 제10조 제1항 단서 제1호와는 문언 및 내용이 다른 점, 만약 임차인이 3기 이상의 차임을 연체한 상태에서만 임대인이 계약갱신을 거절할 수 있다고 한다면, 이는 임대인으로 하여금 3기 이상의 차임을 연체한 사실이 있어 이미 신뢰를 상실한 임차인과 사이의 계약관계에서 벗어날 수 없게 하고, 오히려 차임지급의무를 성실하게 이행하지 아니한 임차인을 보호하는 것으로서 형평에 반하는 점 등을 모두 고려할 때, 임차인이 임대차기간의 어느 시점에 3기 이상의 차임을 연체한 사실이 있었다면 그 후 연체하였던 차임을 지급하였다 하더라도 임대인은 임차인과의 계약갱신을 거절할 수 있다고 봄이 타당하다.<br/>    피고가 원고들에게 이 사건 임대차계약의 갱신을 요구한 사실은 앞서 본 바와 같으나, 원고들이 이 사건 임대차계약에 따른 약정 임대차기간 만료로부터 약 3개월여 이전인 2018. 5. 18.경 피고에게 상가건물 임대차보호법 제10조 제1항 단서 제1호에 규정된 갱신거절 사유인 ‘피고가 2017. 9. 7. 기준으로 3기의 차임액에 해당하는 금액인 405만 원의 월 차임을 연체한 사실이 있음’을 들어 이 사건 임대차계약의 갱신을 거절한 사실 또한 앞서 본 바와 같으므로, 이 사건 임대차계약은 원고들의 적법한 갱신거절에 따라 2018. 8. 31. 약정 임대차기간 만료로 종료되었다.<br/>나. 이 사건 상가 인도의무<br/>    1) 이 사건 임대차계약이 2018. 8. 31. 약정 임대차기간 만료로 종료된 사실은 앞서 본 바와 같으므로, 피고는 원고들로부터 임대차보증금 15,000,000원에서 피고의 차임에 대한 미납 부가가치세와 차임 상당 부당이득을 공제한 나머지 돈을 지급받음과 동시에 원고들에게 이 사건 상가를 인도할 의무가 있다.<br/>    2) 이 사건 임대차계약에 따른 임대차보증금에서 공제할 월 차임에 대한 부가가치세 지급의무 및 차임 상당 부당이득반환의무의 존부 및 범위에 관하여 본다.<br/>    원고들과 피고가 이 사건 임대차계약에 따라 월 차임을 1,350,000원으로 하되 이에 대한 부가가치세는 별도로 지급하기로 한 사실, 피고는 이 사건 임대차계약 종료 이후인 2018. 9. 1.부터 2019. 6. 30.까지 원고들에게 차임 상당 부당이득 명목으로 월 1,350,000원을 지급한 사실은 앞서 본 바와 같다.<br/>    피고는 이 사건 임대차계약 종료 이후 현재까지 이 사건 상가에서 영업을 계속하여 법률상 권원 없이 위 상가를 사용·수익함으로써 임료 상당의 이익을 얻고 그로 인하여 원고들에게 같은 금액 상당의 손해를 가하고 있다고 할 것이고, 임대차에서 약정 차임에 대한 부가가치세 상당액을 임차인이 부담하기로 하는 약정이 있었다면 달리 특별한 사정이 없는 한 부당이득으로 지급되는 차임 상당액에 대한 부가가치세 상당액도 계속 점유하는 임차인이 부담하여야 하는 것으로 봄이 상당하다(대법원 2002. 11. 22. 선고 2002다38828 판결 등 참조).<br/>    이 법원의 감정인 소외인에 대한 임료감정촉탁 결과에 의하면, 이 사건 상가의 월 임료는 2018. 9.은 1,123,000원, 2018. 10.부터 2018. 12.까지는 1,120,000원, 2019. 1.부터 2019. 3.까지는 1,116,000원, 2019. 4.부터 2019. 6.까지는 1,113,000원, 2019. 7.은 1,107,000원, 2019. 8.부터 2019. 9.까지는 1,029,000원, 2019. 10. 1. 이후로는 1,027,000원인 사실을 인정할 수 있다.<br/>    따라서 피고는 원고들에게, ① 원고들이 세금계산서를 발행한 2018년 7월분 및 8월분의 월 차임에 대한 미납 부가가치세 270,000원(= 월 135,000원 × 2개월), ② 피고가 마지막으로 차임 상당 부당이득을 변제한 다음날인 2019. 7. 1.부터 2019. 9. 30.까지의 차임 상당 부당이득 3,481,500원[= 3,165,000원 × (1 + 부가가치세 0.1)]에서 피고가 2018. 9. 1.부터 2019. 6. 30.까지 원고들에게 초과 지급한 차임 상당 부당이득 1,213,000원[= 위 기간 동안 원고들이 피고로부터 지급받은 13,500,000원 - 위 임료감정촉탁 결과에 따른 12,287,000원{= 11,170,000원 × (1 + 부가가치세 0.1)}]을 공제한 2,268,500원 및 ③ 2019. 10. 1.부터 이 사건 상가 인도 완료일까지 월 1,129,700원[= 1,027,000원 × (1 + 부가가치세 0.1)]의 비율로 계산한 각 차임 상당 부당이득을 지급할 의무가 있다.<br/>    원고들은 이 사건 상가의 차임 상당액은 이를 초과하는 이 사건 임대차계약에 따른 월 차임 1,485,000원(부가가치세 포함)이라고 주장하나, 감정인의 감정결과는 그 감정 방법이 경험칙에 반하거나 합리성이 없는 등의 현저한 잘못이 없으면 이를 존중해야 하는 것으로(대법원 2015. 7. 23. 선고 2015다21424 판결 등 참조), 인근 상가의 임대사례를 비교하여 이 사건 상가의 월 임료를 산정한 위 감정촉탁 결과에 경험칙에 반하는 현저한 잘못이나 오류가 있다고 보기 어려운 이상 원고들의 주장은 받아들이지 아니한다.<br/>다. 소결론<br/>    따라서 피고는 특별한 사정이 없는 한 원고들로부터 15,000,000원에서, 앞에서 본 ① 270,000원, ② 2,268,500원(위 ①과 ②의 합계 2,538,500원) 및 ③ 2019. 10. 1.부터 이 사건 상가 인도 완료일까지 월 1,129,700원의 비율로 계산한 차임 상당 부당이득을 각각 공제한 나머지 돈을 지급받음과 동시에, 원고들에게 이 사건 상가를 인도할 의무가 있다.<br/>3. 피고의 주장에 관한 판단<br/>  가. 피고는 원고들과 임대차계약 갱신거절권을 배제하는 특약을 하였다고 주장하나, 이 사건 임대차계약서의 특약사항란 중 ’본 계약은 최초 2년으로 하고 추가 3년간 영업권을 보장토록 한다.‘는 기재만으로는 원고들과 피고가 위와 같은 갱신거절권 배제 특약을 하였음을 추인하기 부족하고, 달리 이를 인정할 증거가 없으므로, 피고의 이 부분 주장은 받아들이지 아니한다.<br/>  나. 피고는 원고들과 피고가 이 사건 임대차계약 이후 월 차임 135만 원에 부가가치세를 포함하기로 하는 묵시적인 합의가 있었다고 주장하나, 원고들이 그동안 피고에 대하여 월 차임과 별도로 지급하기로 하였던 부가가치세의 지급을 요청한 사실이 없다거나, 월 차임의 액수를 적극적으로 다투지 아니하였다는 사정만으로는 위와 같은 묵시적 합의가 있었다고 보기 어려우며 달리 이를 인정할 증거가 없으므로, 피고의 이 부분 주장은 또한 받아들이기 어렵다.<br/>4. 결론<br/>  그렇다면 원고들의 청구는 위 인정 범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 기각하여야 한다. 제1심판결 중 피고 패소 부분은 이와 일부 결론을 달리하여 부당하므로, 제1심판결을 주문과 같이 변경하고, 피고의 원고들에 대한 나머지 항소는 기각하기로 하여 주문과 같이 판결한다.<br/>  (별지 생략)<br/><br/>판사 양상익(재판장) 강진명 이병호 ",
  "사건번호": "2019나59513",
  "사건종류코드": "400101",
  "판례정보일련번호": "217149",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}