{
  "판시사항": " 경매방해죄에서 ‘경매의 공정을 해하는 행위’의 의미 및 법률적으로 경매결과에 영향을 미칠 수 있는 행위뿐 아니라 경매에 참가하려는 자의 의사결정에 사실상 영향을 미칠 수 있는 행위도 이에 해당할 수 있는지 여부(적극) / ‘경매의 공정을 해하는 행위’에 해당하는지를 판단하기 위해서 사실심법원이 심리하여야 할 사항 및 심리 정도<br/>",
  "참조판례": "대법원 2006. 6. 9. 선고 2005도8498 판결(공2006하, 1302)<br/>",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "형법 제315조<br/>",
  "선고일자": "20250109",
  "법원명": "대법원",
  "사건명": "사기미수·경매방해·부동산실권리자명의등기에관한법률위반",
  "판례내용": "【피 고 인】 피고인 1 외 1인<br/>【상 고 인】 검사<br/>【원심판결】 서울남부지법 2022. 8. 18. 선고 2021노1484 판결<br/>【주    문】<br/>  원심판결 중 피고인들에 대한 경매방해 부분을 파기하고, 이 부분 사건을 서울남부지방법원에 환송한다. <br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 쟁점 공소사실(경매방해의 점)의 요지<br/>피고인 1은 2009. 10. 22. 용인시 처인구 양지면 ○○리에 있는 (건물명 생략) 빌라(이하 ‘○○빌라’라 한다) △△△동□□□호(이하 ‘이 사건 제1부동산’이라 한다) 및 ◇◇◇호(이하 ‘이 사건 제2부동산’이라 한다)의 소유권을 매매계약에 기하여 공소외 1로부터 이전받은 후 2016. 12. 20. 위 매매계약에 대한 사해행위취소 판결이 확정됨에 따라 위 소유권이전등기가 말소될 때까지 위 각 부동산을 소유하였던 사람이고, 피고인 2는 피고인 1로부터 고용되어 위 각 부동산을 관리해 오던 사람이며, 공소외 2는 피고인 1로부터 인테리어 공사를 도급받아 수행하였던 사람이다.<br/>  위와 같이 이 사건 각 부동산에 관한 피고인 1 명의의 소유권이전등기가 말소됨에 따라 2016. 12. 20. 그 소유권이 공소외 1에게 이전되었고, 공소외 1에 대한 공사대금채권자인 공소외 3이 2017. 1. 26. 자신의 공사대금채권에 관한 확정판결에 기하여 이 사건 각 부동산에 대한 강제경매를 신청하여 2017. 1. 31. 수원지방법원에서 강제경매가 개시되었으며(수원지방법원 2017타경2358호, 이하 ‘이 사건 경매’라 한다), 공소외 1에 대한 또 다른 공사대금채권자인 공소외 4는 2017. 2. 9. 자신의 공사대금채권에 관한 확정판결에 기하여 위 법원에 배당요구신청서를 제출하였다. 이에 피고인들은 이 사건 경매에 대하여 피고인 2와 공소외 2가 대항력이 있는 주택임차인인 것처럼 ‘2011. 9. 12. 피고인 2가 이 사건 제1부동산에 대하여 피고인 1을 임대인으로 하는 전세보증금 6,000만 원 상당의 임대차계약을 체결하였음’, ‘2011. 10. 1. 공소외 2가 이 사건 제2부동산에 대하여 피고인 1을 임대인으로 하는 전세보증금 6,000만 원 상당의 임대차계약을 체결하였음’이라는 취지의 허위 전세임대차계약서를 각 작성, 제출하는 방법으로 배당요구를 하여 전세보증금 상당의 배당금을 받기로 모의하였다.<br/>  그러나 사실은 피고인 2는 ○○빌라△△△동☆☆☆호에 무상으로 거주하였을 뿐 피고인 1에게 전세보증금 6,000만 원을 지급하거나 이 사건 제1부동산에 거주한 사실이 없었고, 공소외 2는 피고인 1로부터 지급받아야 할 공사대금채권을 담보하기 위하여 위와 같은 허위 내용의 전세임대차계약을 체결하였을 뿐 피고인 1에게 전세보증금 6,000만 원을 지급하거나 이 사건 제2부동산에 거주한 사실이 없었다. 그럼에도 피고인 1은 2017. 2. 무렵 피고인 2 및 공소외 2에게 위 허위 전세임대차계약서를 첨부한 권리신고 및 배당요구신청서를 법원에 제출하도록 지시하고, 이에 공소외 2는 2017. 3. 21. 수원시 영통구 월드컵로 120 수원지방법원에 위 2011. 10. 1. 자 전세임대차계약서를 첨부한 ‘권리신고 및 배당요구신청서’ 1부를, 피고인 2는 2017. 3. 29. 같은 법원에 위 2011. 9. 12. 자 전세임대차계약서를 첨부한 ‘권리신고 및 배당요구신청서’ 1부를 각 제출하였다.   <br/>  이로써 피고인들은 공소외 2와 공모하여 위 경매절차에서 허위의 임차권 권리신고 및 배당요구를 하는 방법으로 위계로써 경매의 공정을 방해하였다.  <br/>  2. 원심의 판단<br/>  원심은, 선순위 근저당권 등을 이유로 대항할 수 없는 임차권을 허위신고하는 경우에는 경매에 참가하려는 자들이 매수신고가격을 얼마로 할 것인지에 관한 의사결정을 하는 데에 영향을 미치지 않는다고 보아야 함을 전제로, 이 사건에서 피고인들이 공소외 2와 공모하여 신고한 임차권은 그 대항력이 발생하기 전에 등기가 마쳐진 처분금지가처분보다 후순위여서 가처분채권자에 대항할 수 있는 권리에 해당하지 않고 따라서 그 임차권은 이 사건 각 부동산 강제경매절차에서 대항력이 없으므로 그러한 허위의 임차권을 신고한다고 하더라도 경매방해가 인정되지 않는다는 이유로 쟁점 공소사실을 유죄로 판단한 제1심판결을 파기하고 무죄로 판단하였다.<br/>  3. 대법원의 판단<br/>  그러나 원심의 판단은 다음과 같은 이유로 받아들이기 어렵다.<br/>  가. 관련 법리<br/>경매방해죄는 위계 또는 위력 기타의 방법으로 경매의 공정을 해하는 경우에 성립하는 추상적 위험범으로서 결과의 불공정이 현실적으로 나타나는 것을 요하지 아니한다. 여기서 ‘경매의 공정을 해하는 행위’란 공정한 자유경쟁을 방해할 염려가 있는 상태를 발생시키는 것으로서 가격을 결정하는 데 있어서뿐 아니라 적법하고 공정한 경쟁방법 자체를 해하는 행위를 포함한다. 법률적으로 경매결과에 영향을 미칠 수 있는 행위뿐 아니라 경매에 참가하려는 자의 의사결정에 사실상 영향을 미칠 수 있는 행위도 ‘경매의 공정을 해하는 행위’에 해당할 수 있다(대법원 2006. 6. 9. 선고 2005도8498 판결 등 참조). 따라서 사실심으로서는 이에 해당하는지 여부를 판단하기 위해서 경매 목적물에 대한 객관적 법률관계와 현실적 점유 상태, 경매절차에서 한 권리신고내역, 현황조사보고서나 매각물건명세서의 기재 내용, 경매 전후로 변동되는 법률관계의 내용, 소멸되거나 인수되는 권리의 유무 및 그러한 권리 외관의 존부 등을 종합적으로 살펴 피고인의 행위가 법률적으로 경매결과에 영향을 미치거나 경매에 참가하려는 자의 의사결정에 사실상 영향을 미칠 수 있는 것인지 여부를 충실히 심리하여야 한다. 그럼에도 이에 이르지 않고 경매 목적물에 관한 권리의 객관적 성격과 민사집행법 등 관련 법령이 정한 바에 따른 경매 전후의 권리변동에 관한 법률적인 평가에만 터 잡아 곧바로 경매방해죄의 성립을 긍정하거나 부정하는 것은 경매방해죄 인정에 필요한 심리를 다하지 않은 것으로 보아야 한다.<br/>  나. 이 사건의 경우<br/>  이 사건 기록에 따르면 이 사건 각 부동산에 관한 경매절차에서 피고인들이 공소외 2와 공모하여 신고한 임차권이 현황조사보고서에 포함되었음을 알 수 있는데, 이는 경매참가자들의 의사결정에 사실상 영향을 줄 수 있는 사정 중의 하나에 해당한다고 볼 수 있다. 따라서 원심으로서는 그와 같은 사정을 포함하여 이 사건 각 부동산의 경매절차에 나타난 제반 사정을 종합적으로 살펴 피고인들이 공소사실 기재와 같은 허위의 임차권을 신고하는 행위가 경매에 참가하려는 자들의 의사결정에 사실상 영향을 미쳤는지를 충실히 심리하여 ‘공정한 자유경쟁을 방해할 염려가 있는 상태가 발생하였는지’를 따졌어야 한다. 이러한 제반 사정들에 대한 충분한 심리 없이 이 사건 각 부동산의 권리의무관계나 임차권의 대항력 유무와 같은 객관적 법률평가에만 터 잡아 피고인들이 공소외 2와 공모하여 신고한 임차권은 대항력이 없는 것이라는 이유만으로 경매방해죄가 성립하지 않는다고 본 원심의 판단에는 경매방해죄 성부와 그 심리방법에 관한 법리를 오해하여 필요한 심리를 다하지 않음으로써 판결에 영향을 미친 잘못이 있다. <br/>  4. 결론<br/>  원심판결 중 피고인들에 대한 경매방해 부분을 파기하고 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 신숙희(재판장) 노태악(주심) 서경환 노경필 ",
  "사건번호": "2022도11083",
  "사건종류코드": "400102",
  "판례정보일련번호": "606691",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}