{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20231206",
  "법원명": "서울중앙지방법원",
  "사건명": "임대차보증금반환",
  "판례내용": "【원    고】 서울보증보험 주식회사 (소송대리인 변호사 송동호)<br/>【피    고】 피고 (소송대리인 법무법인 열린 담당변호사 박성혜)<br/>【변론종결】2023. 11. 8.<br/>【주    문】<br/> 1. 피고는 원고에게 82,276,554원 및 이에 대하여 2021. 7. 20.부터 2022. 9. 8.까지는 연 5%, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하라.<br/> 2. 소송비용은 피고가 부담한다.<br/> 3. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】 주문과 같다.<br/>【이    유】1. 기초사실<br/>  가. 소외 1은 2017. 2. 8. 소외 2와 소외 2 소유의 천안시 서북구 (이하 생략)(이하 ‘이 사건 부동산’이라 한다)를 임대차보증금 95,000,000원, 임대차기간 2017. 2. 27.부터 2019. 2. 26.까지로 정하여 임차하는 내용의 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하고, 2017. 3. 20. 확정일자를 받았으며, 2017. 2. 27. 전입신고를 마쳤다.<br/>  나. 소외 1은 2017. 2. 27.경 원고와 ‘임대차보증금 반환사유(임대차기간 종료 등)가 발생하였음에도 임대인이 보증금 반환을 지체할 경우 원고가 소외 1에게 임대차보증금 상당 금액을 지급’하기로 하는 내용의 전세금보장신용보험계약(이하 ‘이 사건 보험계약’이라 한다)을 체결하였다(보험계약자 및 피보험자: 소외 1, 임대인: 소외 2, 보험가입금액: 95,000,000원, 보험기간: 2017. 2. 27.부터 2019. 3. 28.까지).<br/>  다. 소외 1은 이 사건 임대차계약이 기간만료로 종료되었음에도 소외 2로부터 임대차보증금을 반환받지 못하자 원고에게 이 사건 보험계약에 따른 보험금을 청구하였다.<br/>  라. 소외 1은 2019. 2. 26. 원고에게 이 사건 임대차계약의 보증금반환채권을 양도하였고, 원고는 소외 1로부터 채권양도통지의 위임을 받아 소외 2에게 채권양도를 통지하였다.<br/>  마. 원고는 2019. 3. 20. 대전지방법원 천안지원 2019카임65호로 임차권등기명령을 받아 2019. 4. 8. 주택임차권등기를 마치고, 이 사건 보험계약에 따라 소외 1에게 2019. 3. 29. 9,500,000원, 2019. 4. 5. 85,500,000원 합계 95,000,000원을 보험금으로 지급하였다.<br/>  바. 원고는 소외 2를 상대로 대전지방법원 2019차1598호로 구상금을 구하는 지급명령을 신청하여 2019. 4. 16. 지급명령을 발령받았고, 위 지급명령은 2019. 6. 18. 확정되었다.<br/>  사. 원고는 위 지급명령에 기하여 이 사건 부동산에 관하여 대전지방법원 천안지원 2019타경11868호로 강제경매(이하 ‘이 사건 경매’라 한다)를 신청하였고, 경매법원으로부터 12,723,446원을 배당받았다.<br/>  아. 피고는 이 사건 경매 절차에서 이 사건 부동산을 매수하고 2021. 7. 20. 이 사건 부동산에 관하여 피고 명의로 소유권이전등기를 마쳤다.  <br/>  [인정근거] 다툼 없는 사실, 갑 제1 내지 6, 11호증(가지번호 포함), 을 제1, 4호증의 각 기재, 변론 전체의 취지<br/>2. 본안 전 항변에 대한 판단<br/>가. 피고의 항변<br/>    1) 원고는 소외 2를 상대로 지급명령을 받아 위 지급명령이 확정되었고, 피고는 그 이후 소외 2의 채무를 승계한 자이므로, 원고는 승계집행문을 부여받아 위 지급명령을 집행하여야 한다. 따라서 피고를 상대로 이 사건 소를 제기한 것은 권리보호의 이익이 없어 부적법하다.<br/>    2) 원고는 소외 1로부터 임대차보증금반환채권을 양수하였으므로 원고가 대위할 피대위채권이 존재하지 않는다. <br/>나. 판단<br/>    1) 임차인이 임대인을 상대로 보증금반환의 승소확정판결을 받았으나 이후 주택 양수인을 상대로 이를 반환받고자 할 경우 승계가 명확하지 않거나 임대인 지위의 승계를 증명할 수 없는 때에는 임차인이 양수인을 상대로 승계집행문 부여의 소를 제기하여 승계집행문을 부여받음이 원칙이나, 이미 임차인이 양수인을 상대로 임대차보증금의 반환을 구하는 소를 제기하여 양수인과 사이에 임대인 지위의 승계 여부에 대해 상당한 정도의 공격방어 및 법원의 심리가 진행됨으로써 사실상 승계집행문 부여의 소가 제기되었을 때와 큰 차이가 없다면, 그럼에도 법원이 소의 이익이 없다는 이유로 후소를 각하하고 임차인으로 하여금 다시 승계집행문 부여의 소를 제기하도록 하는 것은 당사자들로 하여금 그동안의 노력과 시간을 무위로 돌리고 사실상 동일한 소송행위를 반복하도록 하는 것이어서 당사자들에게 가혹할 뿐만 아니라 신속한 분쟁해결이나 소송경제의 측면에서 타당하다고 보기 어려우므로 이와 같은 경우 소의 이익이 없다고 섣불리 단정하여서는 안 된다(대법원 2022. 3. 17. 선고 2021다210720 판결 참조).<br/>    이 사건의 경우 피고가 임대인 지위 승계를 부정하면서 다투어 왔고 이에 대해 상당한 정도의 공격방어와 법원의 심리가 이루어진 점, 이제 와서 굳이 이 부분 소의 이익을 부정하고 원고로 하여금 승계집행문 부여의 소를 제기하여 다시 피고와 다투도록 하는 것은 당사자들 모두에게 가혹할 뿐만 아니라 소송경제 등의 측면에서도 타당하다고 보기 어려운 점 들을 종합하면, 원고가 피고를 상대로 임대인 지위의 승계를 주장하면서 임대차보증금의 반환을 구할 권리보호의 이익이 없다고 보기 어렵다. 따라서 피고의 위 본안 전 항변은 이유 없다.<br/>    2) 원고는 소외 1의 권리를 대위하여 피고에게 임대차보증금 반환을 구하는 것이 아니라 임대차보증금 반환채권의 양수인으로서 이 사건 부동산에 관한 임대인의 지위를 양수한 피고에 대하여 임대차보증금의 반환을 구하고 있으므로, 원고가 소외 2의 채권을 대위행사하고 있음을 전제로 하는 피고의 위 본안 전 항변도 이유 없다.<br/>3. 청구원인에 관한 판단<br/>  위 인정사실에 의하면, 피고는 이 사건 임대차계약에 따른 임대차보증금 중 배당되지 아니한 나머지 보증금의 범위 내에서 임대인의 지위를 승계하였으므로, 특별한 사정이 없는 한 소외 1의 임대차보증금 반환채권을 양수한 원고에게 나머지 임대차보증금 82,276,554원(= 95,000,000원 － 12,723,446원) 및 이에 대하여 피고가 이 사건 이 사건 부동산의 소유권을 취득한 2021. 7. 20.부터 이 사건 소장 부본 송달일인 2022. 9. 8.까지는 민법에서 정한 연 5%, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법에서 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.<br/>4. 피고의 주장에 대한 판단<br/>가. 임대인 지위 미승계 주장<br/>1) 피고의 주장<br/>소외 1은 2019. 4. 5. 원고로부터 이 사건 임대차계약의 보증금을 전부 지급받았으므로 소외 1의 소외 2에 대한 임대차보증금 반환 채권은 소멸하였다. 주택임대차보호법상 임차인의 지위에 있는 자에게 특별히 인정되는 대항력은 단순 금전채권자에게 이전되지 않는다. 따라서 원고는 피고에게 이 사건 임대차계약에 따른 임대차관계의 존속을 주장할 수 없다.<br/>    2) 판단<br/>      가) 주택임차인은 주택임대차보호법 제3조 제1항에서 정한 주택의 인도와 주민등록을 구비하면 대항력을 취득하고 대항요건이 존속되는 한 대항력은 계속 유지된다. 한편 주택임대차보호법에 정한 대항력과 우선변제권 두 가지 권리를 겸유하고 있는 임차인이 먼저 우선변제권을 선택하여 임차주택에 대하여 진행되고 있는 경매절차에서 배당요구를 하였으나 보증금 전액을 배당받지 못한 경우 임차인은 여전히 대항요건을 유지함으로써 임대차관계의 존속을 주장할 수 있으므로, 임차인이 대항력을 구비한 후 임차주택을 양수한 자는 그와 같이 존속되는 임대차의 임대인 지위를 당연히 승계한다. 이는 주택임대차보호법 제3조의2 제7항에서 정한 금융기관이 임차인으로부터 보증금반환채권을 계약으로 양수함으로써 양수한 금액의 범위에서 우선변제권을 승계한 다음 경매절차에서 배당요구를 하여 보증금 중 일부를 배당받은 경우에도 마찬가지이다. 따라서 주택임대차의 대항요건이 존속되는 한 임차인은 보증금반환채권을 양수한 금융기관이 보증금 잔액을 반환받을 때까지 임차주택의 양수인을 상대로 임대차관계의 존속을 주장할 수 있다(대법원 2023. 2. 2. 선고 2022다255126 판결 참조).<br/>      나) 위 인정사실 및 법리에 의하면, 소외 1이 원고로부터 임대차보증금에 상당한 보험금을 지급받았다는 것만으로 소외 1의 임대인에 대한 임대차보증금 반환채권이 소멸한다고 보기 어렵고, 소외 1은 이 사건 부동산에 대한 대항력을 취득한 이후 피고가 이 사건 부동산에 대한 소유권을 취득할 당시는 물론 현재까지도 임차권등기명령을 통하여 여전히 이 사건 부동산에 대한 대항력을 가지고 있다고 인정되므로, 피고는 주택임대차보호법 제3조 제4항에 따라 이 사건 임대차계약에 따른 임대인의 지위를 승계하였다. 소외 1이 대항력을 상실하였음을 전제로 하는 피고의 위 주장은 더 나아가 판단할 필요 없이 이유 없다.<br/>나. 임차권등기 부기등기에 관한 주장<br/>    1) 피고의 주장<br/>      원고는 소외 1에게 보증금을 모두 대위변제하고도 임차권등기에 관하여 대위의 부기등기를 마치지 않았으므로, 원고는 정창화의 대항력, 우선변제권 등을 대위할 수 없다.<br/>    2) 판단<br/>      원고는 대위변제자의 지위가 아니라 임대차보증금 반환채권의 양수인의 지위에서 피고를 상대로 임대차보증금의 반환을 구하고 있으므로, 피고의 위 주장은 더 나아가 판단할 필요 없이 이유 없다.<br/>다. 지연손해금에 관한 주장<br/>    1) 피고의 주장<br/>소외 1의 이 사건 부동산 인도 의무와 피고의 임대차보증금 반환 의무는 동시이행관계에 있다. 소외 1이 소외 2 또는 피고에게 이 사건 부동산을 인도하지 않았으므로, 피고는 임대차보증금 반환에 관한 지체책임을 부담하지 않는다.<br/>    2) 판단<br/>      갑 제8 내지 10호증의 각 기재 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 소외 1은 2019. 4. 5. 이 사건 부동산에서 이사한 점, ② 2019. 4. 5. 이 사건 부동산에 관한 관리비 정산이 이루어진 점, ③ 그 이후 관리비가 납부되지 않다가 소유자측에서 2019. 4.경 이후의 관리비를 납부한 점 등을 종합하면, 소외 1이 2019. 4. 5.경 소외 2에게 이 사건 부동산을 인도하였다고 인정된다. 피고의 위 주장도 이유 없다.<br/>5. 결론<br/>  원고의 청구는 이유 있으므로 이를 인용하기로 하여 주문과 같이 판결한다.<br/><br/>판사 여태곤 ",
  "사건번호": "2022가단5265355",
  "사건종류코드": "400101",
  "판례정보일련번호": "606119",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}