{
  "판시사항": "  [1] 임차인의 계약갱신 요구와 이를 거절할 수 있는 사유를 정한 주택임대차보호법 제6조의3 제1항의 규정 취지<br/>  [2] 임대인이 목적 주택에 실제 거주하려는 경우에 해당한다는 점에 대한 증명책임의 소재(=임대인) / ‘실제 거주하려는 의사’의 존재를 인정하기 위한 요건 및 판단 기준<br/>",
  "참조판례": " [1] 대법원 2022. 12. 1. 선고 2021다266631 판결(공2023상, 164)<br/>",
  "사건종류명": "민사",
  "판결요지": "  [1] 2020. 7. 31. 법률 제17470호 개정으로 신설된 주택임대차보호법 제6조의3 제1항은 \"제6조에도 불구하고 임대인은 임차인이 제6조 제1항 전단의 기간 이내에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다. 다만 다음 각호의 어느 하나에 해당하는 경우에는 그러하지 아니하다.\"라고 규정하면서 제8호에서 \"임대인(임대인의 직계존속·직계비속을 포함한다)이 목적 주택에 실제 거주하려는 경우\"를 임차인의 계약갱신 요구를 거절할 수 있는 사유 중 하나로 들고 있다. 이러한 주택임대차보호법 규정의 취지는 임차인의 주거생활 안정을 위하여 임차인에게 계약갱신요구권을 보장하는 동시에 임대인의 재산권을 보호하고 재산권에 대한 과도한 제한을 방지하기 위하여 임대인에게 정당한 사유가 있는 경우 계약갱신을 거절할 수 있도록 함으로써 임차인과 임대인의 이익 사이에 적절한 조화를 도모하고자 함에 있다.<br/>  [2] 임대인(임대인의 직계존속·직계비속을 포함한다. 이하 같다)이 목적 주택에 실제 거주하려는 경우에 해당한다는 점에 대한 증명책임은 임대인에게 있다. ‘실제 거주하려는 의사’의 존재는 임대인이 단순히 그러한 의사를 표명하였다는 사정이 있다고 하여 곧바로 인정될 수는 없지만, 임대인의 내심에 있는 장래에 대한 계획이라는 위 거절사유의 특성을 고려할 때 임대인의 의사가 가공된 것이 아니라 진정하다는 것을 통상적으로 수긍할 수 있을 정도의 사정이 인정된다면 그러한 의사의 존재를 추인할 수 있을 것이다. 이는 임대인의 주거 상황, 임대인이나 그의 가족의 직장이나 학교 등 사회적 환경, 임대인이 실제 거주하려는 의사를 가지게 된 경위, 임대차계약 갱신요구 거절 전후 임대인의 사정, 임대인의 실제 거주 의사와 배치·모순되는 언동의 유무, 이러한 언동으로 계약갱신에 대하여 형성된 임차인의 정당한 신뢰가 훼손될 여지가 있는지 여부, 임대인이 기존 주거지에서 목적 주택으로 이사하기 위한 준비의 유무 및 내용 등 여러 사정을 종합하여 판단할 수 있다.<br/>",
  "참조조문": " [1] 주택임대차보호법 제6조의3 제1항 / [2] 주택임대차보호법 제6조의3 제1항 제8호<br/>",
  "선고일자": "20231207",
  "법원명": "대법원",
  "사건명": "건물인도[임차인의 계약갱신 요구에 대하여 임대인이 실제 거주를 이유로 갱신거절한 후 그 주택의 인도를 구하는 사건]",
  "판례내용": "【원고, 피상고인】 원고<br/>【피고, 상고인】 피고 1 외 1인 (소송대리인 법무법인(유한) 한별 담당변호사 정인숙)<br/>【원심판결】 서울중앙지법 2022. 9. 6. 선고 2021나77014 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 서울중앙지방법원에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 사안의 개요 및 원심의 판단 <br/>  가. 원심판결의 이유와 기록을 살펴보면 아래와 같은 사실을 알 수 있다. <br/>  1) 원고는 2019. 1. 21.경 피고들과 사이에서 이 사건 아파트를 보증금 6억 3,000만 원에 2019. 3. 8.부터 2021. 3. 8.까지 임대하기로 하는 계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하였다. <br/>  2) 원고 측은 2020. 12. 17.경 피고들에게 원고와 그 배우자 및 자녀가 이 사건 아파트에서 거주할 계획이라고 밝히며 이 사건 임대차계약을 갱신하지 않겠다는 의사를 표시하였고, 피고들은 2020. 12. 22.경 원고에게 계약갱신을 청구한다는 통보를 하였다. <br/>  3) 원고는 2021. 1. 4.경 피고들에게 임대차계약 만료 후 원고 본인이 실제 거주할 계획이라며 피고들의 갱신요구를 거절하였다. <br/>  나. 원심은 그 판시와 같은 이유로 원고의 갱신거절이 적법하다고 판단하였다. <br/>  2. 대법원의 판단<br/>  원심의 판단은 그대로 수긍하기 어렵다.<br/>  가. 1) 2020. 7. 31. 법률 제17470호 개정으로 신설된 주택임대차보호법 제6조의3 제1항은 \"제6조에도 불구하고 임대인은 임차인이 제6조 제1항 전단의 기간 이내에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다. 다만 다음 각호의 어느 하나에 해당하는 경우에는 그러하지 아니하다.\"라고 규정하면서 제8호에서 \"임대인(임대인의 직계존속·직계비속을 포함한다)이 목적 주택에 실제 거주하려는 경우\"를 임차인의 계약갱신 요구를 거절할 수 있는 사유 중 하나로 들고 있다. 이러한 주택임대차보호법 규정의 취지는 임차인의 주거생활 안정을 위하여 임차인에게 계약갱신요구권을 보장하는 동시에 임대인의 재산권을 보호하고 재산권에 대한 과도한 제한을 방지하기 위하여 임대인에게 정당한 사유가 있는 경우 계약갱신을 거절할 수 있도록 함으로써 임차인과 임대인의 이익 사이에 적절한 조화를 도모하고자 함에 있다(대법원 2022. 12. 1. 선고 2021다266631 판결 참조).<br/>  2) 임대인(임대인의 직계존속·직계비속을 포함한다. 이하 같다)이 목적 주택에 실제 거주하려는 경우에 해당한다는 점에 대한 증명책임은 임대인에게 있다. ‘실제 거주하려는 의사’의 존재는 임대인이 단순히 그러한 의사를 표명하였다는 사정이 있다고 하여 곧바로 인정될 수는 없지만, 임대인의 내심에 있는 장래에 대한 계획이라는 위 거절사유의 특성을 고려할 때 임대인의 의사가 가공된 것이 아니라 진정하다는 것을 통상적으로 수긍할 수 있을 정도의 사정이 인정된다면 그러한 의사의 존재를 추인할 수 있을 것이다. 이는 임대인의 주거 상황, 임대인이나 그의 가족의 직장이나 학교 등 사회적 환경, 임대인이 실제 거주하려는 의사를 가지게 된 경위, 임대차계약 갱신요구 거절 전후 임대인의 사정, 임대인의 실제 거주 의사와 배치·모순되는 언동의 유무, 이러한 언동으로 계약갱신에 대하여 형성된 임차인의 정당한 신뢰가 훼손될 여지가 있는지 여부, 임대인이 기존 주거지에서 목적 주택으로 이사하기 위한 준비의 유무 및 내용 등 여러 사정을 종합하여 판단할 수 있다.<br/>  나. 원심판결 이유와 기록상 인정되는 사실을 앞서 본 법리에 비추어 살펴본다. <br/>  1) 원고 측은 이 사건 임대차계약 기간 만료 전에는 원고와 그 배우자, 자녀가 이 사건 아파트에 거주할 예정이라고 말하다가 이 사건 소장에서는 원고 본인 또는 원고 부모가 이 사건 아파트에 거주할 예정이라고 주장하였고, 2021. 9. 8. 자 준비서면에서는 원고 배우자가 이 사건 아파트에 거주하고 지방에 거주하던 원고 부모가 이 사건 아파트 인근 다른 아파트에 거주하기로 계획하였으나 피고들이 계약갱신을 요구하는 바람에 불가피하게 원고 부모가 이 사건 아파트에 거주하기로 하였다고 주장하였다. 이렇듯 원고는 이 사건 아파트에 실제 거주하려는 사유에 대해서 다른 주장을 하고 있는데 그와 같이 바뀌게 된 데에 대한 합리적인 설명은 하지 않았다. <br/>  2) 원고 주장 및 원심 인정에 따르더라도, 원고와 배우자는 이 사건 아파트 말고도 이 사건 아파트 인근에 다른 아파트와 다른 지역에도 주택을 소유하고 있다. 원고가 이 사건 임대차계약의 갱신거절을 할 무렵에 원고는 자녀 교육을 위하여 다른 지역에 있는 주택에 자녀들과 함께 거주하고 있었고, 원고 배우자는 직업상 이유로 이 사건 아파트 인근의 다른 아파트에서 거주하고 있었으므로, 원고와 원고 가족에게 이 사건 임대차계약의 갱신을 거절하고 이 사건 아파트에 거주하여야 할 만한 사정이 있었다고 보이지 않는다. 원고와 자녀들이 다른 지역 생활을 청산하거나 이를 위하여 전학 또는 이사를 준비하고 있다는 사정도 없고, 이 사건 아파트 인근의 다른 아파트를 급매로 처분하겠다던 원고 배우자는 이를 처분하지 않은 채 여전히 거주하고 있다. <br/>  3) 원고는, 원고 부모가 이 사건 아파트에 거주하려는 이유에 대해서 지방에서 이 사건 아파트 인근 병원에 다니면서 진료를 받던 원고 부모가 이 사건 아파트에 거주하면서 병원진료를 쉽게 받기 위해서라고 주장한다. 그런데 원고 부모의 외래진료확인서를 보더라도 원고 부모는 이 사건 아파트 인근 병원에 최근 11년 동안 1년에 1~5 차례 가량 통원진료를 받았다는 것 외에는 다른 내용이 없다. 원고 부모 거주 지역의 공인중개사가 작성한 사실확인서에는 단순히 원고의 모가 자신이 사는 아파트에 대하여 매매나 전세를 문의하였다는 내용만 기재되어 있을 뿐이어서 이러한 기재만으로 원고 부모가 사는 아파트를 정리하고 이 사건 아파트에 거주하려고 하였음을 인정하기는 어려워 보인다. 더구나 원고가 제출한 인테리어 견적서는 그 내용에 이 사건 아파트 인테리어 목적과 부합한다고 보기 어려운 내용도 있어서 이를 원고 부모가 이 사건 아파트에 거주할 목적에 따라 작성된 것으로 보기에는 의심스러운 면이 있다. <br/>  4) 원고가 이 사건 아파트에 실제 거주한다는 이유로 피고들의 갱신요구를 거절하려면 그에 대한 증명책임을 부담하므로 실제 거주한다는 의사가 가공된 것이 아니라 진정하다는 것을 통상적으로 수긍할 수 있을 정도의 사정을 주장·증명할 필요가 있다. 그러나 위와 같은 사정을 보면 원고가 드는 사정만으로는 원고나 원고 부모가 이 사건 아파트에 실제 거주하려는 의사가 가공된 것이 아니라는 것을 통상적으로 수긍할 수 있을 정도라고 인정하기에는 의문의 여지가 있다. 따라서 원심으로서는 위와 같은 사정뿐만 아니라 원고나 원고 부모가 이 사건 아파트에 실제 거주하려는 의사에 관한 다른 사정이 있는지 등 앞서 본 사정을 종합하여 심리함으로써 원고나 원고 부모의 실제 거주하려는 의사가 가공된 것이 아니라는 것을 통상적으로 수긍할 수 있는 것인지 판단하였어야 했다. 그런데도 원심은 이러한 사정을 충분히 심리하지 아니한 채 원고의 실제 거주 의사에 개연성이 있고 그러한 의사와 명백하게 모순되는 행위를 찾을 수 없다는 이유로 원고의 갱신거절이 적법하다고 판단하였다. 이러한 원심의 판단에는 주택임대차보호법 제6조의3 제1항 단서 제8호의 증명책임 등에 관한 법리를 오해함으로써 필요한 심리를 다하지 아니하여 판결에 영향을 미친 잘못이 있다. <br/>  3. 결론 <br/>  그러므로 나머지 상고이유에 대한 판단을 생략한 채 원심판결을 파기하고 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 천대엽(재판장) 민유숙(주심) 이동원 권영준 ",
  "사건번호": "2022다279795",
  "사건종류코드": "400101",
  "판례정보일련번호": "238197",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}