{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20230609",
  "법원명": "서울동부지방법원",
  "사건명": "소유권이전청구권가등기말소절차이행등",
  "판례내용": "【원    고】 원고 (소송대리인 법무법인 그린 담당변호사 조태천)<br/>【원고보조참가인】 주식회사 ○○○<br/>【피    고】 주식회사 △△△ (소송대리인 변호사 박상진)<br/>【피고보조참가인】 재단법인 □□□ (소송대리인 법무법인(유한) 바른 담당변호사 안주현 외 1인)<br/>【변론종결】2023. 4. 21.<br/>【주    문】<br/> 1. 원고의 청구를 기각한다.<br/> 2. 소송비용 중 원고보조참가로 인한 부분은 원고보조참가인이 부담하고, 피고보조참가로 인한 비용을 포함하여 나머지 부분은 모두 원고가 부담한다.<br/><br/>【청구취지】 피고는 원고에게 별지 목록 기재 각 부동산에 관하여 서울동부지방법원 2004. 4. 13. 접수 제24929호로 마친 소유권이전청구권가등기의 말소등기절차를 이행하라.<br/>【이    유】1. 인정 사실<br/>가. 원고의 별지 목록 기재 각 부동산에 관한 소유권 취득<br/>     1) 원고는 1998. 1. 24. 서울 강동구 (이하 생략)(이하 ‘이 사건 토지’라고 한다) 중 1,884.45/3,377.6 지분에 관하여, 1998. 1. 23.자 매매예약을 원인으로 한 소유권이전청구권가등기를 마쳤고, 2003. 1. 2. 위 가등기에 기한 지분이전의 본등기를 마쳤다.<br/>     2) 원고는 1999. 4. 14. 이 사건 토지 중 297.55/3,377.6 지분에 관하여 1998. 2. 25.자 매매를 원인으로 한 지분일부이전등기를 마쳤다.<br/>     3) 원고는 2003. 1. 2. 이 사건 토지 중 85/3,377.6 지분에 관하여 2002. 11. 29.자 매매를 원인으로 한 지분전부이전등기를 마쳤고, 이로써 이 사건 토지 중 2,267/3,377.6 지분을 소유하게 되었다.<br/>     4) 원고는 2003. 1. 2. 이 사건 토지 지상 ☆☆종합시장 건물 중 별지 목록 기재 26개 호실(이하 ‘이 사건 각 건물’이라고 한다)에 관하여 2002. 11. 29.자 매매를 원인으로 한 소유권이전등기를 마쳤다.<br/>나. 원고보조참가인 앞으로의 소유권이전청구권가등기<br/>     1) 원고는 2004. 3. 5.경 원고보조참가인에게 이 사건 토지 중 2,267/3,377.6 지분과 이 사건 각 건물 전부(이하 통틀어 ‘이 사건 부동산’이라고 한다)를 2,350,000,000원에 매도하기로 하는 계약(이하 ‘2004. 3. 5.자 매매예약’이라고 한다)을 체결하였다. 2004. 3. 5.자 매매예약의 내용 중 이 사건과 관련된 부분은 아래와 같다.<br/>약 정 계 약 서?본 약정서 계약서는 이 사건 부동산을 매도·매수하는 약정계약으로 대지소유자 원고를 ‘갑’이라 칭하고 매수자 ☆☆▽▽종합시장 법인체주1) 대표이사 소외 4를 ‘을’이라 칭하며, 본 약정계약서를 다음 각 항의 내용을 갑과 을이 합의하고 준수키로 하여 작성한다.?다       음제1항 이 사건 부동산의 매매대금을 2,350,000,000원으로 정한다.제2항 매매대금의 지불은 약정에 의한 계약서에 갑, 을 서명날인 시 계약금으로 _______원을 갑은 영수한다.제3항 잔여금액은 금융권에서 갑이 융자받은 1,750,000,000원은 이 사건 부동산과 을의 소유대지 및 건물이 금융권에 융자받을 수 있는 제반 서류가 완료되어 설정절차와 동시에 을에게 승계되며 발생되는 이자 등을 부담한다.제4항 현금으로 처리되는 잔액은 갑이 책임지는 이자 등을 계산한 후 정산금액을 융자해주는 금융기관에서 집행 시 갑의 구좌로 입금시킨다(갑, 을은 정산금액을 금융기관에 사전통보한다).제5항 갑과 을에게 유고가 발생 시에는 갑과 을 측은 대리인으로 하여금 권한과 의무를 승계한다. (갑의 대리인: 소외 2     을의 대리인: __________)제9항 갑, 을 간에 약정서에 의한 행위가 진행되는 기간에 소유권 및 사업주체 명의변경 등은 합의에 의하며 연장선상에서 자금을 공동으로 마련하여 사용할 수 있다(담보제공 등).<br/>   2) 원고는 2004. 3. 5.자 매매예약에 따른 원고보조참가인에 대한 500,000,000원의 잔대금채권을 담보하기 위하여, 2004. 4. 13. 이 사건 부동산에 관하여 채권최고액 700,000,000원, 채무자 원고보조참가인, 근저당권자 소외 2(원고의 대리인)로 된 근저당권설정등기(이하 ‘이 사건 근저당권설정등기’라고 한다)를 마친 후, 원고보조참가인 앞으로 소유권이전청구권가등기(이하 ‘이 사건 가등기’라고 한다)를 마쳐주었다.<br/>   3) 원고와 원고보조참가인, 소외 4는 2007. 2. 7.경 아래와 같은 합의(이하 ‘2007. 2. 7.자 합의’라고 한다)를 체결하였다.<br/>합  의  서  위 당사자 간의 이 사건 부동산 등 매매예약 가등기설정 물건에 관하여 다음과 같은 조건으로 매매완결하기로 합의함다       음1. 본건 가등기설정 이전에, 선순위로 근저당설정된 새마을금고에 대한 채무는 원고보조참가인이 승계인수하고 잔금 500,000,000원을 원고에게 지급하기로 한다.3. 원고는 위 금액을 수령과 동시에 원고보조참가인에 대한 가등기설정비용 및 계약금 일부 입금액 등 소외 4 개인이 대위지불한 50,000,000원을 소외 4에게 지불하기로 한다.2007. 2. 7. ‘갑’  원고보조참가인 대표이사 소외 5 대리인 소외 4 ‘을’  원고 대리인 소외 2 ‘병’  소외 4<br/>다. 피고 앞으로의 이 사건 가등기 이전<br/>     1) 원고보조참가인은 2008. 2. 27. 이 사건 부동산에 관하여 소외 1, 소외 6(이하 ‘소외 1 등’이라고 한다) 앞으로 2008. 2. 27.자 권리양도를 원인으로 한 이 사건 가등기 이전의 부기등기를 마쳐주었고, 소외 1 등은 2008. 2. 28.경 원고를 대리한 소외 2와 이 사건 부동산을 2,850,000,000원에 매수하기로 하는 매매계약(이하 ‘2008. 2. 28.자 매매계약’이라고 한다)을 체결하였다. 2008. 2. 28.자 매매계약의 내용 중 이 사건과 관련된 부분은 아래와 같다.<br/>부동산매매계약서?이 사건 부동산에 대하여 매도인과 매수인은 다음과 같이 매매계약을 체결한다.1. 위 부동산에 대한 매매대금은 2,850,000,000원으로 결정한다.2. 매매대금의 지급방법   가. 금일 매매계약의 체결과 동시에 그 계약금으로 100,000,000원을 지급하고,   나. 위 부동산을 담보로 한 소외 7 은행 등에 대한 근저당권부채무금(채권최고액 2,350,000,000원)은 매수인이 승계키로 하고, 매도인의 대리인 소외 2가 가지고 있는 제2순위 근저당권은 가등기권자 소외 5에게 양도키로 한다.   다. 매도인은 2008. 3. 31.까지 잔금 400,000,000원을 지급받음과 동시에 이전등기절차를 이행하여야 한다. 이전등기는 2004. 4. 13. 등기된 가등기를 양도받아 그에 기한 본등기절차를 이행하는 형식으로 이전한다.   라. 매도인은 위 약정한 날까지 이전등기절차를 이행하지 아니하거나 경매로 인하여 본등기절차를 이행할 수 없을 때에는 계약 당일 지급받은 계약금을 즉시 반환하여야 한다.3. 매매목적 부동산에 대한 명도는 현재 상태대로 하되 잔금 500,000,000원이 지급됨과 동시에 명도된 것으로 간주한다.4. 위 부동산에 대한 제세공과금은 잔금 지급일까지는 매도인이 부담하고, 그 이후부터는 매수인이 부담한다.<br/>     2) 한편 소외 4, 원고의 대리인 소외 2, 소외 8, 원고보조참가인의 당시 대표이사 소외 5는 2008. 2. 28. ‘☆☆시장 재건축과 관련한 자금 투입조건’을 작성하여 아래와 같이 약정하였다.<br/>☆☆시장 재건축과 관련한 자금 투입조건?1. 원고보조참가인이 가지고 있는 이 사건 가등기를 소외 1 등에게 양도(이전)키로 한다. 단, 원고보조참가인의 주주대표인 소외 4는 위 가등기의 이전에 주주의 동의를 책임진다.2. 대지에 대한 부동산매매계약서 작성매매금액은 2,850,000,000원으로 확정하고 새마을금고에 대한 근저당권부채무는 매수인이 승계키로 하고, 500,000,000원을 지급받음과 동시에 가등기에 기한 본등기절차를 이행하는 것으로 하고, 그 계약금으로 1억 원을 지급한다.만약, 늦어도 2008. 3. 31.까지 원고가 본등기절차를 이행하지 아니하거나 현재 진행 중인 경매절차가 그대로 진행되어 매매의 목적을 달성할 수 없을 때에는 위 계약금 100,000,000원에 대하여 소외 4와 소외 2 2인이 연대하여 책임지기로 하고, 소외 4의 무허가건물에 대한 보상금에서 공제키로 한다.3. 이 건 매매계약과 동시에 소외 2 명의의 근저당권설정등기는 소외 5에게 양도하고 그에 따른 채권과 함께 근저당권이전등기절차를 즉시 이행한다.4. 현재 암사시장 전체건물에 대한 권리 및 점유현황표를 작성하여 소외 4, 소외 8, 소외 5가 그 내용을 확인키로 하고, 확인한 이후, 그 내용을 변경할 수 없으며, 꼭 변경할 필요가 있을 경우에는 위 3인의 동의가 있어야 한다.다만, 3, 4, 5, 6층 건물부분의 점유자에 대한 보증금 또는 분양금을 소외 5 또는 다른 투자자가 변제하게 될 경우, 그때부터 그 부분에 관한 점유권 및 소유권(건축주로서의 권리 포함)은 이를 변제한 자에게 귀속되며, 그 부분에 대한 과실(차임 등) 역시 그에게 귀속된다.5. 소외 4는 주식회사 ☆☆시장이 보유하고 있는 시장건물 3, 4, 5, 6층에 대한 권리(건축주로서의 권리)를 적법한 절차에 따라 2006. 5. 24. 소외 8에게 양도한 사실을 재차 확인하고 그 권리금으로 정한 2,500,000,000원 중 확인된 점유현황표에 의한 각 점유자에게 변제하여야 할 금액과 소외 4 개인이 소외 5, 소외 8에게 지급하여야 할 채무액을 공제한 잔액을 지급받게 될 경우에는 위 3, 4, 5, 6층 건물부분에 대한 권리를 주장할 수 없으며, 그 권리는 이를 변제한 투자자에게 귀속됨을 확인한다. 이 경우, 각 점유자들에 대한 임대차보증금 반환채무는 이를 취득한 자가 승계한다.7. 소외 4는 자신 및 ☆☆시장 주식회사, ☆☆▽▽시장 주식회사 명의로 등기된 건물과 대지 지분을 소외 5에게 이전하여야 한다.8. 소외 5는 위 각 내용이 이행되었을 때에는 원고보조참가인의 대표이사직을 사임한다. 이때 원고보조참가인은 시장개설허가권을 소외 5가 지정하는 자에게 양도키로 하고, 위 재건축사업이 완료되었을 때에는 시장개설허가권을 원고보조참가인으로 환원한다.<br/>     3) 소외 1 등은 2008. 2. 28.자 매매계약에 따라 원고보조참가인에게 500,000,000원을 송금하였고, 원고보조참가인은 2008. 2. 29.부터 2008. 4. 30.까지 사이에 원고의 대리인 소외 2에게 480,000,000원을, 소외 4에게 20,000,000원을 각 송금하였다.<br/>     4) 소외 1은 2008. 3. 7. 이하 ◇◇◇ 종친회의 예금채권을 담보로 1,000,000,000원을 대출받으면서, ◇◇◇ 종친회와 1,000,000,000원을 변제기 2008. 8. 6.로 정하여 차용하되, 만약 변제기까지 차용원리금 1,500,000,000원을 변제하지 못하면 ‘소유권리의 매매를 통하여 처분할 수 있고, 또한 소유한 가등기 권리에 대한 법적인 행사는 경매처리절차를 통해 변제금액 전부를 상환한다’고 약정하였다. 이에 소외 1 등은 2008. 3. 7. 이 사건 부동산에 관하여 ◇◇◇ 종친회 앞으로 2008. 3. 6.자 권리양도를 원인으로 한 이 사건 가등기 이전의 부기등기를 마쳐주었다.<br/>     5) 소외 1이 ◇◇◇ 종친회에 위 차용금을 변제하지 못하자, 소외 1 등은 2011. 4.경 ◇◇◇ 종친회와 사이에, 소외 1의 채무변제에 갈음하여 이 사건 부동산에 관한 소유권이전청구권을 양도하기로 약정하였다. 이에 ◇◇◇ 종친회는 2011. 4. 12. 소외 1의 대출금채무를 전액 상환한 뒤 피고를 인수한 다음, 2011. 4. 27. 이 사건 부동산에 관하여 피고 앞으로 2011. 4. 24.자 권리양도를 원인으로 한 이 사건 가등기 이전의 부기등기를 마쳤다.<br/>라. 원고와 피고 사이의 선행소송 및 피고 앞으로의 본등기<br/>     1) 원고는 2010. 8. 3. 소외 4, 소외 2, 소외 5가 자신의 동의 없이 이 사건 가등기를 소외 1 등에게 이전해 주었다며 배임 혐의로 고소하면서 2007. 2. 7.자 합의 및 2008. 2. 28.자 매매계약 모두 원고의 허락 없이 체결되었다는 취지로 주장하였으나, 2010. 12. 30. 혐의없음 처분이 내려졌다.<br/>     2) 원고는 2011. 2. 16. 원고보조참가인, 소외 1 등, ◇◇◇ 종친회, 소외 2, 소외 5를 상대로, 원고보조참가인에 대하여는 이 사건 가등기의 말소를, 소외 1 등과 ◇◇◇ 종친회에 대하여는 이 사건 가등기 이전의 각 부기등기의 말소를, 소외 2와 소외 5를 상대로는 이 사건 근저당권설정등기 및 그 이전의 부기등기의 말소를 구하는 소를 제기하면서(서울동부지방법원 2011가합2560호), 청구원인으로 ‘원고보조참가인이 2004. 3. 5.자 매매예약에 반하여 금융기관에 대한 대출금채무를 인수하지 않았으므로 2004. 3. 5.자 매매예약을 해제한다’고 주장하였으나, 인지대를 보정하지 않아 2011. 8. 17. 소장각하명령이 내려졌다.<br/>     3) 피고는 2012. 8. 31. 원고를 상대로 이 사건 가등기에 기한 소유권이전등기의 본등기를 구하는 소송을 제기하였는데(서울동부지방법원 2012가합13512호), 위 사건은 공시송달로 진행되었고, 제1심법원은 2013. 4. 18. ‘원고는 피고에게 이 사건 부동산에 관하여 이 사건 가등기에 기하여 2013. 3. 8. 매매예약 완결을 원인으로 한 소유권이전의 본등기절차를 이행하라’는 판결(이하 ‘선행 제1심판결’이라고 한다)을 선고하였다. 이에 피고는 2019. 6. 27. 이 사건 부동산에 관하여 이 사건 가등기에 기하여 2013. 3. 8.자 매매예약완결을 원인으로 한 지분전부이전의 본등기(이하 ‘이 사건 본등기’라고 한다)를 마쳤다.<br/>     4) 원고가 2019. 5. 29. 위 제1심판결에 대하여 추완항소를 제기하였는데(서울고등법원 2019나23987호), 피고는 항소심에서 주위적 청구로 당초의 이 사건 가등기에 기한 본등기 청구를, 예비적 청구로 피고의 ◇◇◇ 종친회에 대한, ◇◇◇ 종친회의 소외 1 등에 대한 각 소유권이전등기청구권의 순차 대위행사를 주장하였다가, 주위적 청구 부분을 취하하였다. 이에 항소심법원은 2020. 11. 13. ‘소외 1 등의 원고에 대한 이 사건 부동산에 관한 2008. 2. 28.자 매매에 따른 소유권이전청구권이 ◇◇◇ 종친회를 거쳐 피고에게 순차 적법하게 양도된 이상, 피고가 채권자대위권의 피보전채권으로 주장하는 피고의 ◇◇◇ 종친회에 대한, ◇◇◇ 종친회의 소외 1 등에 대한 각 소유권이전청구권이 존재한다고 볼 수 없다’는 이유로 피고의 소를 각하하는 판결(이하 ‘선행 항소심판결’이라고 한다)을 선고하였다. 이에 피고가 상고하였으나 2021. 4. 15. 심리불속행으로 상고가 기각되었다.<br/>【인정 근거】 갑가 제2, 3, 6, 14호증(가지번호 포함, 이하 같다), 갑나 제1 내지 4, 6, 7, 8호증, 을가 제1 내지 8호증, 을나 제14, 15, 20 내지 23, 25호증의 각 기재, 변론 전체의 취지<br/>2. 원고 및 원고보조참가인의 주장<br/>   아래와 같은 이유로, 피고 앞으로 마쳐진 이 사건 가등기는 말소되어야 한다.<br/>   가. 부동산의 매매로 인한 소유권이전등기청구권의 양도는 그 양도에 채무자의 승낙이나 동의를 요하는데, 원고는 2004. 3. 5.자 매매예약에 기한 소유권이전등기청구권이 원고보조참가인 → 소외 1 등 → ◇◇◇ 종친회 → 피고로 전전 양도되는 것을 승낙하거나 이에 동의한 사실이 없다. 따라서 피고는 원고에 대한 소유권이전등기청구권을 가지고 있지 않으므로, 피고가 가등기권리자로 되어 있는 이 사건 가등기는 말소되어야 한다.<br/>   나. 2004. 3. 5.자 매매예약 내지 2008. 2. 28.자 매매계약에 의하면, 원고보조참가인은 이 사건 부동산에 관한 원고의 대출금채무를 인수하고 제세공과금도 부담하였어야 한다. 그러나 원고보조참가인이나 소외 1 등, ◇◇◇ 종친회, 피고는 위와 같은 의무를 이행하지 않았는바, 원고는 서울동부지방법원 2011가합2560호 사건 소장 부본의 송달 내지 이 사건 2022. 8. 25.자 준비서면 부본의 송달로써 2004. 3. 5.자 매매예약 및 2008. 2. 28.자 매매계약을 해제한다. 따라서 2004. 3. 5.자 매매예약 및 2008. 2. 28.자 매매계약에 기한 소유권이전등기청구권을 보전하기 위한 이 사건 가등기는 말소되어야 한다.<br/>   다. 한편 원고가 이 사건 소를 제기한 2021. 7. 6. 이미 2004. 3. 5.은 물론 피고가 이 사건 가등기 이전의 부기등기를 마친 2011. 4. 27.로부터도 10년이 지났다. 따라서 이 사건 가등기에 기초한 매매예약완결권은 제척기간의 경과로 인하여 소멸하였으므로, 이 사건 가등기는 말소되어야 한다.<br/>3. 피고보조참가인의 본안전 항변에 관한 판단<br/>   피고보조참가인은, 이 사건 부동산에 관하여 이미 피고 앞으로 이 사건 본등기가 마쳐져 있고, 이는 실체관계에 부합하는 등기로서 유효하므로, 이 사건 가등기의 말소를 구하는 이 사건 소는 권리보호이익이 없어 부적법하다는 취지로 주장한다.<br/>   그러나 앞서 본 바와 같이 선행 항소심판결에 의하여 선행 제1심판결이 취소된 이상, 선행 제1심판결에 기하여 마쳐진 이 사건 본등기는 특별한 사정이 없는 한 무효가 되므로, 원고는 피고에 대하여 이 사건 가등기의 말소를 구할 권리보호이익이 있다고 봄이 타당하다. 피고가 원고에 대하여 소유권이전등기청구권을 가지고 있어 이를 보전하기 위한 이 사건 가등기가 유효한지, 따라서 이 사건 본등기가 여전히 유효한지는 본안에서 판단할 문제라고 봄이 타당하다.<br/>   따라서 피고보조참가인의 본안전 항변은 받아들이지 않는다.<br/>4. 본안에 관한 판단<br/>가. 소유권이전등기청구권의 전전 양도가 무효이므로 이 사건 가등기가 말소되어야 한다는 주장에 대한 판단<br/>     1) 부동산매매계약에서 매도인과 매수인은 서로 동시이행관계에 있는 일정한 의무를 부담하므로 이행과정에 신뢰관계가 따른다. 특히 매도인으로서는 매매대금 지급을 위한 매수인의 자력, 신용 등 매수인이 누구인지에 따라 계약유지 여부를 달리 생각할 여지가 있다. 이러한 이유로 매매로 인한 소유권이전등기청구권의 양도는 특별한 사정이 없는 이상 양도가 제한되고 양도에 채무자의 승낙이나 동의를 요한다고 할 것이므로 통상의 채권양도와 달리 양도인의 채무자에 대한 통지만으로는 채무자에 대한 대항력이 생기지 않으며 반드시 채무자의 동의나 승낙을 받아야 대항력이 생긴다(대법원 2001. 10. 9. 선고 2000다51216 판결, 대법원 2005. 3. 10. 선고 2004다67653, 67660 판결, 대법원 2018. 7. 12. 선고 2015다36167 판결 등 참조).<br/>     2) 살피건대, 원고를 대리한 소외 2가 소외 1 등과 2008. 2. 28.자 매매계약을 체결하였으므로, 원고는 원고보조참가인이 소외 1 등에게 2004. 3. 5.자 매매예약에 기한 소유권이전등기청구권을 양도하는 데에는 승낙하였다고 봄이 타당하나, 피고 및 피고보조참가인이 제출한 증거만으로는 원고가 소외 1 등이 ◇◇◇ 종친회에게, ◇◇◇ 종친회는 피고에게 위 소유권이전등기청구권을 전전 양도하는 것까지 승낙하거나 동의하였다고 인정하기에 부족하고 달리 이를 인정할 증거는 없다.<br/>        그러나 원고는 위 판례 법리를 원용하면서, 피고 앞으로 마쳐진 이 사건 가등기 자체가 말소되어야 한다는 취지로 주장하는바, ◇◇◇ 종친회 및 피고가 소유권이전등기청구권의 전전 양도에 관하여 원고의 승낙이나 동의를 받지 않았다는 사정은, 이 사건 가등기 자체를 원인무효로 만드는 사정이 아니라, ◇◇◇ 종친회 및 피고가 원고에 대하여 소유권이전등기청구권의 양도로 대항할 수 없도록 하는 사정에 불과하여, 피고를 상대로 이 사건 가등기 자체의 말소를 구할 청구권원이 될 수 없다.<br/>        따라서 원고의 이 부분 주장은 이유 없다.<br/>나. 2004. 3. 5.자 매매예약 내지 2008. 2. 28.자 매매계약이 해제되었다는 주장에 대한 판단<br/>     2008. 2. 28.자 매매계약 체결 이후에도 원고의 근저당권부채무 전부가 인수되거나 변제되지는 않았고, 이 사건 부동산에 관한 재산세 등도 원고에게 부과되었다는 점에 관하여, 당사자 사이에 다툼이 없다.<br/>     그러나 ① 원고와 원고보조참가인, 소외 4가 2007. 2. 7.자 합의를 체결하여 원고보조참가인이 이 사건 부동산에 관한 근저당권부채무를 인수하고 원고에게 잔금 500,000,000원을 지급하되, 원고는 위 돈을 수령함과 동시에 소외 4에게 50,000,000원을 지급하기로 한 사실, ② 원고의 대리인 소외 2와 소외 1 등이 체결한 2008. 2. 28.자 매매계약은 이 사건 부동산의 매매대금을 2,850,000,000원으로 정하고 그중 500,000,000원은 현금으로 지급하고 나머지 2,350,000,000원에 관하여는 소외 1 등이 원고의 근저당권부채무 등을 인수하기로 정한 사실, ③ 소외 1 등은 2008. 2. 28.자 매매계약에 따라 원고보조참가인에게 500,000,000원을 송금하였고, 원고보조참가인은 2008. 2. 29.부터 2008. 4. 30.까지 원고를 대리한 소외 2에게 480,000,000원을, 소외 4에게 20,000,000원을 각 송금한 사실, ④ 원고는 위 500,000,000원이 송금된 이후에도 원고보조참가인 앞으로 소유권이전등기를 마쳐주지 않았고, 오히려 2010. 8. 3. 소외 4, 소외 2, 소외 5가 자신의 동의 없이 이 사건 가등기를 소외 1 등에게 이전해 주었다며 배임 혐의로 고소하였으나 각하된 사실은 앞서 본 바와 같다.<br/>     위 인정 사실에 비추어 보건대, 2008. 2. 28.자 매매계약 체결 이후에도 이 사건 부동산에 관한 근저당권부채무가 인수되지 않고 원고 앞으로 제세공과금이 부과된 것은, 위 매매계약의 효력을 부정하며 소유권이전등기절차를 이행하지 않은 원고의 태도에 원인이 있었던 것으로 보이고, 소외 1 등에게 이에 관한 귀책사유가 있다고 단정하기 어렵다. 나아가 원고가 2008. 2. 28.자 매매계약에 기한 자신의 채무, 즉 소유권이전등기의무를 이행하였다거나 이행을 제공하였다고 인정할 증거가 없는바, 그와 대가관계 내지 동시이행관계에 있는 소외 1 등의 채무가 이행지체에 빠졌다고 볼 수 없으므로, 소외 1 등의 채무불이행을 이유로 2004. 3. 5.자 매매예약 및 2008. 2. 28.자 매매계약이 해제되었다는 원고의 주장은 이유 없다.<br/>     따라서 2004. 3. 5.자 매매예약 및 2008. 2. 28.자 매매계약이 해제되었음을 전제로 이 사건 가등기가 말소되어야 한다는 원고의 이 부분 주장도 이유 없다.<br/>다. 매매예약완결권이 제척기간 경과로 소멸하였다는 주장에 관한 판단<br/>     앞서 본 바와 같이, 소외 1 등은 원고보조참가인으로부터 2004. 3. 5.자 매매예약에 기한 소유권이전등기청구권을 양수한 후, 원고를 대리한 소외 2와 2008. 2. 28.자 매매계약을 체결하였다. 위 매매계약은 표제부터가 매매‘계약’일뿐더러, 매매대금의 액수, 계약금과 잔금의 지급시기, 소유권이전등기의무의 이행시기 등을 구체적으로 특정하고 있는바, 이로써 소외 1 등은 매매예약완결권을 행사하였다고 봄이 타당하다. 2008. 2. 28.자 매매계약이 ‘이 사건 가등기를 양도받아 그에 기한 본등기절차를 이행하는 형식’으로 소유권이전등기절차를 이행하기로 정하였다는 점은 위 계약의 법적 성질을 매매계약으로 보는 데 방해가 되지 않는다.<br/>     따라서 2004. 3. 5.자 매매예약에 기한 매매예약완결권이 행사된 바 없다는 전제에서 그 제척기간이 경과하였다는 원고의 이 부분 주장도 이유 없다.<br/>5. 결론<br/>   그렇다면 원고의 이 사건 청구는 이유 없으므로 기각하기로 하여, 주문과 같이 판결한다.<br/>[별지 부동산 목록 생략]<br/><br/>판사 김정곤(재판장) 현재언 유정화 ",
  "사건번호": "2021가합108634",
  "사건종류코드": "400101",
  "판례정보일련번호": "606345",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}