{
  "판시사항": "  상가임차인의 변제제공이 상가건물 임대차보호법 제10조의9에서 정한 특례기간을 포함하여 그때까지의 연체 차임액 전부에 미치지 못하는 경우, 변제충당의 방법 및 이때 ‘특례기간의 연체 차임’이 이행기가 도래한 다른 연체 차임보다 후순위로 충당되는지 여부(적극)<br/>",
  "참조판례": "대법원 2023. 4. 13. 선고 2022다309337 판결(공2023상, 847)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "상가건물 임대차보호법 제10조의9, 제15조, 민법 제476조 제1항, 제2항, 제477조<br/>",
  "선고일자": "20231026",
  "법원명": "대법원",
  "사건명": "건물인도등",
  "판례내용": "【원고, 피상고인】 원고<br/>【피고, 상고인】 피고<br/>【원심판결】 대구지법 2023. 5. 31. 선고 2022나326538 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 대구지방법원에 환송한다. <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 상가건물 임대차보호법(이하 ‘상가임대차법’이라고 한다) 제10조의9는 2020. 9. 29.부터 6개월의 기간 동안(이하 ‘특례기간’이라고 한다) 연체한 차임액을 ‘계약갱신의 거절사유(제10조 제1항 제1호)’, ‘권리금 회수기회의 제외사유(제10조의4 제1항 단서)’ 및 ‘계약 해지사유(제10조의8)’에서 정한 연체 차임액에서 제외하되, 임대인의 연체 차임액에 대한 그 밖의 권리에는 영향을 미치지 아니한다고 규정하였다. 이는 ‘코로나바이러스감염증-19’ 여파로 국내 소비지출이 위축되고 상가임차인의 매출과 소득이 급감하는 가운데 임대료가 상가임차인의 영업활동에 큰 부담이 되는 실정임을 고려하여, 특례기간 동안 이행기가 도래하는 차임지급채무의 불이행을 이유로 한 임대인의 계약 해지 등 일부 권리의 행사를 제한함으로써 경제적 위기 상황에서 영업기반 상실의 위험으로부터 임차인을 구제하기 위하여 신설된 특례규정이다.<br/>변제충당에 관한 민법 제476조 내지 제479조는 임의규정이지만, 상가임대차법의 규정에 위반된 약정으로서 임차인에게 불리한 것은 효력이 없으므로(상가임대차법 제15조), 임대인과 임차인이 연체 차임과 관련하여 민법상 변제충당과 다른 약정을 체결하였더라도 그것이 임차인에게 불리한 경우에는 효력을 인정할 수 없고, 이 경우에는 상가임대차법 제10조의9의 규정에 반하지 않는 범위 내에서만 민법상 변제충당 규정이 적용된다. 따라서 임차인의 변제제공이 연체 차임액 전부에 미치지 못할 경우에는 임차인이 지정변제충당(민법 제476조 제1항)을 할 수 있으나, 임대인의 지정변제충당(민법 제476조 제2항)이 상가임대차법 제10조의9에 반하는 경우에는 이를 적용할 수 없고, 임차인의 변제제공 당시를 기준으로 민법 제477조의 법정변제충당의 순서에 따라 변제충당의 효력이 발생할 뿐이다.<br/>결국 임차인의 변제제공이 특례기간을 포함하여 그때까지의 연체 차임액 전부에 미치지 못하는 경우에는, 민법 제477조 제1호, 제2호에 따라 변제제공 시점에 이미 이행기가 도래한 연체 차임의 변제에 먼저 충당하되, 그중 상가임대차법 제10조의9에 따른 ‘특례기간의 연체 차임’은 임대인의 계약갱신 거절권·계약 해지권 등의 권리 행사가 제한되어 상대적으로 변제이익이 적은 경우에 해당되므로, 이행기가 도래한 다른 연체 차임보다 후순위로 충당된다(대법원 2023. 4. 13. 선고 2022다309337 판결 참조). <br/>  2. 원심은 판시와 같은 이유로, 임차인인 피고가 2022. 4. 25. 기준으로 2021. 12. 15.부터 2022. 1. 14.까지의 월 차임 230만 원 중 220만 원 및 2022. 1. 15.부터 2022. 5. 14.까지 4개월분 월 차임 920만 원 합계 1,140만 원(= 220만 원 + 920만 원)을 연체하였으므로, 이 사건 임대차계약이 원고의 해지 통지로 2022. 5. 10. 적법하게 해지되었다고 판단하였다. <br/>  3. 그러나 원심의 위와 같은 판단은 아래와 같은 이유로 수긍하기 어렵다. <br/>  원심판결 이유와 기록에 의하면, 피고는 2015. 9. 15. 원고 등으로부터 포항시 북구 항구동 (지번 1 생략), (지번 2 생략) 소재 3층 건물 중 1층 부분을 2015. 9. 15.부터 2017. 9. 14.까지 임차하는 내용의 임대차계약을 체결하였고, 위 임대차계약이 이후 묵시적으로 갱신된 사실, 이 사건 임대차계약에 따른 월 차임은 2015. 9. 15.부터 2018. 3. 14.까지 198만 원이고, 2018. 3. 15.부터 현재까지 230만 원이며, 매월 15일에 선지급하기로 한 사실, 2015. 9. 15.부터 2020. 9. 28.까지 발생한 연체 차임은 678만 원인 사실, 특례기간인 2020. 9. 29.부터 2021. 3. 28.까지 발생한 월 차임은 1,380만 원(= 230만 원 × 6개월)이고 피고가 위 기간 동안 지급한 월 차임은 700만 원인 사실, 2021. 3. 29.부터 2022. 5. 14.까지 발생한 월 차임은 2,990만 원(= 230만 원 × 13개월)이고, 피고가 2021. 3. 29.부터 2022. 5. 10.까지 지급한 월 차임은 3,220만 원인 사실이 인정된다. <br/>  위와 같은 사실관계를 앞서 본 법리에 비추어 살펴보면, 피고의 변제제공이 상가임대차법 제10조의9의 특례기간 및 특례기간 후의 연체 차임액 전부에 미치지 못하고, 합의충당이나 임차인의 지정변제충당 등의 특별한 사정이 없으므로, 민법 제477조의 법정변제충당이 적용되어야 한다. 이에 따라 법정변제충당을 할 경우 특별한 사정이 없는 한, ① 피고가 위 특례기간 중에 지급한 700만 원 중 678만 원은 특례기간 전의 연체 차임 678만 원에 충당되고 남은 22만 원이 특례기간 동안 발생한 월 차임 1,380만 원에 충당되므로, 특례기간 전의 연체 차임은 0원이고, 특례기간의 연체 차임은 1,358만 원(= 1,380만 원 - 22만 원)이 되며, ② 피고가 특례기간 후에 지급한 위 3,220만 원 중 2,760만 원은 각 지급 당시 변제기가 도래한 특례기간 후의 월 차임에 먼저 충당되고 남은 460만 원이 특례기간의 연체 차임 1,358만 원에 충당되므로, 특례기간의 연체 차임은 898만 원(= 1,358만 원 - 460만 원)이고, 특례기간 후의 연체 차임은 230만 원(= 2,990만 원 - 2,760만 원)이 된다. 따라서 위 2022. 5. 10. 기준으로 임대인의 계약 해지권 행사의 기준이 되는 연체 차임은 230만 원에 불과하므로, 상가임대차법 제10조의8에서 정한 계약 해지사유인 3기의 차임액에 미달한다. <br/>  그런데도 원심은 피고가 특례기간 후에 변제제공한 돈으로 법정변제충당을 하면서, 피고에게 변제이익이 많은 특례기간 후의 연체 차임에 충당하지 아니하고 변제이익이 적은 특례기간의 연체 차임에 먼저 충당한 후 2022. 5. 10. 기준으로 차임연체액이 약 5기에 달하므로 이 사건 임대차계약이 적법하게 해지되었다고 판단하였다. 이러한 원심의 판단에는 상가임대차법 제10조의9의 특례기간과 법정변제충당에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다. 이를 지적하는 피고의 상고이유 주장은 이유 있다. <br/>  4. 결론<br/>  그러므로 원심판결을 파기하고, 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 김선수(재판장) 노태악 오경미(주심) 서경환 ",
  "사건번호": "2023다247399",
  "사건종류코드": "400101",
  "판례정보일련번호": "239503",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}