{
  "판시사항": "  [1] 사실의 인정, 증거의 취사선택과 평가가 사실심 법원의 전권사항인지 여부(원칙적 적극)<br/>  [2] 민법 제626조 제1항에서 정한 ‘필요비’의 의미 / 임대인이 필요비상환의무를 이행하지 않는 경우, 임차인이 지출한 필요비 금액의 한도에서 차임의 지급을 거절할 수 있는지 여부(원칙적 적극)<br/>",
  "참조판례": "[2] 대법원 1980. 10. 14. 선고 80다1851, 1852 판결(공1980, 13325)<br/>",
  "사건종류명": "민사",
  "판결요지": "  [1] 법원은 변론 전체의 취지와 증거조사의 결과를 참작하여 자유로운 심증으로 논리와 경험의 법칙에 따라 사실주장이 진실한지 아닌지를 판단한다(민사소송법 제202조). 사실의 인정, 증거의 취사선택과 평가는 자유심증주의의 한계를 벗어나지 않는 한 사실심 법원의 전권사항이다.<br/>  [2] 임대차는 타인의 물건을 빌려 사용·수익하고 그 대가로 차임을 지급하기로 하는 계약이다(민법 제618조). 임대차계약에서 임대인은 목적물을 계약존속 중 사용·수익에 필요한 상태를 유지하게 할 의무를 부담한다(민법 제623조). 임대인이 목적물을 사용·수익하게 할 의무는 임차인의 차임지급의무와 서로 대응하는 관계에 있으므로, 임대인이 이러한 의무를 불이행하여 목적물의 사용·수익에 지장이 있으면 임차인은 지장이 있는 한도에서 차임의 지급을 거절할 수 있다.<br/>    임차인이 임차물의 보존에 관한 필요비를 지출한 때에는 임대인에게 상환을 청구할 수 있다(민법 제626조 제1항). 여기에서 ‘필요비’란 임차인이 임차물의 보존을 위하여 지출한 비용을 말한다. 임대차계약에서 임대인은 목적물을 계약존속 중 사용·수익에 필요한 상태를 유지하게 할 의무를 부담하고, 이러한 의무와 관련한 임차물의 보존을 위한 비용도 임대인이 부담해야 하므로, 임차인이 필요비를 지출하면, 임대인은 이를 상환할 의무가 있다. 임대인의 필요비상환의무는 특별한 사정이 없는 한 임차인의 차임지급의무와 서로 대응하는 관계에 있으므로, 임차인은 지출한 필요비 금액의 한도에서 차임의 지급을 거절할 수 있다.<br/>",
  "참조조문": "[1] 민사소송법 제202조 / [2] 민법 제536조, 제618조, 제623조, 제626조 제1항<br/>",
  "선고일자": "20191114",
  "법원명": "대법원",
  "사건명": "건물인도등",
  "판례내용": "【원고, 상고인】 주식회사 에스엠주택건설 (소송대리인 변호사 신창수)<br/>【피고, 피상고인】 피고 (소송대리인 법무법인 청률 담당변호사 권재창)<br/>【원심판결】 부산고법 2016. 5. 19. 선고 (창원)2015나21175 판결<br/>【주    문】<br/>  상고를 기각한다.  상고비용은 원고가 부담한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 상고이유보충서 등은 이를 보충하는 범위에서)를 판단한다.<br/>  1. 원고가 1회차 차임을 면제해 주었는지 여부(상고이유 제1점)와 피고가 보수공사비 1,500만 원을 지출하였는지 여부(상고이유 제2점)<br/>  가. 법원은 변론 전체의 취지와 증거조사의 결과를 참작하여 자유로운 심증으로 논리와 경험의 법칙에 따라 사실주장이 진실한지 아닌지를 판단한다(민사소송법 제202조). 사실의 인정, 증거의 취사선택과 평가는 자유심증주의의 한계를 벗어나지 않는 한 사실심 법원의 전권사항이다.<br/>  나. 원심은 다음과 같이 판단하였다.<br/>  원고는 2012. 8. 13. 피고와 이 사건 영화관을 임대차보증금 1억 원, 차임 월 800만 원, 임대차기간 2012. 8. 13.부터 2021. 8. 12.까지로 정하여 임대하기로 하는 이 사건 임대차계약을 체결하면서 2012. 8. 13.부터 2012. 9. 12.(원심판결의 ‘2013. 9. 12.’은 오기이다)까지 1회차 차임을 면제해 주었다.<br/>  이 사건 영화관의 위층인 8, 9층에서 2013. 5. 13. 1차 화재가 발생하였고, 2013. 10. 10. 2차 화재가 발생하였다. 피고는 2013. 10. 11.경 소외인에게 2차 화재로 훼손된 이 사건 영화관의 보수 공사를 도급하였다. 소외인은 전선을 교체하는 등 전기시설을 보수하였고, 석고보드 등 마감재를 교체하였으며, 오염된 벽면을 새로이 도장하는 공사를 하였다. 피고는 소외인에게 공사대금으로 2013. 10. 11.경 500만 원, 2013. 10. 16.경 1,000만 원 등 합계 1,500만 원을 지급하였다. 피고는 위와 같이 2차 화재로 훼손된 이 사건 영화관을 사용·수익할 수 있는 상태로 회복하기 위해 보수공사비 1,500만 원을 지출하였다.<br/>  다. 원심판결 이유를 위에서 본 법리와 적법하게 채택된 증거에 비추어 살펴보면, 원심판단에 상고이유 주장과 같이 처분문서의 내용을 합리적인 이유 없이 배척하거나 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어난 잘못이 없다.<br/>  2. 임대인의 필요비상환의무와 임차인의 차임지급의무의 관계(상고이유 제3점)<br/>  가. 임대차는 타인의 물건을 빌려 사용·수익하고 그 대가로 차임을 지급하기로 하는 계약이다(민법 제618조). 임대차계약에서 임대인은 목적물을 계약존속 중 사용·수익에 필요한 상태를 유지하게 할 의무를 부담한다(민법 제623조). 임대인이 목적물을 사용·수익하게 할 의무는 임차인의 차임지급의무와 서로 대응하는 관계에 있으므로, 임대인이 이러한 의무를 불이행하여 목적물의 사용·수익에 지장이 있으면 임차인은 지장이 있는 한도에서 차임의 지급을 거절할 수 있다.<br/>임차인이 임차물의 보존에 관한 필요비를 지출한 때에는 임대인에게 상환을 청구할 수 있다(민법 제626조 제1항). 여기에서 ‘필요비’란 임차인이 임차물의 보존을 위하여 지출한 비용을 말한다(대법원 1980. 10. 14. 선고 80다1851, 1852 판결 등 참조). 임대차계약에서 임대인은 목적물을 계약존속 중 사용·수익에 필요한 상태를 유지하게 할 의무를 부담하고, 이러한 의무와 관련한 임차물의 보존을 위한 비용도 임대인이 부담해야 하므로, 임차인이 필요비를 지출하면, 임대인은 이를 상환할 의무가 있다. 임대인의 필요비상환의무는 특별한 사정이 없는 한 임차인의 차임지급의무와 서로 대응하는 관계에 있으므로, 임차인은 지출한 필요비 금액의 한도에서 차임의 지급을 거절할 수 있다.<br/>  나. 원심은 다음과 같이 판단하였다.<br/>  2차 화재는 2013. 10. 10. 발화 후 1시간여 만에 진화되면서 이 사건 영화관의 위층인 8, 9층 내부시설이 전소되었고, 화재로 발생한 연기와 화재 진압을 위해 사용한 물 때문에 이 사건 영화관 중 6, 7층의 천장과 벽면 마감재, 의자, 음향기기, 영사기 등이 훼손되었으며, 승강기 3대가 침수되고 건물 외벽과 내부계단이 그을음에 심하게 훼손되었다.<br/>  임차인인 피고가 2차 화재로 훼손된 이 사건 영화관을 사용·수익할 수 있는 상태로 회복하기 위해 2013. 10. 11.경과 2013. 10. 16.경 지출한 보수공사비 1,500만 원은 임차물의 보존에 관한 필요비로서 임대인인 원고에게 즉시 상환을 청구할 수 있다.<br/>  원고는 피고가 2기 이상의 차임을 연체하였다는 이유로 이 사건 임대차계약을 해지한다고 통지하였고, 위 통지는 2014. 8. 8. 피고에게 도달하였다. 피고는 2014. 8. 8.을 기준으로 약정 차임액과 지급액의 차액 2,700만 원 중 1,500만 원에 대해서는 위 필요비의 상환과 동시이행을 주장할 수 있어 그 지급을 연체한 것으로 볼 수 없고, 연체한 차임은 1,200만 원(= 2,700만 원 － 1,500만 원)에 불과하다. 따라서 피고가 2기 이상의 차임을 연체한 것이 아니어서 원고의 이 사건 임대차계약 해지는 부적법하다.<br/>  다. 원심판결 이유를 위에서 본 법리와 적법하게 채택된 증거에 비추어 살펴보면, 2차 화재의 규모와 피해내역 등을 고려할 때 임대인인 원고가 2차 화재로 임차목적물에 필요비가 발생한 사실을 알았을 것으로 보이는 이 사건에서 원심판단에 상고이유 주장과 같이 임대인의 필요비상환의무와 임차인의 차임지급의무의 관계에 관한 법리를 오해한 잘못이 없다.<br/>  3. 결론<br/>  원고의 상고는 이유 없어 이를 기각하고 상고비용은 패소자가 부담하기로 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 이동원(재판장) 조희대 김재형(주심) 민유숙 ",
  "사건번호": "2016다227694",
  "사건종류코드": "400101",
  "판례정보일련번호": "210551",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}