{
  "판시사항": "  국유림의 경영 및 관리에 관한 법률에 따라 준보전국유림을 대부받은 자가 그 권리를 제3자에게 양도한 경우, 산림청장의 허가가 없었다는 이유만으로 양도계약이 무효 또는 유동적 무효 상태가 된다고 볼 수 있는지 여부(소극)<br/>",
  "참조판례": "대법원 2011. 5. 26. 선고 2011다1231 판결(공2011하, 1291)<br/>",
  "사건종류명": "민사",
  "판결요지": "  국유림의 경영 및 관리에 관한 법률(이하 ‘국유림법’이라고 한다)은 준보전국유림을 대부받은 자가 그 권리를 양도하고자 하는 때에는 산림청장의 허가를 받아야 한다고 정하고(제21조, 제25조 제1항), 준보전국유림을 대부받은 자가 산림청장의 허가를 받지 않고 그 권리를 양도한 경우 산림청장은 대부를 취소할 수 있다고 정한다(제26조 제1항 제4호). 그러나 준보전국유림을 대부받은 자가 그 권리를 제3자에게 양도하였을 경우 산림청장의 허가를 받지 않았다고 하더라도 다른 사정이 없는 한 그 양도계약은 유효하고, 산림청장의 허가가 없었다는 이유만으로 양도계약이 무효 또는 유동적 무효 상태가 된다고 볼 수는 없다.<br/>  ① 구 산림법(2005. 8. 4. 법률 제7678호 산림자원의 조성 및 관리에 관한 법률 부칙 제2조로 폐지) 제71조 제1항은 국유림을 요존국유림과 불요존국유림으로 구분하였다. 2005. 8. 4. 법률 제7677호로 제정된 국유림법도 국유림을 요존국유림과 불요존국유림으로 구분하면서(제16조 제1항) 요존국유림을 국유재산 중 행정재산이나 보존재산으로, 불요존국유림을 국유재산 중 잡종재산으로 본다고 정하였다(제16조 제3항). 한편 국유재산법은 2009. 1. 30. 법률 제9401호로 전부 개정되면서 국유재산을 행정재산과 일반재산으로 구분하였는데(제6조), 국유림법 제16조 제3항도 이에 따라 요존국유림을 행정재산으로, 불요존국유림을 일반재산으로 본다고 개정하였다. 국유림법은 2016. 12. 2. 법률 제14357호 개정되면서 요존국유림을 보전국유림으로, 불요존국유림을 준보전국유림으로 변경하였다.<br/>  ② 국유재산법상 일반재산에 관한 관리·처분의 권한을 위임받은 기관의 일반재산 대부 행위는 국가나 지방자치단체가 사경제 주체로서 상대방과 대등한 위치에서 행하는 사법상 계약이므로 그 권리관계는 사법의 규정이 적용됨이 원칙이다. 다만 계약당사자의 일방이 국가나 지방자치단체이고 그 목적물이 국유재산이라는 공적 특성이 있어서 국유재산법 등 특별법의 규제를 받을 수 있다. 이는 국유재산법상 일반재산에 해당하는 준보전국유림도 마찬가지다. 준보전국유림에 관한 대부계약은 국가가 사경제 주체로서 대부를 받는 자와 대등한 위치에서 체결한 사법상 계약이므로 그에 관한 권리관계를 특별히 규제하는 법령이 없는 이상 민법상 임대차에 관한 사법상 규정이 적용될 수 있다.<br/>  ③ 국유재산법상 일반재산에 해당하는 준보전국유림은 보전국유림 외의 국유림으로(국유림법 제16조 제1항 제1호, 제2호) 국유재산으로서 공적 특성이 비교적 크지 않다. 국유림법은 준보전국유림을 대부받은 자가 그 권리를 양도할 경우 산림청장의 허가를 받도록 정하고 있으나 준보전국유림을 대부받은 자가 산림청장의 허가 없이 한 권리양도의 효력에 관하여 별도로 정한 바가 없고 산림청장의 허가 없는 양도행위를 처벌하는 조항도 두지 않았다. 이러한 사정을 종합하면 준보전국유림을 대부받은 자가 권리를 양도할 때 산림청장의 허가를 받도록 한 것은 준보전국유림이 대부 목적에 맞게 사용되도록 하고 대부 현황을 파악하여 준보전국유림을 효율적으로 관리하기 위한 목적에 따른 것일 뿐, 산림청장의 허가를 양도행위의 효력요건으로 정하여 허가가 없으면 양도행위의 효력 자체를 부정할 목적에 따른 것으로 보기는 어렵다. <br/>  ④ 준보전국유림을 대부받은 자가 제3자에게 그 권리를 양도하는 행위의 효력을 제한하는 특별법의 규제가 없는 이상 민법상 임대차에서 임대인의 동의 없이 임차권이 무단양도된 경우에도 임차권 양도계약이 유효한 것과 마찬가지로 준보전국유림을 대부받은 자가 제3자에게 그 권리를 양도하는 계약도 유효하다고 봄이 타당하다.<br/>",
  "참조조문": "국유림의 경영 및 관리에 관한 법률 제16조 제1항, 제3항, 제21조, 제25조 제1항, 제26조 제1항 제4호, 구 국유림의 경영 및 관리에 관한 법률(2006. 12. 28. 법률 제8102호로 개정되기 전의 것) 제16조 제1항, 제16조 제3항, 구 산림법(2005. 8. 4. 법률 제7678호 산림자원의 조성 및 관리에 관한 법률 부칙 제2조로 폐지) 제71조 제1항(현행 국유림의 경영 및 관리에 관한 법률 제16조 제1항 참조), 국유재산법 제6조 제1항, 민법 제105조, 제629조<br/>",
  "선고일자": "20221014",
  "법원명": "대법원",
  "사건명": "토지인도",
  "판례내용": "【원고, 피상고인】 원고 (소송대리인 법무법인 로쿨 담당변호사 손수일 외 3인)<br/>【피고, 상고인】 피고 (소송대리인 법무법인 미성 담당변호사 장영근 외 2인)<br/>【원심판결】 수원지법 2020. 11. 11. 선고 2019나88040 판결<br/>【주    문】<br/>  원심판결을 파기하고, 사건을 수원지방법원에 환송한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 뒤에 제출된 서면의 기재는 상고이유를 보충하는 범위에서)를 판단한다.<br/>  1. 사건의 경위<br/>  원심판결 이유와 기록에 의하면, 다음과 같은 사실을 알 수 있다.<br/>  가. 망 소외 1은 사위인 소외 2와 공동으로 수원국유림관리소장으로부터 준보전국유림인 화성시 (주소 생략) 임야 86,070㎡ 중 6,292㎡(이하 ‘이 사건 토지’라고 한다)를 산업용(야생조수인공사육)으로 대부받아 꿩농장을 운영하였다.<br/>  나. 소외 2와 소외 3은 2001. 3.경 수원국유림관리소장으로부터 허가를 받아 이 사건 토지에 관한 공동 수대부자 명의를 소외 2에서 소외 3으로 변경하였다.<br/>  다. 한편 망 소외 1은 2012. 10.경 소외 4와 사이에, 소외 4에게 이 사건 토지에 관한 대부권을 대금 1억 원에 양도하는 내용의 이 사건 양도계약을 체결하고 그 무렵 소외 4에게 이 사건 토지와 그 안에 있는 이 사건 관리사의 점유를 이전하였다. 소외 4는 이 사건 토지에서 꿩농장을 운영하면서 2015. 5.경 피고에게 이 사건 관리사의 점유를 이전하였다.<br/>  라. 망 소외 1과 소외 4는 이 사건 토지에 관한 공동 수대부자 명의를 망 소외 1에서 소외 4의 배우자인 소외 5로 변경하기 위해 수원국유림관리소장에게 허가를 신청하였으나, 수원국유림관리소장은 이 사건 토지에 관한 공동 수대부자인 소외 3의 동의가 없다는 이유로 허가를 하지 않았다.<br/>  마. 망 소외 1이 2017. 8. 29. 사망하자, 망 소외 1의 아들인 원고가 2018. 1.경 수원국유림관리소장으로부터 상속에 따른 명의변경 허가를 받아 망 소외 1의 이 사건 토지에 관한 공동 수대부자 지위를 승계하였다.<br/>  2. 원심의 판단<br/>  원심은 그 판시와 같은 이유로 관할 행정청의 허가를 받지 않은 이 사건 양도계약은 원칙적으로 무효이되, 허가를 받는 경우 소급하여 유효하게 될 수 있는 이른바 유동적 무효 상태에 있다고 봄이 타당한데, 공동 수대부자인 소외 3의 동의가 없어 관할 행정청의 허가를 받을 수 없게 되었으므로 이 사건 양도계약이 확정적으로 무효가 되었음을 전제로 피고의 이 사건 관리사에 대한 퇴거를 구하는 원고의 청구를 인용하였다.<br/>  3. 대법원의 판단<br/>  그러나 원심의 판단은 다음과 같은 이유에서 수긍하기 어렵다.<br/>  가. 「국유림의 경영 및 관리에 관한 법률」(이하 ‘국유림법’이라고 한다)은 준보전국유림을 대부받은 자가 그 권리를 양도하고자 하는 때에는 산림청장의 허가를 받아야 한다고 정하고(제21조, 제25조 제1항), 준보전국유림을 대부받은 자가 산림청장의 허가를 받지 않고 그 권리를 양도한 경우 산림청장은 대부를 취소할 수 있다고 정한다(제26조 제1항 제4호). 그러나 준보전국유림을 대부받은 자가 그 권리를 제3자에게 양도하였을 경우 산림청장의 허가를 받지 않았다고 하더라도 다른 사정이 없는 한 그 양도계약은 유효하고, 산림청장의 허가가 없었다는 이유만으로 양도계약이 무효 또는 유동적 무효 상태가 된다고 볼 수는 없다.<br/>  1) 구 산림법(2005. 8. 4. 법률 제7678호 「산림자원의 조성 및 관리에 관한 법률」 부칙 제2조에 의하여 폐지되기 전의 것) 제71조 제1항은 국유림을 요존국유림과 불요존국유림으로 구분하였다. 2005. 8. 4. 법률 제7677호로 제정된 국유림법도 국유림을 요존국유림과 불요존국유림으로 구분하면서(제16조 제1항) 요존국유림을 국유재산 중 행정재산이나 보존재산으로, 불요존국유림을 국유재산 중 잡종재산으로 본다고 정하였다(제16조 제3항). 한편 국유재산법은 2009. 1. 30. 법률 제9401호로 전부 개정되면서 국유재산을 행정재산과 일반재산으로 구분하였는데(제6조), 국유림법 제16조 제3항도 이에 따라 요존국유림을 행정재산으로, 불요존국유림을 일반재산으로 본다고 개정하였다. 국유림법은 2016. 12. 2. 법률 제14357호 개정되면서 요존국유림을 보전국유림으로, 불요존국유림을 준보전국유림으로 변경하였다.<br/>  2) 국유재산법상 일반재산에 관한 관리·처분의 권한을 위임받은 기관의 일반재산 대부 행위는 국가나 지방자치단체가 사경제 주체로서 상대방과 대등한 위치에서 행하는 사법상 계약이므로 그 권리관계는 사법의 규정이 적용됨이 원칙이다. 다만 계약당사자의 일방이 국가나 지방자치단체이고 그 목적물이 국유재산이라는 공적 특성이 있어서 국유재산법 등 특별법의 규제를 받을 수 있다(대법원 2011. 5. 26. 선고 2011다1231 판결 등 참조). 이는 국유재산법상 일반재산에 해당하는 준보전국유림도 마찬가지다. 준보전국유림에 관한 대부계약은 국가가 사경제 주체로서 대부를 받는 자와 대등한 위치에서 체결한 사법상 계약이므로 그에 관한 권리관계를 특별히 규제하는 법령이 없는 이상 민법상 임대차에 관한 사법상 규정이 적용될 수 있다.<br/>  3) 국유재산법상 일반재산에 해당하는 준보전국유림은 보전국유림 외의 국유림으로(국유림법 제16조 제1항 제1호, 제2호) 국유재산으로서 공적 특성이 비교적 크지 않다. 국유림법은 준보전국유림을 대부받은 자가 그 권리를 양도할 경우 산림청장의 허가를 받도록 정하고 있으나 준보전국유림을 대부받은 자가 산림청장의 허가 없이 한 권리양도의 효력에 관하여 별도로 정한 바가 없고 산림청장의 허가 없는 양도행위를 처벌하는 조항도 두지 않았다. 이러한 사정을 종합하면 준보전국유림을 대부받은 자가 권리를 양도할 때 산림청장의 허가를 받도록 한 것은 준보전국유림이 대부 목적에 맞게 사용되도록 하고 대부 현황을 파악하여 준보전국유림을 효율적으로 관리하기 위한 목적에 따른 것일 뿐, 산림청장의 허가를 양도행위의 효력요건으로 정하여 허가가 없으면 양도행위의 효력 자체를 부정할 목적에 따른 것으로 보기는 어렵다.<br/>  4) 준보전국유림을 대부받은 자가 제3자에게 그 권리를 양도하는 행위의 효력을 제한하는 특별법의 규제가 없는 이상 민법상 임대차에서 임대인의 동의 없이 임차권이 무단양도된 경우에도 임차권 양도계약이 유효한 것과 마찬가지로 준보전국유림을 대부받은 자가 제3자에게 그 권리를 양도하는 계약도 유효하다고 봄이 타당하다.<br/>  나. 원심판결의 이유를 위 법리에 비추어 살펴본다.<br/>  1) 이 사건 양도계약에 대하여 산림청장의 허가를 받지 못했다고 하더라도 양도인이 이 사건 양도계약을 국가에 대하여 주장할 수 없을 뿐 양도인과 양수인 사이에서 이 사건 양도계약은 여전히 유효하다. 이 사건 양도계약의 양도인 지위를 승계한 원고는 이 사건 양도계약이 무효임을 이유로 피고에 대하여 이 사건 관리사에서 퇴거할 것을 구할 수는 없다.<br/>  2) 이 사건 토지의 대부 목적은 산업용(야생조수인공사육)인데, 망 소외 1은 대부 목적에 맞게 이 사건 토지에서 꿩농장을 운영하다가 본인이 직접 꿩농장을 운영하기 어려워지자 이 사건 양도계약을 체결하여 소외 4로 하여금 꿩농장을 운영하도록 하였다. 위 양도계약이 최초 국유림 대부계약의 취지와 목적에 어긋난다고 볼 사정도 없다.<br/>  3) 그런데도 원심은 산림청장의 허가를 이 사건 양도계약의 효력요건으로 보고 이 사건 양도계약에 대하여 산림청장으로부터 허가를 받을 수 없다고 단정한 다음 이 사건 양도계약을 무효라고 판단하였다. 그리고 이를 근거로 원고의 이 사건 관리사 퇴거 청구를 받아들였다. 이러한 원심판결에는 이 사건 양도계약의 효력, 유동적 무효 등에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.<br/>  4. 결론<br/>  그러므로 나머지 상고이유에 관한 판단을 생략한 채 원심판결을 파기하고, 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 천대엽(재판장) 조재연 민유숙(주심) 이동원 ",
  "사건번호": "2020다289163",
  "사건종류코드": "400101",
  "판례정보일련번호": "231687",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}