{
  "판시사항": "  [1] 2018. 10. 16. 법률 제15791호로 개정된 상가건물 임대차보호법 부칙 제2조에서 정한 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차’의 의미 및 개정법 시행 전 계약이 체결되고 그 후 만료되는 임대차의 전체 기간이 5년에 달한 경우, 임차인이 개정법 제10조 제2항에 따라 계약갱신을 요구할 수 있는지 여부(소극)<br/>  [2] 공유물 무단 점유자에 대한 차임 상당 부당이득반환청구권은 각 공유자에게 지분 비율만큼 귀속되는지 여부(원칙적 적극) 및 부부 중 한 사람이 배우자의 소송대리인이나 선정당사자의 지위를 갖추지 않은 채 배우자의 권리에 관하여 소송을 제기할 수 있는지 여부(소극)<br/>",
  "참조판례": " [1] 대법원 2020. 11. 5. 선고 2020다241017 판결(공2020하, 2293) / [2] 대법원 1979. 1. 30. 선고 78다2088 판결(공1979, 11789), 대법원 2012. 5. 10. 선고 2010다87474 판결(공2012상, 977)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "[1] 상가건물 임대차보호법 제10조 제1항, 제2항, 부칙(2018. 10. 16.) 제2조, 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조 제2항 / [2] 민법 제263조, 제409조, 제741조, 민사소송법 제53조, 제87조, 신탁법 제6조<br/>",
  "선고일자": "20211216",
  "법원명": "대법원",
  "사건명": "건물인도",
  "판례내용": "【원고, 피상고인】 원고 (소송대리인 변호사 장영진)<br/>【피고, 상고인】 피고 (소송대리인 변호사 남희웅)<br/>【원심판결】 서울중앙지법 2021. 6. 23. 선고 2020나92528 판결<br/>【주    문】<br/>  원심판결 중 부당이득반환청구에 관하여 월 1,650,000원을 초과하여 지급을 명한 부분을 파기하고, 이 부분 사건을 서울중앙지방법원 합의부에 환송한다.  나머지 상고를 기각한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 원심판결 이유와 기록에 의하면 아래 사실을 알 수 있다.<br/>  가. 피고는 상가건물(이하 ‘이 사건 건물’이라고 한다)을 임차하면서 기간을 2015. 4. 30.부터 2020. 4. 30.까지, 보증금을 50,000,000원, 차임을 월 3,300,000원으로 정하였다.<br/>  나. 원고와 그의 남편은 이 사건 건물을 1/2 지분씩 매수하고 2018. 9. 18. 지분이전등기를 마침으로써 피고에 대한 임대인 지위를 승계하였다.<br/>  다. 원고는 2019. 11. 8. 피고에게 이 사건 건물 임대차를 갱신하지 않겠다는 내용증명우편을 보냈고 그 무렵 피고가 받아 보았다. 피고는 2019. 12. 4. 원고에게 내용증명우편을 보내 임대차 갱신을 요구하였다.<br/>  라. 원고는 홀로 당사자가 되어 피고를 상대로 이 사건 건물의 인도와 차임 상당 부당이득의 반환을 구하는 이 사건 소를 제기하였다. <br/>  2. 임대차계약이 갱신되었다는 주장에 대하여<br/>  가. 「상가건물 임대차보호법」이 2018. 10. 16. 법률 제15791호(이하 ‘개정법’이라고 하고, 개정되기 전의 법은 ‘구법’이라고 한다)로 개정되고 같은 날 시행됨에 따라, 임차인이 계약갱신을 요구하여 연장할 수 있는 최대 임대차기간이 구법의 5년에서 10년으로 늘어났다(제10조 제2항, 이하 ‘개정조항’이라고 한다). 개정법 부칙 제2조는 개정조항을 “이 법 시행 후 최초로 체결되거나 갱신되는 임대차부터 적용한다.”라고 규정하였다. 여기서 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차’란 2018. 10. 16. 이후 계약이 처음 체결되었거나, 개정법 시행 전에 계약이 체결되고 구법에서 인정되던 사유에 따라 2018. 10. 16. 이후 갱신하는 임대차를 가리킨다. 따라서 개정법 시행 전 계약이 체결되고 그 후 만료되는 임대차의 전체 기간이 5년에 달하였다면 구법에서 계약갱신요구로 연장할 수 있는 최대한에 다다랐으므로, 임차인은 개정법 부칙 제2조에 따라 개정조항의 적용을 받을 수 없고 더는 갱신을 요구할 수 없다(대법원 2020. 11. 5. 선고 2020다241017 판결 참조).<br/>  나. 원심은 개정법 시행 전 계약이 체결된 이 사건 건물 임대차기간은 구법에서 계약갱신으로 연장할 수 있는 최대한인 5년이므로, 피고는 개정조항에 따른 계약갱신요구권을 행사할 수 없다고 판단하였다. 원심의 판단은 앞서 본 법리에 따른 것으로서 정당하고, 거기에 「상가건물 임대차보호법」의 계약갱신요구권에 관한 법리를 오해한 잘못이 없다.<br/>  3. 원고에게 인도를 청구할 권원이 없다는 주장에 대하여 <br/>  원심은 판시와 같은 이유로, 이 사건 건물을 남편과 1/2 지분씩 공유하는 원고는 공유물의 보존행위로 피고에게 인도를 청구할 수 있다고 판단하였다. 관련 법리와 기록에 비추어 살펴보면 원심의 이러한 판단은 정당하고, 거기에 공유물의 보존행위에 관한 법리를 오해한 잘못이 없다.<br/>  4. 차임 상당 부당이득금 중 원고 지분 비율을 넘는 부분은 청구할 수 없다는 주장에 대하여 <br/>  가. 원심은, 원고가 이 사건 건물의 공유자이자 공동임대인인 남편으로부터 차임 수령 권한을 위임받은 것으로 보이고 부부 중 누구에게라도 변제할 수 있다고 해도 피고에게 불이익이 없다는 이유로, 피고의 무단 점유에 따른 부당이득반환청구권은 불가분채권이므로 원고에게 임대차기간 종료일 다음 날부터 이 사건 건물을 인도하는 날까지 차임 상당액인 월 3,300,000원의 비율로 계산한 돈을 지급할 의무가 있다고 판단하였다.<br/>  나. 그러나 불가분채권이 되려면 그 성질이나 당사자의 의사표시에 의해 급부를 나눌 수 없어야 한다(민법 제409조). 공유물 무단 점유자에 대한 차임 상당 부당이득반환청구권은 특별한 사정이 없는 한 각 공유자에게 지분 비율만큼 귀속된다(대법원 1979. 1. 30. 선고 78다2088 판결 참조). 재산의 권리주체가 관련 소송을 제3자에게 위임하여서 하게 하는 것은 임의적 소송신탁에 해당하여 원칙적으로 허용되지 않으므로(대법원 2012. 5. 10. 선고 2010다87474 판결 등 참조), 부부 중 한 사람은 배우자의 권리에 관하여 변호사대리 원칙(민사소송법 제87조)의 예외가 인정되는 범위 내에서 소송대리인이 되거나 선정당사자(민사소송법 제53조)로서 소송수행을 할 수 있을 뿐, 그러한 지위를 갖추지 않고 소송을 제기할 수는 없다.<br/>  다. 그렇다면 원고는 남편의 소송대리인이나 선정당사자가 되지 않았으므로, 오로지 자기 권리에 관한 소송당사자로서 피고의 차임 상당 부당이득액 중 지분 비율인 1/2에 해당하는 월 1,650,000원만큼만 반환을 청구할 수 있다. 그런데도 원심은 판시와 같은 이유만으로 원고 남편의 지분에 해당하는 부분까지 부당이득반환청구를 인용하였다. 이러한 원심의 판단에는 불가분채권에 관한 법리를 오해함으로써 판결에 영향을 미친 잘못이 있다. 이를 지적하는 취지의 상고이유 주장은 이유 있다.<br/>  5. 결론<br/>  그러므로 원심판결 중 부당이득반환청구에 관하여 월 1,650,000원을 초과하여 지급을 명한 부분을 파기하고 이 부분 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하며, 나머지 상고는 이유 없으므로 기각하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김선수(재판장) 박정화 노태악 오경미(주심) ",
  "사건번호": "2021다257255",
  "사건종류코드": "400101",
  "판례정보일련번호": "230709",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}