{
  "판시사항": "  유치권의 성립요건인 유치권자의 점유에 간접점유가 포함되는지 여부(적극) 및 간접점유에서 점유매개관계를 이루는 임대차계약 등이 종료된 이후에도 직접점유자가 목적물을 점유한 채 이를 반환하지 않고 있는 경우, 점유매개관계가 단절되는지 여부(소극)<br/>",
  "참조판례": "대법원 2002. 11. 27.자 2002마3516 결정(공2003상, 220)<br/>",
  "사건종류명": "민사",
  "판결요지": "  유치권의 성립요건인 유치권자의 점유는 직접점유이든 간접점유이든 관계없다. 간접점유를 인정하기 위해서는 간접점유자와 직접점유를 하는 자 사이에 일정한 법률관계, 즉 점유매개관계가 필요한데, 간접점유에서 점유매개관계를 이루는 임대차계약 등이 해지 등의 사유로 종료되더라도 직접점유자가 목적물을 반환하기 전까지는 간접점유자의 직접점유자에 대한 반환청구권이 소멸하지 않는다. 따라서 점유매개관계를 이루는 임대차계약 등이 종료된 이후에도 직접점유자가 목적물을 점유한 채 이를 반환하지 않고 있는 경우에는, 간접점유자의 반환청구권이 소멸한 것이 아니므로 간접점유의 점유매개관계가 단절된다고 할 수 없다. <br/>",
  "참조조문": "민법 제194조, 제320조<br/>",
  "선고일자": "20190814",
  "법원명": "대법원",
  "사건명": "건물인도",
  "판례내용": "【원고, 피상고인 겸 상고인】 시재건설 주식회사 (소송대리인 법무법인 태일 담당변호사 김진규 외 1인)<br/>【피고, 피상고인】 별지 명단 기재와 같다<br/>【피    고】 피고 31<br/>【피고들 보조참가인, 상고인】 새봄건설 주식회사 (소송대리인 변호사 박병규)<br/>【원심판결】 서울고법 2018. 12. 20. 선고 2016나2085102 판결<br/>【주    문】<br/>  원심판결 중 피고 31에 대한 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.  원고의 상고를 모두 기각한다.  원고와 피고 31을 제외한 나머지 피고들 사이에 생긴 상고비용은 원고가 부담한다. <br/><br/>【이    유】  상고이유를 판단한다. <br/>  1. 원고의 상고이유에 대하여 <br/>  가. 피고 10, 피고 11, 피고 15, 피고 16이 소외 조합의 임차인이라는 주장 <br/>  원심은 그 판시와 같은 이유로 피고들 보조참가인(이하 ‘참가인’이라고 한다)이 피고 10, 피고 11을 통해 이 사건 부동산 403호를, 피고 15, 피고 16을 통해 이 사건 부동산 503호를 점유하고 있다고 판단하였다.<br/>  관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 정당한 것으로 수긍할 수 있고, 거기에 상고이유 주장과 같이 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나는 등으로 인해 판결에 영향을 미친 잘못이 없다. <br/>  나. 참가인이 보존에 필요한 범위를 넘어 이 사건 부동산을 사용하였다는 주장 <br/>  원심은 그 판시와 같은 이유로 참가인이 소유자의 승낙 없이 이 사건 부동산을 그 보존에 필요한 범위를 넘어 사용하거나 대여하였다고 인정하기 어렵다고 판단하였다.  <br/>  관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 정당한 것으로 수긍할 수 있고, 거기에 상고이유 주장과 같이 유치물의 보존에 필요한 사용행위에 관한 법리를 오해하는 등으로 인해 판결에 영향을 미친 잘못이 없다.<br/>  다. 민법 제324조 제2항의 유치물 사용금지의무에 관한 법리오해 주장<br/>  원심은, 유치권자인 참가인이 이 사건 부동산의 종전 소유자인 소외 조합으로부터 위 부동산의 사용 등에 관하여 승낙을 받았고 그 승낙을 받은 범위 내에서 사용 등을 하였음을 전제로, 참가인이 새로운 소유자인 원고로부터 별도의 승낙을 받지 않았다고 하여 민법 제324조 제2항에 따른 유치물 사용금지의무를 위반하였다고 볼 수는 없다고 판단하였다. <br/>  관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 정당한 것으로 수긍할 수 있고, 거기에 상고이유 주장과 같이 유치권 소멸청구에 관한 법리를 오해하는 등으로 인해 판결에 영향을 미친 잘못이 없다.<br/>  2. 참가인의 상고이유에 대하여 <br/>  가. 유치권의 성립요건인 유치권자의 점유는 직접점유이든 간접점유이든 관계없다(대법원 2002. 11. 27.자 2002마3516 결정 등 참조). 간접점유를 인정하기 위해서는 간접점유자와 직접점유를 하는 자 사이에 일정한 법률관계, 즉 점유매개관계가 필요한데, 간접점유에서 점유매개관계를 이루는 임대차계약 등이 해지 등의 사유로 종료되더라도 직접점유자가 목적물을 반환하기 전까지는 간접점유자의 직접점유자에 대한 반환청구권이 소멸하지 않는다. 따라서 점유매개관계를 이루는 임대차계약 등이 종료된 이후에도 직접점유자가 목적물을 점유한 채 이를 반환하지 않고 있는 경우에는, 간접점유자의 반환청구권이 소멸한 것이 아니므로 간접점유의 점유매개관계가 단절된다고 할 수 없다.<br/>  나. 원심은, 참가인과 피고 31 사이의 점유매개관계는 참가인이 피고 31과 사이에 체결한 임대차계약을 해지함으로써 소멸하였다고 판단하였다.<br/>  다. 그러나 위와 같은 원심의 판단은 다음과 같은 점에서 그대로 수긍하기 어렵다.<br/>  1) 원심판결 이유와 기록에 의하면 다음의 사실을 알 수 있다.<br/>  가) 참가인은 2012. 7. 11. 피고 31에게 이 사건 부동산 104호를 임대하였고, 피고 31은 그 무렵부터 이를 점유하여 왔다. <br/>  나) 참가인은 피고 31이 월세를 지급하지 아니하자 차임 연체를 이유로 임대차계약의 해지를 통고하는 한편, 피고 31을 상대로 이 사건 부동산 104호의 인도 등을 구하는 소를 제기하였다.<br/>  다) 법원은 2014. 12. 4. 무변론으로 참가인 승소판결을 선고하였고, 위 판결은 그 무렵 확정되었으나, 피고 31은 그 후에도 이 사건 부동산 104호에 계속하여 거주하면서 원심 변론종결일 당시까지 이를 점유하여 왔다. <br/>  2) 위와 같은 사실관계를 앞서 본 법리에 비추어 보면, 참가인이 피고 31과 임대차계약을 체결하고 그로 하여금 이 사건 부동산 104호를 점유하게 하던 중 위 임대차계약이 해지되었더라도, 피고 31이 이 사건 부동산 104호를 계속하여 점유한 채 이를 참가인에게 반환하지 않은 이상 참가인의 위 104호에 대한 반환청구권이 소멸하였다고 할 수 없다. 따라서 위 임대차계약의 해지 사실만으로 참가인과 피고 31 사이에 점유매개관계가 단절되었다고 할 수는 없다. <br/>  3) 그럼에도 원심은 참가인이 임대차계약을 해지함으로써 참가인과 피고 31 사이의 점유매개관계가 소멸하였다고 판단하였다. 이러한 원심판결에는 간접점유의 성립요건인 점유매개관계에 관한 법리를 오해한 나머지 판결에 영향을 미친 잘못이 있다. 이 점을 지적하는 상고이유 주장은 이유 있다.<br/>  3. 결론<br/>  그러므로 원심판결 중 피고 31에 대한 부분을 파기하고, 이 부분 사건을 다시 심리·판단하게 하기 위하여 원심법원에 환송하며, 원고의 상고를 모두 기각하고, 상고비용은 패소자가 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/>[[별   지] 피고, 피상고인 명단: 생략]<br/><br/>대법관 김선수(재판장) 권순일 이기택(주심) 박정화 ",
  "사건번호": "2019다205329",
  "사건종류코드": "400101",
  "판례정보일련번호": "209128",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}