{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20221118",
  "법원명": "인천지방법원",
  "사건명": "폭력행위등처벌에관한법률위반(공동감금)·폭력행위등처벌에관한법률위반(공동강요)·업무방해·폭력행위등처벌에관한법률위반(공동주거침입)·폭력행위등처벌에관한법률위반(공동퇴거불응)·특수공무집행방해·특수폭행치상",
  "판례내용": "【피 고 인】 피고인 1 외 5인<br/>【항 소 인】 피고인들, 검사(피고인 1, 피고인 3, 피고인 4에 대하여)<br/>【검    사】 유주현(기소), 윤장훈(공판)<br/>【변 호 인】 법무법인 클라스(피고인 모두를 위하여) 담당변호사 조용현<br/>【원심판결】 인천지방법원 2021. 6. 10. 선고 2019고단689 판결<br/>【주    문】<br/>  피고인들의 항소와 검사의 피고인 1, 피고인 3, 피고인 4에 대한 항소를 모두 기각한다.<br/><br/>【이    유】1. 항소이유의 요지<br/>가. 피고인들(사실오인, 법리오해)<br/>1) 인천중구청 영종용유지원단 관련<br/>가) 2018. 8. 6. 인천중구청 영종용유지원단 항의 방문 사건 - 피고인 1, 피고인 3, 피고인 5, 피고인 2, 피고인 6의 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제1항]<br/>        ① 피고인들은 민원인으로서 인천중구청 영종용유지원단 친환경조성과에 방문하여 민원을 제기한 것임에도 공소외 3 과장 등은 부당하게 퇴거 요구를 하였으므로, 피고인들에게는 퇴거불응죄가 성립하지 않는다. <br/>        ② 피고인들은 공소외 3 과장 등 공무원으로부터 청사에서 퇴거하라는 취지의 공문을 받은 사실이 없고, 일부 구분소유자들이 과격하게 행동하면서 퇴거에 불응하였다고 하더라도, 피고인 1은 일부 구분소유자들에게 귀가와 퇴거를 설득하였으므로, 퇴거에 불응한 사실이 없다. <br/>나) 2018. 8. 13. 인천중구청 영종용유지원단 항의 방문 사건 － 피고인 3, 피고인 5, 피고인 2의 공소외 1에 대한 특수공무집행방해 및 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제4항]<br/>        ① 공소외 1 주무관이 피고인들 등의 정당한 민원제기를 무시하고 휴대폰으로 동영상을 촬영한 것은 위법한 공무집행이므로, 적법한 공무집행을 전제로 하는 특수공무집행방해치상죄는 성립하지 않는다. <br/>        ② 피고인들은 공소외 1 주무관을 폭행하거나 협박한 사실이 없고, 피고인들이 행사한 유형력의 정도는 경미하여 공무집행방해죄가 성립하기 위한 폭행의 정도에 이르지 않았다.  <br/>        ③ 피고인들은 민원인으로서 인천중구청 영종용유지원단 친환경조성과에 방문하여 약 30분 동안 민원을 제기한 것임에도 공소외 3 과장 등은 부당하게 퇴거 요구를 하였으므로, 피고인들에게는 퇴거불응죄가 성립하지 않는다.<br/>다) 2018. 8. 20. 인천중구청 영종용유지원단 항의 방문 사건 － 피고인 1, 피고인 3, 피고인 5의 피해자 공소외 2, 공소외 3에 대한 폭력행위등처벌에관한법률위반(공동감금) 및 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제5항]<br/>(1) 폭력행위등처벌에관한법률위반(공동감금)의 점<br/>          ① 피고인들은 공소외 2, 공소외 3을 감금한 사실이 없다. <br/>          ② 검사는 공소외 2의 출입을 막은 행위자를 전혀 특정하지 아니한 채 피고인들을 공동감금으로 기소하였고, 원심은 피고인들에게 공동감금의 죄책을 인정하였는바, 이 부분 공소사실은 특정되지 아니하였다. <br/>(2) 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점<br/>          피고인들이 공소외 2, 공소외 3으로부터 퇴거요구를 받았다고 하더라도 그것은 협상 과정의 일부일 뿐, 이를 퇴거요청으로 볼 수 없고, 정당한 퇴거요구라고도 볼 수 없다.<br/>2) (호텔명 생략)호텔 관련<br/>가) 2018. 6. 30. (호텔명 생략)호텔 ‘봉인식’ 사건 － 피고인 1, 피고인 3, 피고인 4의 피해자 (상호 2 생략)에 대한 업무방해의 점에 관하여[원심 판시 제2의 가.항]<br/>        ① 피고인들은 자기 소유 또는 소유자로부터 위임을 받은 객실에 대하여 객실 사용 금지의 경고문을 부착한 것에 불과하므로, 피해자 (상호 2 생략)의 업무를 방해한 사실이 없고, 업무방해의 고의가 없었다. <br/>        ② (상호 2 생략)은 아무런 권한 없이 구분소유자들 소유의 객실을 점유하면서 영업을 하여 왔으므로, (상호 2 생략)의 호텔 운영 업무는 업무방해죄의 객체가 되는 보호할 가치가 있는 업무가 아니다. <br/>        ③ 피고인 3은 이 사건 당시 위 현장에 있지 않았다. 또한 피고인 4는 다른 구분소유자들과 이야기를 나누었을 뿐 아무런 업무방해행위를 하지 않았다. 원심은 업무방해의 행위자와 행위의 내용 등을 특정하지 못하였음에도 이 부분 공소사실에 대하여 유죄를 인정하였으므로, 책임주의를 위반하고, 공동정범에 관한 법리를 오해하며 사실을 오인한 위법이 있다. <br/>나) 2018. 7. 3. 피고인 2, 피고인 4의 피해자 공소외 4에 대한 특수폭행치상의 점에 관하여[원심 판시 제6항]<br/>        피해자 공소외 4는 구분소유자들과 실랑이를 하던 중 과도한 몸짓을 하면서 스스로 넘어졌을 뿐이고, 약 3주간의 치료가 필요한 상해를 입었다고 보기도 어렵다.<br/>3) (상호 생략)건설 관련<br/>가) 2018. 8. 14. (상호 생략)건설 항의 방문 사건 - 피고인 5, 피고인 4의 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점에 관하여[원심 판시 제8항]<br/>(1) 폭력행위등처벌에관한법률위반(공동주거침입)의 점<br/>          피해자 (상호 생략)건설은 피고인들의 방문을 승낙한 것으로 보아야 하거나, 피고인들의 행위는 주거침입죄에서의 침입행위로 평가될 수 없다. <br/>(2) 업무방해의 점<br/>          ① 피고인들은 피해자 (상호 생략)건설의 업무를 방해한 사실이 없다. 원심은 업무방해의 행위자와 행위의 내용 등을 특정하지 못하였음에도 이 부분 공소사실에 대하여 유죄를 인정하였으므로, 책임주의를 위반하고, 공동정범에 관한 법리를 오해하며 사실을 오인한 위법이 있다.<br/>          ② 피고인들은 피해자 (상호 생략)건설의 사무소에 약 2-3시간 머무른 것에 불과하므로, 피해자 (상호 생략)건설의 투자유치나 외부 고객 응대 업무가 방해받을 위험성이 없다. <br/>나) 2018. 8. 16. (상호 생략)건설 항의 방문 사건 － 피고인 1, 피고인 3의 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점에 관하여[원심 판시 제2의 나. 다.항]<br/>(1) 폭력행위등처벌에관한법률위반(공동주거침입)의 점<br/>          피해자 (상호 생략)건설은 피고인들의 방문을 승낙한 것으로 보아야 하거나, 피고인들의 행위는 주거침입죄에서의 침입행위로 평가될 수 없다.        <br/>(2) 업무방해의 점<br/>          ① 피고인들은 피해자 (상호 생략)건설의 업무를 방해한 사실이 없다. 원심은 업무방해의 행위자와 행위의 내용 등을 특정하지 못하였음에도 이 부분 공소사실에 대하여 유죄를 인정하였으므로, 책임주의를 위반하고, 공동정범에 관한 법리를 오해하며 사실을 오인한 위법이 있다.<br/>          ② 대부분의 구분소유자들이 평온한 상태를 유지하였으므로, 피해자 (상호 생략)건설의 투자유치나 외부 고객 업부 등이 방해받을 위험성이 없었다.<br/>다) 2018. 8. 16. (상호 생략)건설공소외 5 대리 감금 사건 － 피고인 1, 피고인 3의 피해자 공소외 5에 대한 폭력행위등처벌에관한법률위반(공동감금)의 점에 관하여[원심 판시 제7의 라.항]<br/>        ① 피고인들이 피해자 공소외 5를 감금한 사실이 없다.<br/>        ② 피해자 공소외 5는 담당자로서 피고인들을 포함한 구분소유자들과 협의를 진행하기로 한 협의에 따라 퇴근을 미룬 것일 뿐 강제력의 행사에 의하여 신체적 자유를 속박당한 것이 아니므로, 피고인들에게는 폭력행위등처벌에관한법률위반(공동감금)죄가 성립하지 않는다.<br/>4) (은행명 1 생략)저축은행 관련<br/>가) 2018. 8. 1. (은행명 1 생략)저축은행 항의 방문 사건 － 피고인 1, 피고인 3, 피고인 6의 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점에 관하여[원심 판시 제3의 가. 나.항]<br/>(1) 폭력행위등처벌에관한법률위반(공동주거침입)의 점<br/>          피해자 (은행명 1 생략)저축은행은 피고인들의 방문을 승낙한 것으로 보아야 하거나, 피고인들의 행위는 주거침입죄에서의 침입행위로 평가될 수 없다.        <br/>(2) 업무방해의 점<br/>          피고인들은 피해자 (은행명 1 생략)저축은행의 업무를 방해한 사실이 없고, 피해자 (은행명 1 생략)저축은행의 업무가 방해될 위험성도 없었으며, 피고인들에게 업무방해의 고의도 없었다. 원심은 업무방해의 행위자와 행위의 내용 등을 특정하지 못하였음에도 이 부분 공소사실에 대하여 유죄를 인정하였으므로, 책임주의를 위반하고, 공동정범에 관한 법리를 오해하며 사실을 오인한 위법이 있다.<br/>나) 2018. 8. 2. (은행명 1 생략)저축은행 부사장에 대한 문서 작성 강요 사건 － 피고인 1, 피고인 3의 폭력행위등처벌에관한법률위반(공동강요)의 점에 관하여[원심 판시 7의 가.항]<br/>        피고인들이 경찰 정보관이 입회한 상태에서 평화적으로 협상에 임한 결과 ‘부동산담보신탁 부동산매각방법의 건’이라는 문서가 작성되었을 뿐, 피고인들이 피해자에게 공포심을 일으킬 정도의 해악을 고지하여 위 문서의 작성을 강요한 사실이 없다. <br/>5) 2018. 8. 8. (은행명 2 생략)저축은행 항의 방문 사건 - 피고인 1, 피고인 3의 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점에 관하여[원심 판시 제7의 나. 다.항]<br/>가) 폭력행위등처벌에관한법률위반(공동주거침입)의 점<br/>        피해자 (은행명 2 생략)저축은행은 피고인들의 방문을 승낙한 것으로 보아야 하거나, 피고인들의 행위는 주거침입죄에서의 침입행위로 평가될 수 없다.        <br/>나) 업무방해의 점<br/>        ① 피고인들은 피해자 (은행명 2 생략)저축은행의 업무를 방해한 사실이 없다. <br/>        ② 피고인 1은 업무방해 행위에 전혀 가담하지 않았다. 원심은 업무방해의 행위자와 행위의 내용 등을 특정하지 못하였음에도 이 부분 공소사실에 대하여 유죄를 인정하였으므로, 책임주의를 위반하고, 공동정범에 관한 법리를 오해하며 사실을 오인한 위법이 있다.<br/>6) 2018. 8. 3. (은행명 3 생략)저축은행 항의 방문 사건 － 피고인 1의 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제9의 가.항]<br/>      피고인은 사전에 피해자 (은행명 3 생략)저축은행의 공소외 6 차장, 공소외 7 차장과 면담 약속을 하고 피해자 (은행명 3 생략)저축은행에 방문하였고, 피해자 (은행명 3 생략)저축은행으로부터 퇴거요청을 받은 사실이 없고, 평화롭게 면담을 진행하고 퇴거하였으므로, 퇴거에 불응한 사실도 없다. <br/>7) (상호 4 생략)신탁 관련<br/>가) 2018. 8. 10. (상호 4 생략)신탁 항의 방문 사건 － 피고인 1의 업무방해 및 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제9의 나. 다.항]<br/>        피고인은 피해자 (상호 4 생략)신탁으로부터 퇴거요청을 받은 사실이 없고, 피해자 (상호 4 생략)신탁의 업무를 방해한 사실도 없으며, 피고인에게는 퇴거불응이나 업무방해의 고의가 없다. <br/>나) 2018. 8. 13. (상호 4 생략)신탁 항의 방문 사건 － 피고인 1의 업무방해 및 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제9의 라. 마.항]<br/>        ① 피고인은 피해자 (상호 4 생략)신탁으로부터 퇴거요청을 받은 사실이 없고, 피해자 (상호 4 생략)신탁의 업무를 방해한 사실도 없으며, 피고인에게는 퇴거불응이나 업무방해의 고의가 없다.<br/>        ② 원심은 업무방해의 행위자와 행위의 내용 등을 특정하지 못하였음에도 이 부분 공소사실에 대하여 유죄를 인정하였으므로, 책임주의를 위반하고, 공동정범에 관한 법리를 오해하며 사실을 오인한 위법이 있다.<br/>8) 정당행위 주장<br/>      이 사건의 발생 경위, 피고인들의 방문 목적, 피고인들이 입은 재산상 손해와 정신적 고통 등을 감안하면, 피고인들의 이 사건 각 행위는 모두 사회상규에 반하지 않는 정당행위에 해당하여 위법성이 조각된다.<br/>나. 검사<br/>1) 사실오인 및 법리오해<br/>가) 피고인 4의 2018. 8. 16.자 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점<br/>피고인 4는 다른 공범자들의 주거침입 및 업무방해에 대하여 공모공동정범으로서의 죄책을 진다고 봄이 상당하다. 그럼에도 피고인 4에 대한 이 부분 공소사실을 무죄라고 판단한 원심에는 사실오인 및 법리오해의 위법이 있다.  <br/>나) 피고인 1, 피고인 3의 2018. 8. 17.자 폭력행위등처벌에관한법률위반(공동강요)의 점<br/>        피고인들은 공동하여 피해자 (상호 생략)건설을 협박하여 피해자로 하여금 ‘부동산 공매입찰은 관리단과 협의 후 진행하겠다’는 등의 내용이 담긴 공문을 작성하게 하였는바, 이는 피해자에 대하여 의무 없는 일을 하게 하는 것에 해당한다. 그럼에도 피고인 1, 피고인 3에 대한 이 부분 공소사실을 무죄라고 판단한 원심에는 사실오인 및 법리오해의 위법이 있다. <br/>다) 피고인 1, 피고인 3의 2018. 9. 5.자 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점<br/>피고인 1은 이 사건 관리단의 위원장, 피고인 3은 이 사건 관리단의 운영위원장으로서 다른 공범자들의 범행을 이용하여 (상호 생략)건설과의 협의를 진행한 것이므로, 다른 공범자들의 주거침입 및 업무방해에 대하여 공모공동정범으로서의 죄책을 진다고 봄이 상당하다. 그럼에도 피고인들에 대한 이 부분 공소사실을 무죄라고 판단한 원심에는 사실오인 및 법리오해의 위법이 있다.  <br/>2) 양형부당<br/>피고인 1, 피고인 3, 피고인 4에 대한 원심의 형(피고인 1 : 징역 1년 8월에 집행유예 3년, 피고인 3 : 징역 1년 2월에 집행유예 2년, 피고인 4 : 징역 6월에 집행유예 2년)은 너무 가벼워서 부당하다.   <br/>2. 피고인들의 사실오인 및 법리오해 주장에 관한 판단<br/>가. 인천중구청 영종용유지원단 관련<br/>1) 2018. 8. 6. 인천중구청 영종용유지원단 항의 방문 사건 - 피고인 1, 피고인 3, 피고인 5, 피고인 2, 피고인 6의 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점[원심 판시 제1항]<br/>      피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>      원심의 위와 같은 판단을 원심이 적법하게 채택, 조사한 증거들과 대조하여 면밀히 살펴보면, 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>2) 2018. 8. 13. 인천중구청 영종용유지원단 항의 방문 사건 － 피고인 3, 피고인 5, 피고인 2의 공소외 1에 대한 특수공무집행방해 및 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제4항]<br/>      피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 및 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>      원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 민원인은 민원을 처리하는 담당자의 적법한 민원처리를 위한 요청에 협조하여야 하고, 행정기관에 부당한 요구를 하거나 다른 민원인에 대한 민원 처리를 지연시키는 등 공무를 방해하는 행위를 하여서는 아니 되고(민원 처리에 관한 법률 제5조), 공무원의 어떠한 공무집행이 적법한지 여부는 행위 당시의 구체적 상황에 기하여 객관적·합리적으로 판단하여야 하는 것인데(대법원 2014. 2. 27. 선고 2013도9990 판결 등 참조), 동영상에 의하면, 당시 피고인들은 피고인들의 민원에 대하여 피고인들이 원하는 답을 주지 않는다는 이유로 계속하여 사무실에서 공소외 1 등 공무원들에게 다중의 위력을 보이며 고성을 지르고 욕설을 하고 있었으므로, 이러한 상황에서 위 사무실에서 근무하던 공무원인 공소외 1이 피고인들 등의 위 행위를 휴대전화로 촬영한 행위가 위법한 공무집행에 해당한다고 보기는 어려운 점, ② 공무집행방해죄는 직무를 집행하는 공무원에 대하여 폭행 또는 협박을 함으로써 성립하는 것이고, 여기에서 폭행이라 함은 공무원에 대하여 직접적인 유형력의 행사뿐만 아니라 간접적으로 유형력을 행사하는 행위도 포함하는 것이고, 음향으로 상대방의 청각기관을 직접적으로 자극하여 육체적·정신적 고통을 주는 행위도 유형력의 행사로서 폭행에 해당할 수 있는 것인데(대법원 2009. 10. 29. 선고 2007도3584 판결 등 참조), 동영상에 의하면, 피고인 2가 손으로 공소외 1의 팔을 밀치고, 피고인 3은 위 공소외 1이 잡고 있던 휴대전화를 공소외 1로부터 빼앗아 책상 위로 던졌으며, 피고인 5는 위 공소외 1의 귀에 대고 ‘분해 죽겠어’, ‘네가 뭔데’ 라는 등 계속하여 소리를 질러 공소외 1이 귀를 막는 장면과 피고인 5가 위 공소외 1을 데리고 나가려는 환경미화원 공소외 8의 가슴과 어깨를 밀치고, 위 공소외 1이 나가지 못하도록 출입문을 가로막는 장면 등이 명확하게 확인되는바, 이는 공무원인 공소외 1에 대한 직접적인 또는 간접적인 유형력의 행사로서 공무집행방해죄의 폭행에 해당한다고 보이는 점, ③ 공소외 3 등 공무원들이 상당한 시간 동안 사무실을 점거한 채 반복적으로 민원을 제기하면서 다중의 위력을 보이며 고성을 지르고 욕설을 하고 있는 피고인들에게 퇴거를 요구한 것은 정당하다고 보이고, 피고인들이 이에 응하지 않으면서 계속하여 고성을 지르는 등의 행위를 한 것은 사회적 상당성을 상실한 것으로 보이는 점 등에 비추어 보면, 피고인들에 대하여 공소외 1에 대한 특수공무집행방해죄와 폭력행위등처벌에관한법률위반(공동퇴거불응)죄를 인정한 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>3) 2018. 8. 20. 인천중구청 영종용유지원단 항의 방문 사건 － 피고인 1, 피고인 3, 피고인 5의 피해자 공소외 2, 공소외 3에 대한 폭력행위등처벌에관한법률위반(공동감금) 및 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제5항]<br/>      피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>      원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 구분소유자 공소외 9는 당심에서 ‘공소외 2 단장은 아무런 제지 없이 사무실 밖으로 나갔고, 그 이후 남은 경찰관과 구분소유자들 사이에 부딪히고 밀치는 등의 불상사가 발생하였다’는 취지로 증언하였으나, 위 진술은 피고인들이 구분소유자들과 함께 영종용유지원단 단장실과 출입문 부근을 둘러싸고 점거하면서 공소외 2와 공소외 3이 단장실에서 나가지 못하도록 하는 영상이 담긴 동영상 및 현장 사진과 배치되어 믿기 어려운 점, ② 설령 피고인들이 이 사건 발생 당시 피해자들이 사무실 밖으로 나가는 것을 직접적으로 막지는 않았다고 하더라도, 공모자 중 구성요건 행위 일부를 직접 분담하여 실행하지 않은 자도 전체 범죄에 있어서 그가 차지하는 지위, 역할이나 범죄 경과에 대한 지배 내지 장악력 등을 종합해 볼 때 단순한 공모자에 그치는 것이 아니라 범죄에 대한 본질적 기여를 통한 기능적 행위지배가 존재하는 것으로 인정되는 때에는, 다른 공모자에 의하여 실행된 범행에 대하여 공모공동정범으로서의 죄책을 지는 것이므로(대법원 2011. 1. 27. 선고 2010도11030 판결 등 참조), 당시 피고인들의 지위, 역할, 집단적인 폭력행위의 성격과 경위, 그 규모와 형태, 구체적인 방법과 진행과정 등 여러 사정을 종합하면, 피고인들은 폭력행위등처벌에관한법률위반(공동감금)죄에 대한 암묵적인 공모는 물론 그 범행에 대한 본질적 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보이는 점, ③ 피고인들은 폭력행위등처벌에관한법률위반(공동감금)의 점에 관한 공소사실이 특정되지 아니하였다고 주장하나, 공소사실의 특정은 공소제기된 범죄의 성격에 비추어 그 공소의 원인이 된 사실을 다른 공소사실과 구별할 수 있을 정도로 그 일시, 장소, 방법, 목적 등을 적시하여 특정하면 족하고, 그 일부가 다소 불명확하더라도 그와 함께 적시된 다른 사항들에 의하여 그 공소사실을 특정할 수 있고, 그리하여 피고인의 방어권 행사에 지장이 없다면, 공소제기의 효력에는 영향이 없는 것인데(대법원 1987. 1. 20. 선고 86도2260 판결, 대법원 1989. 12. 12. 선고 89도2020 판결 등 참조), 이 부분 공소사실은 범죄의 일시, 장소, 방법 등을 특정하고 있으므로, 이 부분 공소사실 자체가 특정되어 있지 않다거나, 피고인들의 방어권 행사에 지장이 있다고 볼 수 없는 점, ④ 공무원인 공소외 2, 공소외 3이 상당한 시간 동안 사무실을 점거한 채 반복적으로 민원을 제기하면서 다중의 위력을 보이며 고성을 지르는 피고인들 등에게 퇴거를 요구한 것은 정당하다고 보이고, 위 퇴거 요구가 단순한 협상 과정의 일부라고 보이지는 않으며, 피고인들 등이 이에 응하지 않으면서 계속하여 고성을 지르는 등의 행위를 한 것은 사회적 상당성을 상실한 것으로 보이는 점 등에 비추어 보면, 피고인들은 수분양자들과 공동하여 피해자들을 감금하고, 인천중구청의 퇴거 요구에 불응한 사실을 넉넉히 인정할 수 있다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>2) (호텔명 생략)호텔 관련<br/>가) 2018. 6. 30. (호텔명 생략)호텔 ‘봉인식’ 사건 － 피고인 1, 피고인 3, 피고인 4의 피해자 (상호 2 생략)에 대한 업무방해의 점에 관하여[원심 판시 제2의 가.항]<br/>        피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>        원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 설령 피고인들을 비롯한 구분소유자들과 (상호 3 생략)과의 임대차계약이 (상호 3 생략)의 채무불이행에 의하여 2018. 6.경 해지되었다고 하더라도, 이미 (상호 2 생략)에 적법하게 (상호 3 생략)으로부터 호텔 운영을 위탁받아 호텔을 운영하고 있었던 이상, 구분소유자들에 대한 객실의 인도 등은 민사소송 및 그에 따른 강제집행절차 등을 통해 이루어져야 하는 것이므로, 이로써 (상호 2 생략)의 호텔 운영 업무가 업무방해죄의 보호대상에서 제외된다고 보기는 어려운 점, ② (상호 2 생략)의 호텔 운영 업무가 업무방해죄의 보호대상에 속하는 이상 피고인들이 적법한 절차를 거치지 아니한 채 호텔 1층 프런트로 들어가 소란을 피우고 (상호 2 생략)의 직원을 폭행하고 (상호 2 생략)에 의해 호텔로 운영되고 있는 객실에 경고문을 부착하는 등의 행위를 한 것은 피해자 (상호 2 생략)의 업무를 방해하였다고 보기 충분한 점, ③ 구분소유자 공소외 10은 당심에서 ‘당시 피고인 3은 프론트에 없었다’는 취지로 진술하였기는 하나, 다른 구분소유자인 공소외 11은 검찰에서 ‘이 사건 관리단 운영위원회 밴드에서 2018. 6. 30. 봉인식을 하니 꼭 참석하라는 지시를 받았고, 당시 피고인 1, 피고인 3, 피고인 4 등이 있었던 것으로 기억하며, 공소외 11은 레지던스 건물에 들어가 객실 출입문에 경고문 스티커를 붙였고, 피고인 1, 피고인 3, 피고인 4는 (호텔명 생략)호텔 로비(비지니스 건물)로 들어갔다’는 취지로 진술하였고(증거기록 제4권 2165, 2166면), 공소외 12의 검찰 진술(증거기록 제4권 2182면) 또한 이에 부합하는 점, ④ 동영상 및 현장 사진에 의하면, 피고인 4는 1층 프런트를 점거하고 호텔 객실키를 가지고 가는 모습이 확인되고 있으며, 피고인 4 또한 이를 인정하였던 점(증거기록 제4권 2333면), ⑤ 설령 피고인들이 이 사건 발생 당시 직접적으로 업무방해행위를 하지 않았다고 하더라도, 당시 피고인들의 지위, 역할, 집단적인 업무방해행위의 성격과 경위, 그 규모와 형태, 구체적인 방법과 진행과정 등 여러 사정을 종합하면, 피고인들은 업무방해죄에 대한 암묵적인 공모는 물론 그 범행에 대한 본질적 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보이는 점, ⑥ 피고인들은 이 부분 공소사실이 특정되지 아니하였다고 주장하나, 이 부분 공소사실은 범죄의 일시, 장소, 업무방해의 방법 등을 특정하고 있으므로, 이 부분 공소사실 자체가 특정되어 있지 않다거나, 피고인들의 방어권 행사에 지장이 있다고 볼 수 없는 점 등에 비추어 보면, 피고인들은 수분양자들과 공동하여 피해자 (상호 2 생략)의 업무를 방해하였고, 그에 대한 고의도 있었던 사실을 넉넉히 인정할 수 있다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>나) 2018. 7. 3. 피고인 2, 피고인 4의 피해자 공소외 4에 대한 특수폭행치상의 점에 관하여[원심 판시 제6항]<br/>        피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>        원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 구분소유자 공소외 13은 당심에서 ‘피고인 2, 피고인 4가 공소외 4를 민 것은 본 적이 없다. 공소외 4는 누가 밀어서 넘어진 것이 아니라 혼자 주저앉았다가 일어났고, 그 이후에도 계속 호텔 안을 돌아다녔다’는 취지로 진술하기는 하였으나, 위 진술은 피고인 2가 피해자 공소외 4의 어깨를 잡아당기거나 밀치고, 피고인 4가 팔꿈치로 피해자 공소외 4를 밀어 벽에 부딪히게 하는 등 상당히 과격한 유형력을 행사하여 피해자가 벽에 부딪히거나 바닥에 넘어진 장면이 확인되는 동영상 및 현장 사진에 배치되어 믿기 어려운 점 등에 비추어 보면, 피고인들은 수분양자들과 공동하여 다중의 위력으로써 피해자 공소외 4를 폭행하여 위 피해자에게 상해를 입게 한 사실을 넉넉히 인정할 수 있다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>3) (상호 생략)건설 관련<br/>가) 2018. 8. 14. (상호 생략)건설 항의 방문 사건 - 피고인 5, 피고인 4의 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점에 관하여[원심 판시 제8항]<br/>(1) 폭력행위등처벌에관한법률위반(공동주거침입)의 점<br/>          피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>          살피건대, 행위자가 거주자의 승낙을 받아 주거에 들어갔으나 범죄나 불법행위 등을 목적으로 한 출입이거나 거주자가 행위자의 실제 출입 목적을 알았더라면 출입을 승낙하지 않았을 것이라는 사정이 인정되는 경우 행위자의 출입행위가 주거침입죄에서 규정하는 침입행위에 해당하려면, 출입하려는 주거 등의 형태와 용도·성질, 외부인에 대한 출입의 통제·관리 방식과 상태, 행위자의 출입 경위와 방법 등을 종합적으로 고려하여 행위자의 출입 당시 객관적·외형적으로 드러난 행위태양에 비추어 주거의 사실상 평온상태가 침해되었다고 평가되어야 한다. 이때 거주자의 의사도 고려되지만 주거 등의 형태와 용도·성질, 외부인에 대한 출입의 통제·관리 방식과 상태 등 출입 당시 상황에 따라 그 정도는 달리 평가될 수 있다(대법원 2022. 3. 24. 선고 2017도18272 판결 참조). <br/>          위 법리에 비추어 이 사건을 보건대, 원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 이 사건 당일 피해자 (상호 생략)건설 서울사무소에는 특별한 출입통제조치가 되어 있지 않기는 하였으나, 피해자 (상호 생략)건설은 외부인이 사무소를 점거하고 소란을 피우며 업무를 방해할 목적으로 출입하는 것은 허용하지 않았을 것인 점, ② 피고인들과 구분소유자들은 그들 중 노인이나 여성부터 한두명씩 먼저 피해자 (상호 생략)건설 서울사무소에 들어가서 자리를 잡게 한 다음 어느 정도 다중의 위력을 보일 수 있을 정도의 규모가 되자 사무실을 점거하면서 사람들을 출입하지 못하게 막고, 준비해 온 페트병을 두드리면서 소음을 냈으며, 고성을 지르고 폭언을 하며 소란을 피웠던 점 등에 비추어 보면, 피고인들과 구분소유자들의 출입으로 인하여 당시 (상호 생략)건설 서울사무소의 사실상 평온상태가 침해되었다고 보기 충분하다고 판단되므로, 피고인들에 대하여 폭력행위등처벌에관한법률위반(공동주거침입)죄를 인정한 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>(2) 업무방해의 점<br/>          피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>          원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 이 사건 업무방해 과정에서의 피고인들의 지위, 역할, 그 과정에서 벌어진 집단 행위의 성격과 경위, 그 규모와 형태, 구체적인 방법과 진행과정 등의 여러 사정을 종합하면, 피고인들은 이 사건 당시 업무방해 행위 중 일부에 대하여 구체적으로 모의하거나 이를 직접 분담하여 실행한 바가 없었다고 하더라도, 이에 대한 암묵적인 공모는 물론 그 범행들에 대한 본질적인 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보이는 점, ② 피고인들은 이 부분 공소사실이 특정되지 아니하였다고 주장하나, 이 부분 공소사실은 범죄의 일시, 장소, 업무방해의 방법 등을 특정하고 있으므로, 이 부분 공소사실 자체가 특정되어 있지 않다거나, 피고인들의 방어권 행사에 지장이 있다고 볼 수 없는 점 등에 비추어 보면, 피고인들은 수분양자들과 공동하여 피해자의 업무를 방해한 사실을 넉넉히 인정할 수 있다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>나) 2018. 8. 16. (상호 생략)건설 항의 방문 사건 － 피고인 1, 피고인 3의 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점에 관하여[원심 판시 제2의 나. 다.항]<br/>(1) 폭력행위등처벌에관한법률위반(공동주거침입)의 점<br/>          피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>          원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 이 사건 당일 피해자 (상호 생략)건설 서울사무소에는 특별한 출입통제조치가 되어 있지 않기는 하였으나, 피해자 (상호 생략)건설은 외부인이 사무소를 점거하고 소란을 피우며 업무를 방해할 목적으로 출입하는 것은 허용하지 않았을 것인 점, ② 피고인들과 구분소유자들은 그들 중 노인부터 먼저 (상호 생략)건설 서울사무소에 들어가서 자리를 잡게 한 다음 어느 정도 다중의 위력을 보일 수 있을 정도의 규모가 되자 사무실을 점거하면서 사람들을 출입하지 못하게 막고, 준비해 온 페트병을 두드리면서 소음을 냈으며, 고성을 지르고 폭언을 하며 소란을 피웠던 점 등에 비추어 보면, 피고인들과 구분소유자들의 출입으로 인하여 당시 피해자 (상호 생략)건설 서울사무소의 사실상 평온상태가 침해되었다고 보기 충분하다고 판단되므로, 피고인들에 대하여 폭력행위등처벌에관한법률위반(공동주거침입)죄를 인정한 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>(2) 업무방해의 점<br/>          피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>          원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 이 사건 업무방해 과정에서의 피고인들의 지위, 역할, 그 과정에서 벌어진 집단 행위의 성격과 경위, 그 규모와 형태, 구체적인 방법과 진행과정 등의 여러 사정을 종합하면, 피고인들은 이 사건 당시 업무방해 행위 중 일부에 대하여 구체적으로 모의하거나 이를 직접 분담하여 실행한 바가 없었다고 하더라도, 이에 대한 암묵적인 공모는 물론 그 범행들에 대한 본질적인 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보이는 점, ② 피고인들은 이 부분 공소사실이 특정되지 아니하였다고 주장하나, 이 부분 공소사실은 범죄의 일시, 장소, 업무방해의 방법 등을 특정하고 있으므로, 이 부분 공소사실 자체가 특정되어 있지 않다거나, 피고인들의 방어권 행사에 지장이 있다고 볼 수 없는 점 등에 비추어 보면, 피고인들은 수분양자들과 공동하여 피해자의 업무를 방해한 사실을 넉넉히 인정할 수 있다. 따라서 피고인들의 이 부분 주장은 이유 없다. <br/>다) 2018. 8. 16. (상호 생략)건설공소외 5 대리 감금 사건 － 피고인 1, 피고인 3의 피해자 공소외 5에 대한 폭력행위등처벌에관한법률위반(공동감금)의 점에 관하여[원심 판시 제7의 라.항]<br/>        피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>        원심의 위와 같은 판단을 원심이 적법하게 채택, 조사한 증거들과 대조하여 면밀히 살펴보면, 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>4) (은행명 1 생략)저축은행 관련<br/>가) 2018. 8. 1. (은행명 1 생략)저축은행 항의 방문 사건 － 피고인 1, 피고인 3, 피고인 6의 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점에 관하여[원심 판시 제3의 가. 나.항]<br/>(1) 폭력행위등처벌에관한법률위반(공동주거침입)의 점<br/>          피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>          원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 이 사건 당일 피해자 (은행명 1 생략)저축은행에는 특별한 출입통제조치가 되어 있지 않기는 하였으나, 피해자 (은행명 1 생략)저축은행은 외부인이 영업부를 점거하고 소란을 피우며 업무를 방해할 목적으로 출입하는 것은 허용하지 않았을 것인 점, ② 피고인들과 구분소유자들은 처음에는 (은행명 1 생략)저축은행 건물 바깥 쪽에서 집회를 하고 있었고, (은행명 1 생략)저축은행 직원은 피고인들 등이 건물 내 영업점에 들어가지 못하도록 문을 봉쇄하고 있다가 목말라하시던 할아버지 한 분에게 물을 드실 수 있도록 문을 열어드리자, 피고인들과 구분소유자들이 갑자기 건물 내 영업점으로 우르르 들어와서 1층 영업부를 점거하였던 점 등에 비추어 보면, 피고인들과 구분소유자들의 출입으로 인하여 당시 피해자 (은행명 1 생략)저축은행의 사실상 평온상태가 침해되었다고 보기 충분하다고 판단되므로, 피고인들에 대하여 폭력행위등처벌에관한법률위반(공동주거침입)죄를 인정한 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.      <br/>(2) 업무방해의 점<br/>          피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>          원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 이 사건 업무방해 과정에서의 피고인들의 지위, 역할, 그 과정에서 벌어진 집단 행위의 성격과 경위, 그 규모와 형태, 구체적인 방법과 진행과정 등의 여러 사정을 종합하면, 피고인들은 이 사건 당시 업무방해 행위 중 일부에 대하여 구체적으로 모의하거나 이를 직접 분담하여 실행한 바가 없었다고 하더라도, 이에 대한 암묵적인 공모는 물론 그 범행들에 대한 본질적인 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보이는 점, ② 설령 피고인들의 주장과 같이 피고인 1은 (은행명 1 생략)저축은행 건물 내에 있다가 밤이 되자 귀가하였고, 이후 피고인 3은 다른 구분소유자들의 과격한 행위를 말리려고 했을 뿐이어서 위 피고인들이 다른 구분소유자들의 업무방해 범행에 가담하지 않았다고 하더라도, 공모공동정범에 있어서 공모자 중의 1인이 다른 공모자가 실행행위에 이르기 전에 그 공모관계에서 이탈한 때에는 그 이후의 다른 공모자의 행위에 관하여는 공동정범으로서의 책임은 지지 않는다 할 것이나, 공모관계에서의 이탈은 공모자가 공모에 의하여 담당한 기능적 행위지배를 해소하는 것이 필요하므로 공모자가 공모에 주도적으로 참여하여 다른 공모자의 실행에 영향을 미친 때에는 범행을 저지하기 위하여 적극적으로 노력하는 등 실행에 미친 영향력을 제거하지 아니하는 한 공모관계에서 이탈되었다고 할 수 없으므로(대법원 2008. 4. 10. 선고 2008도1274 판결), 이 사건 범행에 있어서의 피고인 1, 피고인 3의 주도적인 지위와 역할 등에 비추어 볼 때 위 피고인들이 다른 구분소유자들의 업무방해행위를 저지하기 위해 적극적으로 노력하였다는 등 실행에 미친 영향력을 제거하였다는 사정이 없는 이상 위 피고인들이 주장하는 위와 같은 사정만으로는 위 피고인들이 이 부분 범행에 대한 기능적 행위지배를 해소하여 그 공모관계에서 이탈하였다고 볼 수 없는 점, ③ 피고인들은 이 부분 공소사실이 특정되지 아니하였다고 주장하나, 이 부분 공소사실은 범죄의 일시, 장소, 업무방해의 방법 등을 특정하고 있으므로, 이 부분 공소사실 자체가 특정되어 있지 않다거나, 피고인들의 방어권 행사에 지장이 있다고 볼 수 없는 점 등에 비추어 보면, 피고인들은 수분양자들과 공동하여 피해자의 업무를 방해한 사실을 넉넉히 인정할 수 있다. 따라서 피고인들의 이 부분 주장은 이유 없다.<br/>나) 2018. 8. 2. (은행명 1 생략)저축은행 부사장에 대한 문서 작성 강요 사건 － 피고인 1, 피고인 3의 폭력행위등처벌에관한법률위반(공동강요)의 점에 관하여[원심 판시 7의 가.항]<br/>        피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>        원심의 위와 같은 판단을 원심이 적법하게 채택, 조사한 증거들과 대조하여 면밀히 살펴보면, 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>5) 2018. 8. 8. (은행명 2 생략)저축은행 항의 방문 사건 - 피고인 1, 피고인 3의 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점에 관하여[원심 판시 제7의 나. 다.항]<br/>가) 폭력행위등처벌에관한법률위반(공동주거침입)의 점<br/>        피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>        원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 이 사건 당일 (은행명 2 생략)저축은행의 영업장에는 특별한 출입통제조치가 되어 있지는 않기는 하였으나, 외부인이 영업장을 점거하고 소란을 피우며 업무를 방해할 목적으로 출입하는 것은 허용하지 않았을 것인 점, ② 피고인들과 구분소유자들은 이 사건 당일 (은행명 2 생략)저축은행 3층 영업장에 3명 내지 4명 정도씩 들어오다가 어느 정도 다중의 위력을 보일 수 있을 정도의 규모가 되자 (은행명 2 생략)저축은행 3층 영업장을 점거하며 ‘대표 나와라’, ‘돈 먹고 (상호 생략)건설에게 특혜를 준다’고 소리를 지르는 등 소란을 피웠던 점 등에 비추어 보면, 피고인들의 출입으로 인하여 당시 (은행명 2 생략)저축은행 영업장의 사실상 평온상태가 침해되었다고 보기 충분하다고 판단되므로, 피고인들에 대하여 폭력행위등처벌에관한법률위반(공동주거침입)죄를 인정한 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>나) 업무방해의 점<br/>        피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>        원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 설령 피고인들이 이 사건 발생 당시 직접적으로 업무방해행위를 하지 않았다고 하더라도, 당시 피고인들의 지위, 역할, 집단적인 업무방해행위의 성격과 경위, 그 규모와 형태, 구체적인 방법과 진행과정 등 여러 사정을 종합하면, 피고인들은 업무방해죄에 대한 암묵적인 공모는 물론 그 범행에 대한 본질적 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보이는 점, ② 피고인 1이 그 주장대로 이 사건 당일 퇴거 요구를 받아들이지 않는 일부 구분소유자들을 설득하다가 저녁 8시경 혼자 (은행명 2 생략)저축은행에서 퇴거하였다고 하더라도, 이 사건 범행에 있어서의 피고인 1의 주도적인 지위와 역할 등에 비추어 볼 때 위 피고인이 다른 구분소유자들의 업무방해행위를 저지하기 위해 적극적으로 노력하였다는 등 실행에 미친 영향력을 제거하였다는 사정이 없는 이상 위 피고인이 주장하는 위와 같은 사정만으로는 위 피고인이 이 부분 범행에 대한 기능적 행위지배를 해소하여 그 공모관계에서 이탈하였다고 볼 수 없는 점, ③ 피고인들은 이 부분 공소사실이 특정되지 아니하였다고 주장하나, 이 부분 공소사실은 범죄의 일시, 장소, 업무방해의 방법 등을 특정하고 있으므로, 이 부분 공소사실 자체가 특정되어 있지 않다거나, 피고인들의 방어권 행사에 지장이 있다고 볼 수 없는 점 등에 비추어 보면, 피고인들에 대하여 업무방해죄를 인정한 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>6) 2018. 8. 3. (은행명 3 생략)저축은행 항의 방문 사건 － 피고인 1의 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제9의 가.항]<br/>피고인 1은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>      원심의 위와 같은 판단을 원심이 적법하게 채택, 조사한 증거들과 대조하여 면밀히 살펴보면, 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인의 이 부분 주장은 이유 없다.  <br/>7) (상호 4 생략)신탁 관련<br/>가) 2018. 8. 10. (상호 4 생략)신탁 항의 방문 사건 － 피고인 1의 업무방해 및 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제9의 나. 다.항]<br/>피고인 1은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>        원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 설령 피고인이 이 사건 발생 당시 직접적으로 업무방해행위를 하지 않았다고 하더라도, 당시 피고인의 지위, 역할, 집단적인 업무방해행위의 성격과 경위, 그 규모와 형태, 구체적인 방법과 진행과정 등 여러 사정을 종합하면, 피고인은 업무방해죄에 대한 암묵적인 공모는 물론 그 범행에 대한 본질적 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보이는 점, ② 피고인은 이 부분 공소사실이 특정되지 아니하였다고 주장하나, 이 부분 공소사실은 범죄의 일시, 장소, 업무방해의 방법 등을 특정하고 있으므로, 이 부분 공소사실 자체가 특정되어 있지 않다거나, 피고인의 방어권 행사에 지장이 있다고 볼 수 없는 점 등에 비추어 보면, 피고인에 대하여 업무방해죄 및 폭력행위등처벌에관한법률위반(공동퇴거불응)죄를 인정한 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인의 이 부분 주장은 이유 없다.<br/>나) 2018. 8. 13. (상호 4 생략)신탁 항의 방문 사건 － 피고인 1의 업무방해 및 폭력행위등처벌에관한법률위반(공동퇴거불응)의 점에 관하여[원심 판시 제9의 라. 마.항]<br/>피고인 1은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>        원심이 설시한 이유들과 함께 이 사건 기록에 의하여 알 수 있는 다음과 같은 사정, 즉 ① 설령 피고인이 이 사건 발생 당시 직접적으로 업무방해행위를 하지 않았고, 일부 소속원(구분소유자)들에게 사장실 문을 두드리는 등의 과도한 행위를 자제할 것을 요청하였다고 하더라도, 당시 피고인의 지위, 역할, 집단적인 업무방해행위의 성격과 경위, 그 규모와 형태, 구체적인 방법과 진행과정 등 여러 사정을 종합하면, 피고인은 업무방해죄에 대한 암묵적인 공모는 물론 그 범행에 대한 본질적 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보이는 점, ② 피고인은 이 부분 공소사실이 특정되지 아니하였다고 주장하나, 이 부분 공소사실은 범죄의 일시, 장소, 업무방해의 방법 등을 특정하고 있으므로, 이 부분 공소사실 자체가 특정되어 있지 않다거나, 피고인의 방어권 행사에 지장이 있다고 볼 수 없는 점 등에 비추어 보면, 피고인에 대하여 업무방해죄 및 폭력행위등처벌에관한법률위반(공동퇴거불응)죄를 인정한 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인 1의 이 부분 주장은 이유 없다.<br/>8) 정당행위 주장<br/>      피고인들은 원심에서도 동일한 취지의 주장을 하였고, 원심은 ‘피고인들과 변호인의 주장에 대한 판단’이라는 제목 아래 피고인들의 주장을 설시한 후 그에 대한 판단을 자세히 설시하여 그 주장을 배척하였다. <br/>      원심의 위와 같은 판단을 원심이 적법하게 채택, 조사한 증거들과 대조하여 면밀히 살펴보면, 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 피고인들이 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 피고인들의 이 부분 주장은 이유 없다.  <br/>3. 검사의 피고인 1, 피고인 3, 피고인 4에 대한 사실오인 및 법리오해 주장에 관한 판단<br/>가. 피고인 4의 2018. 8. 16.자 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점<br/>    원심은 그 판시와 같은 사정들을 종합하여, 검사가 제출한 증거들만으로는 피고인 4가 주거침입 및 업무방해 범행에 가담한 사실에 관하여 합리적인 의심을 할 여지가 없을 정도로 입증되었다고 보기 어렵고, 달리 이를 인정할 만한 증거가 없다는 이유로 피고인 4에 대한 이 부분 공소사실을 무죄로 판단하였다. <br/>    원심의 위와 같은 판단을 원심이 적법하게 채택, 조사한 증거들과 대조하여 면밀히 살펴보면, 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 검사가 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 검사의 이 부분 주장은 이유 없다. <br/>나. 피고인 1, 피고인 3의 2018. 8. 17.자 폭력행위등처벌에관한법률위반(공동강요)의 점<br/>    원심은, 기록에 의하면, 피고인들이 2018. 8. 16.경부터 2018. 8. 17.경까지 (상호 생략)건설 서울사무소를 점거하면서 (상호 생략)건설의 업무를 방해하고 직원들을 감금한 사실이 인정되고, 피해자 공소외 14 등에게 해악을 고지하였고, 이는 피해자 공소외 14 등의 의사결정의 자유를 제한하거나 의사실행의 자유를 방해할 정도로 겁을 먹게 할 정도에 이른 것으로 봄이 상당하기는 하나, 그 판시와 같은 사정들을 종합하여 보면, 검사가 제출한 증거들만으로는 피고인들이 피해자들에게 법률상 의무 없는 일을 하도록 강요한 사실에 관하여 합리적인 의심을 할 여지가 없을 정도로 입증되었다고 보기 어렵고, 달리 이를 인정할 만한 증거가 없다는 이유로 피고인들에 대한 이 부분 공소사실을 무죄로 판단하였다. <br/>    원심의 위와 같은 판단을 원심이 적법하게 채택, 조사한 증거들과 대조하여 면밀히 살펴보면, 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 검사가 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 검사의 이 부분 주장은 이유 없다. <br/>다. 피고인 1, 피고인 3의 2018. 9. 5.자 폭력행위등처벌에관한법률위반(공동주거침입) 및 업무방해의 점<br/>    원심은 그 판시와 같은 사정들을 종합하여, 검사가 제출한 증거들만으로는 피고인 들이 주거침입 및 업무방해 범행에 가담한 사실에 관하여 합리적인 의심을 할 여지가 없을 정도로 입증되었다고 보기 어렵고, 달리 이를 인정할 만한 증거가 없다는 이유로 피고인들에 대한 이 부분 공소사실을 무죄로 판단하였다. <br/>    원심의 위와 같은 판단을 원심이 적법하게 채택, 조사한 증거들과 대조하여 면밀히 살펴보면, 원심의 판단은 정당한 것으로 수긍이 되고, 거기에 검사가 주장하는 바와 같이 사실을 오인하거나 법리를 오해함으로써 판결에 영향을 미친 위법이 있다고 보이지 않는다. 따라서 검사의 이 부분 주장은 이유 없다. <br/>4. 검사의 피고인 1, 피고인 3, 피고인 4에 대한 양형부당 주장에 관한 판단<br/>  제1심과 비교하여 양형의 조건에 변화가 없고, 제1심의 양형이 재량의 합리적인 범위를 벗어나지 아니하는 경우에는 이를 존중함이 타당하다(대법원 2015. 7. 23. 선고 2015도3260 전원합의체 판결 참조).<br/>  원심판결 선고 이후 양형사유에 별다른 사정변경을 찾아볼 수 없고, 원심은 검사가 항소이유로 주장하는 사정들을 포함한 제반 정상을 충분히 참작하여 그 형을 정한 것으로 보인다. 그 밖에 피고인 1, 피고인 3, 피고인 4의 나이, 성행, 범행수법과 경위, 범행 후의 정황 등 기록과 변론에 나타난 여러 양형조건들을 다시 한 번 종합적으로 살펴보면, 피고인들에 대한 원심의 형이 너무 가벼워서 부당하다고 할 수 없다. 따라서 검사의 양형부당 주장은 이유 없다. <br/>5. 결론<br/>  그렇다면 피고인들의 항소와 검사의 피고인 1, 피고인 3, 피고인 4에 대한 항소는 모두 이유 없으므로, 형사소송법 제364조 제4항에 따라 이를 모두 기각하기로 하여 주문과 같이 판결한다.  <br/><br/>판사 김용중(재판장) 최정윤 김현 ",
  "사건번호": "2021노2193",
  "사건종류코드": "400102",
  "판례정보일련번호": "238503",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}