{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20231103",
  "법원명": "서울중앙지방법원",
  "사건명": "토지인도",
  "판례내용": "【원    고】 주식회사 ○○○ (소송대리인 법무법인 로플렉스 담당변호사 한명환 외 1인)<br/>【피    고】 대한민국<br/>【변론종결】2023. 8. 25.<br/>【주    문】<br/> 1. 피고는 원고에게,<br/>  가. 별지 목록 기재 순번 4 내지 5 각 임야 지상에 설치된, 별지 각 감정도, 감정도 면적조서, 각 지적현황 성과도 면적조서로 위치와 면적이 특정되는 각 포장도로, 전술도로, 흙진지, 돌진지, 타이어진지, 타이어계단, 벙커, 교통호, 이동로, 헬기장, 자재창고, 탄약통을 모두 철거하고 위 각 임야들을 인도하고,<br/>  나. 3,356,439원 및 이에 대하여 2021. 12. 16.부터 2023. 11. 3.까지는 연 5%의, 그 다음 날부터 다 갚는 날까지는 연 12%의 각 비율로 계산한 돈을 지급하고,<br/>  다. 2023. 6. 1.부터 피고가 별지 목록 기재 순번 4 임야에 관하여 위 제1. 가.항 기재 철거 및 인도를 완료하는 날까지 매월 30,162원의 비율로 계산한 돈을 지급하고,<br/>  라. 2023. 6. 1.부터 피고가 별지 목록 기재 순번 5 임야에 관하여 위 제1. 가.항 기재 철거 및 인도를 완료하는 날까지 매월 12,397원의 비율로 계산한 돈을 지급하라.<br/> 2. 원고의 나머지 청구를 기각한다.<br/> 3. 소송비용 중 90%는 원고가, 나머지는 피고가 각 부담한다.<br/> 4. 제1항은 가집행할 수 있다.<br/><br/>【청구취지】 피고는 원고에게,<br/>  1. 별지 목록 기재 순번 1 내지 3 각 임야에 관하여, 의정부지방법원 포천등기소 1974. 4. 9. 접수 제3544호로 마친 각 지역권설정등기의 말소등기절차를 이행하고,<br/>  2. 별지 목록 기재 순번 1 내지 5 각 임야 지상에 설치된, 별지 각 감정도, 감정도 면적조서, 각 지적현황 성과도 면적조서로 위치와 면적이 특정되는 각 포장도로, 전술도로, 흙진지, 돌진지, 타이어진지, 타이어계단, 벙커, 교통호, 이동로, 헬기장, 자재창고, 탄약통 등을 모두 철거하고 위 각 임야들을 인도하고,<br/>  3. 1,055,148,654원 및 위 돈 중 751,960,072원에 대하여는 이 사건 소장 송달일 다음 날부터, 나머지 303,188,582원에 대하여는 이 사건 청구취지 및 청구원인 변경신청서 송달일 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하고, <br/>  4. 원고가 별지 목록 기재 순번 1 내지 5 각 임야의 소유권을 상실할 때까지, 또는 피고가 위 각 임야 지상에 설치된 각종 군사시설물들을 철거하고 위 각 임야들을 인도할 때까지, 2023. 6. 1.부터 매월 13,889,180원의 비율로 계산한 돈을 지급하라.<br/>【이    유】1. 기초사실<br/>  가. 원고(변경 전 상호 △△△ 주식회사)는 1994. 9. 30. □□물산 주식회사(변경 전 상호 □□목재공업 주식회사, 이하 ‘□□물산’이라고만 한다)와 합병하여 □□물산이 소유하던 별지 목록 기재 각 임야들을 소유하게 되었다(갑 제1, 2호증).<br/>  나. 피고(소관부처 ☆☆부)는 1974. 1. 1. □□물산과 별지 목록 기재 순번 1, 2, 3, 6, 7 각 임야에 관하여 지역권설정계약을 체결하였고, 1974. 4. 9. 위 각 임야에 관하여 의정부지방법원 포천등기소 접수 제3544호로 각 ‘목적 : 훈련 및 기타 군사목적을 위함, 범위 : 토지의 전부, 특약 : 지역권자는 지역권을 요역지로부터 분리하여 이를 양도하거나 또는 타의 권리의 목적으로 할 수 없음, 요역지 : 포천군 창수면 (지번 16 생략) 임야 1415정 2단 1무보, 지역권자 : 국, 관리청 : ☆☆부’로 하는 각 지역권설정등기를 마쳤다(갑 제3호증의 1 내지 5).<br/>  다. 별지 목록 기재 순번 6 임야에 관하여는 2017. 7. 20. 의정부지방법원 포천등기소 접수 제26600호로 2017. 6. 27.자 공공용지의 협의 취득을 원인으로 하는 소유권이전등기가, 별지 목록 기재 순번 7 임야에 관하여는 2017. 11. 14. 같은 등기소 접수 제41176호로 2017. 10. 25.자 공공용지의 협의 취득을 원인으로 하는 소유권이전등기가 각 ☆☆과학연구소 앞으로 마쳐졌다(갑 제3호증의 6, 7).<br/>  라. 별지 목록 기재 각 임야의 순번과 약칭, 면적, 지역권 설정 여부 등을 표로 정리하면 아래와 같다(이하에서는 각 임야를 아래 약칭 또는 각 순번으로 칭하고, 각 임야를 통칭할 때는 ‘이 사건 각 임야’라고만 한다).<br/>순번약칭면적지역권 설정 여부현재 원고 소유 여부1(지번 10 생략)424,244㎡○○2(지번 11 생략)24,142㎡○○3(지번 2 생략)1,498,396㎡○○4(지번 12 생략)720,694㎡×○5(지번 13 생략)149,545㎡×○6(지번 14 생략)82,620㎡○×7(지번 15 생략)12,370㎡○×<br/>  마. 원고는 2021. 6. 16. 피고에게 (지번 10 생략), (지번 11 생략), (지번 2 생략) 등 임야(순번 1, 2, 3)에 대한 지역권설정계약 해지를 요청하고, (지번 10 생략), (지번 11 생략), (지번 2 생략), (지번 12 생략), (지번 13 생략) 등 임야(순번 1, 2, 3, 4, 5)에 소재한 군사시설 철거 및 토지 사용료 납부를 요청하는 내용의 민원을 접수하였다(갑 제6호증).<br/>  바. 피고는 2021. 7. 19. 위 원고 민원에 대하여, ① (지번 10 생략), (지번 11 생략), (지번 2 생략)(순번 1, 2, 3)은 사용부대 작전성 검토 결과 사격훈련장 인접 부지로 위험 반경 내 안전지역 확보를 위해 지역권 설정 해지가 불가능하고, ② 지역권이 설정되지 않은 (지번 12 생략), (지번 13 생략)(순번 4, 5)는 현재 군부대가 일부 점유사용하고 있으며 사용부대 작전성 검토 결과 군사목적상 계속 사용할 부지로 검토되어 원고와 협의를 거쳐 보상(임차 또는 유상지상권)할 계획으로, 보상시점까지의 무단점유 사용기간 사용료는 국가배상법에 따라 배상신청하도록 안내하였다(갑 제6, 7호증).<br/>  사. 원고는 2021. 8. 17. 피고에게 국유재산법 제32조, 같은 법 시행령 제29조 제1항 제3호에 따라 [해당년도 개별공시지가 × 면적(㎡) × 요율(25/1000) × 해당일수 / 365]의 산식으로 사용료를 산정하여, ① (지번 10 생략), (지번 11 생략), (지번 2 생략), (지번 12 생략), (지번 13 생략)(순번 1 내지 5)에 대하여는 2016년부터 2021년까지의 사용료를, ② (지번 14 생략), (지번 15 생략)(순번 6, 7)에 대하여는 2016년부터 각 협의취득일까지를 일할 계산한 사용료를 산정하여 합계 752,175,577원(= (지번 10 생략) 94,299,271원 + (지번 11 생략) 5,786,887원 + (지번 2 생략) 442,846,833원 + (지번 12 생략) 160,192,999원 + (지번 13 생략) 45,519,347원 + (지번 14 생략) 2,928,143원 + (지번 15 생략) 602,097원) 중 752,000,000원을 지급해달라는 내용의 내용증명을 발송하였고, 그 무렵 피고에게 도달하였다(갑 제8호증). 그러나 피고는 2021. 9. 28. 재차 국가배상심의회에 배상신청을 하도록 안내하였고, 이에 원고는 2021. 11. 25. 이 사건 소를 제기하였다.<br/>  아. 피고 국방부 소속 6사단은 이 사건 소송 계속 중인 2022. 4. 11.경 (지번 2 생략), (지번 13 생략)(순번 3, 5)에 대하여 다음과 같이 심의 의견을 회신하였다(을 제4호증).<br/>- 상기 지역은 포천시 (지번 13 생략), (지번 2 생략)으로 ◁◁◁ 거점지역 일대로 ◎◎◎대대 작전지역임.- 점유개시 시점은 불분명하나, 현재 시점 기준 5년 이상 점유.- ◎◎◎대대 의명 점령 거점(○통선)으로 작전 계획상 중요 요충지로 반영되어있는 필지로서 지하벙커 2개, 전술진지 약 40여개, 교통호 전체 약 600m이상으로 형성되어 있는 전술적으로 아주 중요한 필지로서 추후 개발이 될 경우 작전에 지대한 영향을 미칠 것으로 판단됨.- 작전 계획상 ◁◁◁거점에 포함되는 필지이며 운산리 (지번 13 생략), (지번 2 생략) 사용 제한이 필요하고, 목적재산에 대한 토지수용, 임료 지급 등 매수 또는 철거 계획은 없음.<br/>  자. 피고 국방부 소속 ▷▷▷ 사령부는 이 사건 소송 계속 중인 2022. 4. 29. (지번 10 생략), (지번 11 생략), (지번 2 생략)(순번 1, 2, 3)에 대하여 다음과 같이 ‘지상권 해지에 대한 사용부대 의견’을 회신하였다(을 제3호증).<br/>가) ♤♤♤ 과학화훈련장은 연간 142개 부대가 포병, 전차포, 거점방어사격, 박격포 사격 등 연간 280일 이상 사격훈련 진행하고 있어 사격장으로 접근이 가능한 지역에 대해 안전통제가 필요나) 미군 MLRS 사격, ◇◇동 포병사격 위험반경내 대상부지가 위치하고 있어 사격훈련 시 위험요소 내재로 반드시 인원·장비 등 접근 차단이 필요다) 지역권 설정 해제 시 토지 활용을 위한 민간요소 접근이 증가하여 안전통제 제한, 사격 소음으로 인한 민원요소가 상존, 정상적인 훈련장 활용이 제한라) 향후 ♤♤♤ 과학화 훈련장 사용 여건을 보장하기 위해서는 대상부지를 매입하여 안전이 확보된 가운데 사격훈련을 시행할 수 있는 여건보장이 필요마) 부대개편으로 훈련장 인계 시('22년) 해당내용 인계하여 토지매입 중기계획 반영 요청<br/>[인정근거] 다툼 없는 사실, 갑 제1 내지 3, 6 내지 9호증, 을 제3 내지 4호증의 각 기재, 변론 전체의 취지<br/>2. 당사자들 주장<br/>가. 원고<br/>1) 청구취지 2항(순번 1 내지 5 임야 지상 군사시설물 철거 및 인도 청구)<br/>      피고는 1970년대부터 현재까지 이 사건 각 임야에 각종 군사시설물을 설치하고 진입로 초입에 ‘출입금지’ 경고 표지판을 설치하여 원고 측을 포함한 민간인들 출입을 엄격히 통제하면서 이 사건 각 임야를 사실상 독점적·배타적으로 점유·사용하고 있다. 지역권은 일정한 목적을 위하여 타인의 토지를 자기 토지의 편익에 이용하는 권리에 불과한데, 피고는 등기된 지역권의 목적에 따라 사격훈련장 인접부지 안전지역 확보를 위한 출입 일부 통제 등의 범위를 넘어서 원고의 토지상에 새로이 군사시설물을 설치·소유하면서 원고의 토지를 사실상 독점적·배타적으로 점유·사용하고 있다.<br/>      피고가 지역권을 적법한 점유권원이라고 주장하는 것은 지역권의 범위를 넘어서는 것이거나 권리남용에 해당하므로, 피고는 적법한 점유권원 없이 원고 소유의 별지 목록 기재 순번 1 내지 5 각 임야 상에 각종 군사시설물들을 설치·소유하고 있는바, 피고는 원고에게 해당 군사시설물들을 철거하고 위 임야들을 인도할 의무가 있다.<br/>2) 청구취지 3, 4항(부당이득반환 청구)<br/>      앞서 본 바와 같이 피고는 원고 소유인 별지 목록 기재 순번 1 내지 7 각 임야 전체를 적법한 점유권원 없이 무단으로 점유·사용하여 왔으므로 해당 임료 상당 돈을 부당이득으로서 원고에게 반환할 의무가 있다. 원고는 2021. 8. 17. 피고에게 내용증명을 발송하여 사용료를 청구한 바 있는데 그 내용증명은 2021. 8. 26. 피고에게 도달하였으므로, 피고는 이때로부터 국가재정법 제96조 제2항 소정의 소멸시효 기간인 5년의 기간을 역산한 날인 2016. 8. 27.부터 발생하는 부당이득을 원고에게 반환해야 한다. 임료 상당액은 국유재산법 제32조, 같은 법 시행령 제29조 제1항 제3호에 따라 [해당년도 개별공시지가 × 면적(㎡) × 요율(25/1000) × 해당일수 / 365]의 산식으로 산정함이 타당하다.<br/>      원고는 ① 순번 1 내지 5의 임야에 관하여, ⒜ 계산의 편의상 위 2016. 8. 27. 이후인 2016. 9. 1.부터 2023. 5. 31.까지의 기간에 대한 부당이득금을 일시금으로 청구하고, ⒝ 원고가 위 각 임야의 소유권을 상실할 때까지, 또는 피고가 위 각 임야 지상에 설치된 각종 군사시설물들을 철거하고 위 각 임야를 인도할 때까지 2023. 6. 1.부터의 부당이득금을 매월 임료 상당액에 해당하는 금액의 정기금으로 청구한다. ② 한편 순번 6, 7의 임야에 관하여는 앞서 본 바와 같이 원고가 중도에 소유권을 상실하였으므로, 순번 6 임야에 관하여는 위 2016. 9. 1.부터 ☆☆과학연구소로 소유권이 이전된 전날인 2017. 7. 19.까지, 순번 7 임야에 관하여는 위 2016. 9. 1.부터 ☆☆과학연구소로 소유권이 이전된 전날인 2017. 11. 13.까지 기간에 대한 부당이득금을 일시금으로 청구한다.<br/>3) 청구취지 1항(순번 1 내지 3 임야 지역권설정등기 말소청구)<br/>      가) 별지 목록 기재 순번 1 내지 3 각 임야에 관하여 설정된 피고의 지역권은 1974년경 설정된 이래 50년 가까이 유지되어 오고 있는 것인데, 지역권에 관하여는 존속기간의 약정이 없는 경우의 존속기간에 대하여 민법에 특별한 규정이 없으나, 같은 용익물권인 지상권에 관하여는 민법 제281조가 존속기간을 정하지 않은 경우 그 공작물의 종류와 구조에 따라 그 존속기간을 최대 30년까지로 보는 점, 마찬가지로 같은 용익물권인 전세권에 관하여는 각 당사자가 존속기간을 정하지 않은 전세권에 대하여 언제든지 소멸을 통고할 수 있고 그로부터 6개월이 경과하면 소멸한다는 규정이 있는 점(민법 제313조) 등을 고려할 때, 지역권에 대하여도 위 규정들을 유추적용하여 「지역권의 존속기간을 약정하지 아니한 경우에는 그 존속기간을 최대 30년으로 볼 수 있고, 30년이 경과하면 각 당사자는 언제든지 상대방에 대하여 지역권의 소멸을 통고할 수 있으며, 상대방이 이러한 통고를 받은 날로부터 6개월이 경과하면 지역권은 소멸한다」고 보아야 한다. 원고는 2021. 6. 16. 피고에 대한 민원 제기를 통하여 별지 목록 기재 순번 1 내지 3 각 임야에 관하여 지역권설정등기 말소를 요청하였으므로 이는 지역권의 소멸통고에 해당하는바, 그로부터 6개월이 도과한 2021. 12. 17. 위 각 지역권은 소멸하였다고 봄이 타당하다. 가사 그렇지 않더라도 원고는 이 사건 소장 부본 송달로써 위 각 지역권에 대한 확정적인 소멸통고를 한다. 그렇다면 피고는 원고에게 위 각 지역권에 대한 말소등기절차를 이행할 의무가 있다.<br/>      나) 앞서 본 바와 같이 피고가 원고 소유 토지에 한 군사시설물 설치 등은 청구산업 및 이를 승계한 원고와 피고 사이의 지역권설정계약을 위반하는 것이므로, 원고와 피고 사이에는 지역권설정계약의 기초가 되는 신뢰관계가 파괴되어 계약관계를 그대로 유지하기 어려운 정도에 이르게 되었다고 봄이 타당하고, 따라서 원고는 이 사건 소장 부본 송달로써 위 각 지역권설정계약에 대한 해지 통보를 한다. 그렇다면 피고는 원고에게 위 각 지역권에 대한 말소등기절차를 이행할 의무가 있다.<br/>나. 피고<br/>1) 지역권설정등기 말소청구 관련<br/>      가) 원고 주장과 같이 존속기간에 관한 전세권 내지 지상권 관련 조항들을 지역권에 유추적용할 수는 없다. 따라서 지역권 소멸통고가 가능함을 전제로 하는 원고의 이 부분 주장은 이유 없다.<br/>      나) 피고가 이 사건 각 임야에 대해서 한 출입통제, 군사시설물 설치 등은 지역권설정등기에 기재된 목적인 ‘훈련 및 군사목적’을 달성하는 데 필요한 조치들이므로, 지역권의 목적을 벗어난 권리남용에 해당한다는 원고의 이 부분 주장도 이유 없다.<br/>      다) 지역권도 용익물권으로서 일정 범위에서 승역지를 직접 지배하는 권리에 해당하여 방해제거청구권과 방해예방청구권이 인정되는 점, 앞서 본 바와 같이 피고는 이 사건 각 임야를 훈련 및 군사적 목적을 위해 사용하고 있을 뿐인 점, 이 사건 각 임야의 매우 적은 부분에 군사시설물을 설치한 것만으로 이 사건 각 임야 전체를 점유하고 있다고 볼 수는 없는 점 등을 종합할 때, 피고에게는 원고 주장과 같은 지역권설정계약 위반 사유가 없으므로, 지역권설정계약 해지를 전제로 하는 원고의 이 부분 주장도 이유 없다.<br/>2) 철거 및 인도청구 관련<br/>      가) 이 사건 각 임야 중 지역권이 설정된 임야들(순번 1, 2, 3)의 경우 피고가 적법한 점유권원을 가지므로 위 임야들에 대한 철거 및 인도청구는 이유 없다.<br/>      나) 이 사건 각 임야 중 지역권이 설정되지 않은 임야들(순번 4, 5)에 대하여는 피고가 민법 제294조, 제245조에 따라 지역권을 시효취득하였다고 보아야 하므로, 지역권을 시효취득한 피고에 대한 원고의 철거 및 인도청구는 지역권설정을 해줄 의무를 부담하는 자가 하는 철거 및 인도청구여서 권리남용에 해당한다(대법원 1993. 5. 25. 선고 92다51280 판결 등 참조).<br/>3) 부당이득반환청구 관련<br/>      가) 이 사건 각 임야 중 지역권이 설정된 임야들(순번 1, 2, 3, 6, 7)의 경우 지역권설정등기상 범위가 ‘토지 전부’로 기재되어 있어 피고가 토지 전부를 용익할 권리를 가지는 점, 그런데 원고가 주장하는 군사시설물들은 임야 중 일부에만 설치되어 있는 점, 특히 별지 목록 기재 순번 3 임야는 전체 면적이 무려 1,498,396㎡에 달하는 바 원고 주장과 같은 군사시설물 설치 등을 근거로 피고가 위 면적 전체를 점유하고 있다고 보는 것은 부당한 점 등을 종합할 때, 피고가 이 사건 각 임야 전체를 점유하고 있음을 전제로 하는 원고 청구는 받아들일 수 없다.<br/>      나) 앞서 본 바와 같이 이 사건 각 임야 중 지역권이 설정되지 않은 임야들(순번 4, 5)에 대하여는 피고가 민법 제294조, 제245조에 따라 지역권을 시효취득하였다고 보아야 하므로, 지역권을 시효취득한 피고에 대한 원고의 부당이득반환 청구는 지역권설정을 해줄 의무를 부담하는 자가 하는 철거 및 인도청구여서 권리남용에 해당한다.<br/>      다) 군사시설물들이 이 사건 각 임야의 일부분에만 산재하고 있음에도 피고가 이 사건 각 임야 전체를 점유하고 있는 것을 전제로 부당이득금을 계산하고, 임료 감정 등 산정 절차 없이 만연히 국유재산법상 산식에 의하여 임료 상당액을 계산하는 원고 주장은 타당하지 않다.<br/>3. 판 단<br/>가. 지역권이 설정된 임야들(순번 1, 2, 3, 6, 7)에 관한 판단<br/>1) 지역권에 대한 용익물권 존속기간, 해지통고 등 민법 규정 유추적용 가부<br/>      먼저 원고는 민법상 지역권에 대하여 존속기간, 해지통고 등에 대한 조항이 없지만 지상권 내지 전세권에 관한 민법 제281조, 제313조을 유추적용하여 지역권에 대해서도 존속기간을 약정하지 아니한 경우 그 존속기간을 최대 30년으로 볼 수 있고, 30년이 경과하면 각 당사자는 언제든지 상대방에 대하여 소멸을 통고할 수 있으며, 상대방이 이러한 통고를 받은 날로부터 6개월이 경과하면 지역권이 소멸한다고 주장한다.<br/>      그러나 ① 강학상 지역권, 지상권, 전세권이 모두 ‘용익물권’으로 분류되지만 민법이 지상권과 전세권에 대해서는 명시적으로 존속기간에 관한 규정을 두고 있음에도 지역권에 대해서는 그러한 규정을 두지 않은 점, ② 민법은 ‘물권은 법률 또는 관습법에 의하는 외에는 임의로 창설하지 못한다’고 규정(제185조)하는 등 물권법정주의를 선언하고 있는데 명시적인 규정이 없이 다른 물권에 대한 규정을 유추적용하여 물권의 소멸 등에 대해 논하는 것이 적절하지 않은 측면이 있는 점, ③ 지상권은 타인 토지에 건물 등을 소유하기 위하여 토지를 사용할 권리(제279조)이고 전세권은 전세금을 지급하고 타인의 부동산을 점유하며 그 부동산을 용익하고 전세금에 대한 우선변제권을 갖는 권리인 반면(제303조 제1항) 지역권은 일정한 목적으로 제한하여 타인의 토지를 자기 토지의 편익에 이용하는 권리(제291조)에 불과하여 지상권설정자나 전세권설정자에 비하여 일반적으로 승역지 이용자들에게 미치는 부담이 적다고 볼 수 있는 점, ④ 특히 지역권의 경우 민법이 명시적으로 취득시효에 관한 제245조의 규정을 준용하는 규정을 두고 있음에 반해(제294조) 전세권에 대해서는 담보물권의 성질도 가지고 있고 그 존속기간도 10년을 넘지 못하여 취득시효의 대상이 될 수 없는 등 지역권과 전세권 사이에는 많은 차이가 있는 점, ⑤ 대법원은 영구적 통행지역권이나 임대차계약에 관한 약정이 가능하다고 판단하거나(대법원 1980. 1. 29. 선고 79다1704 판결, 대법원 2023. 6. 1. 선고 2023다209045 판결) 영구적 통행지역권을 시효취득할 수 있다고 판단(대법원 2015. 3. 20. 선고 2012다17479 판결)한바 있는 점 등을 종합해 볼 때, 원고 주장과 같이 지역권에 대하여 지상권 또는 전세권에 관하여 규정된 존속기간, 해지통고 등 관련 규정을 유추적용할 수는 없고, 따라서 원고 주장과 같이 「지역권의 존속기간을 약정하지 아니한 경우에는 그 존속기간을 최대 30년으로 볼 수 있고, 30년이 경과하면 각 당사자는 언제든지 상대방에 대하여 지역권의 소멸을 통고할 수 있으며, 상대방이 이러한 통고를 받은 날로부터 6개월이 경과하면 지역권은 소멸한다」고 볼 수는 없다. 원고의 이 부분 주장은 이유 없다.<br/>2) 원고의 지역권설정계약 해지 통고의 적법 여부<br/>      다음으로 원고는 피고와의 지역권설정계약을 이 사건 소장 부본 송달로서 해지한다고 주장하므로 살피건대, ① 원고와 피고 사이의 지역권설정계약의 구체적인 내용을 전혀 확인할 수 없어 계약상 명시된 계약 목적 및 당사자 간 권리·의무의 내용이 무엇이었는지, 약정된 해지 사유가 있는지 등을 전혀 확인할 수 없는 점, ② 민법은 지역권설정계약에 특유한 법정해제 내지 해지 사유를 규정하고 있지 않은 점, ③ 원고는 피고가 이 사건 각 임야에 군사시설물을 설치한 것이 지역권의 목적 범위를 넘어선 것이어서 원고와 피고 사이의 신뢰관계가 파괴되었고 따라서 계속적 계약인 지역권설정계약의 해지가 가능하다고 주장하나 이 사건 각 임야에 대한 지역권의 목적은 ‘훈련 및 기타 군사목적을 위함’이라고 기재되어 있어 그러한 목적 기재가 적법하다는 전제 하에서는 군사시설물을 설치한 것이 위 목적 범위를 벗어난 것이라고 단정할 수 없는 점, ④ 뿐만 아니라 위와 같은 지역권의 목적에 대한 기재가 원고 주장과 같이 단지 ‘사격훈련장 인접부지 안전지역 확보’에만 국한된다고 볼 근거도 없는 점 등을 종합해 볼 때, 원고가 제출한 증거들만으로는 원고가 주장하는 바와 같은 피고에 대한 지역권설정계약 해지 사유가 존재한다고 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 원고의 이 부분 주장도 이유 없다.<br/>3) 권리남용 등 여부<br/>      한편 원고는 피고가 지역권을 적법한 점유권원으로 주장하는 것이 권리남용에 해당한다는 취지의 주장을 하므로 이에 대하여도 살펴본다.<br/>      위 기초사실 및 앞서 거시한 증거들에 의하면, ① 이 사건 각 임야 중 순번 1, 2, 3, 6, 7에 대하여는 민간 기업이 소유한 토지임에도 피고를 지역권자로 하는 지역권설정등기가 마쳐져 있는데 이는 유신헌법이 제정된 이후로서 권위주의적 통치가 이루어졌다고 평가되는 시기인 1974년경 체결된 지역권설정계약에 기초한 것이라고 등기되어 있는 사실, ② 피고가 상당한 면적의 토지 전부에 대하여 지역권을 설정하면서 그에 대한 차임 등이 등기되어 있지도 않고 원고의 문제 제기 이전까지 피고의 지역권 행사에 관한 원고에게의 차임 지급 내지 보상 등에 관한 논의도 이루어진바 없는 것으로 보이는 사정, ③ 그럼에도 불구하고 그러한 무상의 지역권이 설정 시로부터 50년이라는 긴 기간 동안 그대로 유지된 사실, ④ 지역권설정등기가 마쳐진 때로부터 20년이나 지난 후 비로소 회사합병으로 이 사건 각 임야의 소유권을 취득하게 된 원고뿐만 아니라 지역권설정등기를 통해 이익을 향유하고 있는 피고조차 지역권설정계약서 등 지역권설정계약의 체결 사실을 뒷받침할 만한 자료를 전혀 제출하지 못한 사정, ⑤ 피고가 지역권설정으로 인한 이익을 향유하고 있음에도 어떤 군부대가 각 임야의 어느 부분을 어느 빈도로 어떻게 사용하고 있는지에 대해 구체적인 설명을 하지 못한 채 만연히 추상적인 이유만을 들어 이 사건 각 임야 중 일부에 대한 작전성 검토 결과 계속 사용이 필요하다는 의견을 회신하였을 뿐인 사실, ⑥ 피고 스스로도 이 사건 각 임야에 대한 국가배상 신청이 가능하다는 취지로 회신한 사실(다만 피고가 수차 민원회신에서 원고에게 국가배상 신청이 가능함을 안내한 범위가 지역권이 설정되지 않은 임야에 국한되는지, 지역권 설정 여부와 무관하게 신청이 가능함을 안내한 것인지는 다소 불분명하다)은 각 인정된다.<br/>      그러나 권리의 행사가 주관적으로 오직 상대방에게 고통을 주고 손해를 입히려는 데 있을 뿐 이를 행사하는 사람에게는 이익이 없고 객관적으로 사회질서에 위반된다고 볼 수 있으면, 그 권리의 행사는 권리남용으로서 허용되지 아니하고, 이때 권리의 행사가 상대방에게 고통이나 손해를 주기 위한 것이라는 주관적 요건은 권리자의 정당한 이익을 결여한 권리행사로 보이는 객관적 사정을 모아 추인할 수 있으며, 이와 같이 권리의 행사에 해당하는 외관을 지닌 어떠한 행위가 권리남용이 되는지는 권리남용 제도의 취지 및 그 근간이 되는 동시대 객관적인 사회질서의 토대 아래 개별적·구체적 상황을 종합하여 판단하여야 하므로(대법원 2023. 3. 13. 선고 2022다293999 판결 참조) 살피건대, 위 인정되는 사실 내지 사정들과 같이 피고가 이 사건 각 임야에 설정한 지역권의 적법성에 대해 의문의 여지가 없지는 않으나, 앞서 거시한 증거들을 위 법리에 비추어 알 수 있는 다음과 같은 사정들, 즉 ① 피고가 원고와 지역권설정계약 체결한 것이 권리남용에 해당하여 지역권설정계약이 무효라는 점을 증명할 책임은 그 무효를 주장하는 측인 원고에게 있다고 할 것인데 앞서 본 바와 같이 피고뿐만 아니라 원고도 이 사건 각 임야 중 지역권이 설정된 임야에 대하여 지역권설정계약 체결 등에 대한 자료를 전혀 제출하지 못하고 있는 점, ② 앞서 본 바와 같이 피고가 사기업의 광범위한 토지에 대하여 포괄·추상적인 목적만을 들어 무상의 지역권을 지나치게 장기간 유지하고 있는 것이 부당해 보이기는 하나 피고가 그러한 지역권의 유지를 주장하는 것이 원고와 같은 토지 소유권자에게 고통이나 손해를 주기 위한 것이라고 보기는 어렵고 오히려 국가안전보장 등의 공공 전체의 이익을 위하여 그러한 주장을 할 수밖에 없다고 볼 측면도 있는 점, ③ 피고도 향후 적정한 범위 내에서 유상 지역권으로의 전환 내지 임대차계약 체결 등을 통해 토지 사용 권한을 분명히 하고 그동안의 부당이득금을 국가배상제도 등을 통해 보상하겠다는 입장을 대외적으로 표명하고 있는 점 등을 종합할 때, 앞서 살펴 본 사실 내지 사정들이나 원고가 제출한 증거들만으로는 피고가 원고 소유의 이 사건 각 임야 중 피고의 지역권이 설정된 임야에 대하여 그 지역권을 점유권원으로 주장하는 것이 권리남용에 해당한다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다. 원고의 이 부분 주장도 이유 없다.<br/>4) 소결론<br/>      그렇다면 이 사건 각 임야 중 순번 1, 2, 3, 6, 7에 설정된 지역권은 유효하다고 봄이 타당하고, 위 각 지역권이 위 각 임야 전체에 미친다는 사실은 앞서 본 바와 같으므로, 피고는 위 각 임야에 대하여 적법한 점유권원을 가지고 원고 주장의 군사시설물 등을 설치하였다고 봄이 타당하다. 이와 다른 전제에 선 원고의 위 각 임야에 관한 부당이득반환 청구, 철거 및 인도청구와 지역권설정등기 말소청구는 모두 이유 없다.<br/>나. 지역권이 설정되지 않은 임야들(순번 4, 5)에 관한 판단<br/>1) 원고의 소유 및 피고의 불법 점유<br/>      위 기초사실 및 앞서 거시한 증거들에 의하면 원고가 과거부터 이 사건 각 임야 중 순번 4, 5를 소유하고 있던 □□물산과 합병하여 그 소유 토지 등을 승계함으로써 현재에 이르기까지 위 각 임야를 소유한 사실, 피고가 위 각 임야에 대해서는 지역권과 같은 별도의 점유권원을 가지고 있지 않은 사실이 각 인정된다. 위 인정사실에 의하면 피고는 원고 소유인 이 사건 각 임야 중 순번 4, 5에 대하여 적법한 점유권원 없이 불법 점유하고 있음이 인정된다.<br/>2) 피고의 점유 범위<br/>      다만 원고와 피고 사이에 피고가 이 사건 각 임야 중 순번 4, 5를 점유하고 있는 구체적인 범위가 얼마만큼인지에 대하여 다툼이 있으므로 살펴본다.<br/>      위 기초사실 및 앞서 거시한 증거들에 갑 제4, 5, 11, 13, 14호증, 을 제5, 6호증의 각 기재 내지 영상 및 이 법원의 한국국토정보공사(지적산업기사 소외 1)에 대한 감정촉탁결과와 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 피고가 위 각 임야에 포장도로, 전술도로, 흙진지, 돌진지, 타이어진지, 타이어계단, 벙커, 교통호, 이동로, 헬기장, 자재창고, 탄약통 등 군사시설물을 설치한 면적의 경우 피고가 이를 철거하기 전까지는 원고가 그 설치된 부분을 달리 활용할 수 없는 것으로 보여 피고가 전속적·배타적으로 해당 부분을 사용·수익하고 있다고 보이는 점, ② 원고는 더 나아가 위 면적 외에도 이 사건 각 임야 전체에 대한 출입을 피고가 통제하고 있어 원고 등 민간인의 이 사건 각 임야 사용·수익이 전면적으로 불가능하므로 피고가 이 사건 각 임야 전체를 점유하고 있다고 주장하나, 원고가 제출한 증거들만으로는 민간인 출입이 법적으로 전면 통제되었다는 점을 인정하기에 부족하고 달리 이를 인정할 증거가 없는 점, ③ 이 사건 각 임야 중 산지의 경우 산 아래 쪽에 일부 출입금지 표식이 설치되어 있는 것으로 보이기는 하나 원고가 제출한 증거들만으로는 위 각 임야에 민간인 통제가 전면적으로 출입 통제될 정도로 철조망이나 철문 등이 설치되었다고 인정하기에 부족하고 달리 이를 인정할 증거가 없는 점(원고가 제출한 사진 등은 상당히 넓은 이 사건 각 임야의 극히 일부분에 몇 개의 철문이나 철조망이 설치되어 있음을 뒷받침할 뿐이다), ④ 심지어 원고가 이 사건 각 임야에 대해 설치되어 있다고 주장하는 철조망 중 일부는 피고 소속 ☆☆부에서 군사 목적으로 민간인 출입을 통제하기 위해 설치된 것이 아니라 다른 부처에서 아프리카돼지열병 확산을 위해 설치된 것이거나 민간 영농조합법인에서 무단 임산물 채취 등을 막기 위해 설치된 것으로 보이는 점 등을 종합할 때, 피고는 이 사건 각 임야 중 순번 4, 5의 임야에 관하여 별지 지적현황 성과도 면적조서의 위 각 임야에 대한 부분에 표시된 군사시설물 설치 부분만을 점유하고 있다고 인정되고, 원고가 제출한 증거들만으로는 피고가 위와 같이 인정되는 점유 부분을 넘어서 위 각 임야의 나머지 부분도 점유하고 있다고 인정하기에는 부족하며, 달리 이를 인정할 증거가 없다. 따라서 원고 주장은 위 인정 범위 내에서만 이유 있다.<br/>3) 피고의 지역권 시효취득 주장 등에 대한 판단<br/>      이에 대하여 피고는 위 점유 부분에 대하여 20년간 평온·공연하게 지역권을 행사하여 왔으므로 지역권을 시효취득하였다고 주장한다.<br/>      그러나 지역권은 계속되고 표현된 것에 한하여 제245조의 규정을 준용하여 그 시효취득을 인정할 수 있는데(민법 제294조), 피고가 제출한 증거들만으로는 이 사건 각 임야 중 순번 4, 5 부분에 대하여 각 위치에 군사시설물이 설치된 시기, 설치 경위, 그 설치 양태가 계속되었는지 여부, 그러한 설치가 위 각 임야 소유자 등에게 외부적으로 표현되었는지 여부 등을 전혀 알 수 없어, 피고의 지역권 행사가 위 조항상 요건인 ‘계속되고 표현된 것’에 해당한다고 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 뿐만 아니라 앞서 본 바와 같이 피고가 이 사건 각 임야 중 순번 4, 5 부분을 제외한 나머지 주변 토지에 대해서는 지역권을 설정한 점, 피고도 스스로 이 사건 각 임야 중 순번 4, 5 부분에 대하여 보상(임차 또는 유상지상권)할 계획을 밝힌 점(갑 제7호증) 등에 비추어 볼 때, 피고의 이 사건 각 임야 중 순번 4, 5 부분을 적법하게 점유하였다고 보기도 어렵다. 결과적으로 피고가 지역권을 시효취득하였다는 주장은 받아들일 수 없고, 따라서 지역권 취득시효완성자에 대한 원고의 부당이득반환 청구 및 인도·철거청구가 권리남용에 해당한다는 피고의 주장 등에 대하여는 더 나아가 살필 필요 없이 이유 없다.<br/>4) 피고의 부당이득반환의무의 범위<br/>      원고 소유의 이 사건 각 임야 중 순번 4, 5에 대하여 피고가 불법점유를 한 데 따른 부당이득반환의무의 범위에 대하여 살펴본다. 갑 제12호증의 각 기재 및 이 법원의 한국국토정보공사(지적산업기사 소외 1)에 대한 감정촉탁결과에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정들, 즉 ① 국유재산법 제32조 제1항은 행정재산을 사용허가한 때 대통령령으로 정하는 요율과 산출방법에 따라 매년 사용료를 징수한다고 규정하고, 위 조항의 위임을 받은 같은 법 시행령 제29조 제1항은 해당 재산의 종류를 경작용 또는 목축용, 어업용, 주거용, 행정목적 수행용 등으로 세분화하여 요율을 구분하여 정한 다음 요율에 곱할 해당 재산의 가액은 토지의 경우 사용료 산출을 위한 재산가액 결정 당시의 개별공시지가에 따르도록 하여 [해당년도 개별공시지가 × 면적(㎡) × 요율(25/1000) × 해당일수 / 365]의 산식으로 계산하도록 규정한 점, ② 이 사건 각 임야 중 순번 4, 5 부분은 앞서 본 바와 같이 행정목적 수행용으로 사용되었음이 인정되고 장기간 원고가 소유하고 있는 등 실거래가 이루어진바 없는 토지이며 위 산정방식에 따를 때 토지 현황 등을 종합하여 매년 정해지는 개별공시지가에 연동하도록 그 차임 상당액이 산정될 수 있어 위 각 임야의 차임 상당액이라고 추인할 수 있는 점, ③ 이 사건 각 임야 중 순번 4, 5의 연도별 개별공시지가액은 다음 표 1과 같고 2023년 이후의 개별공시지가액은 2023년 개별공시지가액과 동일할 것으로 추인되는 점, ④ 이 사건 각 임야 중 순번 4에는 전체 면적 720,694㎡ 중 군사시설물이 설치된 부분 면적 합계가 7,620㎡이고 순번 5에는 전체 면적 149,545㎡ 중 군사시설물이 설치된 부분 면적 합계가 2,164㎡인 점 등을 종합하면, 피고가 원고에게 반환해야 할 이 사건 각 임야 중 순번 4, 5의 과거 임료 상당액 합계 및 장래 월 임료 상당액은 다음과 같다.<br/>〈표 1〉 이 사건 각 임야 중 순번 4, 5의 각 개별공시지가단위 : 원순번지번2023년2022년2021년2020년2019년2018년2017년2016년4(지번 12 생략)1,9002,0201,9301,8001,7801,7801,6801,6805(지번 13 생략)2,7502,9502,7002,5702,4602,3602,2602,160<br/>〈표 2〉 국유재산법 등 산식에 따른 부당이득액 산정(2016~2022년 임료 상당액)단위 : 원(각 원 단위 미만 버림, 이하 같음)순번지번면적(㎡)2022년2021년2020년2019년2018년2017년2016년합계4(지번 12 생략)7,620384,810367,665342,900339,090339,090320,040106,9722,200,5675(지번 13 생략)2,164159,595146,070139,037133,086127,676122,266116,856944,586다만, 2016년의 경우 2016. 9. 1.부터 2016. 12. 31.까지 122일에 대한 부당이득액만을 산정한다.<br/>      가) 2016. 9. 1.부터 2023. 5. 31.까지의 기간에 대한 임료 상당 부당이득액 : 3,356,439원[= 순번 4의 2016~2022년 임료 상당액 합계(표 2 참조) 2,200,567원 + 순번 4의 2023. 5. 31.까지의 임료 상당액 149,738원(= 1,900원 × 7,620㎡ × 25/1000 × 151/365) + 순번 5의 2016~2022년 임료 상당액 합계(표 2 참조) 944,586원 + 순번 5의 2023. 5. 31.까지의 임료 상당액 61,548원(= 2,750원 × 2,164㎡ × 25/1000 × 151/365)]<br/>      나) 2023. 6. 1.부터 피고의 이 사건 각 임야 중 순번 4에 대한 점유종료일(철거 및 인도 완료일)까지 임료 상당 부당이득액 : 월 30,162원[= 1,900원 × 7,620㎡ × 25/1000 × 1/12(원고가 구하는 바에 따라 월 단위로 계산한다)]<br/>      다) 2023. 6. 1.부터 피고의 이 사건 각 임야 중 순번 5에 대한 점유종료일(철거 및 인도 완료일)까지 임료 상당 부당이득액 : 월 12,397원[= 2,750원 × 2,164㎡ × 25/1000 × 1/12(원고가 구하는 바에 따라 월 단위로 계산한다)]<br/>5) 소결론<br/>      그렇다면 피고는 원고에게, ① 이 사건 각 임야 중 순번 4, 5에 대하여 각 임야 지상에 설치된, 별지 각 감정도, 감정도 면적조서, 각 지적현황 성과도 면적조서로 위치와 면적이 특정되는 각 포장도로, 전술도로, 흙진지, 돌진지, 타이어진지, 타이어계단, 벙커, 교통호, 이동로, 헬기장, 자재창고, 탄약통을 모두 철거하고 위 각 임야들을 인도하고, ② 원고가 구하는 바에 따라 2016. 9. 1.부터 2023. 5. 31.까지의 기간에 대한 과거 임료 상당 부당이득액 3,356,439원 및 이에 대하여 이 사건 소장 부본 송달일 다음 날인 2021. 12. 16.부터 피고가 이행의무의 존재 여부나 범위에 관하여 다투는 것이 타당하다고 인정되는 이 사건 판결 선고일인 2023. 11. 3.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급하고, ③ 2023. 6. 1.부터 이 사건 각 임야 중 순번 4에 대한 피고의 점유종료일(철거 및 인도 완료일)까지 위 임야의 임료 상당 부당이득으로 원고가 구하는 바에 따라 월 30,162원의 비율로 계산한 돈을 지급하고, ④ 2023. 6. 1.부터 이 사건 각 임야 중 순번 5에 대한 피고의 점유종료일(철거 및 인도 완료일)까지 위 임야의 임료 상당 부당이득으로 원고가 구하는 바에 따라 월 12,397원의 비율로 계산한 돈을 지급할 의무가 있다[원고는 ‘원고가 소유권을 상실할 때까지 또는 피고가 철거 및 인도를 할 때까지’ 위 돈의 지급을 구하였으나, ‘원고의 소유권 상실일까지’라는 기재는 이행판결의 주문 표시로서 바람직하지 않고 확정된 이행판결의 집행력에 영향을 미칠 수 없는 무의미한 기재이므로(대법원 2019. 2. 14. 선고 2015다244432 판결 참조), 원고가 이 부분 기재를 제외한 청구취지로 이 사건 소를 제기한 것으로 보고 판단하기로 한다].<br/>4. 결 론<br/>  그렇다면 원고의 청구는 위 인정 범위 내에서 이유 있어 인용하고 나머지 청구는 이유 없어 기각하기로 하여 주문과 같이 판결한다.<br/><br/>판사 최욱진(재판장) 김재원 김민기 ",
  "사건번호": "2021가합586804",
  "사건종류코드": "400101",
  "판례정보일련번호": "607261",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}