{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20170412",
  "법원명": "서울고등법원",
  "사건명": "손해배상(기)·건물인도등",
  "판례내용": "【원고(반소피고), 항소인】 원고(반소피고) (소송대리인 법무법인 정도 담당변호사 김병재)<br/>【피고(반소원고), 피항소인】 피고(반소원고) (소송대리인 법무법인 (유한) 동헌 담당변호사 신용석)<br/>【제1심판결】 서울남부지방법원 2016. 10. 13. 선고 2016가합104853(본소), 2016가합104860(반소) 판결<br/>【변론종결】2017. 3. 8.<br/>【주    문】<br/>  1. 제1심판결의 본소에 대한 부분 중 아래에서 지급을 명하는 돈을 초과하여 지급을 명한 피고(반소원고) 패소부분을 취소하고, 그 취소부분에 해당하는 원고(반소피고)의 본소청구를 기각한다. <br/>    피고(반소원고)는 원고(반소피고)에게 67,788,205원 및 이에 대하여 2016. 7. 30.부터 2017. 4. 12.까지 연 5%, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라. <br/>  2. 제1심판결의 반소에 대한 부분 중 원고(반소피고) 패소부분을 취소하고, 위 취소부분에 해당하는 피고(반소원고)의 반소청구를 기각한다. <br/>  3. 원고(반소피고)의 본소에 대한 항소를 기각한다. <br/>  4. 소송총비용 중 본소로 인하여 생긴 부분의 30%는 피고(반소원고)가, 나머지 70%는 원고(반소피고)가 각 부담하고, 반소로 인하여 생긴 부분 피고(반소원고)가 부담한다. <br/><br/>【청구취지 및 항소취지】1. 청구취지 <br/>  가. 본소 <br/>    피고(반소원고, 이하 ‘피고’라 한다)는 원고(반소피고, 이하 ‘원고’라 한다)에게 205,265,000원 및 위 돈 중 135,265,500원에 대하여는 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을, 70,000,000원에 대하여는 이 사건 2016. 7. 4.자 청구취지 및 청구원인변경신청서 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라. <br/>  나. 반소 <br/>    원고는 피고에게, 별지 목록 기재 건물 중 지층 73.38㎡와 1층 60.42㎡를 인도하고, 2016. 7. 1.부터 위 건물 인도완료일까지 월 2,805,000원의 비율로 계산한 돈을 지급하라. <br/>2. 항소취지<br/>  제1심판결의 본소 및 반소에 대한 부분 중 원고 패소부분을 취소한다. 피고는 원고에게 135,265,500원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라. 피고의 반소청구를 기각한다. <br/>【이    유】1. 이 법원의 심판범위<br/>  원고는 제1심에서 보증금반환청구와 권리금회수 방해로 인한 손해배상청구를 병합하여 본소청구를 하고, 피고는 인도청구와 차임 상당의 부당이득금 청구를 병합하여 반소청구를 하였는데, 제1심 법원이 본소 중 보증금반환청구, 반소 중 차임 상당 부당이득금 청구를 일부 인용하고, 본소 중 권리금회수 방해로 인한 손해배상청구와 반소 중 인도청구를 기각하였다. <br/>  이에 대하여 원고만이 본소 및 반소 중 각 원고 패소부분에 대하여 항소하였으므로, 본소와 반소 중 차임 상당 부당이득금 청구만이 이 법원의 심판대상이 된다. <br/>2. 기초사실<br/>가. 임대차계약의 체결<br/>    원고는 2010. 10. 1. 피고와 사이에, 원고가 피고로부터 피고 소유의 별지 목록 기재 건물 중 지층 73.38㎡와 1층 60.42㎡(이하 ‘이 사건 상가’라 한다)를 임대차보증금 70,000,000원, 월 차임 2,350,000원(부가가치세 별도, 월세는 후불로 지급), 임대차기간 2010. 10. 8.부터 2012. 10. 7.까지로 정하여 임차하는 내용의 임대차계약(이하 ‘이 사건 임대차계약’이라 한다)을 체결하고, 그 무렵 피고에게 임대차보증금 70,000,000원을 지급하고 피고로부터 이 사건 상가를 인도받아 이 사건 상가에서 ‘○○○○’이라는 상호로 음식점을 운영하여 왔다. <br/>나. 임대차계약의 갱신<br/>    원고와 피고는 2012. 10. 7. 이 사건 임대차계약의 차임을 월 2,550,000원으로, 계약기간을 2014. 10. 7.까지로 변경하는 외에는 동일한 조건으로 임대차계약을 갱신하였고, 2014. 10.경 구두로 동일한 조건으로 1년간 임대차계약을 갱신하였다.  <br/>다. 원고의 권리금계약 체결 및 피고의 임대차계약 체결 거절<br/>    ⑴ 원고는 이 사건 임대차계약의 기간이 만료되기 전인 2015. 7. 16.경 소외인과 사이에, 원고가 소외인에게 이 사건 상가에서의 영업시설, 비품 일체를 권리금 145,000,000원에 양도하기로 하는 권리금계약을 체결하고, 피고에게 소외인과 새로운 임대차계약을 체결하여 줄 것을 요청하였다.<br/>    ⑵ 그러나 피고는 노후화된 건물을 재건축 또는 대수선을 할 계획을 가지고 있다는 등의 이유로 소외인과 새로운 임대차계약을 체결하지 않았다. <br/>라. 원고의 차임 지급 내역<br/>    원고는 2016. 6. 30.경 이 사건 상가에서 있던 원고의 물건들을 모두 꺼내어 이 사건 상가에서 퇴거하고, 피고에게 2016. 7. 7.까지의 차임을 지급하였다. <br/>【인정근거】 갑 제1 내지 7호증, 갑 제14호증, 갑 제15호증, 을 제1호증, 을 제2호증, 을 제25호증의 각 기재, 변론 전체의 취지 <br/>3. 본소에 관한 판단<br/>가. 임대차보증금반환청구에 대한 판단<br/>⑴ 주장<br/>㈎ 원고<br/>        이 사건 임대차계약은 종료되었고, 원고가 2016. 6. 30. 피고에게 이 사건 상가를 인도하였으므로, 피고는 원고에게 임대차보증금 70,000,000원 및 이에 대하여 원고의 인도일 이후로서 이 사건 2016. 7. 4.자 청구취지 및 청구원인변경신청서 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>㈏ 피고<br/>        ① 이 사건 임대차계약은, 원고가 2014. 7. 31. 소외인에게 원고의 동의 없이 이 사건 상가를 무단으로 전대하였고, 2010. 10. 8.부터 2015. 8.경까지 49개월분의 차임을 차임지급시기보다 연체하여 지급함으로써 ‘임차인이 2기 또는 3기의 차임액에 해당하는 금액에 이르도록 차임을 연체한 사실이 있는 경우’에 해당하는 것을 이유로, 피고가 이 사건 반소장 부본의 송달로 이 사건 임대차계약을 해지하여 종료되었다. <br/>        ② 피고가 원고에게 반환하여야 할 임대차보증금에서, ㉮ 원고는 현재까지도 피고에게 이 사건 상가를 원상회복하여 인도하지 않았으므로, 2016. 7. 8.부터 2016. 10. 7.까지의 차임 상당의 부당이득금, ㉯ 환기구구멍 2개, 1층 방화문 등 이 사건 상가의 원상복구비용 7,930,000원, ㉰ 전기요금 291,500원, ㉱ 수도요금 4,200원, ㉲ 가스마감출장비 10,000원, ㉳ 정화조청소요금 50,000원이 공제되어야 한다. <br/>        ③ 피고의 보증금반환의무는 원고의 이 사건 상가 인도의무와 동시이행의 관계에 있다. <br/>⑵ 판단<br/>㈎ 임대차보증금반환의무의 발생<br/>        제1심 증인 소외인의 증언에 비추어 볼 때, 을 제2호증의 2의 기재만으로는 원고가 2014. 7. 31. 소외인에게 이 사건 상가를 무단으로 전대하였다는 점을 인정하기에 부족하고, 달리 이를 인정할 증거가 없으며, 피고의 주장에 의하더라도 원고가 차임의 지급을 지체하여 지급하였다는 것일 뿐 원고가 2기 이상의 차임을 미지급하였다는 것이 아니므로, 원고의 무단전대 및 차임연체를 이유로 피고에게 해지권이 발생하였다고 볼 수 없어, 이 사건 임대차계약이 피고의 반소장 부본의 송달로 해지되었다고 볼 수는 없다. <br/>        다만 원고도 2014. 10.경 최종 갱신된 임대차계약의 기간이 경과하기 이전인 2015. 8. 3. 이 사건 임대차계약의 종료를 전제로 한 이 사건 소송을 제기하였고, 피고도 임대차계약의 종료를 전제로 이 사건 소송에 응소하였다가 2015. 12. 8. 이 사건 반소를 제기하였으므로, 당사자들의 의사는 더 이상 이 사건 임대차계약을 갱신하지 아니하기로 함에 일치되었다 할 것이어서 이 사건 임대차계약은 2015. 10. 7. 기간 만료로 종료되었다고 봄이 상당하다.<br/>        따라서 피고는 원고에게 이 사건 임대차계약의 종료에 따라 특별한 사정이 없는 한 임대차보증금 70,000,000원을 반환할 의무가 있다. <br/>㈏ 임대차보증금에서 공제할 돈의 존부<br/>        ① 2016. 7. 8.부터 2016. 10. 7.까지의 차임 상당의 부당이득금<br/>          원고가 피고에게 2016. 7. 7.까지의 차임을 지급한 사실은 앞서 본 바와 같고, 원고가 피고에게 늦어도 2016. 7. 29.경에는 이 사건 상가를 인도하였음은 아래 ㈐항에서 보는 바와 같은바, 위 인정사실에 의하면, 원고는 이 사건 임대차계약의 종료 이후인 2016. 7. 8.부터 2016. 7. 29.까지 피고에게 차임을 지급함 없이 이 사건 상가를 점유, 사용함으로써 이익을 얻고 이로 인하여 피고에게 손해를 입게 하였다고 할 것이고, 원고가 얻은 이익과 피고가 입은 손해는 이 사건 임대차계약상의 차임 상당액과 같은 액수일 것으로 추인함이 상당하므로, 원고는 피고에게 2016. 7. 8.부터 2016. 7. 29.까지의 차임 상당액인 1,990,645원(= 2,805,000원 × 22일/31일)을 부당이득으로 반환할 의무가 있다. <br/>          따라서 위 1,990,645원은 피고가 반환할 임대차보증금에서 공제되어야 한다. <br/>        ② 원상복구비용 <br/>          갑 제11호증의 1 내지 10의 각 영상에 비추어 볼 때, 을 제21호증의 기재, 을 제14호증의 1 내지 8, 을 제26호증의 1 내지 19, 을 제32호증의 1 내지 3의 각 영상만으로는, 원고가 피고에게 이 사건 상가에 대한 원상회복의무를 불이행하였고 원고가 불이행한 원상회복공사를 하는데 7,930,000원이 소요된다는 점을 인정하기에는 부족하고, 달리 이를 인정할 증거가 없다. <br/>          따라서 원상복구비용이 임대차보증금에서 공제되어야 한다는 피고의 주장은 이유 없다. <br/>        ③ 전기요금 등 <br/>          원고가 이 사건 상가를 사용하면서 발생한 전기요금 중 221,150원을 미납한 사실은 자인하고 있으므로, 위 돈은 임대차보증금에서 공제되어야 한다. <br/>          그러나 나아가 을 제22호증, 을 제23호증의 각 기재만으로는 원고가 위 돈을 초과하는 전기요금, 수도요금, 가스마감출장비, 정화조청소요금을 미납하였다는 점을 인정하기에 부족하고, 달리 이를 인정할 증거가 없으므로, 피고의 이 부분 공제 주장은 이유 없다. <br/>㈐ 지연손해금의 발생 여부<br/>        을 제30호증, 을 제31호증의 각 영상 및 변론 전체의 취지를 종합하면, ① 이 사건 상가의 주출입구에 시정장치가 설치되어 있고, 원고가 피고에게 현재까지 위 주출입구의 열쇠를 교부하지는 아니한 사실, ② 원고가 2016. 8. 10.경부터 2016. 8. 12.경까지 이 사건 상가에서 원상복구 공사를 시행하기도 한 사실을 인정할 수 있기는 하다. <br/>        그러나 ㉮ 원고가 2016. 6. 30. 이 사건 상가에 비치되어 있던 원고의 물건들을 모두 꺼내어 이 사건 상가에서 퇴거한 사실은 앞서 본 바와 같고, 갑 제7 내지 10호증의 각 기재, 을 제14호증, 을 제16호증의 각 영상에 변론 전체의 취지를 종합하면, ㉯ 원고는 이 사건 상가에서 퇴거한 이후 이 사건 상가에서 원상복구 공사를 진행하고, 2016. 7. 14. 피고에게 이 사건 상가를 원상복구하였으므로 임대차보증금을 반환하여 달라고 통지한 사실, ㉰ 이에 대하여 피고는 2016. 7. 29. 원고에게 이 사건 상가를 원상복구하면 이 사건 상가의 인도와 동시에 임대차보증금을 반환하겠다고 통지하는 취지가 기재된 내용증명을 발송하였는데, 그 내용증명에는 피고가 이 사건 상가의 내부에서 원상복구가 이루어지지 않았다고 주장하는 부분을 찍은 사진이 첨부되어 있었던 사실을 인정할 수 있다. <br/>        위 ㉮ 내지 ㉰항에서 인정한 사실들을 종합하여 보면, 원고는 2016. 6. 30. 이 사건 부동산에서 퇴거한 이후에도 이 사건 상가를 점유하면서 이 사건 상가에서 원상회복공사를 시행하면서 이 사건 상가를 점유, 사용하기는 하였으나, 적어도 2016. 7. 14. 피고에게 원상복구가 완료되었음을 통지한 이후부터는 이 사건 상가를 사실상 점유, 사용하지는 아니한 것으로 보이고, 피고가 이 사건 상가의 내부에서 찍은 사진을 첨부하여 2016. 7. 29. 원고에게 내용증명을 보내기도 한 점에 비추어 볼 때 피고는 2016. 7. 29. 무렵 이 사건 상가에 출입할 수 있는 상태였다고 할 것인바, 위와 같은 사정에 비추어 보면, 피고는 늦어도 2016. 7. 29.경에는 이 사건 상가에 대한 사실상의 지배를 이전받았다고 봄이 상당하고, 원고가 위 ①, ②항 기재와 같이 피고에게 이 사건 상가의 열쇠를 직접 교부하지 않았다거나 2016. 8. 10.경 일부 원상회복공사를 시행한 바 있다고 하더라도, 피고가 이 사건 상가를 지배, 관리함에 있어서 장애가 있었던 것으로 보이지는 않으므로, 위 ①, ②항 기재 사실은 피고가 2016. 7. 29. 이 사건 상가를 인도받았다고 인정함에 방해가 되지 아니한다. <br/>        따라서 원고가 이 사건 상가의 인도의무를 불이행하였음을 전제로 하는 피고의 동시이행항변은 이유 없고, 피고는 원고에게 반환할 임대차보증금에 대하여 원고로부터 이 사건 상가를 인도받은 다음날인 2016. 7. 30.부터의 지연손해금을 지급할 의무가 있다고 할 것이다.   <br/>㈑ 소결론<br/>        그러므로 피고는 원고에게 이 사건 임대차계약이 종료됨에 따라 차임 상당의 부당이득금 등을 공제한 임대차보증금 67,788,205원(= 70,000,000원 - 차임 상당 부당이득금 1,990,645원 - 전기요금 221,150원) 및 이에 대하여 이 사건 상가의 인도일 다음날인 2016. 7. 30.부터 피고가 이행의무의 존부 및 범위에 대하여 항쟁함이 상당한 당심 판결 선고일인 2017. 4. 12.까지 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다. <br/>나. 손해배상청구에 대한 판단<br/>⑴ 주장<br/>㈎ 원고<br/>        피고가 원고가 주선한 신규임차인이 되려는 소외인과 임대차계약을 체결하는 것을 거절함으로써, 원고가 소외인과의 권리금계약에 따라 권리금을 받는 것을 방해하였으므로, 피고는 원고에게 상가건물 임대차보호법(이하 ‘상가임대차법’이라 한다) 제10조의4 제1, 3항에 따라 원고가 입은 손해인 이 사건 상가의 권리금 상당액인 135,265,000원을 배상할 의무가 있다. <br/>㈏ 피고<br/>        ① 원고는 2010. 10. 1. 이 사건 임대차계약을 체결한 후 5년간 사용, 수익하여 권리금의 가치가 소멸하였다. 피고의 2015. 8. 31.자 답변서 제2면<br/>        ② 원고는 2014. 7. 31. 소외인에게 피고의 동의 없이 이 사건 상가를 전대하였고, 원고가 2010. 10. 1.부터 2015. 8.경까지 9개월분을 제외한 49개월분의 차임을 그 지급시기보다 연체된 일자에 지급하여 왔으며, 이 사건 건물은 건축된 지 25년이 경과하여 노후되어 재건축을 위하여 피고가 점유를 회복할 필요가 있는 경우에 해당하고, 원고가 피고에게 신규임차인이 보증금 및 차임을 지급할 자력이 있는지 등에 대하여 아무런 정보를 제공하지 않았으므로, 피고가 원고가 주선한 신규임차인과 계약의 체결을 거절할 수 있는 사유들이 존재하여, 피고에게 손해배상책임이 발생하지 않는다.  <br/>⑵ 판단<br/>㈎ 상가임대차법 제10조의4 제1항의 적용 범위<br/>상가임대차법 제10조의4 제1항 본문은 임대인은 임대차기간이 끝나기 3개월 전부터 임대차 종료시까지 제1항 각 호가 정한 행위를 함으로써 권리금 계약에 따라 임차인이 주선한 신규임차인이 되려는 자로부터 권리금을 지급받는 것을 방해하여서는 안된다고 정하고 있다.  <br/>상가임대차법 제10조의4는, 임차인이 투자한 비용이나 영업활동의 결과로 형성된 지명도나 신용 등의 경제적 이익이 임대인의 계약해지 및 갱신거절에 의해 침해되는 것을 방지함으로써 임차인이 형성한 영업적 가치를 보호하고, 임차인이 투자한 비용 및 영업적 가치를 회수할 기회를 보호하기 위한 목적으로, 2015. 5. 13. 법률 제13284호로 개정되면서 신설된 조항인바, 위 조항의 신설로 인하여 임차인은 임차목적물을 중심으로 형성한 영업적 이익을 보호받게 된 반면, 임대인은 자신이 원하는 임차인과 계약을 체결하거나 자신이 원하는 방식으로 임대차목적물을 활용할 자유에 일정한 제한을 받을 수 밖에 없게 되었다. <br/>        그러나 상가임대차법 제1조가 밝히고 있는 것과 같이 상가임대차법은 상가건물 임대차에 관하여 민법에 대한 특례를 규정하여 국민 경제생활의 안정을 보장함을 목적으로 하는 것인데, 위 조항의 신설로 인하여 임대인의 권리에 일정한 제한이 가하여지게 됨으로써 임대인이 상가건물의 임대차계약을 체결할 때 위와 같은 제한을 보상받을 수 있는 조건을 제시하게 되고 이로 인하여 결국 임차인의 지위가 불안정해질 수 있는 위험성을 배제할 수 없어, 위 조항의 신설로 오히려 상가임대차법의 본래의 입법취지에 반하게 될 우려가 있다.  <br/>        그런데 신설된 상가임대차법 제10조의4 제1항 단서가, 임대인은 상가임대차법 제10조 제1항 각 호에서 정한 임차인의 계약갱신 요구를 거절할 수 있는 사유가 있는 경우에는 권리금 회수기회를 보호할 의무를 부담하지 않는 것으로 정하고 있는바, 앞서 본 바와 같은 상가임대차법의 입법 취지 및 권리금 회수기회 보호 조항의 신설 취지에 비추어 볼 때, 위 단서 조항에 의하여, 임대인이 임차인의 계약갱신요구를 거절할 수 있거나 임차인이 임대인에게 계약갱신 요구권을 행사할 수 없는 경우에는 상가임대차보호법 제10조의4 제1항 본문이 적용되지 아니한다고 해석함이 상당하다. <br/>        즉, 상가임대차법 제10조 제1항 본문은 임대인은 임차인이 임대차기간이 만료되기 6개월 전부터 1개월 전까지 사이에 계약갱신을 요구할 경우 위 조항의 각 호가 정한 정당한 사유 없이 거절하지 못한다고 규정한 반면, 상가임대차법 제10조 제2항은 임차인의 계약갱신요구권은 최초의 임대차기간을 포함한 전체 임대차기간이 5년을 초과하지 아니하는 범위에서만 행사할 수 있도록 규정하고 있는바, 이는 임차인이 영업을 위하여 임차목적물에 투하한 자본 회수 및 임차인이 형성한 영업의 시장가치 등을 회수하는데 필요한 최소한의 임대차존속기간을 보장함으로써 임차인의 지위를 보호함과 동시에 임대차기간이 5년을 초과하는 경우 임대인으로 하여금 갱신의무를 부담하지 않게 함으로써 임대인 또는 소유자의 목적물에 대한 사용·수익 권한이 과도하게 제한되는 것을 막기 위한 취지로 규정된 것이다. <br/>        따라서 신설된 상가임대차법 제10조의4 제1항 단서가 상가임대차법 제10조 제1항 각 호에서 정한 계약갱신 요구를 거절할 수 있는 사유가 있는 경우에는 임대인에게 권리금 회수보호의무를 부과하지 않는다고 정하였을 뿐 임차인이 상가임대차법 제10조 제2항에 의하여 갱신요구권을 행사할 수 없는 경우에 대하여는 명시적으로 규정하고 있지 않기는 하지만, ① 상가임대차법 제10조 제1항, 제2항의 규정의 전체적인 취지상 상가임대차법이 예정한 임차인의 영업이익의 보호를 위한 최대한의 기간은 5년이라고 보아야 할 것이고, 신설된 상가임대차법 제10조의4 역시 임차인의 영업이익의 보호를 위한 규정으로서 그 기간을 당초에 규정되어 있던 상가임대차법 제10조 제1, 2항과 달리 볼 근거가 없는 점, ② ‘임차인이 계약갱신요구권이 있음에도 불구하고 임대인이 상가임대차법 제10조 제1항 각 호의 사유를 들어 갱신요구를 거절할 수 있는 경우’와 ‘임차인이 5년의 임대차기간을 채워 더 이상 계약갱신요구권을 가지고 있지 않는 경우’ 중 후자를 전자보다 더 두텁게 보호하여 줄 합리적인 근거를 찾기도 어려운 점, ③ 임차인이 임대차계약의 갱신을 통하여 5년의 기간을 보장받은 경우 임대인은 임차인에 대하여 더 이상 계약갱신을 하여 줄 의무가 없음에도 불구하고, 위 경우에도 상가임대차법 제10조의4 제1항 본문이 적용된다고 보아, 임차인이 주선한 신규임차인과의 계약 체결을 정당한 사유 없이는 거절할 수 없다고 한다면, 임대인으로서는 사실상 상가임대차보호법 제10조 제2항이 정한 계약갱신의무를 면할 수 있는 자유를 행사할 수 없는 결과가 되어, 임대인의 사용, 수익권한의 과도한 제한을 막기 위하여 상가임대차법 제10조 제2항을 둔 취지가 몰각되는 점 등을 종합하여 볼 때, 상가임대차법 제10조의4 제1항 본문은 상가임대차법 제10조 제2항의 기간 내에서 상가에 투입한 자본과 영업이익을 회수하려는 경우에 적용되는 것으로 해석함이 타당하다. <br/>㈏ 이 사건의 검토<br/>        피고가 임차인인 원고가 주선한 신규임차인이 되려는 소외인과 임대차계약의 체결을 거절한 사실은 앞서 본 바와 같으나, 한편 위 1항에서 인정한 사실에 의하면, 원고가 2010. 10. 8. 이 사건 임대차계약을 체결하고 2회의 갱신을 거쳐 2015. 10. 7. 임대차계약기간의 만료를 앞두고 있어 소외인과 권리금계약을 체결한 2015. 7. 16. 당시에는 상가임대차법 제10조 제2항에 의하여 더 이상 피고에 대하여 임대차계약의 갱신을 요구할 수 없었던 상황이었음을 알 수 있으므로, 결국 피고가 상가임대차법 제10조의4 제1항에 의하여 원고의 권리금 회수기회 보호의무를 부담하는 경우에 해당하지 않는다. <br/>        가사 이 사건의 경우에도 상가임대차법 제10조의4 제1항 본문이 적용되어 피고가 소외인과의 임대차계약을 체결을 거절한 행위가 위 조항을 위반한 경우에 해당한다고 하더라도, 상가임대차법 제10조의4 제3항이 “임대인이 제1항을 위반하여 임차인에게 손해를 발생하게 한 때에는 그 손해를 배상할 책임이 있다“고 정하고 있으므로, 원고가 피고에 대하여 손해배상책임을 물으려면 피고의 위반행위로 인하여 원고에게 손해가 발생하였음이 인정되어야 할 것인데, 을 제15호증, 을 제17호증의 각 영상 및 변론 전체의 취지를 종합하면, 원고가 2016. 8.초 이 사건 상가에서 사용하던 영업시설, 비품을 이 사건 상가 바로 인근의 점포로 이전하여 같은 상호로 음식점을 개업하여 장사를 계속하고 있는 사실을 인정할 수 있고, 위 인정사실에 의하면, 원고가 피고의 행위로 인하여 권리금을 취득하지는 못하였으나, 기존의 영업시설, 거래처, 상권, 지리적 조건 등과 거의 유사한 상태로 영업을 계속함으로써, 권리금의 취득에 상응하는 영업상의 이익을 상실하지는 아니한 것으로 보이는바, 이에 비추어 볼 때, 피고의 행위로 인하여 원고에게 손해가 발생하였다고 보기도 어렵다. <br/>㈐ 소결론<br/>        따라서 피고가 권리금 회수기회 보호의무를 위반하여 원고에게 손해가 발생하였음을 이유로 한 원고의 이 부분 주장은 이유 없다. <br/>4. 반소에 관한 판단<br/>가. 주장<br/>⑴ 피고<br/>      원고는 피고에게 이 사건 상가의 점유, 사용으로 인한 부당이득금으로 2016. 7. 1.부터 이 사건 상가의 인도완료일까지 월 2,805,000원의 비율로 계산한 돈을 지급할 의무가 있다.  <br/>⑵ 원고<br/>      피고의 반소는 반소의 요건을 충족하지 못하였거나 본소절차를 현저히 지연시키려는 목적에서 이루어진 것으로서 부적법하다. <br/>나. 본안전 항변에 대한 판단<br/>    이 사건 본소와 반소는 모두 이 사건 임대차계약의 종료와 관련된 사실관계를 기초로 한 것으로서 그 청구기초가 공통되어 있으므로 반소의 요건을 갖추었다고 할 것이고, 이 사건 반소가 제기되고도 본소에서의 권리금 감정을 위한 절차가 진행되어야 하였던 점 등에 비추어 볼 때 이 사건 반소가 본소절차를 현저히 지연시키려는 목적에서 이루어진 것으로 볼 수도 없으므로, 원고의 본안전 항변은 이유 없다.   <br/>다. 본안에 대한 판단<br/>⑴ 2016. 7. 1.부터 2016. 7. 7.까지의 차임<br/>      원고가 피고에게 2016. 7. 7.까지의 차임을 지급한 사실은 앞서 본 바와 같으므로, 피고의 이 부분 주장은 이유 없다. <br/>⑵ 2016. 7. 8.부터 2016. 7. 29.까지의 차임<br/>      원고가 2016. 7. 29. 피고에게 이 사건 상가를 인도하여, 2016. 7. 8.부터 2016. 7. 29.까지의 차임 상당의 부당이득금이 임대차보증금에서 공제되어야 함은 앞서 본 바와 같으므로, 결국 위 기간 동안의 차임은 임대차보증금에서 공제되어 소멸되었다고 할 것이어서, 피고의 이 부분 주장도 이유 없다. <br/>⑶ 2016. 7. 30.부터 이 사건 상가의 인도완료일까지의 차임<br/>      원고가 2016. 7. 29. 피고에게 이 사건 상가를 인도하였음은 앞서 본 바와 같으므로, 원고가 위 기간 동안에도 인도의무를 이행하지 아니하였음을 전제로 하는 피고의 이 부분 주장은 이유 없다. <br/>5. 결론<br/>  그렇다면, 원고의 본소 중 임대차보증금반환청구는 위 인정범위 내에서 이유 있으므로 이를 인용하고, 나머지는 이유 없으므로 이를 기각하며, 원고의 본소 중 손해배상청구와 피고의 반소 청구는 이유 없으므로 이를 모두 기각하여야 할 것인바, 제1심판결 중 본소 임대차보증금반환청구에 관한 부분은 이와 결론을 일부 달리하여 위 인정범위를 초과하여 지급을 명한 피고 패소부분은 부당하므로 제1심판결의 본소 중 피고 패소부분을 취소하고 그 취소부분에 해당하는 원고의 청구를 기각하고(원고만이 항소한 사건에서 제1심판결의 본소에 대한 부분을 원고에게 불이익하게 변경하는 것이기는 하나, 피고가 당심에서 공제항변을 하였고, 이는 상계항변과 유사한 법적 효과를 초래하는 것으로서 민사소송법 제415조 단서에 의하여 불이익변경금지원칙에 위반되지 않는다고 봄이 타당하다), 이에 대한 원고의 항소를 기각하며, 제1심판결 중 본소 손해배상청구에 관한 부분은 이와 결론을 같이 하여 정당하므로 이에 대한 원고의 항소는 이유 없어 이를 기각하며, 제1심판결 중 반소 부당이득금반환청구는 이와 결론을 달리 하여 부당하므로 반소 중 원고 패소부분을 취소하고 그 취소부분에 해당하는 피고의 반소청구를 기각하기로 하여, 주문과 같이 판결한다.   <br/>[별지 생략]<br/><br/>판사 박형남(재판장) 이정희 이민영 ",
  "사건번호": "2016나2074621(본소), 2016나2074638(반소)",
  "사건종류코드": "400101",
  "판례정보일련번호": "207549",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}