{
  "판시사항": "[1] 담보권자가 담보제공자 아닌 제3자 소유의 토지를 담보물로 이용한 경우, 현실적인 점유를 수반하지 아니하는 가치권의 이용만으로 담보권자에게 현실적인 이익이 있었다고 할 수 있는지 여부(소극) 및 그로 인하여 제3자의 점유가 방해되었다고 할 수 있는지 여부(소극)<br/>[2] 甲이 乙에게 건물 일부를 임대하였다가 차임 연체를 이유로 임대차계약을 해지하였는데, 해지통보가 도달한 후에도 乙이 임대차 목적물을 점유·사용하던 중 乙의 채권자인 丙이 乙로부터 임대차 목적물에 소재한 식당에 관한 일체의 권리를 양도담보로 제공받기로 한 사안에서, 양도담보권자인 丙이 임대차 목적물의 직접점유자인 乙을 점유매개자로 하여 임대차 목적물을 간접점유한 사실이 인정되므로 丙은 甲에게 점유에 따른 부당이득을 반환할 의무가 있다고 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "참조판례": "[1] 대법원 1981. 1. 13. 선고 80다979 판결(공1981, 13580)<br/>",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "[1] 민법 제741조 / [2] 민법 제741조<br/>",
  "선고일자": "20180712",
  "법원명": "대법원",
  "사건명": "건물명도",
  "판례내용": "【원고, 피상고인】 원고 (소송대리인 변호사 전정수 외 4인)<br/>【피고, 상고인】 피고 (소송대리인 법무법인 재유 담당변호사 강명구 외 2인)<br/>【원심판결】 대전지법 2018. 2. 21. 선고 2017나104451 판결<br/>【주    문】<br/>  원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 대전지방법원 본원 합의부에 환송한다.<br/><br/>【이    유】  상고이유를 판단한다.<br/>  1. 원심은, 이 사건 확약서에 의하여 피고와 소외인 사이에 이 사건 임차권의 양도담보계약이 체결되었는데 양도담보권자인 피고가 이 사건 임대차 목적물의 직접점유자인 소외인을 점유매개자로 하여 이 사건 임대차 목적물을 간접점유한 사실이 인정되므로, 피고는 원고에게 이 사건 임대차 목적물의 간접점유자로서 그 점유에 따른 부당이득을 반환할 의무가 있다고 판단하였다.<br/>  2. 그러나 이러한 원심의 판단은 다음과 같은 이유로 수긍하기 어렵다.<br/>  가. 담보권자가 담보제공자 아닌 제3자 소유의 토지를 담보물로 이용하였다고 하더라도 현실적인 점유를 수반하지 아니하는 가치권의 이용만으로써는 담보권자에게 어떠한 현실적인 이익이 있었다고 할 수도 없고 또 이로 인하여 제3자의 현실적인 점유가 방해되었다고도 할 수 없다(대법원 1981. 1. 13. 선고 80다979 판결 참조).<br/>  나. 원심판결 이유와 원심이 적법하게 채택하여 조사한 증거들에 의하면 다음 사실을 알 수 있다.<br/>  1) 원고는 2009. 1. 31. 소외인에게 이 사건 임대차 목적물을 임차보증금 5,000만 원, 월 차임 200만 원, 임대차기간 2009. 3. 1.부터 2011. 2. 28.까지로 정하여 임대하였다가 2013. 2.경 월 차임을 242만 원, 임대차기간을 2013. 3. 1.부터 2015. 2. 28.까지로 정하여 임대차계약을 갱신하였다.<br/>  2) 원고는 소외인이 차임을 연체하자 2014. 8. 4. 소외인에게 차임 연체를 이유로 이 사건 임대차 목적물에 관한 임대차계약을 해지한다는 의사를 표시하였고, 해지통보는 그 무렵 소외인에게 도달하였다.<br/>  3) 피고는 소외인에 대하여 2억 5,000만 원의 채권을 가진 자인데 2015. 4. 16. 소외인으로부터 이 사건 임대차 목적물에 소재한 식당에 관한 일체의 권리를 양도담보로 제공받기로 하는 내용의 확약서를 교부받았다.<br/>  4) 소외인은 이 사건 임대차 목적물을 점유·사용하다가 2016. 11. 8. 원고에게 이 사건 임대차 목적물을 인도하였다.<br/>  다. 이와 같은 사실관계를 앞서 본 법리에 비추어 보면, 채무자인 소외인이 채권자인 피고를 위하여 이 사건 임대차 목적물에 관한 임차권 등을 양도담보로 제공하기로 하였는바, 이 사건 임대차 목적물을 점유하면서 사용·수익한 사람은 소외인이며, 피고는 양도담보권자의 지위에 있을 뿐 이 사건 임대차 목적물을 직접적으로 사용하지 않았으므로 이러한 현실적인 점유를 수반하지 아니하는 가치권의 이용만으로써는 양도담보권자에 불과한 피고에게 어떠한 현실적인 이익이 있었다고 할 수도 없으며, 이로 인하여 원고에게 손해가 발생하였다고 볼 수도 없다.<br/>  라. 그럼에도 원심은 피고가 이 사건 임대차 목적물의 직접점유자인 소외인을 점유매개자로 하여 이 사건 임대차 목적물을 간접점유한 사실만으로 피고는 원고에게 그 점유에 따른 부당이득을 반환할 의무가 있다고 판단하였다. 이러한 원심의 판단에는 부당이득반환채무의 성립에 관한 법리를 오해하는 등으로 판결에 영향을 미친 위법이 있다. 이 점을 지적하는 상고이유 주장은 이유 있다.<br/>  3. 그러므로 나머지 상고이유에 대한 판단을 생략한 채 원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 권순일(재판장) 고영한(주심) 김소영 조재연 ",
  "사건번호": "2018다223269",
  "사건종류코드": "400101",
  "판례정보일련번호": "204883",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}