{
  "판시사항": "  甲이 乙로부터 재래시장 중앙통로 한 편에 있는 건물의 1층 점포와 그 앞 노점시설을 임차하여 음식점을 운영하다가 임대차계약이 종료한 후 종전 노점 부분 중 일부를 포함하여 중앙통로변에 노점을 설치하고 영업을 계속하자 乙이 노점의 철거, 영업방해의 금지와 손해배상을 구한 사안에서, 乙이 사회통념상 일반적으로 인용되는 한도를 넘어 소유권 행사를 방해받거나 방해받을 염려가 있다고 보기 어렵고, 乙에게 노점 부분을 사용·수익할 수 있는 관습상 권리 또는 이른바 고양된 일반사용권을 인정할 수도 없다고 본 원심판결을 수긍한 사례<br/>",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "민법 제214조, 제750조<br/>",
  "선고일자": "20211230",
  "법원명": "대법원",
  "사건명": "소유권방해배제등",
  "판례내용": "【원고, 상고인】 원고 (소송대리인 법무법인 소헌 담당변호사 유민권 외 1인)<br/>【피고, 피상고인】 피고 1 외 3인 (소송대리인 변호사 김영민)<br/>【원심판결】 서울고법 2020. 6. 4. 선고 2019나2029042 판결<br/>【주    문】<br/>  상고를 모두 기각한다.  상고비용은 원고가 부담한다. <br/><br/>【이    유】  상고이유(상고이유서 제출기간이 지난 다음 제출된 참고자료는 이를 보충하는 범위에서)를 판단한다. <br/>  1. 사실관계<br/>  원심판결 이유에 따르면 다음 사실을 알 수 있다. <br/>  이 사건 건물은 재래시장인 ○○시장의 중앙통로 한 편에 있다. ○○시장길 중앙통로는 폭이 2.5~2.6m로 양쪽으로 건물이나 노점이 있다.<br/>소외 2는 1995. 11. 14. 원고의 처 소외 1로부터 이 사건 건물 1층 중 원심판결 별지 3 도면 표시 가, 나, 다, 라, 가의 각 점을 차례로 연결한 선내 32.38㎡의 점포와 그 앞 노점시설을 임차하고 ‘○○횟집’이라는 상호로 음식점을 운영하였다.<br/>  원고는 소외 1이 사망하여 이 사건 건물을 상속받았고, 2012. 1. 1. 소외 2와 임대차계약을 다시 체결하였다. 원고는 임대차계약이 종료한 후 소외 2를 상대로 점포 인도 등을 청구하는 소를 제기하여 2017. 8. 17. ‘소외 2가 원고로부터 임대차보증금 2,500만 원을 지급받음과 동시에 원고에게 점포를 인도하고 노점 부분에 있는 가건물을 철거하라.’는 판결을 선고받았고(서울서부지방법원 2017나32910호), 위 판결은 그대로 확정되었다.<br/>소외 2는 판결에 따라 원고에게 점포를 인도하고 가건물을 철거하였으나, 종전 노점 부분 중 일부를 포함하여 국가 소유인 서울 서대문구 (주소 1 생략) 구거와 서울특별시 서대문구 소유인 (주소 2 생략) 도로의 일부로 원심판결 별지 2 감정도 표시 1, 2, 3, 4, 1의 각 점을 차례로 연결한 선내 1 부분 12.2㎡(이하 ‘이 사건 노점 부분’이라 한다)에 진열대 등 이 사건 노점을 설치하고 영업을 계속하였다. 소외 2는 2017. 11. 10. 사망하였고 피고들이 소외 2를 상속하였다. <br/>  2. 소유권 방해 여부(상고이유 제1점)<br/>  가. 원고는 이 사건 노점 때문에 이 사건 건물과 중앙통로 사이의 출입이 어려워 소유권 행사를 방해받는다고 주장하며 이 사건 노점의 철거, 영업방해의 금지와 손해배상을 청구하였다. <br/>  원심은 다음과 같은 이유로 원고가 사회통념상 일반적으로 인용되는 한도를 넘어 소유권 행사를 방해받거나 방해받을 염려가 있다고 보기 어렵다고 보아 원고의 청구를 배척하였다.<br/>  이 사건 노점 부분은 이 사건 건물의 대지를 침범하고 있지 않다. 이 사건 건물과 중앙통로 사이에는 이 사건 노점 바로 옆 노점인 △△상회의 측면 통로, 이 사건 노점과 △△상회 사이의 통로, 이 사건 노점과 (주소 3 생략) 대지 사이의 통로가 있으므로 이 사건 건물과 중앙통로 사이를 충분히 통행할 수 있다. 중앙통로는 평소 상인과 소비자로 붐벼 차량 통행이 사실상 불가능하고, 원고나 소외 2가 이 사건 노점 부분을 주차장으로 사용한 사실도 없는 것 등에 비추어 이 사건 노점으로 인해 이 사건 건물 근처에 차량을 주차할 수 없게 되었다고 보기 어렵다. 원고는 현재 이 사건 건물에서 별다른 영업을 하지 않고 있다. <br/>  나. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심판결에 상고이유 주장과 같이 필요한 심리를 다하지 않고 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 소유권 방해에 관한 법리를 오해한 잘못이 없다. <br/>  3. 관습상 권리 유무(상고이유 제2점)<br/>  가. 원고는 중앙통로의 인접 건물이나 대지의 소유자에게 그 앞 공로와 구거인 복개도로를 사용·수익할 수 있는 관습상 권리가 있다고 주장하였으나, 원심은 다음과 같은 이유로 원고의 주장을 배척하였다. <br/>○○시장의 상인이 모두 자신 소유의 건물이나 대지를 넘어 복개도로까지 점포를 연장하여 사용하는 것은 아니다. 중앙통로변의 노점과 그 뒤편의 건물에 주인이 다른 점포가 들어선 경우도 많이 있다. 서대문구청이 일부 대지와 건물 소유자가 그 앞 복개도로까지 노점설비를 연장하여 영업하는 것을 묵인하고 있다고 해도 연장된 부분에 대하여 사용·수익권을 인정하였다고 볼 수 없다.<br/>  나. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심판결에 상고이유 주장과 같이 관습상 권리에 관한 법리를 오해한 잘못이 없다. <br/>  4. 고양된 일반사용권 유무(상고이유 제3점)<br/>  가. 원고는 이 사건 건물 소유자에게 이 사건 노점 부분에 대하여 이른바 고양된 일반사용권이 있으므로 이 사건 노점의 철거와 영업방해의 금지를 구할 청구권이 있다고 주장하였으나, 원심은 다음과 같은 이유로 원고의 주장을 배척하였다.<br/>  사회통념상 일시적이고 불가피한 행위는 인접 주민의 고양된 일반사용권에 포함된다고 볼 수 있다. 그러나 이를 넘어 장기간에 이루어지는 물건의 설치 등은 일반국민에게 공물의 일반사용을 지속적으로 제한하는 행위이므로 인접 주민의 고양된 일반사용권에 포함된다고 볼 수 없다. 따라서 원고에게 이 사건 건물 앞 복개도로를 지속적으로 점유하며 복개도로에 건물과 연결된 점포를 설치하여 운영할 권리가 있다고 볼 수 없다. <br/>  나. 원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심판결에 상고이유 주장과 같이 고양된 일반사용권에 관한 법리를 오해한 잘못이 없다. <br/>  5. 결론<br/>  원고의 상고는 이유 없어 이를 모두 기각하고 상고비용은 패소자가 부담하도록 하여, 대법관의 일치된 의견으로 주문과 같이 판결한다. <br/><br/>대법관 노정희(재판장) 김재형(주심) 안철상 이흥구 ",
  "사건번호": "2020다241529",
  "사건종류코드": "400101",
  "판례정보일련번호": "231515",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}