{
  "판시사항": "  甲 등이 조정대상지역에 있는 신규주택을 취득한 후 거주하던 조정대상지역에 있는 종전주택을 양도하여, 구 소득세법 시행령 제155조 제1항에서 정하는 일시적 2주택자에 대한 1세대 1주택 비과세 특례를 적용하여 양도소득세를 신고·납부하였으나, 관할 세무서장이 甲 등은 종전주택을 양도한 후 사후적으로 구 소득세법 시행령 제155조 제1항 제2호 (가)목에서 정하는 신규주택으로의 이사 및 전입요건을 충족하지 못한 것으로 보아 1세대 1주택 비과세 특례 적용을 배제하여 양도소득세를 경정고지하고, 국세기본법 제47조의4에 따른 납부지연가산세를 부과한 사안에서, 위 처분 중 신규주택의 전 소유자와 임차인 사이의 임대차계약 종료일까지 기간에 부과된 납부지연가산세 부분은 위법하다고 한 사례<br/>",
  "참조판례": "",
  "사건종류명": "세무",
  "판결요지": "  甲 등이 조정대상지역에 있는 신규주택을 취득한 후 거주하던 조정대상지역에 있는 종전주택을 양도하여, 구 소득세법 시행령(2021. 2. 17. 대통령령 제31442호로 개정되기 전의 것, 이하 같다) 제155조 제1항에서 정하는 일시적 2주택자에 대한 1세대 1주택 비과세 특례를 적용하여 양도소득세를 신고·납부하였으나, 관할 세무서장이 甲 등은 종전주택을 양도한 후 사후적으로 구 소득세법 시행령 제155조 제1항 제2호 (가)목에서 정하는 신규주택으로의 이사 및 전입요건을 충족하지 못한 것으로 보아 1세대 1주택 비과세 특례 적용을 배제하여 양도소득세를 경정고지하고, 국세기본법 제47조의4에 따른 납부지연가산세를 부과한 사안이다.<br/>  관할 세무서장은 납부지연가산세의 계산 근거가 된 납부지연기간의 기산일을 양도소득세의 예정신고·납부기한의 다음 날로 계산하였는데, 신규주택의 전 소유자와 임차인 사이의 임대차계약기간 때문에 甲 등은 신규주택을 취득한 후 곧바로 신규주택에 전입할 수 없어 구 소득세법 시행령 제155조 제1항 제2호 (가)목에 따라 위 임대차계약 종료일까지로 전입신고 및 이사 기한이 연장되었다고 보아야 하므로, 위 임대차계약 종료일이 지나야 甲 등이 신규주택으로 이사 및 전입신고를 마쳤는지가 결정되어, 그 이전에는 관할 세무서장 역시 甲 등에 과소신고세액에 대한 납부지연가산세를 부과할 수 없었을 것인 점, 甲 등에게 납부지연가산세를 부과하기 위해서는 甲 등에게 납부기한을 도과한 양도소득세 납부의무가 있어야 하나, 甲 등으로서는 신규주택의 임차인과 구 소유자 사이의 임대차계약기간이 끝나는 날까지 신규주택으로 이사 및 전입신고를 하려고 하였으나 부득이하게 이를 이행하지 못한 것일 수 있는데, 甲 등에게 사후적으로 위 요건을 충족하지 못하게 될 경우를 전제한 양도소득세를 미리 신고·납부하여야 할 의무까지 부과하기는 어려운 점 등을 종합하면, 甲 등이 임차인과 구 소유자 사이의 임대차계약기간 종료일까지 신규주택으로의 이사 및 전입신고 의무를 이행하지 못하게 된 시점에서 비로소 감면받은 양도소득세 차액분에 관한 신고·납부의무가 발생한다는 이유로, 위 처분 중 신규주택의 전 소유자와 임차인 사이의 임대차계약 종료일까지 기간에 부과된 납부지연가산세 부분은 위법하다고 한 사례이다.<br/>",
  "참조조문": "구 소득세법(2020. 8. 18. 법률 제17477호로 개정되기 전의 것) 제89조 제1항 제3호 (가)목, 구 소득세법 시행령(2021. 2. 17. 대통령령 제31442호로 개정되기 전의 것) 제154조 제1항, 제155조 제1항, 국세기본법 제47조의3, 제47조의4, 국세기본법 시행령 제12조의3 제2항 제3호<br/>",
  "선고일자": "20240214",
  "법원명": "서울행법",
  "사건명": "양도소득세부과처분취소",
  "판례내용": "【원   고】 원고 1 외 1인<br/>【피   고】 동작세무서장<br/>【변론종결】2023. 12. 6.<br/>【주    문】<br/>  1. 피고가 2022. 12. 5. 원고들에 대하여 한 2020년 귀속 양도소득세 각 95,766,830원(가산세 21,185,558원 포함)의 부과처분 중 각 90,245,577원(가산세 15,664,305원 포함)을 초과하는 부분을 취소한다.<br/>  2. 원고들의 나머지 청구를 각 기각한다.  <br/>  3. 소송비용 중 95%는 원고들이, 나머지는 피고가 각 부담한다.<br/><br/>【청구취지】피고가 2022. 12. 5. 원고들에 대하여 한 2020년 귀속 양도소득세 각 95,766,830원(가산세 포함)의 부과처분을 각 취소한다.<br/>【이    유】  1. 처분의 경위<br/>  가. 원고들은 2017. 1. 18. 서울 동작구 (주소 1 생략) 아파트 (동호수 1 생략)(이하 ‘종전주택’이라 한다)의 1/2지분씩을 각 매매대금 4억 원에 취득하여 거주하던 중 2020. 6. 23. 서울 서초구 (주소 2 생략) 아파트 (동호수 2 생략)(이하 ‘신규주택’이라 한다)의 1/2지분씩을 각각 취득하였다. <br/>  나. 원고들은 2020. 7. 30. 종전주택의 각 1/2지분을 각 매매대금 7억 2,500만 원에 양도(이하 ‘이 사건 양도’라 한다)하고, 2020. 8.경 이 사건 양도에 관하여 구 소득세법 시행령(2020. 2. 11. 대통령령 제30395호로 개정되어 2021. 2. 17. 대통령령 제31442호로 개정되기 전의 것, 이하 같다) 제155조 제1항 제1호, 제2호에서 정하는 일시적 2주택자에 대한 1세대 1주택 비과세 특례를 적용하여 각 2020년 귀속 양도소득세 20,806,390원씩을 신고·납부하였다. <br/>  다. 피고는 2020. 11. 13. 원고들에 대하여, 원고들이 누진공제액 522만 원을 차감하지 않고 과다 신고·납부하였다는 이유로 각 5,231,320원(과다납부 환급세액 5,219,990원 + 환급가산금 11,330원)의 국세환급통지를 하고 2020. 12. 3. 위 금원을 각각 환급하였다.<br/>  라. 피고는 2022. 12. 5. 원고들에 대하여, 원고들이 종전주택을 양도한 후 사후적으로 구 소득세법 시행령 제155조 제1항 제2호 (가)목(이하 ‘이 사건 시행령 조항’이라 한다)에서 정하는 신규주택으로의 이사 및 전입요건을 충족하지 못한 것으로 보아 1세대 1주택 비과세 특례 적용을 배제하여 원고들에게 2020년 귀속 양도소득세 각 95,766,830원(가산세 21,185,558원 포함)을 각각 경정고지하였다(이하 ‘이 사건 처분’이라 한다).<br/>  마. 원고들은 이 사건 처분에 불복하여 조세심판원에 심판청구를 하였으나 2023. 4. 10. 기각되었다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1호증 내지 제3호증, 을 제1호증, 제3호증 내지 제7호증(가지번호 있는 것은 가지번호 포함)의 각 기재, 변론 전체의 취지<br/>  2. 이 사건 처분의 적법 여부<br/>  가. 원고들의 주장<br/>  1) 이 사건 시행령 조항은 모법인 구 소득세법(2020. 8. 18. 법률 제17477호로 개정되기 전의 것, 이하 같다) 제89조 제1항 제3호 (나)목의 위임범위를 벗어나 ‘주거이전’을 비과세 요건으로 추가하여 명확성 원칙에 위배되고, 법률이 아닌 대통령령으로 헌법상 주거이전의 자유를 과도하게 침해하고 있으므로 조세법률주의에도 위배되어 무효이다.<br/>  2) 이 사건 시행령 조항 중 \"신규 주택 취득일 이후 갱신한 임대차계약은 인정하지 않는다.\"라는 부분은 2020. 7. 31. 법률 제17470호로 개정된 주택임대차보호법(이하 ‘개정 주택임대차법’이라 한다) 제6조의3에 따라 계약갱신요구권 행사로 임대차계약이 갱신된 경우에도 적용되는지 여부가 불분명하므로 명확성의 원칙에 위배되어 무효이다. 만일 적용된다고 해석할 경우에는 이 사건 시행령 조항은 강행규정인 주택임대차보호법에 위배되는 것이어서 효력이 없다.<br/>  3) 신규주택의 임차인이 개정 주택임대차보호법 제6조의3에 따른 계약갱신요구권을 행사하여 임대차계약이 갱신된 경우에는, 임차인을 보호하려는 강행규정인 위 법률의 개정취지에 따라 이 사건 시행령 조항에서 정한 이사 및 전입기한의 제한을 받지 않는다고 보아 갱신된 임대차계약의 종료일(이 사건에서는 2023. 7. 29.)을 이 사건 시행령 조항에서 정한 이사 및 전입기한으로 보아야 한다. 기획재정부 역시 이 사건 시행령 조항의 \"이사 및 전입기한은 신규주택 취득일부터 최대 2년을 한도로 한다.\"라는 문언과 달리, 신규주택의 임차인이 신 소유자의 소유권 취득 직전에 구 소유자를 상대로 계약갱신요구권을 행사한 경우 실제 그 계약갱신일은 임대차기간 만료일로부터 최대 6개월 후가 될 수 있으므로 결국 갱신된 계약기간 만료일이 신 소유자의 신규주택 취득일로부터 최대 2년 6개월까지 될 수 있는데, 위 기간 내에만 전입하면 1세대 1주택 비과세 혜택이 가능하다고 해석하고 있다. 따라서 임차인이 신 소유자를 상대로 계약갱신요구권을 행사하였다는 사정만으로 이 사건 시행령 조항에서 정하는 특례규정의 적용 여부를 달리한다면 조세법률주의, 근거과세원칙, 조세형평의 원칙에도 반한다.<br/>  4) 원고들은 주거를 이전하기 위하여 대체주택을 취득한 것으로서 거주자에게 투기목적이 없고 대체주택을 취득한 후 종전주택을 양도하기까지 소요된 기간이 37일에 불과하여 주택거래의 현실 등에 비추어 사회통념상 일시적이라고 인정되는 특별한 사정이 있는 경우이므로, 대법원 2014. 2. 27. 선고 2010두27806 판결에 따라 이 사건 양도는 1세대 1주택의 양도로 인정되어야 한다.<br/>  5) 구 소득세법 시행령 제155조 제12항, 제19항, 제22항, 제156조의2 제13항, 2022. 8. 2. 대통령령 제32830호로 개정된 소득세법 시행령 제156조의3 제10항 등에서는 ‘특례를 배제할 만한 사유가 발생한 날이 속하는 달의 말일부터 2개월 이내에’ 양도 당시 특례규정을 적용받지 않을 경우에 납부했을 세액을 양도소득세로 신고·납부해야 한다고 규정하고 있으므로, 납세의무자가 위 2개월 내에 양도소득세를 추가 신고·납부하는 이상 가산세를 부담할 여지가 없다. 그런데 이 사건 시행령 조항은 사후적으로 특례규정의 적용이 배제되는 경우에 해당함에도 입법의 미비로 양도소득세 추가 신고·납부 기간을 규정하고 있지 아니하고, 원고들이 양도소득세를 신고·납부한 후 피고가 2020. 11. 13. 원고들에게 국세환급통지를 하기까지 하였으므로 원고들로서는 양도소득세 신고·납부가 정당하게 이루어진 것으로 오인할 수밖에 없었다. 따라서 원고들이 의무를 이행하지 아니한 데 정당한 사유가 있어 가산세를 부과할 수 없고, 특히 피고는 이 사건 시행령 조항에서 정한 이사 및 전입요건 충족 여부가 사후적으로 결정되기도 전으로서 피고 스스로도 이사 및 전입요건 미충족을 이유로 과세할 수 없었던 양도 당시로까지 소급하여 납부불성실가산세를 부과하였으므로 위법하다.<br/>  나. 관계 법령<br/>  별지 기재와 같다.<br/>  다. 판단<br/>  1) 원고들의 첫째 주장에 대한 판단<br/>  법규명령이 법률의 위임 범위를 벗어났는지 여부는 직접적인 위임 법률조항의 형식과 내용뿐만 아니라 그 밖에 법률의 전반적인 체계와 취지, 목적 등도 아울러 고려하여 법률의 위임의 범위나 한계를 객관적으로 확정한 다음 그 법규명령의 내용과 비교하여 판단하여야 하는 것이므로 그 법규명령의 내용이 위와 같이 확정된 법률의 위임 범위 내에 있다고 인정되거나 법률이 예정하고 있는 바를 구체적으로 명확하게 한 것으로 인정되면 그 법규명령은 무효로 되지 않는다(대법원 2020. 6. 18. 선고 2016두43411 전원합의체 판결 참조).<br/>구 소득세법 제89조 제1항 각호는 양도소득세를 과세하지 아니하는 경우에 관하여 규정하고 있고, 그중 제3호 (나)목은 \"1세대가 1주택을 양도하기 전에 다른 주택을 대체취득하거나 상속, 동거봉양, 혼인 등으로 인하여 2주택 이상을 보유하는 경우로서 대통령령으로 정하는 주택\"이라고 규정하고 있다. 위 위임 법률조항의 규정형식과 내용 및 규제대상의 성질을 유기적·체계적으로 검토하여 볼 때, \"다른 주택을 대체취득하는 경우로서 대통령령으로 정하는 주택\"은 기존주택을 양도하기 전에 신규주택을 취득한 사람들 중 양도소득세 비과세혜택을 부여할 만한 사람들의 범위를 시대적·경제적 상황을 반영하여 구체적·탄력적으로 정하기 위한 것으로서, 그 법규명령에 규정될 내용은 기존주택의 보유기간 및 거주기간, 양도시기, 기존주택과 신규주택을 동시에 보유한 기간뿐 아니라 일정기한 내에 신규주택으로 실제 전입하였는지 여부에 관한 요건도 당연히 포함될 수 있다고 예상되므로, 이 사건 시행령 조항에서 ‘일정기간 내 신규주택으로의 전입요건’에 관하여 규정한 것은 구 소득세법 제89조 제1항 제3호 (나)목의 위임범위 내에서 법률이 예정하고 있는 바를 구체적으로 명확하게 한 것으로 인정될 수 있다.<br/>  일시적 1세대 2주택자에게도 양도소득세 비과세의 혜택을 주는 이유는 신규주택의 취득이 1세대 1주택자의 주거이전 목적임을 전제로 하므로, 특히 이 사건 양도 시와 같이 부동산 시장이 과열되고 투기목적의 주택 매매가 성행하여 주택가격을 안정시킬 필요가 있는 경우에는 이 사건 시행령 조항과 같이 신규주택으로의 전입요건을 엄격히 제한함으로써 당장의 주거이전 목적보다는 투기목적이 더 큰 주택 매매를 억제하고 주택가격을 안정화시킬 수 있기 때문이다.<br/>  따라서 이 사건 시행령 조항이 법률의 위임 범위를 벗어나 명확성의 원칙이나 조세법률주의에 위배되었다고 평가할 수 없다. 원고들의 이 부분 주장은 이유 없다. <br/>  2) 원고들의 둘째 주장에 대한 판단<br/>개정 주택임대차법 제6조의3 제1항은 \"제6조에도 불구하고 임대인은 임차인이 제6조 제1항 전단의 기간 이내에 계약갱신을 요구할 경우 정당한 사유 없이 거절하지 못한다. 다만 다음 각호의 어느 하나에 해당하는 경우에는 그러하지 아니하다.\"라고 규정하면서, 제8호에서 \"임대인(임대인의 직계존속·직계비속을 포함한다)이 목적 주택에 실제 거주하려는 경우\"를 규정하고 있다.<br/>  따라서 위 규정 자체로도 임대인이 목적 주택에 실제 거주하려는 경우에는 임차인이 개정 주택임대차법 제6조의3 제1항에 정하는 계약갱신요구권을 행사할 수 없음이 분명하므로, 신규주택을 취득한 원고들로서는 신규주택의 임차인에게 원고들의 실거주를 이유로 계약갱신요구권 행사를 거절할 수 있었고, 그 거절은 개정 주택임대차법 제6조의3 제1항의 규정에 위배되지 않는다. 또한 이 사건 시행령 조항과 개정 주택임대차법 제6조의3 제1항은 서로 충돌하지 않으므로, 이 사건 시행령 조항 중 \"신규 주택 취득일 이후 갱신한 임대차계약은 인정하지 않는다.\"라는 부분은 개정 주택임대차법 제6조의3 제1항에 따른 계약갱신요구권 행사에 의한 갱신에도 적용됨이 분명하다.<br/>  원고들의 이 부분 주장도 이유 없다.<br/>  3) 원고들의 셋째 주장에 대한 판단<br/>  위 2)항에서 살핀 것과 같이, 원고들은 신규주택의 임차인으로부터 개정 주택임대차법 제6조의3 제1항 본문에 따른 계약갱신요구를 받더라도, 같은 항 단서 제8호에 따라 \"임대인인 원고들이 신규 주택에 실제 거주하려는 경우\"에 해당한다는 이유로 그 계약갱신요구권의 행사를 거절할 수 있었다. 반면 원고들과 같은 신 소유자가 매매계약을 체결한 후라도 소유권이전등기를 마쳐 신규주택의 소유권을 완전히 취득하기 전에 임차인이 개정 주택임대차법 제6조의3 제1항 본문에 따른 계약갱신요구를 할 경우에는 구 소유자가 자신이 아닌 신 소유자가 실제거주예정임을 이유로 그 계약갱신요구를 거절할 수는 없으므로, 이러한 사정을 감안하여 이 사건 시행령 조항에서는 \"전 소유자와 임차인 간의 임대차계약 종료일까지\" 전입신고 및 이사의 종기를 연장하는 특례규정을 두고 있는 것이다. 그렇다면 실제거주예정임을 이유로 임차인의 계약갱신요구를 거절할 수 있는 지위에 있었던 신규주택의 신 소유자인 원고들에게는 위 특례규정이 적용될 수 없음이 당연하고, 그것이 조세법률주의, 근거과세원칙, 조세형평의 원칙에 반한다는 원고들의 주장은 받아들일 수 없다. <br/>  한편 위 특례규정은 전입신고 및 이사의 종기를 \"전 소유자와 임차인 간의 임대차계약 종료일까지\"로 하는 경우에도 \"신규주택의 취득일부터 최대 2년을 한도로 하고\"라고 규정하고 있는데, 이 경우 신 소유자가 신규주택을 취득하기 전에 임차인이 전 소유자에게 계약갱신요구권을 행사하였으나, 갱신된 계약의 시기는 그로부터 최대 6개월 이후 시작되고 그 종기는 신 소유자의 신규주택 취득일부터 최대 2년 6개월에 이르는 상황이 발생할 수 있다. 그런데 만일 이러한 경우 이 사건 시행령 조항의 위 문언만을 중시하여 신 소유자가 갱신된 계약 종기에 이사 및 전입신고를 하였으나 그것이 신규주택 취득일부터 2년의 범위를 벗어난다는 이유만으로 양도소득세 비과세 대상에서 제외한다면 이는 신 소유자로서는 어찌할 수 없었던 불가항력적인 상황을 이유로 하여 임차인과 구 소유자 사이에서 갱신된 임대차계약의 종기가 신 소유자의 신규주택 취득일부터 2년의 범위 내에 있는 경우와 달리 취급하게 되어 오히려 불합리하다. 원고들이 제출한 기획재정부 해석례 역시 이러한 불합리를 감안하여 이 사건 시행령 조항을 합리적으로 해석·적용하고 있는 것으로 보이고, 다만 원고들의 경우에는 임차인이 전 소유자가 아닌 원고들에게 계약갱신요구권을 행사한 경우이므로, 위 기획재정부 해석례가 적용되는 사례가 아니고, 그와 같은 합목적적인 해석 역시 불가능하다. <br/>  원고들의 이 부분 주장도 이유 없다. <br/>  4) 원고들의 넷째 주장에 대한 판단<br/>  원고들이 주장하는 대법원 2014. 2. 27. 선고 2010두27806 판결은 장기임대주택 외에 1개의 종전주택만을 소유하고 있던 사람이 신규주택을 취득하여 주거를 이전하는 과정에서 신규주택을 먼저 취득하고 종전주택을 양도하게 되어 일시적으로 장기임대주택까지 포함하여 3주택을 소유하게 되는 경우, 법령에 규정이 없더라도 이를 1세대 3주택자로 보아 중과세하여서는 아니 되는 특별한 사정으로 인정되는 경우에 관한 판결로서, 원고들과 같이 이미 법령에서 신규주택 취득 후 종전주택을 양도하는 경우 종전주택의 양도에 관하여 1세대 1주택 비과세를 적용받기 위한 보유기간 및 거주 등 요건에 관하여 분명히 규정하고 있는 이 사건에 적용될 수 없다. 원고들의 이 부분 주장도 이유 없다. <br/>  5) 원고들의 다섯째 주장에 대한 판단<br/>  가) 세법상 가산세는 과세권의 행사 및 조세채권의 실현을 용이하게 하기 위하여 납세의무자가 정당한 이유 없이 법에 규정된 신고, 납세 등 각종 의무를 위반한 경우에 법이 정하는 바에 따라 부과하는 행정상의 제재이다. 따라서 단순한 법률의 부지나 오해의 범위를 넘어 세법해석상 의의로 인한 견해의 대립이 있는 등으로 인해 납세의무자가 그 의무를 알지 못하는 것이 무리가 아니었다고 할 수 있어서 그를 정당시할 수 있는 사정이 있을 때 또는 그 의무의 이행을 그 당사자에게 기대하는 것이 무리라고 하는 사정이 있을 때 등 그 의무를 게을리한 점을 탓할 수 없는 정당한 사유가 있는 경우에는 이러한 제재를 과할 수 없다. 그러나 세법해석상 의의로 인한 견해의 대립 등이 있다고 할 수 없음에도 납세의무자가 자기 나름의 해석에 의하여 납세 등의 의무가 면제된다고 잘못 판단한 것은 단순한 법률의 부지나 오해에 불과하여 그 의무 위반을 탓할 수 없는 정당한 사유에 해당하지 않는다(대법원 2013. 6. 27. 선고 2011두17776 판결 등 참조). <br/>  나) 앞서 살핀 것과 같이 원고들의 주장은 모두 이유 없고, 그 주장은 단순한 법률의 부지나 오해에서 비롯된 것에 불과하며, 피고가 2020. 12. 3. 원고들에게 과다납부 환급세액을 환급한 것은 원고들의 신고내역에서 누진공제액이 차감되지 않은 오류를 발견하였기 때문일 뿐, 원고들의 양도소득세 신고·납부가 정당하다고 확인하여 준 것이 아니므로, 원고들이 양도소득세를 과소신고·납부한 데에는 정당한 사유가 인정되지 않는다. 따라서 피고가 국세기본법 제47조의3에 따라 원고들에게 부과한 과소신고가산세 각 7,458,128원[과소신고납부세액 74,581,284원(90,167,680원 － 15,586,396원) × 10%]은 적법하고 원고들의 이 부분 주장은 이유 없다.<br/>  다) 다만 앞서 든 증거 및 변론 전체의 취지에 의하면, 피고는 원고들에 대하여 국세기본법 제47조의4에 따른 납부지연가산세 각 13,727,430원씩을 부과하였는데, 그 계산의 근거가 된 납부지연기간의 기산일은 이 사건 양도소득세의 예정신고·납부기한의 다음 날인 2020. 10. 6.로, 종기는 원고들의 조기결정신청 접수일인 2022. 11. 15.로 하여 계산한 사실이 인정된다.<br/>  그런데 앞에서 본 것과 같이 신규주택의 전 소유자와 임차인 사이의 임대차계약기간이 2019. 7. 30.부터 2021. 7. 29.까지였으므로, 원고들은 2020. 6. 23. 신규주택의 각 1/2지분씩을 취득한 후 곧바로 신규주택에 전입할 수 없었고, 이 사건 시행령 조항에 따라 위 임대차계약 종료일인 2021. 7. 29.까지로 전입신고 및 이사 기한이 연장되었다고 보아야 한다.<br/>  따라서 위 임대차계약 종료일인 2021. 7. 29.이 지나야 원고들이 위 일자까지 신규주택으로 이사 및 전입신고를 마쳤는지 여부가 결정되므로, 그 이전에는 피고 역시도 원고들에 대하여 과소신고세액에 대한 납부지연가산세를 부과할 수 없었다고 할 것이다. 국세기본법 시행령 제12조의3 제2항 제3호 역시 ‘공제, 면제, 비과세 또는 낮은 세율의 적용 등에 따른 세액을 의무불이행 등의 사유로 징수하는 경우 해당 공제세액 등을 징수할 수 있는 사유가 발생한 날을 국세를 부과할 수 있는 날로 한다.’고 규정하고 있다.<br/>국세기본법 제47조의4에서 규정하는 납부지연가산세는 ‘납세의무자가 법정납부기한까지 국세의 납부를 하지 아니하거나 납부하여야 할 세액보다 적게 납부하거나 환급받아야 할 세액보다 많이 환급받은 경우’에 부과하는 것이므로, 원고들에게 납부지연가산세를 부과하기 위해서는 원고들에게 납부기한을 도과한 양도소득세 납부의무가 있어야 한다. 그런데 원고들로서는 신규주택의 임차인과 구 소유자 사이의 임대차계약기간이 끝나는 날까지 신규주택으로 이사 및 전입신고를 하려고 하였으나 부득이하게 이를 이행하지 못한 것일 수 있는데, 원고들에게 사후적으로 위 요건을 충족하지 못하게 될 경우를 전제한 양도소득세를 미리 신고·납부하여야 할 의무까지 부과하기는 어렵다. <br/>  결국 원고들이 임차인과 구 소유자 사이의 임대차계약기간 종료일까지 신규주택으로의 이사 및 전입신고 의무를 이행하지 못하게 된 시점에서 비로소 감면받은 양도소득세 차액분에 관한 신고·납부의무가 발생하는 것으로 보아야 하고, 이는 구 소득세법 시행령 제155조 제1항에서 그 차액분에 관한 추가 신고·납부기한을 명시적으로 규정하고 있지 않다고 하더라도 마찬가지이다. 다만 같은 조 제12항, 제19항, 제22항과 같이 차액분의 추가 신고·납부기한이 \"사유가 발생한 날이 속하는 달의 말일부터 2개월 이내\"와 같이 명시적으로 규정되어 있지 아니한 이상, 그 추가 신고·납부기한은 기존 임대차계약기간 종료일, 원고들의 경우 2021. 7. 29.까지라고 보아야 한다.<br/>  따라서 이 사건 처분 중 2020. 10. 6.부터 2021. 7. 29.까지의 기간에 대하여 부과된 납부지연가산세 부분은 위법하다. 원고들의 이 부분 주장은 위 인정 범위 내에서 이유 있고, 나머지 주장은 이유 없다(원고들은 당초 신고·납부 시 과다납부하였던 각 5,219,990원에 대하여도 가산세를 부과할 수 없다고 주장하나, 위 과다신고납부금원에 대하여는 피고가 2020. 11. 13. 이미 환급가산금을 더하여 반환하였고, 위 반환이 원고들이 당초 신고·납부한 금액이 정당하다고 확인하여 주는 의미가 아님은 앞서 살핀 것과 같으므로, 이를 고려할 여지가 없다).<br/>  6) 소결론<br/>  이 사건 처분 중 원고들에 대하여 2020. 10. 6.부터 2021. 7. 29.까지의 기간에 대하여 부과된 납부지연가산세 각 5,521,253원 부분은 위법하고, 2021. 7. 30.부터 2022. 11. 15.까지 기간에 대하여 부과된 정당한 납부지연가산세는 각 8,206,177원이다.<br/>  따라서 이 사건 처분 중 원고별로 각 양도소득세 90,245,577원(가산세 15,664,305원 포함)을 초과하는 부분은 위법하여 취소되어야 한다. <br/>  3. 결론<br/>  그렇다면 원고들의 청구는 위 인정 범위 내에서 이유 있어 인용하고, 나머지 청구는 이유 없어 기각하기로 하여 주문과 같이 판결한다.  <br/>[별   지] 관계 법령: 생략<br/><br/>판사 최선재 ",
  "사건번호": "2023구단55644",
  "사건종류코드": "400108",
  "판례정보일련번호": "239813",
  "선고": "선고",
  "판결유형": "판결 : 항소",
  "법원종류코드": "400202"
}