{
  "판시사항": "  [1] 수증자의 범죄행위를 원인으로 한 증여계약의 해제를 규정하고 있는 민법 제556조 제1항 제1호에서 정한 ‘범죄행위’의 의미와 이에 해당하는지 판단하는 기준 및 이때 수증자가 그 범죄행위로 형사처벌을 받을 필요가 있는지 여부(소극)<br/>  [2] 甲의 어머니인 乙이 甲 등에게 토지 및 건물을 증여하되 乙이 살아있는 동안에는 직접 관리하기로 하는 내용의 증여증서를 작성하여 甲 등에게 교부한 다음 건물에 관하여 甲 명의로 소유권이전등기를 마쳤고, 甲과 乙은 토지 및 건물의 운영에 관하여 동업계약서를 작성하고 공동명의로 사업자등록을 마쳤으며, 그 후 乙이 알츠하이머병에 걸렸고 甲은 자신의 단독명의로 건물의 임대차계약을 체결하면서 乙의 동의 없이 작성된 乙 명의의 동업해지계약서를 세무서에 제출하여 사업자명의를 甲의 단독명의로 변경하였는데, 甲의 행위가 민법 제556조 제1항 제1호에서 정한 범죄행위에 해당하는지 문제 된 사안에서, 甲의 행위가 乙과의 신뢰관계를 중대하게 침해하여 증여의 효과를 그대로 유지시키는 것이 사회통념상 허용되지 아니할 정도에 이르렀다고 단정하기 어렵다고 한 사례<br/>",
  "참조판례": " [1] 헌법재판소 2009. 10. 29. 선고 2007헌바135 전원재판부 결정(헌공157, 1933)<br/>",
  "사건종류명": "민사",
  "판결요지": "  [1] 민법 제556조 제1항 제1호는 ‘수증자가 증여자에 대하여 증여자 또는 그 배우자나 직계혈족에 대한 범죄행위가 있는 때에는 증여자는 그 증여를 해제할 수 있다.’고 정한다. 이는 중대한 배은행위를 한 수증자에 대해서까지 증여자로 하여금 증여계약상의 의무를 이행하게 할 필요가 없다는 윤리적 요청을 법률적으로 고려한 것이다. 여기에서 ‘범죄행위’는, 수증자가 증여자에게 감사의 마음을 가져야 함에도 불구하고 증여자가 배은망덕하다고 느낄 정도로 둘 사이의 신뢰관계를 중대하게 침해하여 수증자에게 증여의 효과를 그대로 유지시키는 것이 사회통념상 허용되지 아니할 정도의 범죄를 저지르는 것을 말한다. 이때 이러한 범죄행위에 해당하는지는 수증자가 범죄행위에 이르게 된 동기 및 경위, 수증자의 범죄행위로 증여자가 받은 피해의 정도, 침해되는 법익의 유형, 증여자와 수증자의 관계 및 친밀도, 증여행위의 동기와 목적 등을 종합적으로 고려하여 판단하여야 하고, 반드시 수증자가 그 범죄행위로 형사처벌을 받을 필요는 없다.<br/>  [2] 甲의 어머니인 乙이 甲 등에게 토지 및 건물을 증여하되 乙이 살아있는 동안에는 직접 관리하기로 하는 내용의 증여증서를 작성하여 甲 등에게 교부한 다음 건물에 관하여 甲 명의로 소유권이전등기를 마쳤고, 甲과 乙은 토지 및 건물의 운영에 관하여 동업계약서를 작성하고 공동명의로 사업자등록을 마쳤으며, 그 후 乙이 알츠하이머병에 걸렸고 甲은 자신의 단독명의로 건물의 임대차계약을 체결하면서 乙의 동의 없이 작성된 乙 명의의 동업해지계약서를 세무서에 제출하여 사업자명의를 甲의 단독명의로 변경하였는데, 甲의 행위가 민법 제556조 제1항 제1호에서 정한 범죄행위에 해당하는지 문제 된 사안에서, 乙은 甲에게 재정적 도움을 주기 위하여 토지 및 건물을 증여한 것으로 보이는 점, 甲이 乙 명의의 동업해지계약서를 작성하고 세무서에 제출한 것은 乙이 알츠하이머병에 걸려 건물을 관리하는 것이 어려워진 상황에서 건물의 소유자로서 건물을 직접 관리하기 위해 단독명의로 임대차계약을 체결하려는 과정에서 절차상 요건을 갖추기 위해 발생한 일로 볼 여지가 있으며, 이후 甲은 건물 임대수입의 상당 부분을 토지 및 건물의 관리나 乙을 위하여 사용한 것으로 보이는 점, 甲은 사문서위조 및 위조사문서행사의 범죄사실에 관한 형사재판에서 계속하여 무죄를 주장하며 다투었고, 이후 무죄판결이 선고·확정된 점을 종합하면, 甲의 행위가 乙과의 신뢰관계를 중대하게 침해하여 증여의 효과를 그대로 유지시키는 것이 사회통념상 허용되지 아니할 정도에 이르렀다고 단정하기 어려운데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "참조조문": " [1] 민법 제556조 제1항 제1호 / [2] 민법 제556조 제1항 제1호<br/>",
  "선고일자": "20220311",
  "법원명": "대법원",
  "사건명": "소유권이전등기·소유권이전등기[피고로부터 부동산을 증여받은 원고들이 피고를 상대로 증여를 원인으로 하여 위 부동산에 대한 소유권이전등기청구를 하자, 피고가 원고들 중 1인의 피고에 대한 범죄행위가 있었음을 이유로 증여의 해제를 주장한 사건]",
  "판례내용": "【원고(반소피고), 상고인】 원고(반소피고) (소송대리인 법무법인(유한) 세종 담당변호사 권이선 외 2인)<br/>【원고, 상고인】 원고 1 외 2인 (소송대리인 법무법인(유한) 세종 담당변호사 권이선 외 2인)<br/>【피고(반소원고), 피상고인】 피고(반소원고) (소송대리인 법무법인 아테나 담당변호사 강미란 외 3인)<br/>【원심판결】 서울고법 2016. 12. 14. 선고 2015나2011258, 2011265 판결<br/>【주    문】<br/>  원심판결 중 본소 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.<br/><br/>【이    유】  상고이유(상고이유서 제출기간이 경과한 후에 제출된 상고이유보충서의 기재는 상고이유를 보충하는 범위 내에서)를 판단한다.<br/>  1. 상고이유 제2, 3점에 대하여<br/>  가. 원심판결 이유와 기록에 의하면, 다음과 같은 사실을 알 수 있다.<br/>  1) 피고(반소원고, 이하 ‘피고’라고만 한다)는 원고(반소피고, 이하 ‘원고’라고만 한다) 원고(반소피고)를 비롯하여 소외 1, 소외 2, 소외 3(1남 3녀)을 자녀로 두고 있고, 원고(반소피고)는 배우자인 원고 1과 사이에 원고 2, 원고 3을 자녀로 두고 있다.<br/>  2) 원고(반소피고)는 1980년 벨기에로 의학 공부를 하기 위해 유학을 갔다가, 이후 미국으로 건너가 의학 공부를 계속하였고, 1992년 하버드대학교 의과대학 조교수로 임명되었다. 원고(반소피고)는 1999. 7. 6. 미국 국적을 취득함에 따라 대한민국 국적을 상실하였고, 원고 1, 원고 2도 그 무렵 미국 국적을 취득하고 대한민국 국적을 상실하였다(원고 3의 경우 미국에서 출생하여 출생 때부터 미국 국적을 보유하고 있다).<br/>  3) 피고는 1992. 1.경 원고들에게 이 사건 토지 및 건물 전부를 증여하되 피고가 살아있는 동안에는 이 사건 토지 및 건물을 직접 관리하기로 하는 내용의 자필 증여증서를 작성하고, 위 증여증서와 각 부동산에 관한 등기권리증을 원고들에게 교부하였다(이하 ‘이 사건 증여계약’이라고 한다).<br/>  4) 피고는 1992. 4. 14. 원고(반소피고)와 이 사건 건물에 관하여 증여계약서를 별도로 작성한 다음 같은 달 16일 원고(반소피고) 명의로 소유권이전등기를 마쳤다.<br/>  5) 원고(반소피고)와 피고는 1995. 7.경 이 사건 토지 및 건물의 운영에 관하여, 건물소유자인 원고(반소피고)는 임대료 수입 등 이익의 1/4을 가지고, 대지소유자인 피고는 임대차보증금을 수령하고 임대료 수입 등 이익의 3/4을 가지기로 하는 내용의 공동사업계약서를 작성하였고(이하 ‘이 사건 동업’이라고 한다), 공동명의로 사업자등록을 마쳤다.<br/>  6) 피고는 1995년경부터 2011. 3.경까지 이 사건 토지 및 건물을 관리하며 각종 세금 및 공과금 등을 납부하였고, 건물에서 난 수익은 원고(반소피고)가 1/4을 취득하고 자신이 3/4을 취득하였다는 내용의 공동사업자별 소득금액 등 분배명세서를 작성하여 관할 세무서에 신고하였다.<br/>  7) 피고는 2004년경 알츠하이머 진단을 받았고, 이후 약물치료 및 상담치료 등을 받으면서 낮에는 주간보호센터에서 생활하였다.<br/>  8) 원고(반소피고)는 2011. 4. 25. 이 사건 건물에 관한 일체의 관리권한을 세무사 소외 4에게 위임한다는 내용의 위임장을 작성하였다. 원고(반소피고)는 2011. 4. 29. 이 사건 건물의 종전 임차인 소외 5와 다시 임대차계약을 체결하였는데, 기존에 피고와 원고(반소피고) 공동명의로 임대차계약서를 작성했던 것과 달리 원고(반소피고) 단독명의로 임대차계약서를 작성하였다(이하 ‘이 사건 임대차계약’이라고 한다). 소외 4의 직원 소외 6은 2011. 5. 12. 용산세무서에 피고의 동의 없이 ‘이 사건 토지 및 건물을 임대하여 생기는 이익을 공동으로 분배하기로 한 동업계약을 해지하고 피고의 지분을 2011. 6. 1.부터 원고(반소피고)가 모두 인수한다.’라는 내용으로 작성된 피고 명의의 이 사건 동업해지계약서 등을 제출하여 이 사건 토지 및 건물에 관한 임대사업자명의를 피고와 원고(반소피고) 공동명의에서 원고(반소피고) 단독명의로 변경하였다.<br/>  9) 원고(반소피고)는 이 사건 임대차계약을 체결한 뒤 자신의 계좌로 들어온 월 차임을 다음과 같이 사용하였다.<br/>  가) 원고(반소피고)는 2011. 7. 6.부터 2015. 4. 6.까지 피고에게 합계 49,000,000원(기간 내 매월 100만 원씩 및 2012. 6. 25.에는 병원비 명목으로 300만 원)을 송금하였다.<br/>  나) 원고(반소피고)는 2011년 1기분부터 2015년 1기분까지 이 사건 건물 임대업에 관한 부가가치세 15,530,880원, 종합소득세 및 주민세 6,807,280원을, 이 사건 토지 및 건물에 관한 2011년분부터 2014년분까지 재산세 37,533,510원, 피고 소유 아파트에 대한 2011년도분 재산세 1,450,640원, 피고의 2011년 6월분부터 2015년 3월분까지 건강보험료 합계 13,384,830원을 각 납부하였고, 세무사 소외 4 및 회계사 소외 7에게 기장수수료 등 합계 6,160,000원을, 환경개선부담금 합계 215,680원을, 피고가 생활하는 ○○사회복지관에 후원금 명목으로 2011년부터 2014년까지 매년 100만 원씩 합계 400만 원을, 산소관리 및 보수비용 명목으로 2012년부터 2014년까지 합계 2,345,000원을 각 지급하였다.<br/>  다) 원고(반소피고)는 2015. 4. 27. 이 사건 임대차계약이 임차인의 차임 미지급을 이유로 해지됨에 따라 임차인에게 보증금에서 미납차임을 제외한 40,100,000원을 지급하였다.<br/>  10) 원고(반소피고)는 피고의 알츠하이머를 이유로 2012. 6. 7. 수원지방법원 성남지원에 피고에 대한 금치산선고심판을 청구하였고(2012느단585), 피고의 후견인으로 큰딸 소외 1이 선임되었다.<br/>  11) 피고의 후견인인 소외 1은 2014. 8.경 서울서부지방검찰청에 피고의 동의 없이 피고 명의의 이 사건 동업해지계약서가 작성되고 세무서에 제출된 행위에 관하여 원고(반소피고)와 소외 4, 소외 6을 사문서위조 및 위조사문서행사 혐의로 고소하였다.<br/>  나. 원심의 판단<br/>  원심은 민법 제556조 제1항 제1호에서 정한 ‘범죄행위’는 증여관계의 특수성을 반영하여 수증자가 저지른 범죄가 증여자와 수증자 사이의 신뢰관계를 중대히 파괴하는 것인지를 기준으로 판단하여야 하고, 범죄행위에 관한 유죄의 확정판결이 반드시 필요한 것은 아니라는 전제 아래, 다음과 같은 이유에서 원고(반소피고)가 피고의 의사에 반하여 이 사건 동업해지계약서를 위조하고 이를 이용하여 이 사건 토지 및 건물에 관한 사업자명의를 원고(반소피고) 단독명의로 변경한 행위는 피고와의 신뢰관계를 중대하게 침해하는 범죄행위로서 망은행위에 해당하고, 이 사건 증여계약은 2013. 11. 6. 자 피고의 준비서면이 같은 날 원고들에게 도달함으로써 해제되었다고 판단하였다.<br/>  1) 원고(반소피고)는 다른 형제들이 알츠하이머병을 앓고 있는 피고의 의사를 내세워 이 사건 토지에 관한 권리를 주장하려고 하자 피고의 재산 중 가장 경제적인 가치가 큰 이 사건 토지에 관한 피고의 증여의사가 번복되거나 심신상실 등으로 증여를 인정받지 못할 수도 있다는 불안감을 가질 수밖에 없는 상황에 직면하였다.<br/>  2) 그동안 이 사건 토지 및 건물의 임대차에 따른 수입이나 세무관계 등은 조카인 소외 8 세무사가 처리하였는데, 원고(반소피고)는 위 업무를 처리할 사람을 가족관계를 잘 알지 못하는 소외 4 세무사로 변경하였고, 곧바로 임의로 작성된 피고 명의의 이 사건 동업해지계약서를 세무서에 제출하여 사업자명의를 원고(반소피고) 단독명의로 변경하였으며, 이후 원고(반소피고)가 이 사건 토지 및 건물에 관한 임대권한이나 관리권한을 행사하고 있다.<br/>  3) 세무사 소외 4은 원고(반소피고)의 형사사건에서 일관되게 이 사건 동업해지계약서는 원고(반소피고)가 미리 작성하여 자신에게 준 것이라고 진술하고 있고, 같은 내용의 녹취록도 이 법원에 제출되었다. 소외 4로서는 피고 명의의 이 사건 동업해지계약서를 위조할 아무런 이익도 없다.<br/>  4) 위 증여증서에 의한 피고의 관리권은 실질적으로 이 사건 토지 및 건물에 관한 수익권을 의미하는 것으로서, 별다른 생계수단이 없었던 피고는 이 사건 토지 및 건물을 관리하면서 그 수익으로 생활하고자 하였던 것으로 보인다. 피고의 후견인으로 선임된 소외 1은 이 사건 동업해지계약서에 의하여 이루어진 사업자명의 변경이나 임대차관계 등을 원상태로 돌려놓을 것을 여러 차례 원고(반소피고)에게 요구하였으나 원고(반소피고)는 이에 응하지 않고 있다.<br/>  다. 대법원의 판단<br/>  1) 민법 제556조 제1항 제1호는 ‘수증자가 증여자에 대하여 증여자 또는 그 배우자나 직계혈족에 대한 범죄행위가 있는 때에는 증여자는 그 증여를 해제할 수 있다.’고 정한다. 이는 중대한 배은행위를 한 수증자에 대해서까지 증여자로 하여금 증여계약상의 의무를 이행하게 할 필요가 없다는 윤리적 요청을 법률적으로 고려한 것이다(헌법재판소 2009. 10. 29. 선고 2007헌바135 전원재판부 결정 참조). 여기에서 ‘범죄행위’는, 수증자가 증여자에게 감사의 마음을 가져야 함에도 불구하고 증여자가 배은망덕하다고 느낄 정도로 둘 사이의 신뢰관계를 중대하게 침해하여 수증자에게 증여의 효과를 그대로 유지시키는 것이 사회통념상 허용되지 아니할 정도의 범죄를 저지르는 것을 말한다. 이때 이러한 범죄행위에 해당하는지 여부는 수증자가 범죄행위에 이르게 된 동기 및 경위, 수증자의 범죄행위로 증여자가 받은 피해의 정도, 침해되는 법익의 유형, 증여자와 수증자의 관계 및 친밀도, 증여행위의 동기와 목적 등을 종합적으로 고려하여 판단하여야 하고, 반드시 수증자가 그 범죄행위로 형사처벌을 받을 필요는 없다.<br/>  2) 앞서 본 사실관계를 위와 같은 법리에 비추어 살펴보면, 원심의 판단은 그대로 수긍하기 어렵다.<br/>  가) 피고는 외국에서 의학을 공부하는 원고(반소피고)를 자랑스러워하면서 원고(반소피고)에게 재정적 도움을 주기 위하여 원고들에게 이 사건 토지 및 건물을 증여한 것으로 보인다.<br/>  나) 피고는 원고(반소피고)에게 이 사건 건물을 증여하고 소유권이전등기를 마쳐주면서, 원고(반소피고)와 ‘피고가 살아있는 동안에는 직접 이 사건 건물을 관리하고 그 이익을 건물 관리비용 및 피고의 생활비로 사용하기로 한다.’는 내용의 이 사건 동업계약을 체결하였다. 그런데 피고가 2004년경 알츠하이머병에 걸려 이 사건 건물을 직접 관리하는 것이 어려워지자 이 사건 건물의 소유자인 원고(반소피고)로서는 피고를 대신하여 이 사건 건물을 관리해야 할 필요가 있었던 것으로 보인다. 원고(반소피고) 측이 피고 명의의 이 사건 동업해지계약서를 작성하고 세무서에 제출하였다 하더라도, 이는 원고(반소피고)가 위와 같은 상황에서 이 사건 건물의 소유자로서 건물을 직접 관리하기 위해 단독명의로 임차인과 임대차계약을 체결하려는 과정에서 절차상 요건을 갖추기 위해 발생한 일로 볼 여지가 있다. 원고(반소피고)는 자신이 단독으로 이 사건 토지 및 건물을 관리하기 시작한 이후 건물의 임대수입의 상당 부분을 이 사건 토지 및 건물의 관리나 피고를 위하여 사용한 것으로 보인다.<br/>  다) 원심은 원고(반소피고)의 사문서위조 및 위조사문서행사의 범죄사실이 유죄임을 전제로 원고(반소피고)가 임의로 이 사건 토지 및 건물에 관한 피고의 관리권을 박탈한 행위가 피고와의 신뢰관계를 중대하게 침해하는 범죄행위에 해당한다고 판단한 것으로 보인다. 그러나 원고(반소피고)는 위 범죄사실에 관한 형사재판에서 계속하여 무죄를 주장하며 다투었고, 상고심에 이르러서는 이 사건 원심판결 선고 후인 2018. 2. 22. 형사재판에서 무죄판결이 선고되었으며(서울서부지방법원 2015고정1133)) 이에 검사가 항소하였으나 2018. 10. 18. 항소기각판결이 선고되고(서울서부지방법원 2018노420) 2018. 10. 26. 그 판결이 확정되었다는 내용의 참고자료를 제출하기도 하였다.<br/>  라) 위와 같은 사정들을 종합하면, 원고(반소피고)의 행위가 피고와의 신뢰관계를 중대하게 침해하여 이 사건 증여의 효과를 그대로 유지시키는 것이 사회통념상 허용되지 아니할 정도에 이르렀다고 단정하기 어렵다.<br/>  3) 그럼에도 원심은 앞서 본 이유만으로 원고(반소피고)의 행위가 민법 제556조 제1항 제1호에서 정한 범죄행위에 해당하여 피고가 이 사건 증여계약을 해제할 수 있다고 판단하였다. 이러한 원심판단에는 민법 제556조 제1항 제1호에서 정한 수증자의 범죄행위를 원인으로 한 증여계약의 해제에 관한 법리를 오해하고 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있다. 이를 지적하는 상고이유 주장은 이유 있다.<br/>  2. 결론<br/>  그러므로 나머지 상고이유에 대한 판단을 생략한 채 원심판결 중 본소 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.<br/><br/>대법관 김선수(재판장) 박정화 노태악 오경미(주심)",
  "사건번호": "2017다207475, 207482",
  "사건종류코드": "400101",
  "판례정보일련번호": "220239",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400201"
}