{
  "판시사항": "  피고인은 복권사업자인 甲 주식회사와 온라인복권의 판매에 관한 계약을 체결하였는데, 자신이 직접 복권을 판매하지 않고 자기 소유의 건물 1층에서 편의점을 운영하는 점주 乙이 복권을 판매하는 대신 乙에게 복권 판매금액의 10%를 수수료로 주는 내용의 약정을 체결한 후 乙로 하여금 복권을 판매하도록 함으로써 온라인복권 판매계약을 체결하지 아니한 乙과 공모하여 영리 목적으로 온라인복권을 판매하였다고 하여 복권 및 복권기금법 위반으로 기소된 사안에서, 피고인에게 유죄를 선고한 사례<br/>",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "  피고인은 복권사업자인 甲 주식회사와 온라인복권(이하 ‘복권’이라 한다)의 판매에 관한 계약을 체결하였는데, 자신이 직접 복권을 판매하지 않고 자기 소유의 건물 1층에서 편의점을 운영하는 점주 乙이 복권을 판매하는 대신 乙에게 복권 판매금액의 10%를 수수료로 주는 내용의 약정을 체결한 후 乙로 하여금 불특정 다수의 손님들에게 복권을 판매하도록 함으로써 복권 판매계약을 체결하지 아니한 乙과 공모하여 영리 목적으로 복권을 판매하였다고 하여 복권 및 복권기금법 위반으로 기소된 사안이다.<br/>  피고인은 편의점 가맹사업을 영위하는 丙 주식회사와 자기 소유의 건물에 대하여 편의점 임대차계약을 체결하는 한편, 복권사업자인 甲 회사와 복권 판매에 관한 계약을 체결한 후 위 건물에 복권 판매시설을 설치한 점, 乙은 丙 회사와 편의점 가맹계약을 체결한 후 점주로서 편의점을 운영하였는데, 아르바이트생으로 고용한 점원들로 하여금 편의점에서 복권을 판매하도록 하고, 점원들이 근무하지 않는 시간대에는 직접 손님들에게 복권을 판매하기도 한 점, 편의점에서 복권판매영업을 통해 얻은 수익은 피고인 명의의 계좌로 입금되었는데, 그 판매금액 중 약 10% 상당의 수수료를 제외한 나머지 수익이 복권사업자인 甲 회사에 입금되고, 乙은 위 계좌에 연결된 피고인의 통장과 도장을 전 점주로부터 인계받아 전적으로 관리하면서 위 수수료 상당을 복권판매영업에 따른 수익금으로 취득한 점, 피고인은 乙이 편의점을 운영하기 전부터 다른 점주들에게 피고인의 통장과 도장을 위탁하여 복권판매영업에 따른 수익금 관리를 맡겨 왔고, 乙이 새롭게 점주로 편의점을 운영하면서 복권사업자와 별도의 복권 판매계약을 체결한 바가 없다는 사실을 잘 알면서도 복권 판매시설을 편의점에 그대로 둔 채 그 판매영업과 수익금 관리 및 배분 문제를 전적으로 乙에게 맡긴 점 등 제반 사정을 종합하면, 공소사실이 인정된다는 이유로 피고인에게 유죄를 선고한 사례이다.<br/>",
  "참조조문": "형법 제30조, 복권 및 복권기금법 제2조 제1항 (마)목, 제6조 제1항, 제34조 제3항 제2호<br/>",
  "선고일자": "20200204",
  "법원명": "울산지법",
  "사건명": "복권및복권기금법위반",
  "판례내용": "【피 고 인】 피고인<br/>【검    사】 이안나 외 1인<br/>【변 호 인】 변호사 성창호<br/>【주    문】<br/>  피고인을 벌금 1,000,000원에 처한다.<br/>  피고인이 위 벌금을 납입하지 아니하는 경우 100,000원을 1일로 환산한 기간 피고인을 노역장에 유치한다.<br/>  다만 이 판결 확정일부터 1년간 위 형의 집행을 유예한다.<br/><br/>【이    유】【범죄사실】  피고인은 울산 (주소 생략)에 있는 건물 소유주로서 복권사업자와 온라인복권의 판매에 관한 계약을 체결한 사람이고, 공소외 1은 위 건물 1층에서 ○○ 편의점△△△△△점을 운영하는 사람이다.<br/>  복권사업자와 온라인복권의 판매에 관한 계약을 체결하지 아니한 사람은 영리 목적으로 온라인복권을 판매하여서는 아니 된다.<br/>  그럼에도 불구하고 피고인은 2017. 5.경부터 2018. 11. 14.경까지 울산 (주소 생략)에 있는 위 ○○ 편의점에서, 공소외 1이 온라인복권을 판매하는 대신 공소외 1에게 온라인복권 판매금액의 10%를 주는 내용의 약정을 체결하고, 공소외 1은 온라인복권의 판매에 관한 계약을 체결하지 아니하였음에도 영리 목적으로 불특정 다수의 손님들에게 온라인복권을 판매하였다.<br/>  이로써 피고인은 공소외 1과 공모하여 복권사업자와 온라인복권의 판매에 관한 계약을 체결하지 아니하고 영리 목적으로 온라인복권을 판매하였다.<br/>【증거의 요지】  1. 피고인의 일부 법정진술<br/>  1. 공소외 1의 법정진술<br/>  1. 고발장<br/>  1. 복권판매점 점검확인서<br/>【법령의 적용】  1. 범죄사실에 대한 해당법조 및 형의 선택<br/>복권 및 복권기금법 제34조 제3항 제2호, 제6조 제1항, 벌금형 선택<br/>  1. 노역장유치<br/>형법 제70조 제1항, 제69조 제2항<br/>  1. 집행유예<br/>형법 제62조 제1항(피고인이 범행을 통해 수수료 상당을 배분받는 등 직접적으로 경제적 이득을 얻지는 않은 점, 피고인에게 동종 전과가 없는 점 등 참작)<br/>  유죄 판단의 근거<br/>  이 법원이 적법하게 채택, 조사한 여러 증거를 종합하여 알 수 있는 다음과 같은 사정에 비추어 볼 때, 피고인이 온라인복권 판매계약을 체결하지 아니한 공소외 1과 공모하여 영리 목적으로 온라인복권을 판매하였다는 이 사건 공소사실은 충분히 유죄로 인정된다.<br/>  ① 피고인은 공소사실 기재 건물의 소유주로서 2006년경부터 편의점 가맹사업을 영위하는 공소외 2 주식회사(이하 ‘공소외 2 회사’라 한다)와 사이에 위 건물을 편의점으로 임대하는 내용의 임대차계약을 체결하는 한편, 복권사업자인 공소외 3 주식회사(이하 ‘공소외 3 회사’라 한다)와 사이에 온라인복권 판매에 관한 계약을 체결한 후 위 건물에 온라인복권 판매시설을 설치하였다.<br/>  ② 공소외 1은 2017. 5.경 공소외 2 회사와 사이에 위 건물을 점포로 사용하는 편의점 가맹계약을 체결한 후 그 무렵부터 점주로서 위 편의점을 운영하였다.<br/>  ③ 공소외 1은 아르바이트생으로 고용한 점원들로 하여금 위 편의점에서 복권을 판매하도록 하였고, 점원들이 근무하지 않는 시간대에는 직접 손님들에게 복권을 판매하기도 하였다.<br/>  ④ 위 편의점에서 복권판매영업을 통해 얻은 수익은 피고인 명의의 계좌로 입금되었는데, 그 판매금액 중 약 10% 상당의 수수료를 제외한 나머지 수익이 복권사업자인 공소외 3 회사에 입금되었다. 공소외 1은 위 계좌에 연결된 피고인의 통장과 도장을 전 점주로부터 인계받아 전적으로 관리하였고, 이에 따라 위 수수료 상당을 복권판매영업에 따른 수익금으로 취득하였다.<br/>  ⑤ 피고인은 공소외 1이 위 점포를 운영하기 전부터 다른 점주들에게 피고인의 통장과 도장을 위탁하여 복권판매영업에 따른 수익금 관리를 맡겨 왔다. 피고인은 공소외 1이 2017. 5.경부터 새롭게 점주로 위 편의점을 운영하면서 복권사업자와 별도의 온라인복권 판매계약을 체결한 바가 없다는 사실을 잘 알면서도 위와 같이 복권 판매시설을 편의점에 그대로 둔 채 그 판매영업과 수익금 관리 및 배분의 문제를 전적으로 공소외 1에게 맡겼다.<br/>  ⑥ 한편 피고인의 계좌에서 위 편의점 점원들에게 매월 15만 원씩 지급된 내역이 발견되고, 점원들은 위 돈이 근로대가 중에서 복권판매에 따른 수당의 성격을 갖는다는 취지로 진술하고 있다. 그런데 이는 피고인이 직접 위 점원들을 고용한 후 그들에게 복권판매를 위탁하면서 지급한 대가는 아니었고, 단지 공소외 1이 일방적으로 점원들을 고용한 후 임금의 일환으로 그가 관리하는 피고인 명의의 복권판매 수익금 관리계좌에서 지급한 돈에 불과할 뿐이다.<br/>  ⑦ 앞서 본 복권판매영업의 방식과 그 수익금 배분의 형태 등에 비추어 공소외 1은 피고인과는 독립하여 자신의 계산으로 복권을 판매한 것으로 봄이 타당하고, 공소외 1이 피고인과의 고용계약 등을 기초로 피고인의 사용인의 지위에서 또는 피고인을 대신하여 복권을 판매한 것으로 보기는 어렵다.<br/>  ⑧ 위와 같은 복권판매에 따른 수익은 편의점 매출 중 상당 부분을 차지하여, 편의점 영업에 있어서 상당한 재산적 가치를 가진다. 이러한 재산적 가치는 건물 임대인인 피고인에게 있어서도 월차임의 상승 요인으로 작용하기에 피고인은 수년 동안 점주에게 복권판매영업을 전적으로 맡기고, 이를 통해 위와 같은 무형적인 경제적 이득을 지속적으로 향유해 왔던 것으로 보인다.<br/>  ⑨ 더욱이 피고인은 단순히 공소외 1 또는 공소외 1이 고용한 점원들에 의한 복권판매행위를 인식하면서도 이를 용인한 것을 넘어서, 앞서 본 바와 같이 피고인의 계산으로 구비한 복권 판매시설을 편의점에 설치하고, 복권판매 수익금 계좌의 관리를 전적으로 공소외 1에게 맡겼으며, 수시로 편의점을 방문하여 복권판매영업 상황을 점검하기까지 하였다.<br/><br/>판사 송명철 ",
  "사건번호": "2019고정298",
  "사건종류코드": "400102",
  "판례정보일련번호": "211443",
  "선고": "선고",
  "판결유형": "판결 : 확정",
  "법원종류코드": "400202"
}