{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "형사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20180816",
  "법원명": "의정부지방법원 고양지원",
  "사건명": "사기",
  "판례내용": "【피 고 인】 피고인<br/>【검    사】 박상범(기소), 정경진, 허태훈(공판)<br/>【변 호 인】 변호사 남명수(국선)<br/>【주    문】<br/>  피고인을 징역 4월에 처한다.<br/><br/>【이    유】【범죄사실】[범죄전력]<br/>피고인(2심 : 피고인 1)은 2017. 9. 20. 의정부지방법원에서 폐기물관리법위반죄(2015. 4. 30. 판결확정 전 범행)로 징역 1년, 폐기물관리법위반죄(2016. 1. 19. 판결확정 전 범행)로 징역 1년, 폐기물관리법위반죄(2016. 1. 19. 이후 범행) 등으로 징역 2년을 선고받아 2018. 2. 2. 그 판결이 확정되었다.<br/>[범죄사실]<br/>  피고인은 2015. 10. 23.경 파주시 (주소 12 생략)에 있는 공장의 관리자인 피해자 공소외 33에게 헌 옷을 수집하여 수출하는 사업을 할 것이라고 하면서, 피해자의 처 소유 명의로 된 위 공장 건물 및 부지(이하 ‘이 사건 부동산’이라고 함)를 보증금 5,000만 원, 월차임 300만 원에 임차하는 내용으로 임대인을 대리한 피해자와 사이에 임대차 계약을 체결하였다.<br/>  그러나 사실 피고인은 당시 무허가로 폐기물처리 사업을 영위하고 있는 상황에서 향후 구체적인 폐기물 처리 방안도 없이 임차할 이 사건 부동산에 임대차 계약 직후 수백 톤에 이르는 각종 혼합폐기물을 수집하여 적치하여 놓을 생각이었을 뿐만 아니라, 체납세금 등 다수의 채무를 부담하고 있는 상황에서 채무를 감당할 만한 수입이나 보유하고 있는 별다른 재산도 없었으므로, 피해자로부터 이 사건 부동산을 임차 받더라도 임대차 계약에 따른 차임이나 보증금을 피해자에게 제대로 지급할 의사나 능력도 없었다.<br/>  결국 피고인은 위와 같이 피해자를 기망하여 이에 속은 피해자로부터 같은 날 이 사건 부동산을 임차하여 인도 받은 후, 다량의 혼합폐기물을 적치하여 놓은 채 방치함으로써, 피해자로부터 이 사건 부동산 임차료 상당의 재산상 이익을 취득하였다.<br/>【증거의 요지】1. 피고인의 법정진술<br/>1. 피고인에 대한 일부 검찰 피의자신문조서(공소외 33 대질 부분 포함)<br/>1. 공소외 33에 대한 경찰 진술조서<br/>1. 부동산(공장) 월세 계약서, 협약서<br/>1. 폐기물처리 조치명령 공문, ◇◇리사진<br/>1. 판시 전과 : 범죄경력등조회회보서(피고인), 수사보고(형법 제37조 후단 경합전력 확인 등)<br/>【법령의 적용】1. 범죄사실에 대한 해당법조 및 형의 선택<br/>형법 제347조 제1항, 징역형 선택<br/>1. 경합범처리<br/>형법 제37조 후단, 제39조 제1항<br/>【양형의 이유】  피고인은 이 사건 범행을 인정하고 자신의 잘못을 반성하고 있다. 이 사건은 판시 범죄전력 기재와 같이 2018. 2. 2. 판결이 확정된 폐기물관리법위반죄(2015. 4. 30. 이후 2016. 1. 19. 판결확정 전 범행)와 형법 제37조 후단의 경합범 관계에 있어 형법 제39조 제1항에 따라 이들 죄를 동시에 판결할 경우와의 형평을 고려해야 한다. 그러나 피고인은 이 사건 범행 전에 동종 사기죄 및 도로교통법위반(음주운전)죄 등으로 여러 차례 처벌받은 전력이 있다. 특히 피고인은 2015. 4. 22. 사기죄로 징역 6월에 집행유예 2년을 선고받고 2015. 4. 30. 위 판결이 확정되었음에도 불구하고, 자숙하지 아니한 채 그 집행유예기간 중에 이 사건 범행을 저질렀는바, 피고인을 보다 엄히 처벌할 필요가 있다. 현재까지 피해가 회복되지도 않았고(피고인은 이 사건 부동산에 폐기물을 적치한 후 약 3년 가까이 지난 현재까지 피해자에게 이 사건 부동산 임차료를 제대로 지급하지 않았을 뿐만 아니라, 폐기물을 치우지도 않았다), 피해자로부터 용서받지도 못하였다. 그 밖에 이 사건 범행의 경위, 피고인의 나이, 성행, 생활환경, 범행 후의 정황 등 이 사건 기록 및 변론에 나타난 여러 사정들을 참작하여 주문과 같이 형을 정한다.<br/><br/>판사 김정웅 ",
  "사건번호": "2018고단1145",
  "사건종류코드": "400102",
  "판례정보일련번호": "209655",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}