{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "",
  "선고일자": "20150603",
  "법원명": "수원지방법원 평택지원",
  "사건명": "소유권이전등기등",
  "판례내용": "【원       고】 원고 1 외 10인(소송대리인 법무법인 화평 담당변호사 강철구)<br/>【피       고】 피고 1 외 12인(소송대리인 법무법인 지평 담당변호사 박보영 외 2인)<br/>【변론종결】2015. 4. 8.<br/>【주    문】<br/>1. 가. 피고 2는 원고 2에게 별지 부동산목록 제2항 기재 아파트에 관하여,<br/>    ⑴ 68,765,782원을 분양대금으로 정한 원고 2의 매수청약의 의사표시에 대하여 승낙의 의사표시를 하고,<br/>    ⑵ 원고 2로부터 68,765,782원을 지급받음과 동시에 이 판결 확정일자 매매를 원인으로 소유권이전등기절차를 이행하라. <br/>  나. 피고 7은 원고 7로부터 71,263,791원을 지급받음과 동시에 원고 7에게 별지 부동산목록 제7항 기재 아파트에 관하여 2010. 1. 21.자 합의를 원인으로 한 소유권이전등기절차를 이행하라. <br/>  다. 피고 9는 원고 9로부터 71,363,791원을 지급받음과 동시에 원고 9에게 별지 부동산목록 제9항 기재 아파트에 관하여 2010. 1. 21.자 합의를 원인으로 한 소유권이전등기절차를 이행하라. <br/>2. 가. 원고 2의 주위적 청구 및 나머지 제1예비적 청구와 피고 주식회사 반석주택, 피고 안성시에 대한 청구를 각 기각한다.<br/>  나. 원고 7, 원고 9의 나머지 주위적 청구와 피고 주식회사 반석주택, 피고 안성시에 대한 청구를 각 기각한다.<br/>  다. 원고 1, 원고 3, 원고 4, 원고 5, 원고 6, 원고 8, 원고 10, 원고 의료법인 음성소망의료재단의 청구를 모두 기각한다.<br/>3. 가. 원고 2와 피고 2 사이에 생긴 소송비용 중 1/2은 위 원고가, 나머지는 위 피고가 각 부담하고, 원고 7과 피고 7 사이에 생긴 소송비용 중 1/2은 위 원고가, 나머지는 위 피고가 각 부담하고, 원고 9와 피고 9 사이에 생긴 소송비용 중 1/2은 위 원고가, 나머지는 위 피고가 각 부담한다.<br/>  나. 원고 2, 원고 7, 원고 9와 피고 반석주택, 피고 안성시 사이에 생긴 소송비용은 위 원고들이 부담한다.<br/>  다. 원고 1, 원고 3, 원고 4, 원고 5, 원고 6, 원고 8, 원고 10, 원고 의료법인 음성소망의료재단과 피고들 사이에 생긴 소송비용은 위 원고들이 부담한다.<br/><br/>【청 구 취 지】1. 가. [주위적 청구취지]<br/>    별지 표1의 ‘피고’란 기재 각 피고는 같은 표의 ‘원고’란 기재 각 원고에게,<br/>    ⑴ 같은 표의 ‘부동산’란 기재 각 아파트에 관하여 2009. 8. 10.(또는 2010년경)자 분양전환에 관한 합의를 원인으로 한 소유권이전등기절차를 각 이행하고,<br/>    ⑵ 같은 표의 ‘청구금액’란 기재 각 금원 및 위 각 금원에 대한 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 20%의 비율에 의한 금원을 각 지급하라.<br/>  나. [제1예비적 청구취지]<br/>    별지 표1의 ‘피고’란 기재 각 피고는 같은 표의 ‘원고’란 기재 각 원고에게,<br/>    ⑴ 같은 표의 ‘부동산’란 기재 각 아파트에 관하여 같은 표의 ‘분양전환가격’란 기재 각 금원을 분양대금으로 정한 각 원고의 매수청약의 의사표시에 대하여 각 승낙의 의사표시를 하고,<br/>    ⑵ 위 각 아파트에 관하여 이 판결 확정일자 매매를 원인으로 한 소유권이전등기절차를 각 이행하라. <br/>  다. [제2예비적 청구취지]<br/>    별지 표1의 ‘원고’란 기재 각 원고는 같은 표의 ‘피고’란 기재 각 피고에 대하여 같은 표의 ‘부동산’란 기재 각 아파트에 관한 우선수분양권자의 지위에 있음을 각 확인한다.<br/>  라. [제3예비적 청구취지]<br/>    피고 주식회사 반석주택, 피고 안성시는 연대하여 별지 표2의 ‘원고’란 기재 각 원고에게 같은 표의 ‘청구금액’란 기재 각 금원 및 위 각 금원에 대하여 2011. 12. 30.부터 이 사건 청구취지 및 청구원인 변경 신청서 부본 송달일까지는 연 5%의, 그 다음날부터 다 갚는 날까지는 연 20%의 각 비율에 의한 금원을 각 지급하라.<br/>2. 피고 주식회사 반석주택, 피고 안성시는 연대하여 별지 표3의 ‘원고’란 기재 각 원고에게 같은 표의 ‘청구금액’란 기재 각 금원 및 위 각 금원에 대한 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 20%의 비율에 의한 금원을 각 지급하라.<br/>【이    유】1. 기초사실<br/>  다음의 각 사실은 당사자들 사이에 다툼이 없거나, 갑 제1호증, 갑 제2호증, 갑 제3호증, 갑 제4호증, 갑 제16호증의 1 내지 12, 갑 제17호증의 1 내지 5, 갑 제21호증의 1 내지 11, 갑 제23호증의 1 내지 11, 갑 제44호증, 갑 제45호증, 을가 제1호증, 을가 제2호증, 을가 제3호증, 을가 제5호증의 1 내지 11, 을가 제10호증의 각 기재에 변론 전체의 취지를 종합하여 이를 인정할 수 있다.<br/>가. 피고 주식회사 반석주택(이하 ‘피고 반석주택’이라 한다)은 2002. 3. 21. 홍익종합개발 주식회사로부터 안성시 (주소 생략) 임야 23,720㎡를 매수하여, 임대사업자로서 위 토지 지상에 공공건설 임대주택인 14~15층의 4개동 474세대[공급면적이 88.233㎡(27평형)인 174세대, 98.415㎡(30A평형)인 270세대, 98.473㎡(30B평형)인 30세대로 구성되어 있는데, 이하 각 ‘27평형, 30A평형, 30B평형’이라 한다] 규모의 □□□□□□ 임대아파트(이하 ‘이 사건 임대사업아파트’라 한다)를 건축하였다.<br/>나. 피고 반석주택은 2002. 6. 17. 피고 안성시로부터 입주자모집 공고 승인을 받고 이 사건 임대사업아파트를 건설하여 5년간 임대한 후 분양전환한다는 취지로 아래 [표]와 같은 내용의 입주자모집 공고를 하였다.<br/>구  분세대수임 대 보 증 금월 임대료분양전환가격의 기초가 되는 임대주택가격27평형(88.233㎡)174표준19,480,000원250,000원64,725,000원전환28,000,000원100,000원30A평형(98.415㎡)270표준19,910,000원300,000원72,604,000원전환32,000,000원100,000원30B평형(98.473㎡) 30표준19,910,000원300,000원72,584,000원전환32,000,000원100,000원<br/>　<br/>다. 원고들은 2002. 10.경부터 2010. 4. 28.까지 사이에 피고 반석주택과 이 사건 임대사업아파트의 일부인 별지 표1의 ‘부동산’란 기재 각 원고별 해당 아파트에 관하여 각 임대차계약을 체결하고, 그 무렵부터 각 해당 아파트에서 거주하였다.<br/>라. 이 사건 임대사업아파트의 임차인들 중 소외인을 주축으로 하는 원고 2(항소심 판결의 원고 2) 등 91명은 2008. 3. 20.경 피고 반석주택을 상대로 수원지방법원 평택지원 2008가합865로 임대주택법상 우선 분양전환대상자로서 갖는 임대목적물 매도청구권에 기하여 매수청약에 대한 승낙의 의사표시 및 소유권이전등기절차의 이행을 구하는 소를 제기하였고, 위 지원은 2009. 7. 27. 아래와 같은 내용의 조정을 갈음하는 결정(이하 ‘이 사건 조정결정’이라 한다)을 하였으며, 소외인 등 91명 및 피고 반석주택이 이 사건 조정결정에 이의하지 않아 2009. 8. 18. 이 사건 조정결정이 최종 확정되었다.<br/>1. 피고 반석주택은 2009. 8. 31.까지 이 사건 임대사업아파트 전체 세대에 대하여 피고 안성시에 분양전환 신청 절차를 개시하고, 피고 안성시에 감정인선임 신청을 한다. 2. 피고 반석주택이 제1항의 기일까지 위 절차를 이행하지 아니하는 경우, 피고 반석주택은 소외인 등 91인의 주위적 청구를 인낙한다.3. 소외인 등 91인은 피고 반석주택이 제1항을 이행했을 때 수원지방법원 평택지원 2008카단33 부동산처분금지가처분 신청을 취하하고 집행 해제한다. 4. 피고 반석주택은 소외인 외에 이 사건 임대사업아파트의 임차인들이 다른 대표를 내세우지 않는 한 소외인의 이 사건 임대사업아파트 임차인 전체의 대표성에 대하여 별도로 이의하지 않는다.<br/>마. 그 후 피고 반석주택은 2009. 12. 22.경 피고 안성시에게 1차로 이 사건 임대사업아파트 중 원고 7(항소심 판결의 원고 7), 원고 9의 세대를 비롯한 179세대에 대하여 분양전환승인을 신청하여 2010. 1. 21. 피고 안성시로부터 그 신청 세대에 대한 분양전환을 승인받았고(이하 ‘1차 분양전환승인’이라 한다), 2010. 3.경 피고 안성시에게 2차로 이 사건 임대사업아파트 중 원고 2, 원고 3의 세대를 비롯한 131세대에 대하여 분양전환승인을 신청하여 2010. 3. 25. 피고 안성시로부터 그 신청 세대에 대한 분양전환을 승인받았다(이하 ‘2차 분양전환승인’이라 한다).<br/>바. 피고 반석주택은 2011. 12. 2. 피고 안성시로부터 이 사건 임대사업아파트의 일부인 별지 부동산목록 기재 각 부동산 중 아래 [표]의 ‘세대’란 기재 각 아파트(이하 이를 모두 합쳐 부를 때에는 ‘이 사건 각 아파트’라 한다)를 포함한 119세대에 대하여 일반 분양전환을 승인받고(이하 ‘일반 분양전환승인’이라 한다), 잔여세대 입주자 모집공고를 통하여 2011. 12.경 이 사건 각 아파트에 관하여 피고 1(항소심 판결의 피고 1) 내지 11과 사이에 각 분양전환계약을 체결한 다음 피고 1 내지 11에게 그에 따른 소유권이전등기절차까지 모두 마쳐주었다[세대별 주소는 모두 ‘안성시 (주소 3 생략) (□□□□□□아파트)’이고, 청구취지와 관련하여 별지 표1에서도 간략하게 동호수로만 표시하기로 한다].<br/>순번세   대취 득 자분양전환계약체결일소유권이전등기일권리 주장 자비고 (약칭)1101동  502호피고 12011. 12. 28.2012. 1. 16.원고 1(항소심 판결의 원고 1)이 사건 제1아파트2101동 1401호피고 2(항소심 판결의 피고 2)2011. 12. 28.2012. 1. 26.원고 2이 사건 제2아파트3102동  701호피고 3(항소심 판결의 피고 3)2011. 12. 28.2012. 1. 26.원고 3(항소심 판결의 원고 3)이 사건 제3아파트4102동 1202호피고 4(항소심 판결의 피고 4)2011. 12. 28.2012. 1. 16.원고 4(항소심 판결의 원고 4)이 사건 제4아파트5103동  301호피고 5(항소심 판결의 피고 5)2011. 12. 28.2012. 1. 16.원고 5(항소심 판결의 원고 5)이 사건 제5아파트6103동  401호피고 6(항소심 판결의 피고 6)2011. 12. 28.2012. 1. 26.원고 6(항소심 판결의 원고 6)이 사건 제6아파트7103동  805호피고 7(항소심 판결의 피고 7)2011. 12. 27.2012. 1. 16.원고 7이 사건 제7아파트8104동  405호피고 8(항소심 판결의 피고 8)2011. 12. 28.2012. 1. 26.원고 8(항소심 판결의 원고 8)이 사건 제8아파트9104동 1101호피고 9(항소심 판결의 피고 9)2011. 12. 20.2012. 1. 16.원고 9(항소심 판결의 원고 9)이 사건 제9아파트10104동 1012호피고 102011. 12. 23.2012. 1. 16.원고 10이 사건 제10아파트11101동 1505호피고 11(항소심 판결의 피고 10)2011. 12. 30.2012. 1. 16.원고 의료법인음성소망의료재단이 사건 제11아파트<br/>　<br/>2. 원고들 주장의 요지<br/>가. 원고들이 우선분양전환대상자임을 전제로 하는 주장<br/>⑴ 주위적 주장 (피고 1 내지 11에 대하여)<br/>   ㈎ 피고 반석주택은 이 사건 조정결정에 따라 분양전환 절차를 개시할 의무가 있었으므로, 이 사건 조정결정이 확정된 2009. 8. 10.경 또는 1차 및 2차 분양전환승인일 무렵 이 사건 각 아파트의 우선분양전환대상자들인 원고들과 피고 반석주택 사이에 이 사건 각 아파트의 분양전환에 관한 합의가 이루어졌는데, 피고 1 내지 11은 위와 같이 피고 반석주택으로부터 이 사건 각 아파트를 매수함으로써 임대주택법 제16조에 따라 임대사업자로서의 지위 및 우선분양에 관한 의무를 승계하였다.<br/>    따라서 별지 표1의 ‘피고’란 기재 각 피고는 같은 표의 ‘원고’란 기재 각 원고에게 같은 표의 ‘부동산’란 기재 각 아파트에 관하여 2009. 8. 10.자(또는 2010년경) 분양전환에 관한 합의를 원인으로 한 소유권이전등기절차를 각 이행할 의무가 있다.<br/>   ㈏ 그리고 원고들은 피고 1 내지 11에게 각 “법정분양전환가격”에서 “원고들이 피고 반석주택에게 이미 지급한 각 임대보증금 및 원고들이 승계할 피고 반석주택의 각 국민주택기금 대출금”을 공제한 금액을 분양전환대금으로 지급하여야 할 것이나, 별지 표1의 ‘분양전환가격’란 기재 각 금원에서 같은 표의 ‘기지급 임대보증금’란 기재 각 금원 및 같은 표의 ‘국민주택기금’란 기재 각 금원을 공제하면 오히려 원고들이 피고 반석주택에게 같은 표의 ‘청구금액’란 기재 각 금원만큼 초과 지급하였으므로, 같은 표의 ‘피고’란 기재 각 피고는 같은 표의 ‘원고’란 기재 각 원고에게 같은 표의 ‘청구금액’란 기재 각 금원 및 위 각 금원에 대한 지연손해금을 각 지급할 의무가 있다.<br/>⑵ 예비적 주장<br/>㈎ 제1예비적 주장 피고 1 내지 11에 대하여)<br/>    가사 원고들과 피고 반석주택 사이에 이 사건 조정결정에 따른 이 사건 각 아파트의 분양전환에 관한 합의의 성립이 인정되지 않는다고 하더라도, 원고들은 여전히 이 사건 각 아파트를 우선분양전환받을 권리가 있고, 피고 1 내지 11은 위와 같이 피고 반석주택으로부터 이 사건 각 아파트를 매수함으로써 임대주택법 제16조에 따라 임대사업자로서의 지위 및 우선분양에 관한 의무를 승계하였으며, 원고들은 이 사건 청구취지 및 청구원인 변경신청서 부본의 송달로써 피고 1 내지 11에게 별지 표1의 ‘분양전환가격’란 기재 각 금원을 분양대금으로 정하여 매수청약의 의사표시를 하는 바이다.<br/>    따라서 별지 표1의 ‘피고’란 기재 각 피고는 같은 표의 ‘원고’란 기재 각 원고에게 같은 표의 ‘부동산’란 기재 각 아파트에 관하여 같은 표의 ‘분양전환가격’란 기재 각 금원을 분양대금으로 정한 각 원고의 매수청약의 의사표시에 대하여 각 승낙의 의사표시를 하고, 같은 표의 ‘부동산’란 기재 각 아파트에 관하여 이 판결 확정일자 매매를 원인으로 소유권이전등기절차를 각 이행할 의무가 있다.<br/>㈏ 제2예비적 주장 (피고 1 내지 11에 대하여)<br/>    원고들은 이 사건 각 아파트를 우선분양전환받을 권리가 있고, 피고 1 내지 11은 임대사업자인 피고 반석주택의 우선분양에 관한 의무를 승계하였으므로, 별지 표1의 ‘원고’란 기재 각 원고는 같은 표의 ‘피고’란 기재 각 피고에 대하여 같은 표의 ‘부동산’란 기재 각 아파트에 관한 우선수분양권자의 지위에 있음의 확인을 각 구하는 바이고, 피고 1 내지 11이 이에 대하여 다투고 있는 이상 확인의 이익도 있다.<br/>㈐ 제3예비적 주장 (피고 반석주택, 피고 안성시에 대하여)<br/>    1) 피고 반석주택은 원고들에게 이 사건 각 아파트를 분양전환해 줄 테니 기다리라는 말로 이 사건 각 아파트에 관한 임대차계약을 연장하다가 피고 1 내지 11에게 이 사건 각 아파트를 매각함으로써 분양전환에 관한 합의를 위반함과 동시에 배신행위를 하였다. 또한 피고 반석주택에게 부도가 발생한 경우 무주택 임차인인 원고 1, 원고 3, 원고 4, 원고 8, 원고 10, 원고 11뿐만 아니라 유주택 임차인인 원고 2, 원고 5 내지 원고 7, 원고 9도 이 사건 각 아파트를 우선분양전환받을 권리가 있고, 피고 반석주택은 이 사건 조정결정에 따라 이 사건 임대사업아파트 전체 세대에 관하여 분양전환을 하여야 함에도 일부 세대에 대하여만 분양전환승인을 신청하여 피고 안성시로부터 그 승인을 받았다..<br/>     이로 인하여 원고들은 이 사건 각 아파트에 관한 수분양권 내지 소유권을 취득할 권리를 박탈당하는 손해를 입었다.<br/>    2) 피고 안성시는 이 사건 임대사업아파트의 분양전환 절차에 관한 관리감독의무가 있음에도, ① 분양전환 절차와 관련하여 재감정평가 사유가 없음에도 피고 반석주택의 요구를 받아주어 재감정평가를 실시하도록 하고, ② 피고 반석주택이 분양전환 불희망 임차인들 관련 서류의 제출을 소홀히 하여 이 사건 임대사업아파트의 분양전환 절차에서 일부 임차인들이 의도적으로 누락ㆍ배제되었고, 이에 그들이 피고 안성시에 민원을 제기하였음에도 이를 방치하였으며, ③ 피고 반석주택이 일부 임차인들에게 법정분양전환가격을 초과하여 이 사건 임대사업아파트 중 일부 세대를 매각하는 것을 방치하였고, ④ 2009. 11. 9.경 피고 반석주택에게 부도가 발생하여 유주택 임차인인 원고 2, 원고 5 내지 원고 7, 원고 9에게도 우선분양전환 신청권이 있을 뿐만 아니라 이 사건 조정결정에 따라 이 사건 임대사업아파트 전체 세대에 관하여 분양전환을 하여야 함을 알고 있었음에도, 피고 반석주택에게 이 사건 임대사업아파트의 일부 세대에 대하여만 1차 및 2차 분양전환승인을 하고 나아가 119세대에 대하여 일반 분양전환승인을 해주는 등 분양전환 절차에 관한 관리감독의무를 소홀히 함으로써 피고 반석주택이 이 사건 각 아파트를 피고 1 내지 11에게 매각하는 불법행위를 저지르는 데에 방조하였다.<br/>     그러므로 피고 안성시는 공동불법행위자로서 피고 반석주택과 연대하여 원고들이 입은 손해를 배상할 의무가 있다.<br/>    3) 원고들이 이 사건 각 아파트가 일반 분양전환되어 그 소유권을 취득하지 못함으로써 입은 손해의 범위는 피고 1 내지 11에게 이 사건 각 아파트에 관한 소유권이전등기가 마쳐진 2012. 1.경 이 사건 각 아파트의 시가인 별지 표2의 ‘매각가격’란 기재 각 금원(30A평형의 경우 94,700,000원, 27평형의 경우 84,600,000원)에서 원고들이 우선분양전환 신청권을 행사하여 이 사건 각 아파트를 분양받았을 경우 그 취득에 필요한 비용, 즉 같은 표의 ‘법정분양전환가격’란 기재 각 금원을 공제한 같은 표의 ‘청구금액’란 기재 각 금원이다.<br/>     따라서 피고 반석주택, 피고 안성시는 연대하여 별지 표2의 ‘원고’란 기재 각 원고에게 같은 표의 ‘청구금액’란 기재 각 금원 및 위 각 금원에 대한 지연손해금을 각 지급하여야 한다.<br/>나. 임대보증금 및 임대료 관련 손해 주장<br/>⑴ 피고 반석주택에 대한 주장<br/>㈎ 주위적 주장<br/>    구 「임대주택법 시행령」(2002. 9. 11. 대통령령 제17737호로 개정되기 전의 것) 등 관련 법령에 의하면 공공건설 임대주택인 이 사건 임대사업아파트의 임대보증금은 실제로 투입한 건축비를 기초로 산정한 건설원가를 기준으로 정해야 함에도 피고 반석주택은 이러한 법령 규정에 위반하여 이 사건 임대사업아파트의 임대보증금을 임의로 산정하여 원고들로 하여금 별지 표3의 ‘청구금액’란 기재 각 금원만큼의 손해를 입게 하였으므로, 피고 반석주택은 같은 표의 ‘원고’란 기재 각 원고에게 같은 표의 ‘청구금액’란 기재 각 금원 및 위 각 금원에 대한 지연손해금을 각 배상할 의무가 있다.<br/>㈏ 예비적 주장<br/>    피고 반석주택은 위와 같이 법령 규정에 위반하여 이 사건 임대사업아파트의 임대보증금을 임의로 산정하여 법률상 원인 없이 부당하게 별지 표3의 ‘청구금액’란 기재 각 금원만큼 이득을 얻고 원고들에게 위 각 금원 상당의 손해를 가하였으므로, 같은 표의 ‘원고’란 기재 각 원고에게 같은 표의 ‘청구금액’란 기재 각 금원 및 위 각 금원에 대한 지연손해금을 부당이득으로 각 반환하여야 한다. <br/>⑵ 피고 안성시에 대한 주장<br/>   피고 안성시는 이 사건 임대사업아파트의 실제 건축비를 알고 있었음에도 피고 반석주택이 법령 규정에 위반하여 임대보증금을 산정하여 신고한 것을 제대로 검토하지 않고 수리하여 줌으로써 원고들로 하여금 위 ⑴의 ㈎항 기재 각 금원 상당의 손해를 입게 하였으므로, 피고 안성시는 피고 반석주택과 연대하여 별지 표3의 ‘원고’란 기재 각 원고에게 같은 표의 ‘청구금액’란 기재 각 금원 및 위 각 금원에 대한 지연손해금을 각 배상할 의무가 있다.<br/>3. 원고들이 우선분양전환대상자임을 전제로 하는 청구에 대한 판단<br/>가. 원고들이 우선분양전환대상자인지 여부<br/>⑴ 원고 1<br/>㈎ 피고 1, 피고 반석주택의 주장 요지<br/>원고 1은 세대주가 아니므로 우선분양전환대상자가 아니었고, 가사 우선분양전환대상자라고 하더라도 위 원고는 이 사건 제1아파트에 관한 우선분양전환 신청권을 포기하였다.<br/>㈏ 세대주여야 하는지 여부<br/>구 「임대주택법」(2005. 7. 13. 법률 제7598호로 개정되기 전의 것) 제15조에 의하면 ‘무주택세대주인 임차인‘에게 우선분양전환 신청권이 인정되었지만, 2005. 7. 13. 법률 제7598호로 개정되어 같은 날부터 시행된 「임대주택법」 제15조 제1항은 “임대사업자는 임대의무기간이 경과된 후 「주택법」 제16조의 규정에 의하여 사업계획승인을 얻어 건설한 주택 중 「주택법」 제60조의 규정에 의하여 국민주택기금의 자금을 지원받아 건설하거나 공공사업에 의하여 조성된 택지에 건설하는 임대주택을 분양전환하는 경우에는 다음 각 호의 어느 하나에 해당하는 임차인에게 우선분양전환하여야 한다. 1. 입주일 이후부터 분양전환 당시까지 당해 임대주택에 거주한 무주택자인 임차인”이라고 규정하여 종래 ’무주택세대주인 임차인‘으로 한정되었던 우선분양전환대상자의 범위를 ‘무주택자인 임차인’으로 확대하였는바, 이 사건 임대사업아파트는 위 개정 법률의 효력이 발생한 2005. 7. 13. 이후인 2007년경 분양전환시기가 도래하였음은 위 기초사실에서 본 바와 같으므로, 위 피고들의 이 부분 주장은 받아들이지 아니한다.<br/>㈐ 원고 1이 우선분양전환 신청권을 포기하였는지 여부<br/>    갑 제50호증의 2, 3, 갑 제51호증의 1-1, 을가 제6호증의 1의 각 기재에 변론 전체의 취지를 종합하면, 원고 1은 2003. 8.경 피고 반석주택과 사이에 이 사건 제1아파트에 관한 임대차계약을 체결하면서 피고 반석주택에게 “이 사건 제1아파트에 관한 우선분양전환을 포기하고, 피고 반석주택과 임대조건으로만 계약함을 확인한다.”라는 취지의 확인서를 작성해준 사실, 위 원고는 1차 및 2차 분양전환승인 당시 피고 반석주택의 분양전환을 희망하는지 여부에 대한 답변 요구에 아무런 응답을 하지 아니한 사실이 인정되는바, 위 인정사실에 의하면, 위 원고는 이 사건 제1아파트에 관한 우선분양전환 신청권을 포기하였으므로 우선분양전환 신청권이 소멸하였다고 봄이 상당하다. <br/>    이에 대하여 위 원고는 피고 반석주택이 이 사건 임대사업아파트에 관한 건축원가를 부당하게 많이 산정하고 정당한 이유 없이 재감정평가를 받아 터무니없이 높은 분양전환가격을 제시하는 등 피고 반석주택의 기망 또는 착오에 의하여 이 사건 제1아파트에 관한 우선분양전환 신청권을 포기한 것이라는 취지로 주장하나, 갑 제36호증의 1의 기재만으로는 이를 인정하기에 부족하고 달리 이를 인정할 증거가 없으므로, 위 원고의 위 주장은 받아들이지 아니한다.<br/>㈑ 소 결<br/>    따라서 원고 1이 이 사건 제1아파트에 관하여 우선분양전환대상자임을 전제로 하는 위 원고의 이 부분 청구는 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다. <br/>⑵ 원고 2<br/>㈎ 피고 2, 피고 반석주택의 주장 요지<br/>원고 2는 무주택자가 아닐 뿐만 아니라 2차 분양전환승인을 받은 이후에도 6개월 이상 분양전환에 응하지 않았으므로 이 사건 제2아파트에 관한 우선분양전환 신청권이 소멸하였다.<br/>㈏ 무주택자여야 하는지 여부<br/>    갑 제37호증의 1, 을가 제7호증의 1, 2의 각 기재에 의하면, 원고 2가 2010. 3. 2. 이전부터 안성시 (주소 4 생략) 및 (주소 5 생략)을 각 소유하고 있는 사실은 인정된다. <br/>    그러나, 2008. 3. 21. 법률 제8966호로 전부개정된 「임대주택법」 제21조 제1항은 “임대사업자가 임대의무기간이 지난 후 「주택법」 제16조에 따라 사업계획승인을 받아 건설한 주택 중 「주택법」 제60조에 따라 국민주택기금의 자금을 지원받아 건설하거나 공공사업으로 조성된 택지에 건설하는 임대주택을 분양전환하는 경우에는 같은 항 제1호 내지 제5호의 어느 하나에 해당하는 임차인에게 우선분양전환하여야 한다.”라고 규정하면서 그 중 국가기관 또는 법인인 임차인(제5호)을 제외한 나머지 임차인의 경우 모두 분양전환 당시 ‘무주택자’일 것을 요구하고 있고, 제2항은 “제1항에도 불구하고 임대사업자의 부도, 파산, 그 밖에 대통령령으로 정하는 경우에는 분양전환 당시 해당 임대주택에 거주하는 임차인에게 우선분양전환할 수 있다.”라고 규정하여 제1항과 달리 우선분양전환 대상 임차인의 주택 소유 관계를 문제 삼고 있지 않다. 위 각 조항의 규정 내용과 형식, 임대주택법의 입법 목적과 개정 경위, 다른 관련 규정과의 관계 등 여러 사정을 종합하여 보면, 「임대주택법」 제21조 제2항은 임대의무기간이 지난 공공건설 임대주택에 있어서 임대사업자의 부도, 파산 등의 경우에는 분양전환 당시 해당 임대주택에 거주하는 임차인은 유주택자라 하더라도 이를 우선분양전환받을 권리가 있고, 임대사업자는 그 임차인에게 우선분양전환할 의무가 있음을 규정한 것으로 해석함이 타당하고(대법원 2012. 11. 29. 선고 2011다84335 판결 등 참조), 「임대주택법」 제21조 제2항의 ‘부도 등’은 「임대주택법 시행령」 제3조 제1항에 따라 대통령령으로 정하는 기간인 6개월에 1년을 더한 기간을 초과하여 「주택법」 제60조에 따른 국민주택기금 융자금에 대한 이자를 내지 아니한 경우를 의미한다. <br/>    이러한 법리에 비추어 이 사건에서 살피건대, 갑 제19호증의 1 내지 4, 갑 제28호증, 갑 제32호증의 각 기재, 이 법원의 주식회사 국민은행 충청도지역본부장 및 대전여신관리센터장에 대한 각 사실조회회신 결과에 변론 전체의 취지를 종합하면, 피고 반석주택은 국민은행으로부터 국민주택기금 융자금을 대출받을 때 분할상환 약정을 하였는데, 2008. 2. 3.부터 이자 납부를 연체하여 2008. 7. 24. 기준으로 연체금액이 385,570,690원이고, 그 후 대출원리금의 일부를 상환하였다가 2009. 5. 3.부터 이자 납부를 연체하여 2013. 9. 24. 기준으로 연체금액이 37,708,150원이며, 다시 대출원리금의 일부를 납부하였다가 2009. 6. 3.부터 이자 납부를 연체하였는데, 2014. 5. 19. 기준으로 연체기간이 60개월이고 대출 잔액이 37,440,630원이며, 연체금액이 28,460,750원인 사실, 주식회사 국민은행은 2009. 11. 9. 피고 안성시에게 피고 반석주택의 부도 사실을 신고한 사실, 피고 반석주택은 2012. 2.경 원고 2를 비롯한 임차인들에게 “피고 반석주택이 임대주택법상 부도 상태에 있고, 이자가 계속 연체되면 주식회사 국민은행 측에서 경매 처분절차를 밟겠다는 통보가 오고 있다.”라는 취지의 내용증명을 보낸 사실이 인정되는바, 위 인정사실에 의하면, 임대사업자인 피고 반석주택이 이 사건 임대사업아파트를 분양전환할 당시 1년 6개월을 초과하여 국민주택기금 융자금에 대한 이자를 제대로 납부하지 아니하여 부도 상태에 있었다고 할 것이어서(피고 반석주택은 2008. 2. 3.경부터 부도 상태에 있었다고 보인다), 해당 임대아파트에 거주하는 임차인들이 무주택자인지 유주택자인지에 관계없이 그들이 원하는 경우에 우선분양전환할 의무가 있었으므로, 위 피고들의 이 부분 주장은 받아들이지 아니한다.<br/>㈐ 원고 2의 우선분양전환 신청권이 소멸되었는지 여부<br/>구 「임대주택법」(2014. 5. 28. 법률 제12704호로 개정되기 전의 것) 제21조 제1항은 “임대사업자가 임대의무기간이 지난 후 「주택법」 제16조에 따라 사업계획승인을 받아 건설한 주택 중 「주택법」 제60조에 따라 국민주택기금의 자금을 지원받아 건설하거나 공공사업으로 조성된 택지에 건설하는 임대주택을 분양전환하는 경우에는 다음 각 호의 어느 하나에 해당하는 임차인에게 우선분양전환하여야 한다.”라고, 제4항은 “시장ㆍ군수ㆍ구청장은 분양전환승인 신청을 받은 경우 30일 이내에 승인을 하여야 한다.”라고, 제7항은 “임대사업자가 제4항에 따른 분양전환승인을 받은 이후에도 임차인이 6개월 이상 분양전환에 응하지 아니하는 경우에는 임대사업자는 해당 임대주택을 분양전환가격으로 국토해양부령으로 정하는 바에 따라 제3자에게 매각할 수 있다.”라고 각 규정하고 있는바, 임대주택법의 위 규정은 임차인의 우선분양전환 신청권을 실질적으로 보장하여 임차인이 안정적으로 임대주택을 분양받을 수 있도록 하기 위한 취지인 점, 임대주택법은 임대사업자가 분양전환승인을 신청하는 경우의 절차를 규정하면서 시장 등이 분양전환승인을 한 경우 이를 임차인에게 통보하는 절차를 별도로 규정하고 있지 않아 임차인으로서는 분양전환승인을 알지 못할 가능성이 있는 점, 「임대주택법」 제21조 제7항은 임대사업자가 임대주택을 제3자에게 매각할 수 있는 요건을 “임차인이 6개월 이상 분양전환에 ‘응하지’ 아니하는 경우”라고 규정하여 임대사업자의 임차인에 대한 분양전환 신청의 안내 내지 통보를 전제하고 있다고 보이는 점 등을 고려하면, 임대사업자의 신청에 따라 분양전환승인이 이루어진 경우, 분양전환승인일로부터 6개월이 지나면 곧바로 임차인의 우선분양전환 신청권이 소멸하여 임대사업자가 해당 임대주택을 제3자에게 매각할 수 있는 것은 아니고, 분양전환승인일 이후로써 임대사업자로부터 분양전환승인에 따라 분양전환 신청을 할 것을 적법하게 안내 내지 통보받은 날부터 6개월이 지나도록 임차인이 분양전환에 응하지 아니하는 경우에는 임차인의 우선분양전환 신청권이 소멸하여 임대사업자는 해당 임대주택을 제3자에게 매각할 수 있다고 할 것이다. 한편 임대사업자가 안내 내지 통보한 분양전환 신청기간이 6개월에 미치지 못하였더라도, 임대사업자가 임차인에게 6개월 이상의 분양전환 신청기간을 실질적으로 보장하여 우선분양전환의 기회를 부여하였는데도 임차인이 그 분양전환에 응하지 아니한 경우에는 임차인의 우선분양전환 신청권은 소멸하였다고 볼 것이다(대법원 2014. 6. 26. 선고 2014다4880 판결 참조).<br/>    이러한 법리에 비추어 이 사건에서 살피건대, 피고 반석주택은 2010. 3. 25. 피고 안성시로부터 이 사건 제2아파트를 포함하여 이 사건 임대사업아파트 중 131세대에 대하여 2차 분양전환승인을 받은 사실, 2011. 12. 2. 이 사건 제2아파트에 대하여 일반 분양전환승인이 이루어진 사실, 피고 반석주택이 이 사건 제2아파트를 피고 2에게 일반 분양전환한 사실은 위 기초사실에서 본 바와 같으나, 한편 갑 제19호증의 4, 갑 제35호증, 갑 제36호증의 각 기재 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 피고 반석주택은 2010. 5. 25.경 원고 2를 수신인으로 하는 “주택 소유 검색을 거쳐 우선분양권이 있는 분에 대하여 모두 계약 및 소유권이전등기를 마무리하였다. 주택을 소유한 경우에는 우선분양전환받을 자격이 없으므로 우선분양권이 없다.”라는 취지의 분양전환 관련 확인서를 작성하였던 점, ② 위 확인서에는 “임대 연장한 세대는 2010. 6. 10.까지 분양사무실에 오셔서 분양상담 하시기 바라며, 만약 위 기일까지 연락이 없는 세대는 분양포기로 간주토록 하겠습니다.”라고 기재되어 있으나, 위 원고가 이 사건 제2아파트에 관하여 분양전환승인을 받은 세대라는 것을 전제로 분양전환계약 체결기간이 명시되어 있지 않은 점, ③ 피고 반석주택은 이 사건에서도 위 원고가 유주택자이므로 우선분양전환 신청권이 없다는 취지로 다투고 있는 점, ④ 위 원고는 2012. 2. 13.경 피고 반석주택으로부터 이 사건 제2아파트가 일반 분양전환되었다는 내용증명을 받은 후 2012. 2. 24.경 피고 2에게 “위 원고는 이 사건 제2아파트의 우선분양전환권자이고, 피고 반석주택에게 분양전환을 포기한다는 사실을 전하거나 알린 사실이 없으므로 소송에 들어갈 수 있다.”라는 취지의 내용증명을 보내기도 한 점, ⑤ 피고 반석주택이 위 원고에게 분양전환 신청에 관하여 안내 내지 통보하였음을 인정할 만한 아무런 증거가 없는 점 등을 종합하여 보면, 피고 반석주택이 위 원고에게 6개월 이상의 분양전환 신청기간을 실질적으로 보장하였다고 보기 어렵다.<br/>    따라서 피고 반석주택이 위 원고에게 2차 분양전환승인에 따라 분양전환 신청을 할 것을 적법하게 안내 내지 통보하여 위 원고에게 분양전환의 기회를 부여하였음을 전제로 하는 위 피고들의 이 부분 주장도 받아들이지 아니한다. <br/>㈑ 소 결<br/>    따라서 원고 2는 여전히 이 사건 제2아파트에 관한 우선분양전환대상자에 해당한다. <br/>⑶ 원고 3<br/>㈎ 피고 3, 피고 반석주택의 주장 요지<br/>원고 3은 세대주가 아니므로 이 사건 제3아파트에 관한 우선분양전환대상자가 아니었고, 가사 우선분양전환대상자라 하더라도 위 원고는 우선분양전환 신청권을 포기하였다. <br/>㈏ 세대주여야 하는지 여부<br/>    우선분양전환대상자가 세대주임을 요하지 않음은 위 ⑴의 ㈏항에서 본 바와 같으므로, 위 피고들의 이 부분 주장은 받아들이지 아니한다. <br/>㈐ 원고 3이 우선분양전환 신청권을 포기하였는지 여부<br/>    갑 제50호증의 2, 3, 을가 제6호증의 2의 각 기재에 변론 전체의 취지를 종합하면, 원고 3은 분양전환 관련 사실 확인서의 “분양 받기를 희망하지 않습니다.”라는 기재 옆에 ’○‘ 표시를 하고, 그 옆에 “능력 부적 합니다.”라고 가필하여 2009. 12. 17. 피고 반석주택에게 위 확인서를 제출한 사실, 1차 및 2차 분양전환승인 당시 피고 반석주택이 분양전환을 희망하는지 여부를 조사할 때 위 원고가 희망하지 않는다는 의사를 표시한 사실이 인정되는바, 위 인정사실에 의하면, 위 원고는 이 사건 제3아파트에 관한 우선분양전환 신청권을 포기하였으므로 우선분양전환 신청권이 소멸하였다고 봄이 상당하다.<br/>    이에 대하여 위 원고는 피고 반석주택이 이 사건 임대사업아파트에 관한 건축원가를 부당하게 많이 산정하고 정당한 이유 없이 재감정평가를 받아 터무니없이 높은 분양전환가격을 제시하는 등 피고 반석주택의 기망 또는 착오에 의하여 이 사건 제3아파트에 관한 우선분양전환 신청권을 포기한 것이라는 취지로 주장하나, 갑 제36호증의 3의 기재만으로는 이를 인정하기에 부족하고 달리 이를 인정할 증거가 없으므로, 위 원고의 위 주장은 받아들이지 아니한다.<br/>㈑ 소 결<br/>    따라서 원고 3이 이 사건 제3아파트에 관한 우선분양전환대상자임을 전제로 하는 위 원고의 이 부분 청구는 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다.<br/>⑷ 원고 4<br/>㈎ 피고 4, 피고 반석주택의 주장 요지<br/>원고 4는 이 사건 제4아파트에 거주한 사실이 없고, 세대주도 아니었으며, 분양전환승인 후에 이 사건 제4아파트에 관한 우선분양전환 신청권을 포기하고 피고 반석주택과 임대차계약을 체결하였으므로 우선분양전환대상자가 아니다.<br/>㈏ 원고 4의 거주 여부<br/>    보건대, 임대주택법은 임대주택의 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로(제1조), 건설임대주택의 임차인의 자격ㆍ선정 방법ㆍ임대보증금ㆍ임대료 등 임대 조건에 관한 기준을 정하는 한편(제20조 제1항), 특별한 경우를 제외하고는 임대주택의 임차인은 임차권을 다른 사람에게 양도하거나 임대주택을 다른 사람에게 전대할 수 없다고 규정하며(제19조), 거짓이나 그 밖의 부정한 방법으로 임대주택을 임대받은 자나 법에 위반하여 임대주택의 임차권을 양도하거나 전대한 자를 형사처벌하도록 규정하고 있다(제41조 제1호, 제4호). 한편, 「임대주택법」 제3조는 “임대주택의 건설ㆍ공급 및 관리에 관하여 이 법으로 정하지 아니한 사항에는 「주택법」과 「주택임대차보호법」을 적용한다.”라고 규정하고 있고, 「주택임대차보호법」 제3조 제1항에 정한 대항요건은 임차인이 당해 주택에 거주하면서 이를 직접 점유하는 경우뿐만 아니라 타인의 점유를 매개로 하여 이를 간접 점유하는 경우에도 인정될 수 있다. 이와 같은 임대주택법의 입법 취지, 규정 내용과 형식에 비추어 볼 때, 「임대주택법」 제21조 제2항에 의하면 ‘분양전환 당시 해당 임대주택에 거주하는 임차인’이란 분양전환 당시까지 임차인 본인이 직접 거주하거나 당초 임차인과 동거하던 세대 구성원 일부가 그 기간 동안 계속 거주하는 경우의 그 임차인을 의미한다고 할 것이고, 주민등록은 위와 같은 거주사실을 증명하는 유일한 증거는 아니나 유력한 증거가 될 수 있다(대법원 2014. 8. 20. 선고 2014다206044 판결 등 참조).<br/>    이 사건에서 살피건대, 갑 제21호증의 4, 갑 제51호증의 4-1~3의 각 기재에 의하면, 원고 4는 피고 반석주택과 사이에 이 사건 제4아파트에 관하여 2002. 9. 16.경 존속기간을 2007. 10. 30.까지로 하는 전세권설정계약을, 2011. 7.경 임대차기간을 2011. 7. 11.부터 2013. 10. 31.까지로 하는 임대차계약을 각 체결한 사실, 위 원고의 장인인 소외 2가 2003. 4. 28.경 이 사건 제4아파트에 전입신고를 하여 현재까지 이 사건 제4아파트에 주민등록이 되어 있는 사실은 인정되나, 한편 갑 제21호증의 4, 갑 제36호증의 3의 각 기재 및 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들, 즉 ① 위 원고는 2001. 12. 20.부터 현재까지 서울 강남구 (주소 6 생략)에 주민등록이 등재되어 있는 점, ② 위 원고는 자신이 이 사건 제4아파트에 살고 있지는 않고, 장인 소외 2와 장모가 이 사건 제4아파트에 사는 것을 전제로 분양을 문의하였다고 주장하고 있는 점 등에 비추어 보면, 위에서 인정한 사실만으로는 위 원고가 분양전환 당시 이 사건 제4아파트에 거주하였다고 보기에 부족하고 달리 이를 인정할 증거가 없으므로, 위 원고는 ‘분양전환 당시 해당 임대주택에 거주하는 임차인’이 아니어서 이 사건 제4아파트에 관한 우선분양전환대상자가 아니다. <br/>㈐ 소 결<br/>    따라서 원고 4가 이 사건 제4아파트에 관한 우선분양전환대상자임을 전제로 하는 위 원고의 이 부분 청구는 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다.<br/>⑸ 원고 5<br/>㈎ 피고 5, 피고 반석주택의 주장 요지<br/>원고 5는 유주택자일 뿐만 아니라 이 사건 제5아파트에 관하여 분양전환을 희망하지 않다가 분양전환승인 후에 분양전환을 포기하고 임대차계약을 체결하였으므로 우선분양전환대상자가 아니다. <br/>㈏ 무주택자여야 하는지 여부<br/>    살피건대, 갑 제37호증의 2, 을가 제7호증의 1, 2의 각 기재에 의하면, 원고 5가 2010. 3. 2. 이전부터 강원 고성군 (주소 7 생략)을 소유하고 있었던 사실은 인정되나, 임대사업자인 피고 반석주택이 이 사건 임대사업아파트를 분양전환할 당시 1년 6개월을 초과하여 국민주택기금 융자금에 대한 이자를 내지 아니하여 부도 상태에 있었음은 위 ⑵의 ㈏항에서 본 바와 같은바, 이러한 경우 해당 임대아파트에 거주하는 임차인들이 무주택자인지 유주택자인지에 관계없이 그들이 원하는 경우에 우선분양전환할 의무가 있었으므로, 위 피고들의 이 부분 주장은 받아들이지 아니한다. <br/>㈐ 원고 5의 분양전환 희망 여부<br/>    살피건대, 갑 제16호증의 4, 갑 제21호증의 5, 갑 제50호증의 2, 3, 갑 제51호증의 5, 을가 제1호증, 을가 제11호증, 을가 제12호증, 을가 제13호증, 을가 제14호증, 을가 제15호증, 을가 제16호증, 을가 제21호증, 을가 제22호증의 각 기재 및 변론 전체의 취지를 종합하면, 원고 5는 2005. 5.경 피고 반석주택과 사이에 이 사건 제5아파트에 관하여 임대차계약을 체결하였다가, 2010. 4. 9. 다시 이 사건 제5아파트에 관하여 임대차기간을 2010. 4. 9.부터 일반 분양전환시점까지로 정하여 임대차계약을 체결한 사실, 피고 반석주택은 임차인들에게, 2009. 8. 10.경 이 사건 조정결정문이 송달되었으므로 분양전환 신청 절차를 개시하겠다고 안내하고, 향후 분양예정일정을 알린 사실, 피고 반석주택은 임차인들에게 2009. 10. 9.경 2009. 10. 16.까지 주민등록등본을 제출할 것을 요구하고, 2009. 12. 9.경 2009. 12. 15.까지 분양전환 관련 사실 확인서를 작성하여 제출하라고 공지한 사실(그 뒤 제출기한을 2009. 12. 18.까지로 연장하였다), 피고 반석주택은 2009. 12. 15.경 2010. 1. 21.자 1차 분양전환승인을 전제로 향후 분양전환 일정표를 공고한 사실, 이 사건 임대사업아파트 임차인대표회의 역시 2009. 12. 16.경 “분양전환 관련 사실 확인서 및 주민등록등본을 빠짐없이 제출하라. 누락된 세대는 분양을 받지 못할 수도 있으니 모든 주민들은 한 세대도 빠짐없이 제출하라.”는 내용으로 공고한 사실, 위 원고는 1차 및 2차 분양전환승인 당시 분양전환 희망과 관련하여 피고 반석주택에게 아무런 응답을 하지 않은 사실, 피고 반석주택은 2011. 12. 2.경에서야 비로소 피고 안성시로부터 이 사건 제5아파트에 관하여 일반 분양전환승인을 받은 사실이 인정되고, 위 인정사실에다가 위 원고가 1차 분양전환승인 무렵부터 이 사건 소제기 이전까지 피고 반석주택에 대하여 이 사건 제5아파트를 분양전환받겠다는 의사를 표시하였음에 관한 아무런 주장ㆍ입증이 없는 점 등을 더하여 보면, 위 원고는 분양전환을 희망하지 아니하였다고 보이므로, 피고 반석주택이 이 사건 제5아파트를 위 원고에게 우선분양전환하여 줄 의무는 일반 분양전환으로 이행하는 단계에서 이미 소멸하였고, 위 원고의 이 사건 제5아파트에 관한 우선분양전환 신청권도 소멸하였다고 할 것이다.<br/>㈑ 소 결<br/>    따라서 원고 5에게 이 사건 제5아파트에 관한 우선분양전환 신청권이 있음을 전제로 하는 위 원고의 이 부분 청구는 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다.<br/>⑹ 원고 6<br/>㈎ 피고 6, 피고 반석주택의 주장 요지<br/>원고 6은 유주택자일 뿐만 아니라 분양전환승인 당시 이 사건 제6아파트에 관하여 분양전환을 희망하지 않았으므로 우선분양전환대상자가 아니다. <br/>㈏ 무주택자여야 하는지 여부<br/>    살피건대, 갑 제21호증의 6, 갑 제37호증의 1, 을가 제7호증의 1, 2의 각 기재에 의하면, 원고 6이 2010. 3. 2. 이전부터 서울 은평구 (주소 8 생략)을 소유하였던 사실(위 원고는 2011. 9. 9. 소외 3에게 위 부동산을 매도하였다)은 인정되나, 임대사업자인 피고 반석주택이 이 사건 임대사업아파트를 분양전환할 당시 1년 6개월을 초과하여 국민주택기금 융자금에 대한 이자를 내지 아니하여 부도 상태에 있었음은 위 ⑵의 ㈏항에서 본 바와 같은바, 이러한 경우 해당 임대아파트에 거주하는 임차인들이 무주택자인지 유주택자인지에 관계없이 그들이 원하는 경우에 우선분양전환할 의무가 있었으므로, 위 피고들의 이 부분 주장은 받아들이지 아니한다.<br/>㈐ 원고 6의 분양전환 희망 여부<br/>    살피건대, 갑 제16호증의 4, 갑 제21호증의 6, 갑 제50호증의 2, 3, 을가 제1호증, 을가 제11호증, 을가 제12호증, 을가 제13호증, 을가 제14호증, 을가 제15호증, 을가 제16호증, 을가 제21호증, 을가 제22호증의 각 기재에 변론 전체의 취지를 종합하면, 원고 6은 2003. 1. 14. 이 사건 제6아파트에 전입신고를 하여 현재까지 주민등록이 되어 있는 사실, 위 원고는 2011. 12. 29.경 피고 반석주택과 사이에 이 사건 제6아파트에 관하여 임대차기간을 2011. 12. 29.부터 2012. 12. 17.까지로 하는 임대차계약을 체결한 사실, 피고 반석주택은 임차인들에게, 2009. 8. 10.경 이 사건 조정결정문이 송달되었으므로 분양전환 신청 절차를 개시하겠다고 안내하고, 향후 분양예정일정을 알린 사실, 피고 반석주택은 임차인들에게 2009. 10. 9.경 2009. 10. 16.까지 주민등록등본을 제출할 것을 요구하고, 2009. 12. 9.경 2009. 12. 15.까지 분양전환 관련 사실 확인서를 작성하여 제출하라고 공지한 사실(그 뒤 제출기한을 2009. 12. 18.까지로 연장하였다), 피고 반석주택은 2009. 12. 15.경 2010. 1. 20.자 1차 분양전환승인을 전제로 향후 분양전환 일정표를 공고한 사실, 이 사건 임대사업아파트 임차인대표회의 역시 2009. 12. 16.경 “분양전환 관련 사실 확인서 및 주민등록등본을 빠짐없이 제출하라. 누락된 세대는 분양을 받지 못할 수도 있으니 모든 주민들은 한 세대도 빠짐없이 제출하라.”는 내용으로 공고한 사실, 위 원고는 1차 및 2차 분양전환승인 당시 분양전환 희망과 관련하여 피고 반석주택에게 아무런 응답을 하지 않은 사실, 피고 반석주택은 2011. 12. 2.경에서야 비로소 이 사건 제6아파트에 관하여 일반 분양전환승인을 받은 사실이 인정되고, 위 인정사실에다가 위 원고가 1차 분양전환승인 무렵부터 이 사건 소제기 이전까지 피고 반석주택에 대하여 이 사건 제6아파트를 분양전환받겠다는 의사를 표시하였음에 관한 아무런 주장ㆍ입증이 없는 점 등을 더하여 보면, 위 원고는 분양전환을 희망하지 아니하였다고 보이므로, 피고 반석주택이 이 사건 제6아파트를 위 원고에게 우선분양전환하여 줄 의무는 일반 분양전환으로 이행하는 단계에서 이미 소멸하였고, 위 원고의 이 사건 제6아파트에 관한 우선분양전환 신청권도 소멸하였다고 할 것이다.<br/>㈑ 소 결<br/>    따라서 원고 6에게 이 사건 제6아파트에 관한 우선분양전환 신청권이 있음을 전제로 하는 위 원고의 이 부분 청구는 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다.<br/>⑺ 원고 7<br/>㈎ 피고 7, 피고 반석주택의 주장 요지<br/>원고 7은 이 사건 제7아파트에 관하여 분양전환을 희망하였다가 1차 분양전환승인 후에 우선분양전환 신청권을 포기하고 임대차계약을 체결하였으며, 1차 분양전환승인을 받은 이후에도 6개월 이상 분양전환에 응하지 않았으므로 우선분양전환 신청권이 소멸하였다.<br/>㈏ 원고 7이 우선분양전환 신청권을 포기하였는지 여부<br/>    살피건대, 갑 제21호증의 7의 기재에 변론 전체의 취지를 종합하면, 원고 7이 2006. 7. 28. 이 사건 제7아파트에 전입신고를 하여 현재까지 주민등록이 되어 있는 사실, 위 원고가 2011. 7. 13.경 피고 반석주택과 사이에 이 사건 제7아파트에 관하여 임대차기간을 2011. 7. 13.부터 2013. 11. 30.까지로 하여 다시 임대차계약을 체결한 사실은 인정되나, 한편 갑 제50호증의 2, 3의 각 기재에 변론 전체의 취지를 종합하면, 위 원고가 1차 및 2차 분양전환승인 무렵에 이 사건 제7아파트를 분양전환받기를 희망하는 의사를 표시한 사실이 인정되므로, 앞에서 본 사실만으로는 위 원고가 이 사건 제7아파트를 우선분양전환받을 권리를 포기하였다고 보기에 부족하고 달리 이를 인정할 증거가 없으므로, 위 피고들의 이 부분 주장은 받아들이지 아니한다.<br/>㈐ 원고 7의 우선분양전환 신청권이 소멸되었는지 여부<br/>    살피건대, 피고 반석주택이 2010. 1. 21. 피고 안성시로부터 이 사건 제7아파트를 포함하여 이 사건 임대사업아파트 중 179세대에 대하여 1차 분양전환승인을 받은 사실, 2011. 12. 2. 이 사건 제7아파트에 대하여 일반 분양전환승인이 이루어진 사실, 피고 반석주택이 이 사건 제7아파트를 피고 7에게 일반 분양전환한 사실은 위 기초사실에서 본 바와 같고, 을가 제17호증, 을가 제18호증, 을가 제19호증, 을가 제20호증의 각 기재에 의하면, 피고 반석주택은 2010. 1. 25. 분양전환일정을 공고하고, 분양전환계약 및 이전서류 작성을 2010. 2. 8.부터 2010. 2. 11.까지로 정하여 안내한 사실이 인정되나, 한편 갑 제35호증, 갑 제36호증의 3, 갑 제50호증의 2, 을가 제17호증, 을가 제18호증, 을가 제19호증, 을가 제20호증, 을가 제32호증의 각 기재 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 원고 7은 이 사건 제7아파트를 분양전환받기를 희망하였고, 피고 반석주택은 2010. 1. 21. 피고 안성시로부터 이 사건 제7아파트에 대하여 1차 분양전환승인을 받은 점, ② 피고 반석주택이 위와 같이 공고 및 안내를 할 때 분양전환을 신청하지 않는 경우 우선분양전환을 받을 수 없다는 내용을 공고하거나 안내한 자료가 없는 점, ③ 피고 반석주택은 2010. 5. 25.경 위 원고를 수신인으로 하는 “주택 소유 검색을 거쳐 우선분양권이 있는 분에 대하여 모두 계약 및 소유권이전등기를 마무리하였다. 주택을 소유한 경우에는 우선분양전환받을 자격이 없으므로 우선분양권이 없다.”라는 취지의 분양전환 관련 확인서를 작성하였던 점, ④ 위 확인서에는 “임대 연장한 세대는 2010. 6. 10.까지 분양사무실에 오셔서 분양상담 하시기 바라며, 만약 위 기일까지 연락이 없는 세대는 분양포기로 간주토록 하겠습니다.”라고 기재되어 있으나, 위 원고가 이 사건 제7아파트에 관하여 분양전환승인을 받은 세대라는 것을 전제로 분양전환계약 체결기간이 명시되어 있지 않은 점, ⑤ 피고 반석주택은 이 사건에서도 위 원고가 유주택자이므로 우선분양전환 신청권이 없다는 취지로 다투고 있는 점, ⑥ 피고 반석주택은 2010. 2. 19.경 임차인들에게 “주택을 소유한 세대는 분양전환할 수 없도록 되어 있고, 자격이 없는 분께는 우선분양이 없다.”라는 취지로 안내하는 등 유주택자인 경우 우선분양전환대상자가 되지 않음을 전제로 분양일정 등을 공고한 점 등을 종합하여 보면, 피고 반석주택이 위 원고에게 6개월 이상의 분양전환 신청기간을 실질적으로 보장하였다고 보기 어렵다.<br/>    따라서 피고 반석주택이 위 원고에게 1차 분양전환승인에 따라 분양전환 신청을 할 것을 적법하게 안내 내지 통보하여 위 원고에게 분양전환의 기회를 부여하였음을 전제로 하는 위 피고들의 이 부분 주장도 받아들이지 아니한다. <br/>㈑ 소 결<br/>    따라서 원고 7은 여전히 이 사건 제7아파트에 관한 우선분양전환대상자에 해당한다.<br/>⑻ 원고 8<br/>㈎ 피고 8, 피고 반석주택의 주장 요지<br/>원고 8은 세대주가 아니고, 분양전환 당시 이 사건 제8아파트의 임차인도 아니며, 이 사건 제8아파트의 원 임차인은 소외 6인데 소외 6이 임대차계약을 해지한 다음 위 원고가 분양전환승인 후에 분양전환을 포기하고 피고 반석주택과 사이에 임대차계약을 체결하였으므로 우선분양전환대상자가 아니다. <br/>㈏ 세대주여야 하는지 여부<br/>    우선분양전환대상자가 세대주임을 요하지 않음은 위 ⑴의 ㈏항에서 본 바와 같으므로, 위 피고들의 이 부분 주장은 받아들이지 아니한다. <br/>㈐ 원고 8이 분양전환승인 당시 임차인이었는지 여부<br/>    보건대, 「임대주택법」 제21조 제1항 제1호는 입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인을, 같은 조 제2항은 분양전환 당시 해당 임대주택에 거주하는 임차인을 우선분양전환대상자로 규정하고 있는바, 이에 의하면 우선분양전환대상자는 분양전환 이전에 임대차계약을 체결하여 분양전환 당시까지 계속 거주한 임차인을 의미한다고 보는 것이 타당하다. <br/>    이 사건에서 살피건대, 을가 제33호증의 1 내지 5의 각 기재에 의하면, 소외 6은 2002. 10. 15.경 피고 반석주택과 사이에 이 사건 제8아파트에 관하여 임대차계약을 체결하였다가 개인 사정으로 해지한 사실, 원고 8은 2010. 4. 28.경 피고 반석주택과 사이에 이 사건 제8아파트에 관하여 임대차기간을 일반 분양전환시점까지로 하여 임대차계약을 체결한 사실이 인정되고, 위 인정사실에다가 분양전환승인 이후 임대차계약을 체결한 임차인은 분양전환승인 처분을 기화로 당해 임대주택을 매수하기 위하여 임대차계약을 체결한 것에 가까우므로 이들에 대하여도 우선분양전환 신청권을 허용하는 것은 임대주택법의 입법 취지에 부합하지도 않는 점을 더하여 보면, 1차 및 2차 분양전환승인 이후에서야 비로소 피고 반석주택과 임대차계약을 체결하여 그 무렵부터 이 사건 제8아파트에 거주한 위 원고는 우선분양전환대상자가 아니라고 봄이 상당하다.  <br/>㈑ 소 결<br/>    따라서 원고 8이 이 사건 제8아파트에 관한 우선분양전환대상자임을 전제로 하는 위 원고의 이 부분 청구는 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다.<br/>⑼ 원고 9<br/>㈎ 피고 9, 피고 반석주택의 주장 요지<br/>원고 9는 세대주가 아니고, 무주택자도 아니며, 1차 분양전환승인을 받은 이후에도 6개월 이상 분양전환에 응하지 않았으므로 이 사건 제9아파트에 관한 우선분양전환 신청권이 소멸하였다.<br/>㈏ 세대주여야 하는지 여부<br/>    우선분양전환대상자가 세대주임을 요하지 않음은 위 ⑴의 ㈏항에서 본 바와 같으므로, 위 피고들의 이 부분 주장은 받아들이지 아니한다. <br/>㈐ 무주택자여야 하는지 여부<br/>    살피건대, 갑 제21호증의 9, 갑 제37호증의 1, 을가 제7호증의 1, 2의 각 기재에 의하면, 원고 9가 2010. 3. 2. 이전부터 이천시 (주소 10 생략)을 소유하고 있는 사실은 인정되나, 임대사업자인 피고 반석주택이 이 사건 임대사업아파트를 분양전환할 당시 1년 6개월을 초과하여 국민주택기금 융자금에 대한 이자를 납부하지 아니하여 부도 상태에 있었음은 위 ⑵의 ㈏항에서 본 바와 같은바, 이러한 경우 해당 임대아파트에 거주하는 임차인들이 무주택자인지 유주택자인지에 관계없이 그들이 원하는 경우에 우선분양전환할 의무가 있었으므로, 위 피고들의 이 부분 주장도 받아들이지 아니한다.<br/>㈑ 원고 9의 우선분양전환 신청권이 소멸되었는지 여부<br/>    살피건대, 피고 반석주택이 2010. 1. 21. 피고 안성시로부터 이 사건 제9아파트를 포함하여 이 사건 임대사업아파트 중 179세대에 대하여 1차 분양전환승인을 받은 사실, 2011. 12. 2. 이 사건 제9아파트에 대하여 일반 분양전환승인이 이루어진 사실, 피고 반석주택이 이 사건 제9아파트를 피고 9에게 일반 분양전환한 사실은 위 기초사실에서 본 바와 같고, 을가 제17호증, 을가 제18호증, 을가 제19호증, 을가 제20호증의 각 기재에 의하면, 피고 반석주택이 2010. 1. 25. 분양전환일정을 공고하고, 분양전환계약 및 이전서류 작성을 2010. 2. 8.부터 2010. 2. 11.까지로 정하여 안내한 사실을 인정할 수 있으나, 한편 갑 제35호증, 갑 제36호증의 3, 갑 제50호증의 2, 을가 제17호증, 을가 제18호증, 을가 제19호증, 을가 제20호증, 을가 제32호증의 각 기재 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들, 즉 ① 원고 9는 이 사건 제9아파트를 분양전환받기를 희망하였고, 피고 반석주택은 2010. 1. 21. 이 사건 제9아파트에 관하여 1차 분양전환승인을 받은 점, ② 피고 반석주택이 위와 같이 공고 및 안내를 할 때 분양전환을 신청하지 않는 경우 우선분양전환을 받을 수 없다는 내용을 공고하거나 안내한 자료가 없는 점, ③ 피고 반석주택은 2010. 5. 25.경 위 원고를 수신인으로 하는 “주택 소유 검색을 거쳐 우선분양권이 있는 분에 대하여 모두 계약 및 소유권이전등기를 마무리하였다. 주택을 소유한 경우에는 우선분양전환받을 자격이 없으므로 우선분양권이 없다.”라는 취지의 분양전환 관련 확인서를 작성하였던 점, ④ 위 확인서에는 “임대 연장한 세대는 2010. 6. 10.까지 분양사무실에 오셔서 분양상담 하시기 바라며, 만약 위 기일까지 연락이 없는 세대는 분양포기로 간주토록 하겠습니다.”라고 기재되어 있으나, 위 원고가 분양전환승인을 받은 세대라는 것을 전제로 분양전환계약 체결기간이 명시되어 있지 않은 점, ⑤ 피고 반석주택은 이 사건에서도 위 원고가 유주택자이므로 우선분양전환 신청권이 없다는 취지로 다투고 있는 점, ⑥ 피고 반석주택은 2010. 2. 19.경 임차인들에게 “주택을 소유한 세대는 분양전환할 수 없도록 되어 있고, 자격이 없는 분께는 우선분양이 없다.”라는 취지로 안내하는 등 유주택자인 경우 우선분양전환대상자가 되지 않음을 전제로 분양일정 등을 공고한 점 등을 종합하여 보면, 피고 반석주택이 위 원고에게 6개월 이상의 분양전환 신청기간을 실질적으로 보장하였다고 보기 어렵다.<br/>    따라서 피고 반석주택이 위 원고에게 1차 분양전환승인에 따라 분양전환 신청을 할 것을 적법하게 안내 내지 통보하여 위 원고에게 분양전환의 기회를 부여하였음을 전제로 하는 위 피고들의 이 부분 주장도 받아들이지 아니한다. <br/>㈒ 소 결<br/>    따라서 원고 9는 여전히 이 사건 제9아파트에 관한 우선분양전환대상자에 해당한다. <br/>⑽ 원고 10<br/>㈎ 피고 10, 피고 반석주택의 주장 요지<br/>원고 10은 이 사건 제10아파트에 관한 분양전환을 희망하지 않고 임대차계약을 연장을 요구하였을 뿐이므로 우선분양전환대상자가 아니다.<br/>㈏ 판 단<br/>    살피건대, 갑 제16호증의 4, 갑 제21호증의 10, 갑 제50호증의 2, 3, 을가 제1호증, 을가 제11호증, 을가 제12호증, 을가 제13호증, 을가 제14호증, 을가 제15호증, 을가 제16호증, 을가 제21호증, 을가 제22호증의 각 기재에 변론 전체의 취지를 종합하면, 원고 10은 2003. 1. 20. 피고 반석주택과 사이에 이 사건 제10아파트에 관하여 임대차기간을 2003. 1. 20.부터 2008. 1. 20.까지로 하는 임대차계약을 체결한 사실, 위 원고는 2008. 12. 16.경 이 사건 제10아파트에 전입신고를 하여 현재까지 주민등록이 되어 있는 사실, 피고 반석주택은 임차인들에게, 2009. 8. 10.경 이 사건 조정결정문이 송달되었으므로 분양전환 신청 절차를 개시하겠다고 안내하고, 향후 분양예정일정을 알린 사실, 피고 반석주택은 임차인들에게 2009. 10. 9.경 2009. 10. 16.까지 주민등록등본을 제출할 것을 요구하고, 2009. 12. 9.경 2009. 12. 15.까지 분양전환 관련 사실 확인서를 작성하여 제출하라고 공지한 사실(그 뒤 제출기한을 2009. 12. 18.까지로 연장하였다), 피고 반석주택은 2009. 12. 15.경 2010. 1. 21.자 1차 분양전환승인을 전제로 향후 분양전환 일정표를 공고한 사실, 이 사건 임대사업아파트 임차인대표회의 역시 2009. 12. 16.경 “분양전환 관련 사실 확인서 및 주민등록등본을 빠짐없이 제출하라. 누락된 세대는 분양을 받지 못할 수도 있으니 모든 주민들은 한 세대도 빠짐없이 제출하라.”는 내용으로 공고한 사실, 위 원고는 1차 및 2차 분양전환승인 당시 분양전환 희망과 관련하여 피고 반석주택에게 아무런 응답을 하지 않은 사실, 피고 반석주택은 2011. 12. 2.경에서야 비로소 이 사건 제10아파트에 관하여 일반 분양전환승인을 받은 사실이 인정되고, 위 인정사실에다가 위 원고가 1차 분양전환승인 무렵부터 이 사건 소제기 이전까지 피고 반석주택에 대하여 이 사건 제10아파트를 분양전환받겠다는 의사를 표시하였음에 관한 아무런 주장ㆍ입증이 없는 점 등을 더하여 보면, 위 원고는 분양전환을 희망하지 아니하였다고 보이므로, 피고 반석주택이 이 사건 제10아파트를 위 원고에게 우선분양전환하여 줄 의무는 일반 분양전환으로 이행하는 단계에서 이미 소멸하였고, 위 원고의 이 사건 제10아파트에 관한 우선분양전환 신청권도 소멸하였다고 할 것이다.<br/>㈐ 소 결<br/>    따라서 원고 10에게 이 사건 제10아파트에 관한 우선분양전환 신청권이 있음을 전제로 하는 위 원고의 이 부분 청구는 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다.<br/>⑾ 원고 의료법인 음성소망의료재단<br/>㈎ 피고 11, 피고 반석주택의 주장 요지<br/>    원고 의료법인 음성소망의료재단(이하 ‘원고 재단’이라 한다)은 분양전환승인 후 분양전환을 포기하고 임대차계약을 체결하였으므로 이 사건 제11아파트에 관한 우선분양전환대상자가 아니다.<br/>㈏ 판 단<br/>    살피건대, 갑 제16호증의 4, 갑 제21호증의 11, 갑 제50호증의 2, 3, 갑 제51호증의 9, 을가 제1호증, 을가 제11호증, 을가 제12호증, 을가 제13호증, 을가 제14호증, 을가 제15호증, 을가 제16호증, 을가 제21호증, 을가 제22호증의 각 기재에 변론 전체의 취지를 종합하면, 원고 재단은 2003. 4. 9.경 피고 반석주택과 사이에 이 사건 제11아파트에 관하여 임대차계약을 체결한 사실, 피고 반석주택은 임차인들에게, 2009. 8. 10.경 이 사건 조정결정문이 송달되었으므로 분양전환 신청 절차를 개시하겠다고 안내하고, 향후 분양예정일정을 알린 사실, 피고 반석주택은 임차인들에게 2009. 10. 9.경 2009. 10. 16.까지 주민등록등본을 제출할 것을 요구하고, 2009. 12. 9.경 2009. 12. 15.까지 분양전환 관련 사실 확인서를 작성하여 제출하라고 공지한 사실(그 뒤 제출기한을 2009. 12. 18.까지로 연장하였다), 피고 반석주택은 2009. 12. 15.경 2010. 1. 20.자 1차 분양전환승인을 전제로 향후 분양전환 일정표를 공고한 사실, 이 사건 임대사업아파트 임차인대표회의 역시 2009. 12. 16.경 “분양전환 관련 사실 확인서 및 주민등록등본을 빠짐없이 제출하라. 누락된 세대는 분양을 받지 못할 수도 있으니 모든 주민들은 한 세대도 빠짐없이 제출하라.”는 내용으로 공고한 사실, 원고 재단은 1차 및 2차 분양전환승인 당시 분양전환 희망과 관련하여 피고 반석주택에게 아무런 응답을 하지 않은 사실, 원고 재단은 2011. 7. 11.경 피고 반석주택과 사이에 이 사건 제11아파트에 관하여 임대차기간을 2011. 7. 11.부터 2013. 3. 16.까지로 정하여 다시 임대차계약을 체결한 사실, 피고 반석주택은 2011. 12. 2.경에서야 비로소 이 사건 제11아파트에 관하여 일반 분양전환승인을 받은 사실이 인정되고, 위 인정사실에다가 원고 재단이 1차 분양전환승인 무렵부터 이 사건 소제기 이전까지 피고 반석주택에 대하여 이 사건 제11아파트를 분양전환받겠다는 의사를 표시하였음에 관한 아무런 주장ㆍ입증이 없는 점 등을 더하여 보면, 원고 재단은 분양전환을 희망하지 아니하였다고 보이므로, 피고 반석주택이 이 사건 제11아파트를 원고 재단에게 우선분양전환하여 줄 의무는 일반 분양전환으로 이행하는 단계에서 이미 소멸하였고, 원고 재단의 이 사건 제11아파트에 관한 우선분양전환 신청권도 소멸하였다고 할 것이다.<br/>㈐ 소 결<br/>    따라서 원고 재단에게 이 사건 제11아파트에 관한 우선분양전환 신청권이 있음을 전제로 하는 원고 재단의 이 부분 청구는 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다.<br/>⑿ 소결론<br/>   그렇다면, 원고 1, 원고 3, 원고 4, 원고 5, 원고 6, 원고 8, 원고 10 및 원고 재단은 이 사건 제1, 3 내지 6, 8, 10, 11아파트에 대한 각 우선분양전환대상자가 아니므로, 이러한 지위에 있음을 전제로 하는 위 원고들의 이 부분 각 청구(피고 1, 피고 3 내지 피고 6, 피고 8, 피고 10, 피고 11에 대한 주위적 청구와 제1, 2예비적 청구 및 피고 12, 피고 13에 대한 제3예비적 청구)는 나머지 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없고,, 원고 2, 원고 7, 원고 9는 이 사건 제2, 7, 9아파트에 대한 각 우선분양전환대상자에 해당하므로 항을 바꾸어 위 원고들의 청구의 당부에 대하여 살펴보기로 한다.<br/>나. 피고 2, 피고 7, 피고 9의 임대사업자 지위 승계 여부<br/>⑴ 원고 2, 원고 7, 원고 9의 주장에 대한 판단<br/>원고 2, 원고 7, 원고 9는 피고 2, 피고 7, 피고 9가 이 사건 제2, 7, 9아파트에 대한 피고 반석주택의 임대사업자 지위를 승계하였음을 전제로 이 사건 주위적 청구 및 제1, 2예비적 청구를 하고 있다. <br/>   보건대, 「임대주택법」은 임대주택 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 그 목적으로 하고 있는 점, 임대주택을 매각하는 매매계약서에는 임대주택을 매입하는 자가 임대주택을 매각하는 자의 임대사업자로서의 지위를 승계한다는 뜻을 분명히 밝히도록 하고 있는 점(제16조 제2항), 임대사업자는 임대의무기간이 지나면 원칙적으로 무주택 임차인에게, 임대사업자의 부도 등의 경우에는 분양전환 당시 해당 임대주택에 거주하는 임차인에게 우선적으로 분양전환을 하도록 규정하고 있는 점(제21조 제1항, 제2항), 임대주택의 건설ㆍ공급 및 관리에 관하여 임대주택법에서 정하지 아니한 사항에는 주택임대차보호법을 적용하도록 하고 있는데(제3조 제1항), 「주택임대차보호법」 제3조 제4항은 임차주택의 양수인은 임대인의 지위를 승계한 것으로 보는 점 등을 종합적으로 고려하면, 이 사건 제2, 7, 9아파트를 각 일반 분양전환받은 피고 2, 피고 7, 피고 9는 피고 반석주택의 임대사업자로서의 지위를 승계하였다고 할 것이므로, 이를 지적하는 위 원고들의 위 주장은 이유 있다.<br/>⑵ 피고 2, 피고 7, 피고 9의 주장에 대한 판단<br/>피고 2, 피고 7, 피고 9는 이 사건 제2, 7, 9아파트가 각 일반 분양전환되면서 위 원고들과 피고 반석주택 사이의 각 임대차계약은 해지되었다고 주장하므로 살피건대, 갑 제19호증의 1 내지 4의 각 기재만으로는 피고 반석주택이 위 원고들에게 각 임대차계약의 해지의사표시를 하였다고 인정하기에 부족하고 달리 이를 인정할 만한 증거가 없으므로, 위 피고들의 위 주장은 받아들이지 아니한다. <br/>다. 원고 2, 원고 7, 원고 9의 주위적 청구에 대한 판단<br/>⑴ 분양전환계약의 성립 여부<br/>㈎ 관련 법리<br/>「임대주택법 시행규칙」 제9조 [별표 1]의 ‘공공건설임대주택 분양전환가격의 산정기준’은 임대주택의 분양전환가격 산정에 관하여 건설원가, 감정평가금액, 건축비 및 택지비, 분양전환가격의 상한액 등 상세한 기준을 규정하고 있다. 따라서 임대아파트의 의무임대기간이 만료함에 따라 임대인과 임차인 사이에 분양전환의 합의가 성립한 경우 그 분양전환가격의 액수가 그 합의 성립 당시에 구체적으로 특정되어 있지 아니하다 하더라도, 위와 같이 임대주택법 시행규칙에 의하여 사후에라도 이를 특정할 수 있는 방법과 기준이 구체적으로 정해져 있는 이상 당사자 사이에 임대아파트 분양계약의 성립을 인정하는 데 장애가 되지 아니하고, 이 경우 그 기준에 따른 분양전환가격의 산정에 관하여 당사자 간에 다툼이 있는 경우에는 법원이 구 임대주택법 시행규칙 등에 의하여 이를 정할 수 있다(대법원 2012. 8. 30. 선고 2010다73826 판결 참조).<br/>㈏ 이 사건 조정결정으로 분양전환계약이 성립되었다고 볼 수 있는지 여부<br/>    위 법리에 비추어 이 사건에서 살피건대, 갑 제4호증의 기재에 의하면, 소외인 등 91인이 제기한 수원지방법원 평택지원 2008가합865 소유권이전등기 사건에서 위 지원은 2009. 7. 27. “피고 반석주택은 2009. 8. 31.까지 이 사건 임대사업아파트 전체 세대에 대하여 피고 안성시에 분양전환 신청 절차를 개시하고, 피고 안성시에 감정인선임 신청을 한다.”라는 내용의 이 사건 조정결정을 한 사실은 인정되나, 이 사건 조정결정은 피고 반석주택에게 분양전환 신청 절차를 개시할 의무를 부과한 것에 불과할 뿐 임차인들이 분양전환받기를 희망하는 의사를 표시하지 않은 상태에서 전체 임차인들과 피고 반석주택 사이에 분양전환에 관한 합의가 있었다고 보기 어렵고, 원고 2를 제외한 나머지 원고들은 이 사건 조정결정의 당사자도 아니었으므로 이 사건 조정결정의 기판력이 미친다고 볼 수도 없으므로, 위 인정사실만으로 원고 2, 원고 7, 원고 9와 피고 반석주택 사이에 이 사건 조정결정이 확정될 무렵 이 사건 제2, 7, 9아파트에 관하여 각 분양전환계약이 성립되었다고 할 수는 없다.<br/>㈐ 2010년 분양전환승인 무렵 분양전환계약이 성립되었다고 볼 수 있는지 여부<br/>    1) 살피건대, 갑 제16호증의 1 내지 4, 갑 제50호증의 2, 을가 제11호증, 을가 제12호증, 을가 제13호증, 을가 제14호증, 을가 제15호증, 을가 제16호증의 각 기재에 변론 전체의 취지를 종합하면, 피고 반석주택이 이 사건 조정결정 이후 감정평가법인을 선정하는 등 분양전환 절차를 개시하고 이러한 절차를 공고한 사실, 원고 7은 이 사건 제7아파트에 관하여, 원고 9는 이 사건 제9아파트에 관하여 2009. 12.경 피고 반석주택에게 각 분양전환을 희망하는 의사를 표시한 사실, 피고 안성시가 2010. 1. 21. 이 사건 제7, 9아파트에 대하여 1차 분양전환승인을 한 사실이 인정된다.<br/>     위 인정사실에 의하면, 피고 반석주택은 분양안내문의 공고를 통하여 분양동의서의 제출을 요청함으로써 원고 2, 원고 7, 원고 9를 비롯한 이 사건 임대사업아파트의 임차인들에게 분양전환계약 체결의 청약을 하였고, 원고 7, 원고 9가 피고 반석주택에게 분양전환을 희망하는 의사를 표시함으로써 이를 각 승낙하였다고 할 것이다.<br/>     따라서 원고 7, 원고 9와 피고 반석주택 사이에는 위 원고들이 구하는 바에 따라 2010년경, 즉 1차 분양전환승인일인 2010. 1. 21.경 이 사건 제7, 9아파트에 관하여 각 분양전환계약이 성립하였고, 2012. 1. 16.경 이 사건 제7, 9아파트의 소유권을 취득함으로써 피고 반석주택의 임대사업자로서의 지위와 의무를 승계한 피고 7, 피고 9는 위 각 분양전환계약에 따른 권리ㆍ의무도 승계하였다고 할 것이다.<br/>    2) 한편, 갑 제16호증의 4, 갑 제50호증의 2, 3의 각 기재에 변론 전체의 취지를 종합하면, 원고 2는 1차 및 2차 분양전환승인 당시 분양을 희망하는 의사표시를 하지 아니한 사실이 인정되므로, 원고 2와 피고 반석주택 사이에 이 사건 제2아파트에 관한 분양전환계약이 체결되었다고 볼 수 없다.<br/>     따라서 원고 2와 피고 반석주택 사이에 이 사건 제2아파트에 관한 분양전환계약이 체결되었음을 전제로 하는 원고 2의 이 사건 주위적 청구는 나머지 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다.<br/>⑵ 원고 7, 원고 9의 주위적 청구에 대하여<br/>㈎ 소유권이전등기의무<br/>    위 인정사실에 의하면, 특별한 사정이 없는 한 피고 7은 원고 7에게 이 사건 제7아파트에 관하여, 피고 9는 원고 9에게 이 사건 제9아파트에 관하여 각 2010. 1. 21.자 분양전환에 관한 합의를 원인으로 한 소유권이전등기절차를 각 이행할 의무가 있다.<br/>㈏ 원고 7, 원고 9의 분양전환대금 지급의무의 존부<br/>1) 원고 7, 원고 9의 주장 요지<br/>피고 7, 피고 9의 원고 7, 원고 9에 대한 이 사건 제7, 9아파트에 관한 소유권이전등기절차의 각 이행의무와 위 원고들의 위 피고들에 대한 분양전환대금의 각 지급의무는 동시이행의 관계에 있기는 하나, 이 사건 제7, 9아파트의 각 분양전환가격에서 위 원고들이 이미 피고 반석주택에게 지급한 각 임대보증금과 위 원고들이 승계할 각 국민주택기금 대출금을 공제하면 위 원고들은 피고 반석주택에게 각 분양전환가격을 초과하는 돈을 각 지급하였으므로, 결국 위 원고들이 위 피고들에게 더 이상 지급할 분양전환대금은 없다.<br/>2) 임대보증금 공제 주장에 대한 판단<br/>     살피건대, 위 원고들이 피고 반석주택에게 지급한 각 임대보증금은 이 사건 제7, 9아파트에 관한 각 임대보증금으로 지급된 것일 뿐 향후 이 사건 제7, 9아파트가 분양전환될 경우에 대비하여 그 분양전환대금의 일부로 선납된 것이라고 인정할 증거가 없고, 임대주택법 등 관련 법령에 위 원고들이 지급한 각 임대보증금을 분양전환대금에 자동 충당하거나 분양전환대금에서 당연 공제할 수 있는 근거규정도 없으므로, 임대보증금을 분양전환대금에 충당하거나 분양전환대금에서 당연히 공제할 수는 없다.<br/>     또한, 임대인의 임대보증금 반환의무는 임대차관계가 종료되는 경우에 그 보증금 중에서 목적물을 반환받을 때까지 생긴 연체차임 등 임차인의 모든 채무를 공제한 나머지 금액에 관하여서만 비로소 이행기에 도달하여 임차인의 목적물 반환의무와 서로 동시이행의 관계에 있는데(대법원 1987. 6. 23. 선고 87다카98 판결 등 참조), 우선분양전환대상자인 위 원고들이 각 분양전환대금을 지급하지 않은 채 이 사건 제7, 9아파트를 각 점유하고 있는 이상 상계의 자동채권인 위 원고들의 각 임대보증금 반환채권은 아직 그 이행기에 도달하지 아니하여 상계적상의 요건을 갖추고 있다고 볼 수도 없다.<br/>     따라서 위 원고들이 피고 반석주택에 지급한 각 임대보증금 상당액을 공제 또는 상계한다는 위 원고들의 위 주장은 받아들이지 아니한다.<br/>3) 국민주택기금 대출금 공제 주장에 대한 판단<br/>     갑 제1호증, 갑 제46호증의 각 기재에 변론 전체의 취지를 종합하면, 피고 반석주택은 2002. 6. 17.경 이 사건 임대사업아파트에 관한 입주자를 모집하면서 입주자 모집 공고에 “상기 임대주택은 정부가 무주택 국민을 위하여 저리의 자금을 지원하는 주택이며, 국민주택기금이 건설업체에 대출되며, 분양전환시 입주자에게 대환됨”이라고 기재한 사실, 「국민주택기금 운용 및 관리규정」에 “국민주택에 대한 소유권을 입주자 앞으로 보전 또는 이전등기를 할 때에는 기금수탁자는 대지 및 건물에 대하여 제1순위의 근저당권을 설정하는 등 융자금에 대한 채권 확보를 위하여 필요한 조치를 취하고 융자금은 입주자 앞으로 대환처리하여야 한다. 임대주택건설자금을 지원받아 건설한 임대주택을 적법한 절차에 의하여 분양받은 입주자에 대하여는 당초 융자기간의 잔여기간에 한하여 자금 전환일 현재 당해 주택에 대한 공공임대주택자금의 잔액을 공공분양주택자금으로 전환하여 융자하되, 융자이율은 자금 전환일로부터 분양입주자앞 융자이율을 적용한다.”라는 취지로 규정되어 있는 사실은 인정된다.<br/>     그러나, 국민주택기금 운용 및 관리규정은 기금수탁자와 입주자 사이의 관계를 규정한 것일 뿐, 위 원고들이 피고 반석주택의 지위를 승계한 피고 7, 피고 9를 상대로 국민주택기금의 대출금을 분양전환대금에서 당연 공제를 주장할 수 있는 근거규정이라고 볼 수 없다.<br/>     따라서 위 원고들이 승계할 각 국민주택기금의 대출금 상당액을 공제 또는 상계한다는 위 원고들의 위 주장도 받아들이지 아니한다.<br/>4) 중간 결론<br/>     그러므로 원고 7, 원고 9는 각 분양전환대금과 상환으로 피고 7, 피고 9에게 이 사건 제7, 9아파트에 관하여 소유권이전등기절차의 이행을 각 구할 수 있다.<br/>5) 분양전환가격의 산정<br/>가) 관련 법리<br/>      구 「임대주택법」(2011. 8. 4. 법률 제11021호로 개정되기 전의 것, 이하 특별한 언급이 없는 한 같다) 등 관련 법령은 임대주택의 건설을 촉진하고 국민주거생활의 안정을 도모함을 입법 목적으로 하고 있고, 그 목적 달성을 위해 임대사업자에게 각종 지원과 더불어 각종 제한을 부과하면서, 특히 임대의무기간 경과 후 무주택 임차인에게 임대주택의 우선분양전환 신청권을 인정하고 분양전환가격의 산정기준을 상세히 규정함으로써 임대사업자가 자의적으로 분양전환가격을 정하는 것을 방지하고 합리적인 분양전환가격에 임대주택의 분양이 이루어지도록 하고 있다. 그런데도 임대사업자가 위와 같은 분양전환가격 산정기준에 기속되지 않는다고 해석하게 되면, 임대사업자가 임대의무기간이 경과한 후 임의로 분양전환가격 산정기준을 초과하여 분양전환가격을 정한 다음 임차인에게 그에 따라 분양계약을 체결할 것을 통고하고 이에 응한 임차인에게서 분양전환가격 산정기준을 초과한 분양대금을 수령하여 이를 보유하는 것이 허용되게 되어 구 임대주택법 등 관련 법령의 입법 취지를 심하게 훼손할 뿐만 아니라, 만일 임차인이 구 임대주택법 등 관련 법령이 정한 분양전환가격 산정기준에 따를 것을 요구하면서 분양계약 체결을 거절할 경우 임대사업자가 이를 이유로 임차인의 우선분양전환 신청권을 박탈하고 임대주택을 제3자에게 매각하여 시세 차익을 독점할 수 있게 되는 등 임대주택제도가 임대사업자의 경제적 이익을 위한 수단으로 변질될 우려도 있다. 이는 구 임대주택법의 입법 목적을 본질적으로 침해하는 것이므로, 이를 방지하고 구 임대주택법의 입법 목적을 달성하기 위해서는 구 임대주택법 등 관련 법령에 정한 분양전환가격 산정기준을 위반하여 임대주택을 분양전환한 임대사업자에게 형사적 처벌을 가하는 것만으로는 부족하고 산정기준을 위반하여 정한 분양전환가격에 의한 경제적 이익이 임대사업자에게 귀속되는 것을 금지시킬 필요가 있다. 따라서 분양전환가격 산정기준에 관한 구 임대주택법 등 관련 법령의 규정들은 강행법규에 해당한다고 보아야 한다(대법원 2011. 4. 21. 선고 2009다97079 전원합의체 판결 참조). <br/>나) 건설원가와 감정평가금액의 산술평가액의 산정<br/>① 최초 입주자모집 당시의 주택가격<br/>㉮ 건축비 산정의 원칙<br/>        분양전환가격의 산정기준에 관한 구 「임대주택법 시행규칙」(2011. 6. 9. 국토해양부령 제358호로 개정되기 전의 것, 이하 특별한 언급이 없는 한 같다) 제9조의 [별표 1] 제1호 나목은 “임대의무기간이 5년인 경우 분양전환가격은 건설원가와 감정평가금액을 산술평균한 가액으로 하되, 임대주택의 건축비 및 택지비를 기준으로 분양전환 당시에 산정한 해당 주택의 가격에서 임대기간 중의 감가상각비를 뺀 금액을 초과할 수 없다.”라고 규정하고, 위 [별표 1] 제2호 가목에서는 「건설원가 = 최초 입주자모집 당시의 주택가격 ＋ 자기자금이자 － 감가상각비」라고 규정하며, 위 [별표 1] 제2호 가목 1)은 최초 입주자모집 당시의 주택가격에 관하여 “건축비 및 택지비를 기준으로 입주자모집 승인권자가 산정한다.”라고 규정하고, 위 [별표 1] 제2호 라목 1) 가)에서는 “건축비의 상한가격은 국토해양부장관이 따로 고시하는 가격(이하 ’표준건축비‘라 한다)으로 한다.”라고 규정하고 있는바, 이에 의하면 표준건축비는 분양전환가격에 반영되는 건축비의 상한가격을 의미하는 것으로서 건축비와는 명확히 구별되고, 분양전환가격 산정의 기초가 되는 건설원가는 표준건축비가 아닌 건축비를 기준으로 하고 있음이 분명하므로, 분양전환가격 산정의 기초가 되는 건축비는 특별한 사정이 없는 한 표준건축비의 범위 내에서 실제로 투입된 건축비를 의미하고 표준건축비를 의미하는 것은 아니라고 해석하여야 한다(위 2009다97079 전원합의체 판결 참조).<br/>㉯ 피고 반석주택이 실제로 투입한 건축비<br/>        살피건대, 갑 제16호증의 8, 갑 제20호증의 2의 각 기재에 변론 전체의 취지를 종합하면, 이 사건 임대사업아파트의 표준건축비는 28,951,454,898원이고, 이 사건 임대사업아파트의 신축공사를 위하여 피고 반석주택이 실제로 투입한 건축비의 총액이 23,820,121,459원인 사실을 인정할 수 있으므로, 이 사건 임대사업아파트의 분양전환가격을 산정함에 있어 반영되어야 할 건축비는 실제 투입한 위 23,820,121,459원이라 할 것이다.<br/>㉰ 택지비<br/>구 「임대주택법 시행규칙」 제9조의 [별표 1] 제2호 라목 2) 나)는 “임대사업자가 공공택지가 아닌 택지를 취득 또는 보유하고 있는 택지인 경우에는 최초 입주자모집 공고 전에 임대사업자의 비용부담으로 사업계획승인권자가 두 곳의 감정평가법인에게 의뢰하여 감정평가한 가격의 산술평균가격으로 한다.”라고 규정하고 있다.<br/>        피고 반석주택이 이 사건 임대사업아파트의 부지인 안성시 (주소 생략) 임야 23,720㎡를 공공기관이 아닌 홍익종합개발 주식회사로부터 매수하였음은 위 기초사실에서 본 바와 같고, 갑 제29호증의 기재에 변론 전체의 취지를 종합하면, 최초 입주자모집 공고 전에 피고 반석주택의 비용으로 사업계획승인권자인 피고 안성시가 2곳의 감정평가법인에게 의뢰하여 감정평가한 가격의 산술평균가격이 3,866,360,000원[= (정일감정원 3,913,800,000원 ＋ 경일감정원 3,818,920,000원) ÷ 2]인 사실이 인정된다.<br/>        따라서 이 사건 임대사업아파트의 분양전환가격을 산정함에 있어 기준이 되는 택지비는 3,866,360,000원이다.<br/>㉱ 최초 입주자모집 당시 주택가격의 산정<br/>        이 사건 임대사업아파트가 27평형 174세대, 30A평형 270세대, 30B평형 30세대로 구성되어 있음은 위 기초사실에서 본 바와 같으므로 그 총 공급면적은 44,878.782㎡[= (88.233㎡ × 174세대) ＋ (98.415㎡ × 270세대) ＋ (98.473㎡ × 30세대)]이고, 또한 이 사건 임대사업아파트의 건축비가 23,820,121,459원이고, 택지비가 3,866,360,800원인 사실은 앞에서 본 바와 같다.<br/>        따라서 최초 입주자모집 당시 이 사건 임대사업아파트의 각 세대별 주택가격을 산정하면 아래 [표]와 같다(계산의 편의상 원 미만은 버림).<br/>구 분①공급면적②건축비③택지비④총 분양면적⑤㎡당 주택가격[= (②+③)/④]세대별 최초입주자모집당시의 주택가격(= ①×⑤)27평형88.233㎡23,820,121,459원3,866,360,000원44,878.782㎡616,916원54,432,349원30A평형98.415㎡60,713,788원30B평형98.473㎡60,749,569원<br/>　<br/>② 자기자금이자<br/>구 「임대주택법 시행규칙」 제9조의 [별표 1] 제2호 가목 2)는 분양전환가격 산정의 기초가 되는 자기자금이자의 산출방법을 「(최초 입주자모집 당시의 주택가격 － 국민주택기금 융자금 － 임대보증금과 임대료의 상호전환 전 임대보증금) × 이자율 × 임대기간」으로 규정하고 있다.<br/>       갑 제16호증의 10, 12, 갑 제29호증, 갑 제39호증, 갑 제47호증의 각 기재에 변론 전체의 취지를 종합하면, 이 사건 임대사업아파트에 대한 국민주택기금 융자금이 17,268,000,000원(27평형은 세대당 32,000,000원, 30A평형 및 30B평형은 각 세대당 39,000,000원)이고, 임대보증금과 임대료의 상호전환 전 임대보증금의 합계액이 9,362,520,000원(27평형은 세대당 19,480,000원, 30A평형 및 30B평형은 각 세대 당 19,910,000원)이며, 이 사건 임대사업아파트의 임대시작일과 분양전환 당시의 각각의 은행법에 따른 금융기관으로서 가계자금대출시장의 점유율이 최상위인 금융기관의 1년 만기 정기예금의 이자율을 산술평균한 이자율이 3.675%인 사실이 인정된다.<br/>       이를 기초로 구 「임대주택법 시행규칙」 제9조의 [별표 1] 제2호 가목 2)에서 규정한 산식으로 자기자금 이자를 계산하면 아래 [표]와 같다(계산의 편의상 원 미만은 버림). <br/>구  분①세대별 최초 주택 가격②공제금액③자기자금(=①-②)④이자율⑤임대기간자기자금이자(= ③×④×⑤)국민주택융자금임대보증금27평형54,432,349원32,000,000원19,480,000원2,952,349원3.675%2,646/365일주11)786,542원30A평형60,713,788원39,000,000원19,910,000원1,803,788원480,551원30B평형60,749,569원39,000,000원19,910,000원1,839,569원490,083원<br/>2,646/365일<br/>　<br/>③ 감가상각비<br/>       감가상각비는 구 「임대주택법 시행규칙」 제9조의 [별표 1] 제2호 가목 3), 구  「법인세법 시행령」(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제26조에 따라 정액법을 적용하여 「건축비 ÷ 법인세법 시행규칙상의 철근콘크리트조 건물의 내용연수 40년 × 임대기간」의 산식을 적용하여 계산하여야 하는데, 이 사건 임대사업아파트의 건축비가 23,820,121,459원인 사실은 앞에서 본 바와 같으므로, 이 사건 임대사업아파트 전체의 감가상각비는 4,316,989,135원(= 23,820,121,459원 ÷ 40년 × 임대기간 2,646/365일)이고, 이를 기초로 이 사건 임대사업아파트의 각 세대별 감가상각비를 산정하면 아래 [표]와 같다(계산의 편의상 원 미만은 버림).<br/>구  분①총 감가상각비②세대별 분양면적③총 분양면적세대별 감가상각비(= ①×②/③)27평형4,316,989,135원88.233㎡44,878.782㎡8,487,327원30A평형98.415㎡9,466,756원30B평형98.473㎡9,472,335원<br/>　<br/>④ 세대별 건설원가의 산정<br/>       위에서 인정한 사실을 기초로 이 사건 임대사업아파트의 각 세대별 건설원가(= 최초 입주자모집 당시의 주택 가격 ＋ 자기자금이자 － 감가상각비)를 산정하면 아래 표와 같다.<br/>구  분①세대별 최초 입주자모집 당시의 주택가격②자기자금이자③감가상각비세대별 건설원가(= ①+②-③)27평형54,432,349원786,542원8,487,327원46,731,564원30A평형60,713,788원480,551원9,466,756원51,727,583원30B평형60,749,569원490,083원9,472,335원51,767,317원<br/>　<br/>⑤ 감정평가금액의 산정<br/>       갑 제7호증, 갑 제8호증의 각 기재에 변론 전체의 취지를 종합하면, 한국감정원과 대화감정평가법인이 산정한 이 사건 임대사업아파트의 각 세대별 감정평가금액이 별지 분양전환가격표의 ‘한국감정원’란 및 ‘대화감정법인’란 기재 각 금원인 사실을 인정할 수 있고, 구 「임대주택법 시행규칙」 제9조의 [별표 1] 제2호 나목에서 “분양전환가격 산정의 기준이 되는 감정평가금액은 두 곳의 감정평가법인이 평가한 해당 주택의 감정평가금액을 산술평균한 금액으로 한다.”라고 규정하고 있으므로, 이 사건 임대사업아파트의 각 세대의 감정평가금액의 산술평균액은 별지 분양전환가격표의 ‘산술평균’란 기재 각 금원과 같다.<br/>⑥ 건설원가와 감정평가금액을 산술평균한 가액(정당한 분양전환가격)<br/>원고 7, 원고 9가 각 분양전환계약이 성립된 이 사건 제7, 9아파트의 건설원가와 감정평가금액을 산술평균한 평균가액, 즉 분양전환가격을 산정하면 별지 분양전환가격표의 ‘분양전환가격’란 기재 각 금원과 같다.<br/>다) 상한가격의 계산<br/>구 「임대주택법 시행규칙」 제9조의 [별표 1] 제1호 나목에 의하면, 산정가격은  「분양전환 당시의 건축비 ＋ 입주자모집 공고 당시의 택지비 ＋ 택지비 이자(= 택지비 × 이자율 × 임대기간)」의 산식에 의해 계산되고 위 산정가격에서 감가상각비를 차감한 금액이 상한가격인 바, 입주자모집 공고 당시의 택지비가 3,866,360,000원이고, 이 사건 임대사업아파트의 임대시작일과 분양전환 당시의 각각의 은행법에 따른 금융기관으로서 가계자금대출시장의 점유율이 최상위인 금융기관의 1년 만기 정기예금의 이자율을 산술평균한 이자율이 3.675%인 사실은 앞에서 본 바와 같고, 이 사건 임대사업아파트의 상한가격 산정에 적용되는 분양전환 당시의 표준건축비는 구 「공공건설임대주택 표준건축비 고시」(국토해양부고시 제2009-677호)에 따라 ㎡당 970,400원이므로, 이에 따라 이 사건 임대사업아파트의 평형별 상한가격을 계산하면 아래 표와 같다(금액 단위는 원이고, 계산의 편의상 원 미만은 버림). <br/>구 분표준건축비①세대별표준건축비② 세대별택지비주12)③이율(%)④임대기간(일)⑤택지비이자(= ②×③×④)⑥산정가격(=①+②+⑤)⑦감가상각비⑧상한가격(= ⑥-⑦) 27평형970,40085,621,3937,601,3613.6752,646/3652,025,09695,247,8508,487,32786,760,43330A평형970,40095,501,9168,478,5503.6752,646/3652,258,790106,239,2569,466,75696,772,50030B평형970,40095,558,1998,483,5473.6752,646/3652,260,121106,301,8679,472,33596,829,532<br/>② 세대별택지비주<br/>라) 소 결<br/>      앞에서 인정한 이 사건 임대사업아파트의 건설원가와 감정평가금액을 산술평균한 가액이 위 상한가격을 초과하지 않으므로, 건설원가와 감정평가금액을 산술평균한 가액인 별지 분양전환가격표의 ‘분양전환가격’란 기재 각 금원이 이 사건 제7, 9아파트의 정당한 분양전환가격이 된다. <br/>⑶ 소결론<br/>   따라서 피고 7은 원고 7로부터 분양전환가격인 71,263,791원을 지급받음과 동시에 원고 7에게 이 사건 제7아파트에 관하여 2010 1. 21.자 합의를 원인으로 한 소유권이전등기절차를 이행할 의무가 있고, 피고 9는 원고 9로부터 분양전환가격인 71,363,791원을 지급받음과 동시에 원고 9에게 이 사건 제9아파트에 관하여 2010. 1. 21.자 합의를 원인으로 한 소유권이전등기절차를 이행할 의무가 있다. <br/>라. 원고 2의 제1예비적 청구에 대한 판단<br/>⑴ 피고 2의 원고 2의 청약에 대한 승낙의 의사표시 의무<br/>   피고 반석주택이 2010. 3. 25. 피고 안성시로부터 이 사건 제2아파트에 대하여 2차 분양전환승인을 받았으므로, 원고 2가 이 사건 제2아파트에 대한 우선분양전환대상자인 사실, 피고 반석주택은 위 원고에게 6개월 이상의 분양전환 신청기간을 실질적으로 보장하지 아니한 사실, 이 사건 제2아파트가 2011. 12. 2. 피고 안성시로부터 일반 분양전환승인을 받은 사실, 피고 2가 2012. 1. 26.경 이 사건 제2아파트의 소유권을 취득함으로써 피고 반석주택의 임대사업자로서의 지위와 의무를 승계한 사실은 앞에서 본 바와 같고, 위 원고가 이 사건 제2아파트를 매수하겠다는 청약의 의사를 표시한 이 사건 청구취지 및 청구원인 변경신청서 부본이 2014. 4. 29. 피고 2에게 송달되었음은 기록상 명백하므로, 이 사건 제2아파트에 대한 임대사업자의 지위를 승계한 피고 2는 특별한 사정이 없는 한 위 원고에게 위 청약에 대한 승낙의 의사표시를 할 의무가 있다.<br/>⑵ 피고 2의 소유권이전등기 의무 <br/>㈎ 피고 2의 소유권이전등기 의무<br/>원고 2와 피고 2 사이에 위 청약의 의사표시와 승낙의 의사표시로 이 사건 제2아파트에 관한 매매계약이 성립한 경우에도 피고 2가 자발적으로 매매를 원인으로 한 소유권이전등기에 협조하지 않을 것으로 보이므로, 위 원고는 위 피고에게 이 사건 제2아파트에 관한 소유권이전등기절차의 이행을 미리 청구할 필요가 있다. <br/>    따라서 위 피고는 위 원고에게 이 사건 제2아파트에 관하여 이 판결 확정일자 매매를 원인으로 소유권이전등기절차를 이행할 의무가 있다. <br/>㈏ 원고 2의 분양전환대금 지급의무와 동시이행관계<br/>    위 다.의 ⑵ ㈏ 5)항에서 본 바와 같이 계산하면, 별지 분양전환가격표의 ‘분양전환가격’란 기재 금액인 68,765,782원이 이 사건 제2아파트의 정당한 분양전환가격이 되고, 위 피고의 위 원고에 대한 이 사건 제2아파트에 관한 소유권이전등기절차 이행의무와 위 원고의 위 피고에 대한 분양전환대금인 위 68,765,782원의 지급의무는 동시이행관계에 있다. <br/>⑶ 소결론<br/>   따라서 피고 2는 원고 2에게 이 사건 제2아파트에 관하여 68,765,782원을 분양대금으로 정한 위 원고의 매수청약의 의사표시에 대하여 승낙의 의사표시를 하고, 위 원고로부터 68,765,782원을 지급받음과 동시에 이 사건 제2아파트에 관하여 이 판결 확정일자 매매를 원인으로 소유권이전등기절차를 이행할 의무가 있다.<br/>4. 임대보증금 및 임대료 관련 손해 주장에 대한 판단<br/>가. 피고 반석주택에 대한 청구에 관한 판단<br/>  보건대, 구 「임대주택법 시행령」(2002. 9. 11. 대통령령 제17737호로 개정되기 전의 것, 이하 같다) 제12조 제2항 전단은 “건설교통부장관은 표준임대보증금을 산정함에 있어서 임대주택과 그 부대시설의 감가상각비, 화재보험료 등 그 예시하고 있는 여러 요소를 고려하여야 한다.”라고 규정하고 있는 점, 구 「임대주택법 시행규칙」(2002. 9. 11. 건설교통부령 제330호로 개정되기 전의 것) 제3조의3 제2항 [별표 1]의 제2호 가목, 라목 등은 표준건축비를 초과하지 않는 범위 내에서 입주자모집 승인권자가 산정한 건축비를 건설원가에 반영하도록 규정하고 있을 뿐, 실제로 투입한 건축비를 건설원가에 반영하도록 규정하고 있지는 않은 점, 입주자모집 승인권자가 ‘최초 입주자모집 당시의 주택가격’을 산정하는 시점에는 공공건설임대주택이 완공되지 않아 실제 투입한 건축비를 산출하는 것이 불가능하므로, 입주자모집 승인권자로서는 「공공건설임대주택의 표준건축비 고시」에서 정한 표준건축비의 범위 내에서 ‘최초 입주자모집 당시의 주택가격’을 산정할 수밖에 없는 점, 구 「임대주택법」(2002. 12. 26. 법률 제6833호로 개정되기 전의 것) 등 관련 법령은 공공건설임대주택이 준공된 이후에 실제 투입한 건축비를 기준으로 건설원가를 재산정하여 이를 토대로 입주 단계에서 표준임대보증금을 조정하도록 하는 어떠한 규정도 두고 있지 않은데, 공공건설임대주택이 준공될 때마다 실제 투입한 건축비를 기준으로 표준임대보증금을 증액 또는 감액하게 되면 적법한 승인과정을 거쳐 수년간 지속되어 온 임대차관계의 법적 안정성이 크게 훼손되는 점 등을 종합하여 보면, 구 「임대주택법 시행령」 제12조에 따라 건설교통부장관이 정하여 고시하는 표준임대보증금의 산정 요소인 건설원가는 구 「공공건설임대주택의 표준건축비 고시」(2000. 7. 27. 건설교통부고시 제2000-196호)에 따른 표준건축비를 기준으로 산정하여야 하고, 실제 건축비를 기준으로 산정할 수는 없는 것이므로[대법원 2013. 2. 14. 선고 2012다30960(본소), 2012다30977(반소) 판결 참조], 이 사건 임대사업아파트의 임대보증금은 실제로 투입한 건축비를 기초로 산정한 건설원가를 기준으로 정해야 함을 전제로, 피고 반석주택이 과다하게 임대보증금을 산정하였다는 원고들의 이 부분 주장은 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다. <br/>나. 피고 안성시에 대한 청구에 관한 판단<br/>  원고들은 피고 반석주택의 불법행위가 성립함을 전제로 피고 안성시에게 불법행위책임을 구하고 있으나, 공공임대아파트의 임대보증금을 산정하기 위한 건축비의 경우에는 실제로 투입한 건축비가 아닌 표준건축비를 기준으로 산정해야 함은 위에서 본 바와 같으므로, 피고 안성시가 이 사건 임대사업아파트의 실제건축비를 알고 있었음에도 피고 반석주택이 표준건축비를 기초로 임대보증금을 산정하여 신고한 것을 수리했다고 하더라도 이를 위법하다고 할 수 없으므로, 원고들의 이 부분 주장은 나머지의 점에 대하여 더 나아가 살펴 볼 필요 없이 이유 없다. <br/>5. 결 론<br/> 그렇다면, 원고 2의 제1예비적 청구와 원고 7, 원고 9의 각 주위적 청구는 각 위 인정범위 내에서 이유 있어 이를 인용하고, 원고 2의 주위적 청구와 나머지 제1예비적 청구 및 피고 반석주택, 피고 안성시에 대한 청구, 원고 7, 원고 9의 각 나머지 주위적 청구와 피고 반석주택, 피고 안성시에 대한 청구, 원고 1, 원고 3, 원고 4, 원고 5, 원고 6, 원고 8, 원고 10 및 원고 재단의 각 청구는 모두 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다.<br/> (별지 생략)<br/><br/>판사 최석문(재판장) 신성철 박소연 ",
  "사건번호": "2012가합3779",
  "사건종류코드": "400101",
  "판례정보일련번호": "218431",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}