{
  "판시사항": "",
  "참조판례": "",
  "사건종류명": "민사",
  "판결요지": "",
  "참조조문": "도시 및 주거환경정비법 제54조, 제55조, 도시개발법 제34조, 제40조, 제42조<br/>",
  "선고일자": "20150408",
  "법원명": "서울서부지방법원",
  "사건명": "소유권이전등기말소등",
  "판례내용": "【원    고】 학교법인 이화학당 (소송대리인 법무법인 (유한) 율촌 담당변호사 김태건 외1 인)<br/>【피고(선정당사자)】 ○○○ (소송대리인 변호사 유어녕)<br/>【피    고】 □□□ (소송대리인 법무법인 이강 담당변호사 문진성)<br/>【변론종결】2015. 3. 18.<br/>【주    문】<br/>1. 원고의 청구를 모두 기각한다.<br/>2. 소송비용은 원고가 부담한다.<br/><br/>【청구취지】1. 원고에게, 서울 서대문구 (지번 8 생략) 학교용지 609㎡ 중 323/609 지분에 관하여, 가. 피고(선정당사자, 이하 ‘피고’라고만 한다) ○○○은 서울서부지방법원 2014. 3. 28. 접수 제9910호로 마친 지분전부이전등기의, 나. 선정자 소외 3은 같은 법원 2014. 4. 10. 접수 제11757호로 마친 지분전부이전등기의, 다. 선정자 소외 4는 같은 법원 2014. 5. 7. 접수 제14586호로 마친 지분전부이전등기의, 라. 선정자 소외 3은 같은 법원 2014. 5. 20. 접수 제17331호로 마친 지분전부이전등기의, 마. 피고 ○○○은 같은 법원 2014. 6. 16. 접수 제20320호로 마친 지분전부이전등기의, 바. 피고 □□□은 같은 법원 2014. 4. 10. 접수 제11756호로 마친 지분전부근저당권설정등기의, 각 말소등기절차를 이행하라. 2. 피고 □□□은 원고에게 위 부동산 지분에 관하여 같은 법원 2014. 3. 28. 접수 제9910호로 마친 지분전부이전등기의 말소등기에 대하여 승낙의 의사표시를 하라. <br/>【이    유】1. 기초 사실<br/>  가. 당사자의 지위<br/>  원고는 △△△△대학교를 운영하는 학교법인으로서 ◇◇제1구역주택재개발정비사업조합(이하 ‘소외 조합’이라고 한다)이 종전 건물을 철거하고 아파트 및 근린생활시설 등을 신축하는 주택재개발사업(이하 ‘이 사건 재개발사업’이라고 한다)의 사업부지 안에 토지를 소유하고 있던 조합원이고, 피고는 부동산 강제경매절차에서 소외 조합 소유이던 토지를 낙찰받아 소유권을 취득한 사람이다.<br/>  나. 원고와 소외 조합 사이의 매매계약<br/>  원고는 2005. 4. 28. 소외 조합과 사이에, 원고가 소외 조합으로부터 서울 서대문구 ◇◇동(이하 ‘서대문구’까지의 기재는 생략하고, ‘◇◇동’으로만 표기한다) (지번 2 생략) 대 113㎡ 등 9필지의 일부 내지 전부 면적 합계 609㎡(필지별 구체적인 면적은 아래 표 기재와 같다, 이하 ‘이 사건 매매대상 토지’라고 한다)를 매매대금 2,000,000,000원에 매수하되, 소외 조합은 이 사건 재개발사업에 대한 이전고시가 나는 즉시 원고 앞으로 가압류, 압류, 가처분이나 제한물권 등에 의하여 제한되지 않는 완전한 소유권을 이전하기로 하는 내용의 매매계약을 체결하였다(이하 ‘이 사건 매매계약’이라고 한다). <br/>이 사건 매매대상 토지지번지목면적(㎡)(지번 2 생략)대113 중 41(지번 9 생략)대122 중 1(지번 5 생략)철도용지55 중 53(지번 3 생략)철도용지164 중 73(지번 11 생략)대176(지번 4 생략)철도용지321 중 209(지번 12 생략)대4(지번 13 생략)대16(지번 10 생략)철도용지2,212.7 중 36합계3,183.7 중 609<br/>  다. 소외 조합의 이전고시<br/>    1) 소외 조합은 2005. 12. 29. 관리처분계획변경에 대한 인가·고시를 거쳐, 2006. 7. 21. ‘도시 및 주거환경정비법’(이하 ‘도시정비법’이라고 한다) 제54조에 의하여 대지 및 건축물의 소유권 이전 내용을 고시하였다(이하 ‘이 사건 이전고시’라고 한다).<br/>    2) 이 사건 이전고시에 따라 이 사건 매매대상 토지는 (지번 8 생략) 학교용지 609㎡(이하 ‘이 사건 토지’라고 한다)로 환지되었다.<br/>  라. 피고 ○○○의 강제경매절차에서의 소유권취득<br/>    1) 한편 소외 조합 소유의 ① (지번 14 생략) 철도용지 23㎡, ② (지번 2 생략) 대 113㎡, ③ (지번 15 생략) 철도용지 2㎡, ④ (지번 16 생략) 철도용지 42㎡, ⑤ (지번 3 생략) 철도용지 164㎡, ⑥ (지번 4 생략) 철도용지 321㎡, ⑦ (지번 17 생략) 대 66.8㎡, ⑧ (지번 18 생략) 대 19.8㎡, ⑨ (지번 19 생략) 대 132.2㎡ 등 9필지에 대하여 2004. 11. 29. 이 법원 2004타경29299호로 부동산강제경매개시결정(이하 ‘이 사건 경매개시결정’이라고 한다) 기입등기가 마쳐졌는데, 피고 ○○○은 그 경매 사건에서 위 9필지 면적 합계 883.8㎡에 대하여 매각허가결정을 받아  2006. 8. 10. 매각대금을 완납하였다.<br/>    2) 피고 ○○○이 낙찰받은 위 9필지의 토지 중 (지번 2 생략), (지번 3 생략), (지번 4 생략) 등 3필지의 각 일부 면적 합계 323㎡(이하 ‘이 사건 종전 3필지’라고 한다)는 앞서 본 바와 같이 이 사건 매매대상 토지에 포함되어 이 사건 토지로 환지되었다.<br/>  마. 이 사건 토지에 대한 소유권이전등기<br/>    1) 소외 조합은 이 사건 토지에 관하여 2006. 10. 23. 그 명의로 소유권보존등기를 마치고, 같은 날 원고 앞으로 이 사건 매매계약을 원인으로 하는 소유권이전등기를 마쳐주었다. <br/>    2) 그 후 피고 ○○○은 이 사건 종전 3필지가 이 사건 토지 중 일부 지분으로 환지되고 매각대금 납부로써 그 지분에 관한 소유권을 취득하였다고 주장하면서, 이 법원 등기촉탁담당 법원사무관 등에게 이 사건 토지에 관한 소유권이전등기 및 변경등기를 촉탁하여 달라는 신청을 하였으나, 위 법원사무관 등은 2013. 4. 9. 불수리 처분을 하였다. 이에 피고 ○○○이 이의를 제기하였으나, 제1심법원은 2013. 6. 25. 이의를 기각하는 제1심결정을 하였다(이 법원 2013타기505). 피고 ○○○이 제1심결정에 불복하여 항고하자, 항고심법원은 2014. 3. 17. 제1심결정을 취소하고 피고 ○○○에 대하여 소외 조합의 소유권 중 323/609 지분(이 사건 토지 중 이 사건 종전 3 필지가 차지하는 면적의 비율이다)의 소유권이전등기를 촉탁하고, 원고에 대한 소유권 전부 이전등기를 286/609 지분 이전으로 하는 변경등기를 촉탁한다고 결정하였고(이 법원 2013라191), 이 결정은 그 무렵 확정되었다.<br/>    3) 위 항고심결정에 따라 이 사건 토지 중 323/609 지분에 관하여, 피고 ○○○은 이 법원 2014. 3. 28. 접수 제9910호로, 선정자 소외 3은 4. 10. 접수 제11757호로, 선정자 소외 4는 5. 7. 접수 제14586호로, 다시 선정자 소외 3은 5. 20. 접수 제17331호로, 피고 ○○○은 6. 16. 접수 제20320호로 순차 지분전부이전등기를 마쳤고, 피고 □□□(항소심 판결의 소외 2)은 4. 10. 접수 제11756호로 지분전부근저당권설정등기를 마쳤다. <br/>  바. 관련 법률의 규정<br/>도시정비법<br/>제54조(이전고시 등)<br/>② 사업시행자는 제1항의 규정에 의하여 대지 및 건축물의 소유권을 이전하고자 하는 때에는 그 내용을 당해 지방자치단체의 공보에 고시한 후 이를 시장·군수에게 보고하여야 한다. 이 경우 대지 또는 건축물을 분양받을 자는 고시가 있은 날의 다음 날에 그 대지 또는 건축물에 대한 소유권을 취득한다. <br/>제55조(대지 및 건축물에 대한 권리의 확정)<br/>① 대지 또는 건축물을 분양받을 자에게 제54조 제2항의 규정에 의하여 소유권을 이전한 경우 종전의 토지 또는 건축물에 설정된 지상권·전세권·저당권·임차권·가등기담보권·가압류 등 등기된 권리 및 주택임대차보호법 제3조 제1항의 요건을 갖춘 임차권은 소유권을 이전받은 대지 또는 건축물에 설정된 것으로 본다.<br/>② 제1항의 규정에 의하여 취득하는 대지 또는 건축물중 토지등소유자에게 분양하는 대지 또는 건축물은 도시개발법 제40조의 규정에 의하여 행하여진 환지로 보며, 제48조 제3항의 규정에 의한 보류지와 일반에게 분양하는 대지 또는 건축물은 도시개발법 제34조의 규정에 의한 보류지 또는 체비지로 본다.<br/>도시개발법 <br/>제34조(체비지 등)<br/>① 시행자는 도시개발사업에 필요한 경비에 충당하거나 규약·정관·시행규정 또는 실시계획으로 정하는 목적을 위하여 일정한 토지를 환지로 정하지 아니하고 보류지로 정할 수 있으며, 그중 일부를 체비지로 정하여 도시개발사업에 필요한 경비에 충당할 수 있다.<br/>제40조(환지처분) (기재 생략)<br/>제42조(환지처분의 효과)<br/>① 환지 계획에서 정하여진 환지는 그 환지처분이 공고된 날의 다음 날부터 종전의 토지로 보며, 환지 계획에서 환지를 정하지 아니한 종전의 토지에 있던 권리는 그 환지처분이 공고된 날이 끝나는 때에 소멸한다.<br/>⑤ 제34조에 따른 체비지는 시행자가, 보류지는 환지 계획에서 정한 자가 각각 환지처분이 공고된 날의 다음 날에 해당 소유권을 취득한다. 다만, 제36조 제4항에 따라 이미 처분된 체비지는 그 체비지를 매입한 자가 소유권이전등기를 마친 때에 소유권을 취득한다.<br/>  [인정 근거] 다툼 없는 사실, 갑 제1, 4, 5호증, 을 제4호증의 각 기재(가지번호 있는 경우 가지번호 포함), 변론 전체의 취지<br/>2. 주장 및 판단<br/>  가. 원고의 주장<br/>  이 사건 토지 중 323/609 지분에 관하여 피고 ○○○이 2014. 3. 28. 경료한 지분이전등기는 아래와 같은 이유로 무효이고, 이에 터잡아 경료된 피고들과 선정자들의 지분이전등기 내지 근저당권설정등기 또한 모두 무효이므로, 원고는 이 사건 토지의 소유자로서 피고들과 선정자들에 대하여 그 말소 내지 말소에 관한 승낙의 의사표시를 구한다. <br/>    1) 이전고시는 관리처분계획에 대한 집행행위로서 정비사업으로 조성된 대지 및 건축물 등의 소유권을 분양받을 자에게 이전하는 행정처분이고, 이 사건 이전고시 중 환지확정조서에서 이 사건 토지는 원고 소유가 된다고 명시하였으므로, 이전고시의 효력으로서 원고가 이 사건 토지의 소유권을 취득하였다. <br/>    2) 이 사건 이전고시에 따라 이 사건 토지의 소유권을 취득한 것이 소외 조합이라고 하더라도, 이 사건 토지는 체비지 혹은 보류지에 해당하여 도시정비법 제55조 제1항이 아니라 도시정비법 제55조 제2항, 도시개발법 제42조 제1항이 적용되어야 하므로, 소외 조합으로부터 소유권이전등기를 마친 원고는 이 사건 토지에 관하여 이 사건 경매개시결정 기입등기 등의 제한이 없는 완전한 소유권을 취득하였다. <br/>    3) 소외 조합의 관리처분계획은 이 사건 경매개시결정의 기입등기가 이 사건 토지가 아닌 다른 토지로 이전되는 것으로 규정하였으므로, 위 관리처분계획 및 이에 따른 이전고시에 의하여 이 사건 경매개시결정은 다른 토지로만 이전되었다. <br/>    4) 설령 이 사건 토지에 관하여 도시정비법 제55조 제1항이 적용된다고 하더라도, 위 조항에 따라 이전되는 것은 ‘경매개시결정’ 뿐이고 매각허가결정 등 후속 경매절차의 이전에 관하여는 법적 근거가 없으며, 이 사건 종전 3필지와 이 사건 토지 중 323/609 지분은 토지의 지적, 모양 및 위치 등이 서로 달라 매각대상물로서의 동일성이 완전히 상실되어 실질적으로 매각대상물이 변경된 경우에 해당하므로, 피고 ○○○의 대금납부행위는 효력이 없다. <br/>  나. 판단<br/>    1) 이 사건 이전고시에 의하여 원고가 이 사건 토지에 관한 소유권을 취득하였는지 여부<br/>    살피건대, 앞서 든 증거에 의하면 이 사건 이전고시의 ‘환지확정 조서(확정된 토지의 지번별 조서)’ 중 이 사건 토지의 비고란에 ‘소외 조합→원고’라고 기재된 사실을 인정할 수 있으나, 이는 소외 조합이 이 사건 토지의 소유권을 취득한 후 원고에게 이전하는 것으로 해석될 뿐이고 원고가 이 사건 토지의 소유권을 직접 취득한다고 정한 것으로 볼 수는 없다. 원고의 위 주장은 더 나아가 살필 필요 없이 이유 없다.<br/>    2) 이 사건 토지가 체비지 내지 보류지로서 도시정비법 제55조 제2항 후단 및 도시개발법 제42조 제1항 후단의 적용을 받는지 여부<br/>    살피건대, 도시정비법 제55조 제1항은 도시정비사업의 시행 결과 종전 토지나 건축물에 갈음하는 새로운 토지나 건축물이 조합원에게 분양된 경우만을 전제로 하는 것이 아니고, 종전 토지나 건축물에 갈음하는 새로운 토지나 건축물의 소유자가 조합이고 그 새로운 건축물 등이 보류지나 체비지가 되는 경우에도 그대로 적용된다고 보아야 한다(대법원 2013. 5. 6.자 2013마325 결정 참조). 따라서 이 사건 토지가 소외 조합에 귀속된 체비지 혹은 보류지로서 도시정비법 제55조 제1항의 적용대상이 아님을 전제로 하는 원고의 이 부분 주장은 나아가 살펴볼 필요도 없이 이유 없다. <br/>    3) 관리처분계획에 따라 이 사건 경매개시결정의 효력이 다른 토지로 이전되었는지 여부<br/>    살피건대, 도시정비법상 관리처분계획 및 이전고시는 그 자체로 권리의 취득, 변동을 생기게 하는 것이 아니라 정비사업 후 종전의 토지에 대응하는 것으로 객관적으로 정하여져 있을 토지 또는 건축시설의 위치, 범위를 대물적으로 확인·선언하는 처분에 불과하고, 이전고시로 인한 권리의 취득, 변동의 법률효과는 직접 법률의 규정에 의하여 생기는 것이어서, 앞서 본 바와 같이 이 사건 종전 3필지에 관한 소유권이 도시정비법 제54조의 규정에 의하여 이 사건 토지의 일부 지분 등으로 이전된 이상, 이 사건 종전 3필지에 존재하던 이 사건 강제경매개시결정 및 압류 등의 기입등기에 기한 권리는 도시정비법 제55조 제1항의 법률규정에 의하여 직접 이 사건 토지의 일부 지분 등으로 이전되었다고 보아야 한다. 따라서 이 사건 정비사업의 관리처분계획 및 이전고시 중 위 법률규정에 정면으로 반하여 소유권과 압류권의 분리를 초래하는 부분은 아무런 효력이 없고, 법률의 규정에 의하여 직접 권리이전의 효과가 발생하는 이상 따로 관리처분계획이나 이전고시의 변경·취소를 요하지도 아니한다고 할 것이어서, 이와 다른 전제에서 한 원고의 이 부분 주장도 받아들이지 않는다. <br/>    4) 이 사건 경매개시결정 이후의 경매절차가 무효인지 여부<br/>    살피건대, 매각절차에 흠이 있더라도 그 하자가 중대하여 강제경매절차를 무효로 하는 정도에 이르지 아니하는 한, 매각절차의 공법적 성질과 절차의 확실성 및 안정성의 요청에 비추어 볼 때 매각허가결정이 확정되고 매수인이 대금을 납부하기까지 하였다면 경매절차 외에서 별소로 매각허가의 무효를 주장하여 매수인의 소유권취득의 효과를 다툴 수 없다. 앞서 본 바와 같이 도시정비법 제54조, 제55조 제1항의 규정에 따라 이 사건 종전 3필지의 소유권이 이 사건 토지의 일부 지분 등으로 이전되고 이 사건 종전 3필지 등에 기입된 이 사건 경매개시결정등기 역시 이 사건 토지의 일부 지분 등에 이전되었으므로, 도시정비법 제55조 제2항 전단, 도시개발법 제40조의 규정에 의한 ‘환지’는 아니더라도 실질적 의미에 있어서는 종전 토지나 건축물과 이 사건 토지 사이에 동일성이 인정된다. 나아가 경매개시결정등기가 유효하게 이전된 이상 후속 절차만의 적법성을 문제삼는 것은 무익한 절차의 반복을 강요하는 것에 지나지 아니하므로, 결국 원고가 주장하는 사정은 이 사건 강제경매개시결정 이후의 모든 경매절차를 무효로 하는 정도의 하자에 이른다고 볼 수 없다. 원고의 위 주장도 받아들이지 않는다. <br/>3. 결론<br/>  그렇다면 원고의 청구는 이유 없으므로 이를 모두 기각하기로 하여, 주문과 같이 판결한다.<br/>(별지 생략)<br/><br/>판사 이우철(재판장) 최지경 강희경 ",
  "사건번호": "2014가합6015",
  "사건종류코드": "400101",
  "판례정보일련번호": "240171",
  "선고": "선고",
  "판결유형": "판결",
  "법원종류코드": "400202"
}